{"id": "95-602", "title": "Haiti: Efforts to Restore President Aristide, 1991-1994", "released_date": "1995-05-11T00:00:00", "summary": ["The overthrow of Haiti's first democratically elected president in September 1991 propelledHaiti into its worst crisis since protests brought down the 29-year dictatorship of the Duvalier familyin 1986. The leaders of the coup faced stronger international sanctions than did previous coupleaders in Haiti, largely because a democratic government was overthrown.", "For more than three years, the regime resisted international demands that PresidentJean-Bertrand Aristide be restored to office. U.S. policy consisted of pressuring the de facto Haitiangovernment to restore constitutional democracy to Haiti. Measures included: cutting off assistanceto the Haitian government; imposing trade embargoes, as called for by the Organization of AmericanStates (OAS) and the United Nations (U.N.); supporting OAS and U.N. diplomatic efforts; andimposing sanctions targeted at the leadership blocking Aristide's return.", "On September 18, 1994, when it learned that a U.S. military intervention had been launched,the military regime signed an agreement with the United States providing for Aristide's return. Italso called for the immediate, unopposed entry of U.S. troops, a legislative amnesty for the military,and the resignation of the military leadership.", "Under the protection of some 20,000 U.S. troops, President Aristide returned to Haiti onOctober 15, 1994, calling for reconciliation and an end to violence. On March 31, 1995, havingdeclared that a \"secure and stable environment\" had been established, the United States transferredresponsibility for the mission to the U.N.", "During this period, the main U.S. foreign policy concern was the restoration of thedemocratic process to Haiti. Closely related to this was the issue of Haitians attempting to flee tothe United States by boat. Congressional concerns focused on human rights, Haitian migration,socioeconomic conditions, and drug trafficking."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Election and Overthrow of Aristide", "paragraphs": ["Jean-Bertrand Aristide was elected to a five-year term as President of Haiti on December 16,1990, in what is widely regarded as Haiti's first free and fair elections. He was inaugurated onFebruary 7, 1991, raising hopes that Haiti would leave behind its authoritarian past. Eight monthslater, on September 30, 1991, Aristide was overthrown in a violent military coup. His ouster usheredin the seventh government since the downfall of the Duvalier dictatorship in 1986. ", "Aristide was elected president with approximately 67.5% of the vote, and was inauguratedon the fifth anniversary of the collapse of the 29-year Duvalier dictatorships. To his supporters,Aristide was a martyr, willing to risk his life to defend the poor. An advocate of \"liberationtheology,\" Aristide spoke out against Duvalier and the military rulers who followed him. InSeptember 1988, an armed group attacked and burned Aristide's church, killing 13 and wounding70; surrounded by his parishioners, Aristide escaped unharmed. To his detractors, Aristide was apotentially dangerous demagogue, whose inflammatory oratory they maintained encouraged therampages, known as \"dechoukajes,\" or uprooting in Creole, in which suspected Tontons Macouteswere attacked or killed by angry mobs. Aristide reportedly denies that his book, 100 Verses ofDechoukaj , condones violence. Nonetheless, the Salesian religious order expelled him for preachingpolitics from the pulpit, including what the order called \"class struggle.\"", "When Aristide became a candidate, he toned down his revolutionary and anti-U.S. rhetoric. A 37-year-old populist Roman Catholic priest, he was the most controversial of 11 candidates ruledeligible to run by the independent Provisional Electoral Council. Aristide previously opposeddemocratic elections in Haiti, arguing that free and fair elections were impossible as long asDuvalierists still had a hold on economic and political power. Nonetheless, he joined the race inresponse to former Tontons Macoutes chief Roger Lafontant's potential candidacy.", "Some observers believed that, when first in office, Aristide helped to polarize the situationin Haiti, by refusing to condemn violent acts of retribution, and holding out the threat of mobviolence against those who disagreed with him. For example, Aristide at that time refused tocondemn the practice of \"Pere Lebrun\", or burning someone to death with a tire necklace. Hereportedly said that the practice was not barred by the constitution, and that, although he wouldeventually like to see the practice discontinued, its elimination was conditional on the eradicationof corruption. After the former head of the Tontons Macoutes was put on trial and sentenced to lifein prison, Aristide gave a speech in which he noted that without popular pressure and threat of \"perelebrun\" in front of the courthouse, the life sentence -- which is unconstitutional -- would not havebeen given. (1) (2) In exile, Aristide condemnedthe practice of necklacing. (3) (4) ", "The coup began just four days after Aristide addressed the United Nations, an event he saidmarked the end of Haiti's dark past of dictatorship. When he returned to Haiti, Aristide gave aspeech that observers viewed as threatening the bourgeoisie for not having helped his governmentenough. Some saw it as another factor leading to his overthrow days later, and say that members ofthat elite financially supported the coup leaders. There were at least 300 coup-related deaths,according to the State Department, but over 1500 according to Amnesty International.", "President Aristide was faced with some of the most serious and persistent social, economic,and political problems in the hemisphere. After eight months in office, Aristide had received mixedreviews. He was credited with curbing crime in the capital, reducing the number of employees inbloated state enterprises, and taking actions to bring the military under civilian control. Someobservers questioned the government's commitment to democracy, however. Neither Aristide norhis prime minister belonged to a political party, and leaders of other political parties criticized himfor not reaching out and establishing a spirit of cooperation among the democratic elements. Manylegislators, including some from Aristide's own coalition, protested the president's appointment ofSupreme Court judges and ambassadors without consulting the Senate as required by theconstitution. Aristide later agreed to consult the legislature, but relations between the two branchesremained strained.", "President Aristide was also criticized for his attitude toward the judicial system. FormerTontons Macoutes chief Roger Lafontant was tried in July for his role in the failed January 1991coup attempt. Aristide called for a life sentence -- which Lafontant received -- though theconstitution limited sentences to 15 years. Aristide declared the next day a national holiday. Manyobservers expressed concern over the trial, saying it differed little from trials under the Duvaliers --it lasted for over 20 consecutive hours, important witnesses were not called, and the court appointedfive lawyer trainees to defend Lafontant because even his own lawyer felt it too dangerous to defendhim.", "Initially criticized for not having a clear economic development plan, by July the Aristidegovernment presented a macroeconomic reform and public sector investment plan to representativesof several nations and international lending institutions, who lauded the plan and pledged $440million in FY1992 aid. Most of that aid was suspended because of the coup that overthrew Aristide'sgovernment. (For more information, see CRS Report 93-931 , Haiti: Background to the Overthrowof President Aristide ; CRS Report 94-852, Haiti: Chronology of Its Troubled Path TowardDemocracy. )"], "subsections": []}, {"section_title": "Efforts to Restore Aristide", "paragraphs": ["The overthrow of Haiti's first democratically elected president in September 1991 propelledHaiti into its worst crisis since protests brought down the 29-year dictatorship of the Duvalier familyin 1986. The leaders of the coup faced stronger international sanctions than did previous coupleaders in Haiti, largely because a democratic government was overthrown. The United States,France and Canada, Haiti's largest foreign aid donors, suspended all aid to the Haitian government,as did Venezuela and the European Community (EC). Most international aid to Haiti had been onlyrecently renewed, having been cut off when the 1987 elections were thwarted. Within two days ofthe coup, the Organization of American States (OAS) had demanded Aristide's immediatereinstatement; after meeting resistance from several powerful Haitian sectors, the OAS then imposeda trade embargo in early October 1991.", "For more than three years, the regime resisted international demands that Aristide be restoredto office. A week after sending President Aristide into exile, the military, led by General Cedras,pressured the legislature into appointing a figurehead president and prime minister. The regimeblocked a February 1992 OAS-sponsored agreement between Haitian legislators and Aristide thatcalled for his eventual return, and then proposed an alternative agreement that made no mention ofAristide. In June 1992, the government installed Marc Bazin, a conservative economist and Aristiderival, as prime minister, whereby the interim president stepped down, leaving the presidency vacantand Bazin to form a government.", "The OAS became frustrated because neither the embargo nor diplomatic initiatives broughtabout a return to constitutional rule. The European Community could not agree on an embargo, andcontinued to ship goods to Haiti. Sporadic oil shipments, some at first linked to OAS members, thenfrom Europe, kept the country fueled. The embargo, however, did have a significant effect on Haiti'salready impoverished population. According to one humanitarian assistance organization operatingin Haiti, the situation after the coup deteriorated from extreme poverty to a state of virtual faminein some parts of the country.", "The OAS's frustration lead to the involvement of the United Nations. Special Envoy DanteCaputo, representing both the U.N. and the OAS, began discussions in December 1991. These leadto the posting of an OAS/U.N. civilian observer mission to oversee the restoration of order andmonitor human rights conditions.", "As the de facto Haitian government resisted the call for Aristide's return, the internationalcommunity responded with increased sanctions. On November 24, 1992, the U.N. GeneralAssembly adopted a resolution urging member states to impose a trade embargo on Haiti as calledfor by the OAS in October 1991. On June 4, 1993, President Clinton imposed new sanctions,targeted at the Haitian leadership, and on June 23, the U.N. imposed a world-wide oil and armsembargo. These new sanctions, coupled with the resignation of Prime Minister Bazin on June 8,created the conditions for a new round of talks. In late June, Caputo held talks with both PresidentAristide and military chief General Cedras on Governors Island in New York. Although the two mendid not meet face to face, they signed an agreement which called for Cedras' resignation andAristide's return by October 30, 1993. (See Box, below, for details of agreement.) ", "Soon after sanctions were suspended, a small minority opposed to Aristide's return escalatedtheir efforts to undermine the accord with politically motivated violence, including the murders ofa prominent Aristide supporter and his justice minister. Caputo and others blamed police chiefMichel Francois for much of the renewed violations of human rights. In October 1993,the U.N.,OAS, and United States reimposed sanctions.", "Many advocates of Aristide's return acknowledged concerns over Aristide's commitment tothe democratic process, but argued that the international community had an obligation to restore ademocratically elected head of state, as a matter of principle. If Aristide was found to be violatingthe constitution, they said, then the community should encourage Haiti to address the problemthrough the democratic process -- including impeachment if necessary -- rather than through a coup."], "subsections": [{"section_title": "U.S. Policy After the Coup", "paragraphs": ["Following the September 1991 coup in Haiti, the main U.S. foreign policy concern was therestoration of democracy. Closely related to this was the issue of Haitians attempting to flee to theUnited States by boat. Important questions for U.S. policymakers were whether the OAS and U.N.would be able to promote an enduring solution in Haiti, and whether these measures would be ableto forestall Haitians attempting to flee to the United States. As the expanded embargo anddiplomatic efforts did not force the de facto Haitian regime to allow Aristide's return to office, U.S.policymakers had to consider whether to continue the embargo, which many claimed was hurtingHaiti's poor the most, take stronger action, such as military intervention, or disengage from Haiti. When Aristide's return was arranged, policymakers faced issues such as Aristide's personal security,the possibility of a violent popular backlash, and whether Aristide could govern effectively anddemocratically.", "Under the Bush Administration, U.S. policy aimed at pressuring the regime through a tradeembargo with the participation of other OAS members, the cutoff of U.S. aid to the regime, andsupport for diplomatic efforts through the OAS. Many observers believed that President Clintonintensified pressure on the Haitian regime and helped advance negotiations to restore democracy toHaiti. But after the Governors Island accord collapsed, pressure increased for a change in policy. The Administration then took a tougher stance toward the military regime, imposing ever-stiffersanctions, and ultimately ordering a military intervention to remove them. (For further backgroundon U.S. policy considerations before President Aristide's return, see CRS Report 94-567, Haiti'sPolitical Crisis: U.S. Policy Options .)"], "subsections": []}, {"section_title": "International Efforts to Restore Aristide", "paragraphs": ["Immediately after Aristide's ouster in 1991, the George H. W. Bush Administration cut offaid to the government of Haiti. Humanitarian assistance, however, continued through private andvoluntary organizations (PVOs). The United States followed through with the embargo and bannedalmost all trade with Haiti. At first, the only embargo exceptions were for humanitarian aid, suchas medicine and food, but in February 1992 the Bush Administration lifted the embargo for someassembly plants. In May 1992, in response to the regime's refusal to cooperate with theOAS-brokered agreement, the OAS voted to tighten its trade embargo against Haiti by barring fromall ports in the hemisphere ships from OAS member countries that violated the embargo by runningoil and other commercial goods to Haiti. The Bush Administration soon took action to comply withthe tightening of the sanctions, and prohibited ships that stopped in Haiti from entering the UnitedStates without prior authorization. ", "In August 1992, the OAS initiated new diplomatic efforts to try to resolve the political crisis. A delegation led by OAS Secretary General Joao Baena Soares visited Haiti to \"promote a dialogueleading to the resumption of the Haitian democratic process.\" This led to talks betweenrepresentatives of Aristide and the de facto regime, which resulted in a September 1992 agreementfor an 18-member (subsequently reduced to 16 member) OAS civilian mission to be sent to Haiti. The civilian mission was supposed to have responsibility for monitoring the human rights situation,the effects of the embargo, the delivery of humanitarian aid, and for evaluating prospects fornegotiations for a political settlement of the crisis.", "After President Clinton took office, he reiterated U.S. support for Aristide's return aspresident, while also acknowledging that when in power, Aristide made statements that \"causedpeople in the military and others to have fear for their personal security, in ways that are inconsistentwith running a democracy.\" In early February 1993, Secretary of State Christopher sent a warningto the Haitian military and de facto regime by stating that \"those who hold illegal power there shouldknow that they are swimming against the tide of history and they will not prevail.\" (5) (6) ", "In December 1992, the U.N. had became involved in diplomatic efforts when the OAS passeda resolution authorizing the OAS Secretary General to explore with the U.N. Secretary General waysto resolve peacefully Haiti's political situation. As a result, U.N. Special Envoy Dante Caputo heldmeetings in Haiti beginning in mid-December. After some vacillation, the de facto Haitian regimeagreed on February 9, 1993 to accept an OAS/U.N. observer mission. The observers were toestablish monitoring posts throughout the country to observe the human rights situation, and workat facilitating negotiations to bring about the eventual return of Aristide. The agreement was hailedby Secretary of State Warren Christopher as a breakthrough for U.N. mediation efforts; the ClintonAdministration pledged $2 million to support the mission. It was hoped that the mission's successmight lead to a decrease in repression and progress in negotiations and then to the gradual lifting ofthe embargo against Haiti.", "Negotiations faltered in the spring. Some analysts said military leaders were emboldened toreject two proposals because they believed that international threats lacked credibility, and werereluctant to give up the income many in the military were reportedly making from trafficking indrugs and contraband.", "In March 1993, President Clinton met with President Aristide, and committed the UnitedStates to contributing its \"fair portion\" of a five-year, $1 billion program to rebuild Haiti's economy. President Clinton also named Lawrence Pezzullo special adviser to Haiti.", "The Clinton Administration was criticized for not moving swiftly or strongly enough toensure Aristide's return to office. Some Members, especially some members of the CongressionalBlack Caucus, expressed dismay that the Administration did not respond with stronger measureswhen the Haitian military rejected the plan that included amnesty in April 1993. The Administrationcontended that there was still room for negotiations, and that they were using a slower\"carrot-and-stick\" approach, combining pressure with offers of future aid.", "On June 4, 1993, however, the Clinton Administration imposed further sanctions targetedat Haitian leaders. Members of the military, the civilian government, and the private sector whosupported the coup were prohibited entry into the United States, and, along with the Central Bankand other institutions, had their U.S. assets frozen. The Administration continually expanded thelist of those subject to targeted sanctions for \"obstructing the restoration of democracy in Haiti\" orcontributing to its general climate of violence. It also encouraged other countries to impose similarsanctions.", "On June 6, 1993, the OAS called for reenforcement of its embargo by the U.N. and proposedsuspending commercial flights to Haiti. On June 16, the U.N. Security Council voted unanimouslyto impose a global oil and arms embargo on Haiti, and to freeze Haitian government assets aroundthe world. The U.N. sanctions took effect June 23. These sanctions seemed to have their desiredeffect: General Cedras agreed to go to New York to discuss a settlement to the crisis. Caputomediated the agreement between Cedras and Aristide, who did not meet face to face while atGovernors Island.", "The agreement they signed on July 3, 1993, outlined a 10-step process leading to Aristide'sreturn to Haiti as president on October 30, 1993. Cedras was to step down as head of the army,accepting \"early retirement,\" and Aristide was to appoint a new commander-in-chief, who wouldthen appoint members of the high command. Aristide agreed to grant a political amnesty to Cedrasand the coup leaders; it would not shield them from individual criminal prosecution, however. Oncethe reconstituted parliament confirmed Robert Malval as Aristide's prime minister in late August,the OAS, U.N., and United States suspended their sanctions. The international community was tobegin its promised five-year, $1 billion dollar development program, whose economic and technicalassistance included job-creating programs, administrative and judicial reform support, modernizationof the Haitian army, and a security team to direct the development of a new civilian-controlled policeforce. ", "The U.S. sanctions were suspended in August 1993 after the first steps of the GovernorsIsland accord were taken.Once sanctions were lifted, however, violence increased, and themilitary began to show signs of intransigence. In September 1993, paramilitary forces known asattaches threatened Malval, several members of his new cabinet, and OAS/U.N. envoy Caputo;attacked an elected official trying to resume office, and assassinated a prominent Aristide supporter,Antoine Izmery. On October 11, an angry mob of Haitians refused to allow a U.S. ship to dock andthreatened the top U.S. official in Haiti as Haitian soldiers stood by. The ship, which the militaryhad promised to allow to dock, carried 200 U.S. soldiers and 25 Canadian military trainers who wereto be part of a 1300-member U.N. military and police observing and training team agreed to underthe Governors Island accord.", "Many analysts believe that the decision to pull that ship, the U.S.S. Harlan County, out ofHaiti destroyed U.S. credibility and emboldened the Haitian regime to dig in its heels. On October14, 1993, President Aristide's new Minister of Justice, Guy Malary, was assassinated by gunmen inwhat many viewed as defiance of President Clinton's warning less than two hours earlier that theUnited States would hold the Haitian military responsible for the safety of the new civiliangovernment appointed by Aristide. Malary was writing the legislation to put the police undercivilian, not military control when he was killed. The OAS and U.N. withdrew their 250-memberinternational civilian mission, stating that the observers did not have a minimal guarantee of theirpersonal security. The OAS and the United States reimposed their trade embargoes, and the U.N.its oil and arms embargo, which took effect October 18, saying the sanctions would not be canceleduntil Aristide was restored to office. International ships, including six U.S. warships, beganpatrolling Haitian waters to enforce the U.N.'s embargo.", "President Clinton reported to Congress on October 20, 1993, the deployment of the U.S.Navy ships. According to the letter, which the President indicated was \"consistent with the WarPowers Resolution,\" the U.S. forces would \"remain prepared to protect U.S. citizens in Haiti, andact in cooperation with the U.S. Coast Guard\" to support the interdiction of Haitian migrants as maybe necessary. The President further stated that \"the United States strongly supports the GovernorsIsland Agreement and restoration of democracy in Haiti\" and that the measures to deploy U.S. forces\"are consistent with United States goals and interests and constitute crucial support for the worldcommunity's strategy to overcome the persistent refusal of Haitian military and police authorities tofulfill their commitments under the Governors Island Agreement.\" ", "Meanwhile, Congress was debating the merits of a possible U.S. military intervention inHaiti. Some Members wished to prohibit such U.S. involvement without specific approval fromCongress. Others, while not necessarily in favor of U.S. military intervention, did not want to limitthe President's decision-making ability. On October 21, 1993, the U.S. Senate defeated (by a voteof 81-19) an amendment introduced by Senator Helms to the Department of Defense appropriationsbill, H.R. 3116 , that would have barred the U.S. deployment of troops to Haiti withoutprior congressional authorization unless U.S. citizens were endangered or had to be evacuated. Instead, the Senate approved (by a vote of 98-2), an amendment offered by Senator Mitchell (basedon a compromise with Senator Dole), that urged President Clinton to seek congressionalauthorization before committing U.S. troops.", "The United States, France, Canada and Venezuela gave Haiti until January 15, 1994 to meetthe conditions of the Governors Island accord, after which they said they would recommend that theU.N. Security Council consider increased sanctions, including imposing a global total trade embargo. The deadline passed without the military meeting any of the conditions. But rather than impose newsanctions, the \"four friends\" of Haiti instead called for Aristide to first appoint a new prime minister. Aristide rejected the plan, reportedly saying the international community was acting in \"complicity\"with the military regime in delaying his return. The agreement set no date for the military torelinquish power to Aristide, and dropped the provision included in the earlier Governors Islandaccord that called for an international mission to oversee the professionalization of the Haitian armedforces.", "Following harsh criticism of that strategy, in May 1994, the White House shifted to a policyof increasing pressure on the Haitian military without asking Aristide to make further compromisesfirst. The White House also shifted its immigration policy. Special Envoy Pezzullo resigned andwas replaced by William Gray, a former Congressman who had once headed the CongressionalBlack Caucus. The White House orchestrated increased sanctions: on May 6, 1994, the U.N.Security Council voted unanimously to impose an almost total trade embargo on Haiti. The onlyexceptions were for food, medicine, and cooking fuel. The resolution gave Cedras, his deputy Gen.Philippe Biamby, and Port-au-Prince police chief Lt. Col. Michel Francois 15 days, until May 21,to step down, before the embargo went into effect.", "Other U.N. sanctions barred all military officers, key civilian supporters, and their families-- about 600 people -- from traveling outside Haiti, and prohibited private plane flights in and outof Haiti. The resolution \"urged\" a worldwide freeze on the assets of military leaders and their allies,stopping short of making it mandatory because the laws of some nations, including Britain,precluded it. The new sanctions were not to be lifted until the military leaders had left, the army andpolice commands had been reformed, the legislature had adopted a political amnesty, and Aristidehad returned to office.", "Falling under Chapter VII of the U.N. Charter, the resolution allowed for enforcement bymilitary action. The Dominican Republic's president, Joaquin Balaguer, had reportedly stationed10,000 soldiers along the border with Haiti to help stave the massive smuggling which had made theoil embargo ineffective. Some observers were concerned that Balaguer was cooperating onenforcing the embargo in hopes of reducing U.S. calls for investigations of fraud charges in May1994 elections which Balaguer claimed to have won by a small margin. Both governments deniedany such accommodation had been made.", "President Clinton expanded U.S. sanctions twice on June 12, 1994, he barred most privatefinancial transactions and, effective June 25, commercial air travel between the two countries; onJune 21, he froze the U.S. assets of all Haitians still residing in Haiti. The Administration alsostrengthened its rhetoric, saying it could not rule out the use of force to oust the Haitian militaryregime.", "The Haitian regime ordered the expulsion of the OAS/U.N. human rights monitoring missionfrom Haiti on July 11, 1994. The monitors began leaving soon after that date.", "On July 31, 1994, the Administration helped push through a U.N. resolution authorizingmember nations \"to form a multinational force...and to use all necessary means to facilitate thedeparture from Haiti of the military leadership, ...and the prompt return of the elected President...,\"with participating countries bearing the cost of the operation. About 20 countries initially agreed tojoin such a force, including Argentina, Bangladesh, Belgium, Bolivia, Britain, nine Caribbean states,the Netherlands, and Panama. Jamaica, Barbados, Belize, and Trinidad and Tobago agreed tocontribute support personnel to the intervention force. France and Canada, who worked with theUnited States in pressuring the Haitian regime, declined to participate in an invasion force.", "Deputy Secretary of State Strobe Talbott and Deputy Defense Secretary John Deutch statedon August 31 that U.S. troops were definitely going to Haiti, either to provide security for a returnedAristide government, or, if the military refused to step down, to help remove them. U.S. officialsgave no deadline for the Haitian military to step down at that time.", "In the face of strong bipartisan sentiment against an invasion, President Clinton addressedthe nation on September 15, 1994, to encourage greater support for the planned invasion. He toldthe Haitian dictators: \"Leave now, or we will force you from power.\" He defined U.S. interests inrestoring the democratically elected government in Haiti as: \"... to stop the brutal atrocities thatthreaten tens of thousands of Haitians, to secure our borders, and to preserve stability and promotedemocracy in our hemisphere, and to uphold the reliability of the commitments we make and thecommitments others make to us.\"", "The next day, the President announced that a delegation headed by former President JimmyCarter was going to Haiti in a last-ditch effort to avoid military intervention. Accompanying Carterwere Senator Sam Nunn and General Colin Powell. Haiti's military leadership finally agreed to stepdown voluntarily late on September 18, when they heard that the President had already given theorder for an invasion to begin and U.S. planes were on their way to Haiti. The new agreement calledfor Cedras' resignation by October, and the immediate deployment of the U.S. military mission toensure a transition to a restoration of the democratically elected Aristide government. (See boxbelow for details of agreement.)", "In a speech to the U.N. on September 26, 1994, President Clinton announced he waslifting unilateral U.S. sanctions against Haiti, except those applying to Haitian leaders. This restoredcommercial air flights and financial transactions between the two nations. There were reports thatthe President had approved $5 million for covert CIA operations to protect U.S. troops from hostileHaitian military activity and to disseminate pro-Aristide propaganda. The U.N. voted to liftsanctions against Haiti the day after President Aristide returned to Haiti. (For more information, seeCRS Report 94-681, Haiti: U.N. Security Council Resolutions, Texts and Votes -- 1993-1994. )"], "subsections": []}, {"section_title": "Multinational Military Intervention", "paragraphs": ["U.S. forces landed in Haiti on September 19, 1994 to oversee a transition to the returnof the democratically elected Aristide. They operated under a last-minute agreement with the Haitian de facto regime that barely averted an invasion, and U.N. Security Council Resolution 940authorizing a multinational force. By September 30, almost 20,000 U.S. troops were in Haiti as partof \"Operation Uphold Democracy.\" Some 29 other nations eventually contributed about 4,105military, police, and technical personnel. Once U.S. troops established a \"safe and secureenvironment,\" responsibility for the mission was to be turned over to the U.N.", "Both the House and the Senate approved a measure ( P.L. 103-423 , signed October 25,1994) stating that the president should have sought congressional authorization before sending U.S.forces to Haiti. The measure avoided approving or disapproving the deployment, but said the troopsshould be withdrawn as soon as possible.", "After U.S. forces were criticized for standing by as Haitian police beat pro-Americandemonstrators, and for saying U.S. forces had no role in halting Haitian-on-Haitian violence, U.S.military leaders changed their policy and announced that troops were authorized to stop suchviolence. The mission then shifted from one of working with the Haitian army to one of bringingthe army under control. Its most powerful unit was disarmed and disbanded; the heavy weapons unithad been involved in the coup that overthrew Aristide in September 1991. In their first months inHaiti, U.S. troops also disarmed the headquarters of the violent paramilitary group, the Front forAdvancement and Progress in Haiti, or FRAPH, and conducted a weapons \"buy-back\" program. ", "Under U.S. security, the Haitian parliament met for the first time in 18 months. OnOctober 7, it passed a political amnesty for the Haitian army. Aristide reportedly said that armyofficers would still face charges for crimes against humanity. The military regime that had ruledHaiti since Aristide's ouster left the country: military chief Cedras and his chief of staff, PhilippeBiamby, were taken to Panama by a U.S.-provided airliner on October 13; police chief MichelFrancois fled to the Dominican Republic October 4. The United States agreed to release the Haitianmilitary leaders' frozen assets, reportedly allowing all three access to millions of dollars accruedduring their oppressive tenure.", "After three years in exile, President Aristide returned to office in Haiti on October 15,1994, calling for reconciliation and an end to violence. Several months later the United Statesdeclared that a \"secure and stable environment\" had been established. President Clinton flew to Haitito oversee the transfer of responsibility from the U.S.-led multinational force to the U.N. Missionin Haiti on March 31, 1995."], "subsections": []}]}, {"section_title": "Congressional Concerns During Aristide's Exile", "paragraphs": [], "subsections": [{"section_title": "Human Rights", "paragraphs": ["During Aristide's absence, the human rights situation in Haiti deteriorated significantly,according to reports by human rights groups and by the U.S. Department of State, with Aristidesupporters, members of grassroots organizations, and journalists frequently targeted. In August1992, Amnesty International reported that \"the security forces and the thousands of civilians actingin collusion with them carry out a wide range of abuses with total impunity. The old repressivestructures, which the deposed [Aristide] government had partly succeeded in dismantling, are backin place.\" Of particular concern was the paramilitary group, the Front for Advancement and Progressin Haiti, or FRAPH. U.N./OAS human rights observers in Haiti blamed FRAPH for much of theviolence directed against Aristide supporters. FRAPH, which called itself a political party,reportedly had offices in New York and Miami. In May 1994, a revival of the Tontons Macoutes,the Duvaliers' secret police-type organization, was announced.", "In 1994, human rights abuses by the military and its supporters increased and becameparticularly gruesome, with a wave of mutilations of victims of extrajudicial executions andpolitically motivated rapes. In July 1994, the military regime ousted the UN/OAS's joint humanrights monitoring mission, which had reported widespread violations of human rights abuses since1993. The ranking UN human rights official in Haiti reportedly said, \"We feel there is a deliberatepolicy [on the part of the army and its allies] to eliminate Aristide partisans, to break the back of thepro-democracy movement and to terrorize the population.\" (7) (8) In a September 13 report, the State Department said, \"The militaryand the de facto government promote repression and terror, sanctioning widespread assassination,killing, torture, beating, mutilation and rape.\" (9) (10) ", "For decades, the Haitian army had been responsible for widespread human rightsviolations. Under the military-dominated interim governments after the fall of the Duvalierdictatorship in 1986, the army frequently impeded the democratic process. Since the departure ofthe last military dictator in March 1990, however, some observers believed there had been atransformation of the army to one supportive of democracy. Throughout the 1990 electoral process,the 7,000-man army proved itself capable of establishing and maintaining order. Initially, the armyaccepted Aristide's assertion of authority, including his purge of the Haitian army high command. Brig. General Raoul Cedras, who oversaw security for the December elections and was namedcommander-in-chief by Aristide, was reportedly a reluctant participant in the initial coup. But as itsspokesman, he said Aristide was ousted for \"meddling in army affairs,\" and he led the militaryregime during its three-year rule.", "When it first took office, the Aristide government was expected to meet resistance fromthe army in its attempts to implement provisions of the Haitian constitution that impose civilianauthority over the military. For example, the constitution calls for the separation of the police fromthe army, with the police under the command of the Ministry of Justice, not the army. The law alsomandates that cases involving military abuses against civilians be tried in civilian courts, not by themilitary. The military had resisted previous efforts to execute those laws. No military personnelwere prosecuted for human rights abuses under any of the interim governments. Aristide was tryingto attack corruption, carry out reforms in the army, and create a civilian police force when he wasoverthrown. These changes were to be attempted again under the Governors Island agreement. Many believe that it was resistance to reform, as well as suppression of resistance, that led to theupsurge in violence following the signing of the Governors Island accord, and contributed to thearmy's opposition to Aristide's return."], "subsections": []}, {"section_title": "Haitian Migration", "paragraphs": ["The U.S. policy of interdicting Haitian migrants on the sea was severely criticized afterthe September 1991 coup. The interdiction policy was based on a bilateral agreement negotiatedbetween the Reagan Administration and the Duvalier government in September 1981 that permittedthe U.S. Coast Guard to interdict boats on the high seas and to return undocumented passengers toHaiti. Haiti was the only country with which the United States had such an agreement. FromSeptember 1981 through October 1990, the Coast Guard interdicted 22,651 Haitians at sea. Duringthose nine years, fewer than a dozen Haitians were allowed into the United States to apply forasylum. The year 1990 saw the lowest level of interdictions in seven years, and the Coast Guardreported that, during some months of Aristide's 1991 term, they did not encounter a single Haitianrefugee boat. Both Haitian and U.S. officials reportedly attributed this to the new hope Haitians hadfor improved conditions under the newly elected government. After Aristide's ouster on September30, 1991, the exodus rose sharply.", "During Aristide's exile, 66,954 Haitians were interdicted by the U.S. Coast Guard. Forthe first six months after the coup, the U.S. Coast Guard took the Haitians to the U.S. naval facilityin Guantanamo Bay, Cuba, where the U.S. Immigration and Naturalization Service conductedpre-screening interviews. More than 10,000 of those pre-screened, or about 30%, were allowed togo to the United States to seek asylum. On May 24, 1992, however, President Bush ordered theinterception and immediate return to Haiti of all Haitians in boats on the high seas withoutpre-screening them to see if they might be eligible for asylum. Instead, Haitians could apply forrefugee status at the U.S. Embassy. President Clinton, who during the campaign said Haitians wouldnot be turned back without a hearing, continued the forced repatriation policy, which the SupremeCourt upheld in June 1993.", "Debate over the interdiction policy centered on several issues. The most importantquestion was the cause of the Haitians' flight. The George H. W. Bush Administration had arguedthat the majority were fleeing poverty, and were therefore ineligible for political asylum. Refugeeadvocates argued that many were likely to face political persecution at home from themilitary-dominated government and that conducting inadequate or no interviews resulted in returningmany who might have had legitimate claims to refugee status. According to human rightsorganizations, the human rights situation deteriorated significantly following the coup. ", "Another important question was whether those returned to Haiti were facing persecution. According to the Department of State's 1992 human rights report, U.S. officials monitored more than3,000 repatriates in 1992 \"without finding a single credible claim of mistreatment or retributionagainst any Haitian for having attempted to leave Haiti.\" The report also noted that \"repatriatedHaitian boat people do face, of course, the same harsh conditions and lawlessness facing Haitiansin general.\" Human rights groups maintained that it was extremely dangerous and difficult toinvestigate claims of persecution, and contended that INS efforts to interview repatriates were deeplyflawed. They also argued that it was unsafe to apply for asylum in Haiti. In March 1993, a navydeserter granted refugee status by the U.S. embassy was arrested by the Haitian military as he wasescorted by U.S. diplomats to a U.S.-bound plane. After the Administration protested, Haitianauthorities released the man.", "Some Members of Congress and others expressed concern that there was a perceivedelement of racism in U.S. refugee policy toward Haiti. Very few Haitians seeking asylum weregranted it, in contrast to the almost automatic granting of permanent residence to Cubans (due inlarge part to the Cuban Adjustment Act of 1966). Some critics argued that failure to give Haiti thesame designation \"of special humanitarian concern\" given Cuba, considering Haiti's decades-longrecord of oppression, was a racist action. In addition, refugee advocates argued that the policyviolated a U.N. convention prohibiting all countries from sending back to a country persons whohave legitimate claims of political persecution.", "As human rights violations grew worse in Haiti, President Aristide apparently becameincreasingly uncomfortable with the forced repatriation policy. In early April he called the policyracist and gave the six months' notice needed to abrogate the migration agreement effective October4, 1994. The U.S. Coast Guard continues to stop Haitian boats, however, on the grounds ofintercepting ships deemed unseaworthy. In the months following Aristide's return to Haiti inOctober 1994, the number of Haitians intercepted at sea was deemed \"minuscule\" by the StateDepartment.", "Clinton Administration Migration Policy. Reversing his campaign position, President Clinton continued the Bush Administration's policy ofinterdicting and immediately returning Haitians found at sea. During that time he increased thenumber of U.S. officials in Haiti in order to speed up the processing of asylum applications there. He also supported OAS and U.N. efforts to promote a political settlement in Haiti, maintaining thatthese efforts would help eliminate the reasons for Haitians fleeing the country.", "As violence intensified in Haiti, however, so did criticism of President Clinton'smigration policy. Some Members of the U.S. Congress were arrested protesting the forcedrepatriation policy outside the White House, and activist Randall Robinson went on a hunger strikeuntil the policy was reversed. On May 8, 1994, the Administration announced that it would set upimmigration centers on ships anchored near Haiti or in third countries so that Haitians interdictedat sea could apply for asylum. On July 5, the Clinton Administration shifted its policy again,announcing that processing for refugee status would no longer be conducted. Instead, Haitianmigrants interdicted at sea would be taken to the U.S. naval base at Guantanamo Bay, Cuba, and thensent to other countries in the region providing temporary safe haven. The flow of Haitian migrantslessened after the new policy was announced, and most interdicted Haitians remained atGuantanamo. At its peak, in late summer 1994, about 14,300 Haitians were living in \"safe haven\"camps at Guantanamo Bay.", "Two months after Aristide's return, on December 29, 1994, the Administration calledon Haitians at safe haven camps at the U.S. naval base at Guantanamo Bay, Cuba, to return to Haiti."], "subsections": []}, {"section_title": "Socioeconomic Conditions", "paragraphs": ["Even before the embargo, Haiti was one of the poorest countries in the world. Livingconditions for the poor majority in Haiti have not changed significantly in many decades. Nationalincome per capita is $370, and about half the population is unemployed. The vast majority of Haiti's6.3 million people live in absolute poverty and about 47% of the adult population is illiterate. Only43% of the population has access to safe water. Infectious disease is widespread among the poor. More than half the population reportedly suffers from malnutrition. The infant mortality rate is 95per 1,000 births. Life expectancy is about 54 years (compared to 76 years in the United States). Only one-third of Haitian soil is cultivable, yet some 70% of the population depends on agriculture. Engaged in small-scale, subsistence farming, peasants with unclear titles to the land earn an averageannual per capita income of $150. Overpopulation and overcultivation of arable land have led toconsiderable deforestation and erosion, a process exacerbated by embargo-driven fuel shortages. Disorder and labor strikes before and since Duvalier's departure have led to significant economicdeterioration and the collapse of the once-important tourism industry. In the past, foreignmanufacturers successfully recruited and trained Haitian work forces, but the U.S. and U.N.Embargoes closed down most export assembly plants.", "Many reports indicate the OAS and U.S. embargoes had a devastating economic andecological impact on Haiti. An estimated 150,000 jobs were initially lost in the assembly, service,and local industrial sectors. Fuel shortages led to power blackouts, limited, more costly publictransportation, and serious ecological damage as Haitians cut trees for charcoal in an already erodedlandscape. Medical care deteriorated under the embargoes, with hospitals in Port-au-Princesuspending most major surgery because of the lack of anesthetics and other drugs; there were alsoreports of outbreaks of measles and malaria, which were once well controlled in Haiti. Accordingto a March 1994 AID report, \"the nutritional status of children has worsened since March 1993 inevery region except the South,\" and severe malnutrition is \"at the highest level in several years (withthe exception of August 1993).\" ", "Although U.S. assistance to the Haitian government was suspended after the September30, 1991 coup, humanitarian assistance in the form of food and development assistance continuedafter the coup, with delivery through Private Voluntary Organizations (PVOs). For FY1993,approximately $108 million was obligated, including $41 million in food aid, $23 million indevelopment assistance, and $44 million in ESF assistance. Obligations for FY1994 totaled $105.6million, including almost $43 million in food aid, $26 million in development assistance, and $37million in ESF. Estimated obligations for FY1995 totaled almost $201 million and included $15.5million in ESF for peacekeeping. Shipments of humanitarian oil helped PVOs to deliver food andservices under the U.N. oil embargo, although there were reports that many Haitians had difficultyreaching those services with the reduced public transportation that resulted from the embargo."], "subsections": []}, {"section_title": "Drug Trafficking", "paragraphs": ["According to the Department of State, Haiti is a significant transhipment point for themovement of illegal narcotics, especially cocaine, into the United States. When President Aristidefirst took office, he said that combating drug trafficking was a top priority of his government. Thiswas not true of the subsequent military current regime. According to a September 1992 StateDepartment report, \"although Haitian media and other sources have reported an upsurge in illicitdrug traffic since late 1991, government counternarcotics efforts remain sporadic and focused onlower-echelon traffickers.\" The U.S. aid cutoff suspended narcotics programs carried out with theHaitian government. The U.S. and Aristide government had signed an agreement providing for jointsupport of Haitian counternarcotics projects, but because of the coup this accord was notimplemented.", "Well-informed analysts say that some members at all levels of the military were involvedin drug trafficking, and that this involvement contributed to the military's reluctance to give up powerand allow Aristide's return. Despite these charges, the U.S. Drug Enforcement Administration wasreportedly providing the Haitian military with intelligence on narcotics trafficking, includinginformation on drugs going into Haiti to the Haitian anti-narcotics unit headed by army Col. AntoineAtouriste. Atouriste was among the 41 Haitians whose U.S. assets were frozen in 1993 for\"obstructing the restoration of democracy in Haiti\" or contributing to its general climate of violence. Reportedly, the anti-narcotics unit had no accounting system for seized drugs, and U.S. officials didnot know what happened to drugs seized by the Haitian military. A U.S. official reportedly said thatthe U.S. embassy regularly received reports of Haitian military involvement in drug trafficking, butthat they had not been verified. "], "subsections": []}]}]}}