{"id": "95-724", "title": "Abortion Law Development: A Brief Overview", "released_date": "2009-01-15T00:00:00", "summary": ["In Roe v. Wade, 410 U.S. 113 (1973), the U.S. Supreme Court determined that the Constitution protects a woman's decision whether or not to terminate her pregnancy. In a companion case, Doe v. Bolton, 410 U.S. 179 (1973), the Court held further that a state may not unduly burden a woman's fundamental right to abortion by prohibiting or substantially limiting access to the means of effectuating her decision. Rather than settle the issue, the Court's decisions kindled heated debate and precipitated a variety of governmental actions at the national, state and local levels designed either to nullify the rulings or hinder their effectuation. These governmental regulations have, in turn, spawned further litigation in which resulting judicial refinements in the law have been no more successful in dampening the controversy.", "The law with respect to abortion in mid-19th century America followed the common law of England in all but a few states. By the time of the Civil War, a number of states had begun to revise their statutes in order to prohibit abortion at all stages of gestation, with various exceptions for therapeutic abortions. The year 1967 marked the first victory of an abortion reform movement with the passage of liberalizing legislation in Colorado. The legislation was based on the Model Penal Code. Between 1967 and 1973, approximately one-third of the states had adopted, either in whole or in part, the Model Penal Code's provisions allowing abortion in instances other than where only the mother's life was in danger. Between 1968 and 1972, abortion statutes of many states were challenged on the grounds of vagueness, violation of the fundamental right of privacy, and denial of equal protection. In 1973, the Court ruled in Roe and Doe that Texas and Georgia statutes regulating abortion interfered to an unconstitutional extent with a woman's right to decide whether to terminate her pregnancy. The decisions rested upon the conclusion that the Fourteenth Amendment right of personal privacy encompassed a woman's decision whether to carry a pregnancy to term.", "The Supreme Court's decisions in Roe and Doe did not address a number of important abortion-related issues which have been raised subsequently by state actions seeking to restrict the scope of the Court's rulings. These include the issues of informed consent, spousal consent, parental consent, and reporting requirements. In addition, Roe and Doe never resolved the question of what, if any, type of abortion procedures may be required or prohibited by statute. In 1989, the Court indicated in Webster v. Reproductive Health Services, 492 U.S. 490, that, while it was not overruling Roe and Doe, it was willing to apply a less stringent standard of review to state restrictions respecting a woman's right to an abortion. Then, in 1992, in Planned Parenthood of Southeastern Pennsylvania v. Casey, 505 U.S. 833 (1992), the Court rejected specifically Roe's strict scrutiny standard and adopted the undue burden analysis. In 2000, in Stenberg v. Carhart, 530 U.S. 914 (2000), the Court determined that a Nebraska statute prohibiting the performance of \"partial-birth\" abortions was unconstitutional. In 2007, however, the Court upheld the federal Partial-Birth Abortion Ban Act of 2003 in Gonzales v. Carhart, 550 U.S. 124 (2007). In upholding the federal act, the Court distinguished between the federal measure and the Nebraska statute."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In Roe v. Wade , the U.S. Supreme Court determined that the Constitution protects a woman's decision whether or not to terminate her pregnancy. In a companion case, Doe v. Bolton , the Court held further that a state may not unduly burden a woman's fundamental right to abortion by prohibiting or substantially limiting access to the means of effectuating her decision. Rather than settle the issue, the Court's decisions kindled heated debate and precipitated a variety of governmental actions at the national, state and local levels designed either to nullify the rulings or hinder their effectuation. These governmental regulations have, in turn, spawned further litigation in which resulting judicial refinements in the law have been no more successful in dampening the controversy.", "This report offers an overview of the development of abortion law from 1973 to the present. Beginning with a brief discussion of the historical background, the report analyzes the leading Supreme Court decisions over the past 34 years, emphasizing particularly the landmark decisions in Roe and Doe , the Court's shift in direction in Webster v. Reproductive Health Services and Planned Parenthood of Southeastern Pennsylvania v. Casey , and the Court's most recent decision on abortion, Carhart v. Gonzales . The Court's decisions on the constitutionality of restricting public funding for abortion are also discussed."], "subsections": []}, {"section_title": "I. Development and Status of the Law Prior to 1973", "paragraphs": ["The law with respect to abortion in mid-19 th century America followed existing common law of England in all but a few states. Thus, no indictment would occur for aborting a fetus of a consenting female prior to \"quickening.\" But, by the time of the Civil War, an influential anti-abortion movement began to affect legislation by inducing states to add to or revise their statutes in order to prohibit abortion at all stages of gestation. By 1910, every state had anti-abortion laws, except Kentucky whose courts judicially declared abortions to be illegal. In 1967, forty-nine states and the District of Columbia classified the crime of abortion as a felony. The concept of \"quickening\" was no longer used to determine criminal liability but was retained in some states to set punishment. Nontherapeutic abortions were essentially unlawful. The states varied in their exceptions for therapeutic abortions. Forty-two states permitted abortions only if necessary to save the life of the mother. Other states allowed abortion to save a woman from \"serious permanent bodily injury\" or her \"life and health.\" Three states allowed abortions that were not \"unlawfully performed\" or that were not \"without lawful justification\", leaving interpretation of those standards to the courts.", "This, however, represented the high water mark in restrictive abortion laws in the United States, for 1967 saw the first victory of an abortion reform movement with the passage of liberalizing legislation in Colorado. The movement had started in the early 1950s and centered its efforts on a proposed criminal abortion statute developed by the American Law Institute as part of its Model Penal Code that would allow abortions when childbirth posed grave danger to the physical or mental health of a woman, when there was high likelihood of fetal abnormality, or when pregnancy resulted from rape or incest.", "Between 1967 and the Supreme Court's 1973 decisions in Roe and Doe , approximately one-third of the states had adopted, either in whole or in part, the Model Penal Code's provisions allowing abortions in instances other than where only the mother's life was in danger. Also, by the end of 1970, four states (Alaska, Hawaii, New York, and Washington) had repealed criminal penalties for abortions performed in early pregnancy by a licensed physician, subject to stated procedural and health requirements.", "The first U.S. Supreme Court decision dealing with abortion was rendered in 1971. In United States v. Vuitch , the Court denied a vagueness challenge to the District of Columbia abortion statute. The net effect of the Vuitch decision was to expand the availability of abortions under the D.C. law's provision allowing abortions where \"necessary for the preservation of the mother's ... health.\""], "subsections": []}, {"section_title": "II. The Supreme Court's 1973 Abortion Rulings", "paragraphs": ["Between 1968 and 1972, the constitutionality of restrictive abortion statutes of many states was challenged on the grounds of vagueness, violation of the fundamental right of privacy, and denial of equal protection. These challenges met with mixed success in the lower courts. However, in 1973, the Supreme Court issued its rulings in Roe v. Wade and Doe v. Bolton . In those cases the Court found that Texas and Georgia statutes regulating abortion interfered to an unconstitutional extent with a woman's right to decide whether to terminate her pregnancy. The Texas statute forbade all abortions not necessary \"for the purpose of saving the life of the mother.\" The Georgia enactment permitted abortions when continued pregnancy seriously threatened the woman's life or health, when the fetus was very likely to have severe birth defects, or when the pregnancy resulted from rape. The Georgia statute required, however, that abortions be performed only at accredited hospitals and only after approval by a hospital committee and two consulting physicians.", "The Court's decisions were delivered by Justice Blackmun for himself and six other Justices. Justices White and Rehnquist dissented. The Court ruled that states may not categorically proscribe abortions by making their performance a crime, and that states may not make abortions unnecessarily difficult to obtain by prescribing elaborate procedural guidelines. The constitutional basis for the decisions rested upon the conclusion that the Fourteenth Amendment right of personal privacy embraced a woman's decision whether to carry a pregnancy to term. The Court noted that its prior decisions had \"found at least the roots of ... [a] guarantee of personal privacy\" in various amendments to the Constitution or their penumbras (i.e., protected offshoots) and characterized the right to privacy as grounded in \"the Fourteenth Amendment's concept of personal liberty and restrictions upon State action.\" Regarding the scope of that right, the Court stated that it included \"only personal rights that can be deemed 'fundamental' or 'implicit in the concept of ordered liberty'\" and \"bears some extension to activities related to marriage, procreation, contraception, family relationship, and child rearing and education.\" Such a right, the Court concluded, \"is broad enough to encompass a woman's decision whether or not to terminate her pregnancy.\"", "With respect to protection of the right against state interference, the Court held that since the right of personal privacy is a fundamental right, only a \"compelling state interest\" could justify its limitation by a state. Thus while it recognized the legitimacy of the state interest in protecting maternal health and the preservation of the fetus' potential life, and the existence of a rational connection between these two interests and the state's anti-abortion law, the Court held these interests insufficient to justify an absolute ban on abortions. Instead, the Court emphasized the durational nature of pregnancy and held the state's interests to be sufficiently compelling to permit curtailment or prohibition of abortion only during specified stages of pregnancy. The High Court concluded that until the end of the first trimester, an abortion is no more dangerous to maternal health than childbirth itself, and found that \"[W]ith respect to the State's important and legitimate interest in the health of the mother, the 'compelling' point, in light of present medical knowledge, is at approximately the end of the first trimester.\" Only after the first trimester does the state's interest in protecting maternal health provide a sufficient basis to justify state regulation of abortion, and then only to protect this interest.", "The \"compelling\" point with respect to the state's interest in the potential life of the fetus \"is at viability.\" Following viability, the state's interest permits it to regulate and even proscribe an abortion except when necessary, in appropriate medical judgment, for the preservation of the life or health of the mother. The Court defined viability as the point at which the fetus is \"potentially able to live outside the mother's womb, albeit with artificial aid.\" It summarized its holding as follows:", "(a) For the stage prior to approximately the end of the first trimester [of pregnancy], the abortion decision and its effectuation must be left to the medical judgment of the pregnant woman's attending physician.", "(b) For the stage subsequent to approximately the end of the first trimester, the State, in promoting its interest in the health of the mother, may, if it chooses, regulate the abortion procedure in ways that are reasonably related to maternal health.", "(c) For the stage subsequent to viability, the State, in promoting its interest in the potentiality of human life may, if it chooses, regulate, and even proscribe, abortion except where it is necessary, in appropriate medical judgment, for the preservation of the life or health of the mother.", "In Doe , the Court reiterated its holding in Roe that the basic decision of when an abortion is proper rests with the pregnant mother and her physician, but extended Roe by warning that just as states may not prevent abortion by making their performance a crime, states may not make abortions unreasonably difficult to obtain by prescribing elaborate procedural barriers. In Doe , the Court struck down state requirements that abortions be performed in licensed hospitals; that abortions be approved beforehand by a hospital committee; and that two physicians concur in the abortion decision. The Court appeared to note, however, that this would not apply to a statute that protected the religious or moral beliefs of denominational hospitals and their employees.", "The Court in Roe also dealt with the question whether a fetus is a person and thereby protected under the Fourteenth Amendment and other provisions of the Constitution. The Court indicated that the Constitution never specifically defines, \"person,\" but added that in nearly all the sections where the word person appears, \"the use of the word is such that it has application only post-natally. None indicates with any assurance, that it has any possible pre-natal application.\" The Court emphasized that, given the fact that in the major part of the 19 th century prevailing legal abortion practices were far freer than today, the Court was persuaded \"that the word 'person,' as used in the Fourteenth Amendment, does not include the unborn.\"", "The Court did not, however, resolve the question of when life actually begins. While noting the divergence of thinking on this issue, it instead articulated the legal concept of \"viability,\" defined as the point at which the fetus is potentially able to live outside the womb, although the fetus may require artificial aid. Many other questions were also not addressed in Roe and Doe , but instead formed the grist for a burgeoning book of post- Roe litigation."], "subsections": []}, {"section_title": "III. Public Funding of Abortions", "paragraphs": ["Two categories of public funding cases have been heard and decided by the Supreme Court: those involving (1) funding restrictions for nontherapeutic (elective) abortions; and (2) funding limitations for therapeutic (medically necessary) abortions.", "1. The 1977 Trilogy—Restrictions on Public Funding of Nontherapeutic or Elective Abortions", "The Supreme Court, in three related decisions, ruled on the question whether the Medicaid statute or the Constitution requires public funding of nontherapeutic (elective) abortions for indigent women or access to public facilities for the performance of such abortions. The Court held that the states have neither a statutory nor a constitutional obligation in this regard.", "In Beal v. Doe , the Court held that nothing in the language or legislative history of Title XIX of the Social Security Act (Medicaid) requires a participating state to fund every medical procedure falling within the delineated categories of medical care. The Court ruled that it was not inconsistent with the act's goals to refuse to fund unnecessary medical services. However, the Court did indicate that Title XIX left a state free to include coverage for nontherapeutic abortions should it choose to do so. Similarly, in Maher v. Roe , the Court held that the Equal Protection Clause of the U.S. Constitution does not require a state participating in the Medicaid program to pay expenses incident to nontherapeutic abortions simply because the state has made a policy choice to pay expenses incident to childbirth. More particularly, Connecticut's policy of favoring childbirth over abortion was held not to impinge upon the fundamental right of privacy recognized in Roe , which protects a woman from undue interference in her decision to terminate a pregnancy. Finally, in Poelker v. Doe , the Court upheld a municipal regulation that denied indigent pregnant women nontherapeutic abortions at public hospitals. It also held that staffing those hospitals with personnel opposed to the performance of abortions did not violate the Equal Protection Clause of the Constitution. Poelker , however, did not deal with the question of private hospitals and their authority to prohibit abortion services.", "2. Public Funding of Therapeutic or Medically Necessary Abortions", "The 1977 Supreme Court decisions left open the question whether Federal law, such as the Hyde Amendment, or similar state laws, could validly prohibit governmental funding of therapeutic abortions.", "The Court ruled 5-4 that the Hyde Amendment's abortion funding restrictions were constitutional. The majority found that the Hyde Amendment neither violated the Due Process or Equal Protection guarantees of the Fifth Amendment nor the Establishment [of religion] Clause of the First Amendment. The Court also upheld the right of a state participating in the Medicaid program to fund only those medically necessary abortions for which it received Federal reimbursement. In companion cases raising similar issues, the Court held that a State of Illinois statutory funding restriction comparable to the Federal Hyde Amendment also did not contravene the constitutional restrictions of the Equal Protection Clause of the Fourteenth Amendment. The Court's rulings mean there is no statutory or constitutional obligation of the states or the Federal Government to fund all medically necessary abortions."], "subsections": []}, {"section_title": "IV. Supreme Court Decisions Subsequent to Roe and Doe Involving the Substantive Right to Abortion", "paragraphs": [], "subsections": [{"section_title": "Informed Consent/Waiting Periods", "paragraphs": ["In Planned Parenthood v. Danforth , the Court held that informed consent statutes, which require a doctor to obtain the written consent of a woman after informing her of the dangers of abortion and possible alternatives, are constitutional if the requirements are related to maternal health and are not overbearing. The fact that the informed consent laws must define their requirements very narrowly in order to be constitutional was later confirmed the Supreme Court in 1979. The requirements of an informed consent statute must also be narrowly drawn so as not to unduly interfere with the physician-patient relationship, although the type of information required to be given to a woman of necessity may vary according to the trimester of her pregnancy.", "In City of Akron v. Akron Center for Reproductive Health, Inc. , along with various other provisions, the Court struck down the informed written consent section of the ordinance. This provision required that the attending doctor inform the woman \"of the status of her pregnancy, the development of her fetus, the date of possible viability, the physical and emotional complications that may result from an abortion, and the availability of agencies to provide her with assistance and information with respect to birth control, adoption, and childbirth.\" The attending physician was also required to tell the patient of the risks involved and any other information which in the physician's medical judgment would be critical to her decision of whether to terminate the pregnancy. The Court found this informed consent requirement to be constitutionally unacceptable because it essentially gave the government unreviewable authority over what information was to be given a woman before she decided whether to have an abortion. It was also objectionable because it intruded upon the discretion of the pregnant woman's doctor.", "The Supreme Court also invalidated the 24-hour waiting period, holding that the City of Akron had not shown that any legitimate state interest was being served \"by an arbitrary and inflexible waiting period.\""], "subsections": []}, {"section_title": "Spousal/Parental Consent", "paragraphs": ["In addition to informed consent, the Court in Danforth , found that spousal consent statutes, which require a written statement by the father of the fetus affirming his consent to the abortion, are unconstitutional if the statutes allow the husband to unilaterally prohibit the abortion in the first trimester. It should be noted that on the same day that the Supreme Court decided Danforth , it also summarily affirmed the lower court decision in Coe v. Gerstein , which held unconstitutional a spousal consent law regardless of the stage of the woman's pregnancy.", "With respect to parental consent statutes, the Supreme Court held in Danforth that statutes which allow a parent or guardian to absolutely prohibit an abortion to be performed on a minor child were unconstitutional. Subsequently, in Bellotti v. Baird , the Court ruled that while a state may require a minor to obtain parental consent, it must also provide an alternative procedure to procure authorization if parental consent is denied or the minor does not want to seek it. Bellotti thus entitles a minor to some proceeding which allows her to prove her ability to make an informed decision independent of her parents or, even if she is incapable of making the decision, at least showing that the abortion would be in her best interests.", "In City of Akron , the Court invalidated the provision in the Akron ordinance which prohibited a doctor from performing an abortion on an unemancipated minor unless the doctor obtained \"the informed written consent of one of her parents or her legal guardian\" or unless the minor herself obtained \"an order from a court having jurisdiction over her that her abortion be performed or induced.\" The Court relied on its earlier rulings in Danforth and Bellotti to conclude that the City of Akron could \"not make a blanket determination that all minors under the age of 15 are too immature to make this decision or that an abortion never may be in the minor's best interests without parental approval.\" Moreover, the Akron ordinance's provision concerning parental approval did not create expressly the alternative judicial procedure required by Bellotti . Thus, the ordinance's consent provision had to fall because it foreclosed any possibility for \"case-by-case evaluations of the maturity of pregnant minors.\"", "In Planned Parenthood Association of Kansas City, Missouri Inc. v. Ashcroft , the Supreme Court upheld Missouri's parental consent requirement. It distinguished the provision involved here from that challenged in City of Akron . The Missouri requirement, unlike the Akron one, did provide an alternative procedure by which a pregnant immature minor could show in court that she was sufficiently mature to make the abortion decision herself or that, despite her immaturity, an abortion would in her best interests."], "subsections": []}, {"section_title": "Parental Notification", "paragraphs": ["In 1981, the Court upheld a Utah state law making it a crime for doctors to perform an abortion on an unemancipated, dependent minor without notifying her parents. In H. L. v. Matheson , a 6-3 decision, the Court examined the narrow question of the facial constitutionality of a statute requiring a physician to give notice to parents, \"if possible,\" prior to performing an abortion on their minor daughter: (a) when the girl is living with and dependent upon her parents; (b) when she is not emancipated by marriage or otherwise; and (c) when she has made no claim or showing as to her maturity or as to her relationship with her parents. The Supreme Court cited the interest in preserving family integrity and protecting adolescents in allowing states to require that parents be informed that their daughter is seeking an abortion, and emphasized that the statute in question did not give a veto power over the minor's abortion decision. The Court rejected the minor woman's contention that abortion was being singled out for special treatment in contrast to other surgical procedures, like childbirth, which do not require parental notice.", "In 1987, an equally divided Supreme Court, without opinion, let stand a 7 th Circuit Court of Appeals decision invalidating an Illinois law that required teenagers to notify their parents prior to obtaining an abortion. The tie vote meant that the ruling set no nationwide precedent. There are other states with parental notification laws similar to the one in Illinois.", "During its October 1989 Term, the Court decided two cases involving challenges to the constitutionality of state parental notification laws. In Hodgson v. Minnesota , the Court held 5 to 4 that a Minnesota requirement for notice to be given to both parents prior to a minor's having an abortion was unconstitutional unless the state legislature provided for an alternative hearing in court, i.e., a judicial bypass procedure.", "In Ohio v. Akron Center for Reproductive Health , a 6-3 decision, the Court upheld an Ohio statute requiring notice to one parent. The Court concluded that the statute, which included a judicial bypass procedure, was consistent with the statutes upheld in Danforth , Bellotti , Ashcroft , and Akron : \"it is a corollary to the greater intrusiveness of consent statutes that a bypass procedure that will suffice for a consent statute will suffice also for a notice statute.\" Although the Court upheld the Ohio statute, it made clear that it was not deciding whether a parental notification statute must always include a judicial bypass procedure to be constitutional.", "In Lambert v. Wicklund , a 1997 case involving a Montana parental notification statute, the Court again declined to consider whether a parental notification requirement must include a judicial bypass procedure. The Court's unwillingness to consider the matter has led to disagreement among some of the U.S. Courts of Appeals."], "subsections": []}, {"section_title": "Miscellaneous", "paragraphs": ["1. Reporting Requirements", "The Court in Danforth ruled that statutes requiring doctors and health facilities to provide information to states regarding each abortion performed are constitutional. The Court specified, however, that these reporting requirements must relate to maternal health, remain confidential, and may not be overbearing.", "In Ashcroft , the Court upheld the pathology report requirement. This provision was \"related to generally accepted medical standards\" and \"further[s] important health-related State concerns.\" The Court further found that the cost of the tissue examination \"does not significantly burden a pregnant woman's abortion decision.\"", "2. Advertisement of Abortion Services", "The Supreme Court held in Bigelow v. Virginia , that a state may not proscribe advertising regarding the availability of an abortion or abortion-related services in another state. The Court found that the statute in question was unconstitutional because the State of Virginia, where the advertisement appeared, had only a minimal interest in the health and medical practices of New York, the state in which the legal abortion services were located.", "3. Abortions by Nonphysicians", "In Connecticut v. Menillo , the Supreme Court ruled that state statutes similar to the Texas law challenged in Roe were constitutional to the extent that the statutes forbid nonphysicians from performing abortions. The Roe decision made it clear that a state could not interfere with a woman's decision, made in consultation with and upon the advice of her doctor, to have an abortion in the first trimester of her pregnancy. The Menillo Court found that pre- Roe restrictive abortion laws were still enforceable against nonphysicians.", "4. Locus of Abortions", "In City of Akron , the Court invalidated the challenged Akron ordinance provision relating to where abortions can be performed. The requirement stated that any second trimester abortion had to be performed in a full-service hospital. The accreditation of these facilities required compliance with comprehensive standards governing an extensive variety of health and surgical services. The result was that abortions under this section of the Akron ordinance could not be performed in outpatient facilities that were not part of an acute-care, full-service hospital. The Court found this restriction unconstitutional, noting that the possibility of having to travel to find facilities could result in both financial expense and added risk to a woman's health. The Court also cited changed medical circumstances, and the availability of safer procedures for performing second trimester abortions since Roe , for its conclusion that the Akron hospitalization requirement imposed an unreasonable burden on a woman's right to an abortion.", "In Ashcroft , the Court invalidated Missouri's second trimester hospitalization requirement by the same 6-3 vote as in City of Akron . It said its decision and rationale in City of Akron were controlling.", "In Simopoulos v. Virginia , the Supreme Court ruled that Virginia's mandatory hospitalization requirement for second trimester abortions was constitutional. The Court distinguished the requirement in question from those it invalidated in City of Akron and Ashcroft which mandated that all second trimester abortions be performed in acute-care facilities. In Simopoulos, the Court said that, in contrast, the Virginia law did not require that second trimester abortions be performed exclusively in full-service hospitals. The determination upholding the Virginia provision actually turned on the definition of \"hospital.\" The Court wrote: \"Under Virginia's hospitalization requirement, outpatient surgical hospitals may qualify for licensing as `hospitals' in which second-trimester abortions lawfully may be performed.\"", "5. Viability, Fetal Testing, and Disposal of Fetal Remains", "The Supreme Court's articulation of the concept of viability has required further elaboration, particularly with regard to the critical question of who defines at what point a fetus has reached viability. In Roe , the Court defined viability as the point at which the fetus is \"potentially able to live outside the mother's womb, albeit with artificial aid.\" Such potentiality, however, must be for \"meaningful life\" and this cannot encompass simply momentary survival. The Court also noted that while viability is usually placed at about 28 weeks, it can occur earlier and essentially left the point flexible for anticipated advances in medical skill. Finally, Roe stressed the central role of the pregnant woman's doctor, emphasizing that \"the abortion decision in all its aspects is inherently, and primarily, a medical decision.\"", "Similar themes were stressed in Danforth , in which a Missouri law, which defined viability as \"that stage of fetal development when the life of the unborn child may be continued indefinitely outside the womb by natural or artificial life support systems\", was attacked as an attempt to advance the point of viability to an earlier stage of gestation. The Court disagreed, finding the statutory definition consistent with Roe . It reemphasized that viability is \"a matter of medical judgment, skill, and technical ability\" and that Roe meant to preserve the flexibility of the term. Moreover, the Danforth Court held that \"it is not the proper function of the legislature or the courts to place viability, which is essentially a medical concept, at a specific point in the gestation period. The time when viability is achieved may vary with each pregnancy, and the determination of whether a particular fetus is viable is, and must be, a matter for the judgment of the attending physician.\" The physician's central role in determining viability, and the lack of such definitional authority in the legislatures and courts, was reaffirmed by the Court in Colautti v. Franklin .", "In Danforth , the Court ruled that fetal protection statutes were generally overbroad and unconstitutional if they pertained to pre-viable fetuses. Such statutes require a doctor performing an abortion to use available means and medical skills to save the life of the fetus. In Colautti , the Supreme Court held subsequently that such fetal protection statutes could only apply to viable fetuses and that the statute must be precise in setting forth the standard for determining viability. In addition, the Court in Colautti stressed that in order to meet the constitutional test of sufficient certainty, fetal protection laws had to define whether a doctor's paramount duty was to the patient or whether the physician had to balance the possible danger to the patient against the increased odds of fetal survival.", "In Ashcroft , the Court found that the second-physician requirement during the third trimester was permissible under the Constitution because it \"reasonably furthers the State's compelling interest in protecting the lives of viable fetuses ... \"", "In City of Akron , the Court ruled that the portion of the Akron ordinance requiring that physicians performing abortions see to it that the remains of the unborn child be disposed of \"in a humane and sanitary\" way was void for vagueness. The level of uncertainty present was unacceptable in a situation such as this where there was the prospect of criminal liability being imposed."], "subsections": []}]}, {"section_title": "V. Setting the Stage for Casey: Webster v. Reproductive Health Services", "paragraphs": ["The 1983 Supreme Court decisions in City of Akron , Ashcroft , and Simopoulos settled questions relating to hospital requirements for second trimester abortions, informed consent requirements, waiting periods, parental notification and consent, and disposal of fetal remains. The Supreme Court reaffirmed its decision in Roe and its intention to continue to follow the trimester framework balancing a woman's constitutional right to decide whether to terminate a pregnancy with the State's interest in protecting potential life. The State's interest in protecting potential life becomes \"compelling\" at the point of viability, i.e., when the fetus can exist outside of a woman's womb either on its own or through artificial means. The definition of viability is the one used by the Court in its Roe decision in 1973. Again, in 1986, the Court reaffirmed Roe in Thornburgh v. American College of Obstetricians and Gynecologists .", "In 1989, the Supreme Court upheld the constitutionality of the State of Missouri's abortion statute in Webster v. Reproductive Health Services . In this 5-4 decision, while the majority did not overrule Roe , it indicated that it was willing to apply a less stringent standard of review to state restrictions on abortion. Webster made it clear that state legislatures have considerable discretion to pass restrictive legislation in the future, with the likelihood that such laws would probably pass constitutional muster.", "The main provisions in the 1986 Missouri law upheld by the Court included (1) barring public employees from performing or assisting in abortions not necessary to save the life of the mother; (2) barring the use of public buildings for performing abortions, despite the fact that there were no public monies involved (e.g., a building situated on public land); and (3) requiring physicians believing a woman desiring an abortion to be at least 20 weeks pregnant to perform tests to determine whether the fetus is viable. The Court's majority chose not to rule on the Missouri law's Preamble language which described life as beginning at conception with constitutional protections attaching at that point. Chief Justice Rehnquist, writing for the Court, said that the Preamble by its terms did not regulate abortion, and that it was an expression of a value judgment favoring childbirth over abortion. He noted that the Court in past cases has emphasized that Roe implies no limitation on a State's authority to make such a value judgment. The Webster ruling was narrow in that it did not affect private doctors' offices or clinics, where most abortions are performed. Its significance derives more from the rationales articulated by the five justices regarding how abortion restrictions would be reviewed in the future. Webster set the stage for the Court's 1992 decision in Casey .", "The majority opinion in Webster became splintered when the justices reviewed the Missouri provision respecting a doctor's testing for viability at 20 weeks of pregnancy. While the five justices (Rehnquist, White, Kennedy, Scalia, and O'Connor) agreed that the provision was constitutional, they had different reasons for so holding. Chief Justice Rehnquist, joined by Justices White and Kennedy, agreed with the district court and court of appeals that the required tests added increased costs to obtaining a second trimester abortion. In Roe , the Court had held that in the second trimester of pregnancy, the state could regulate abortion only in the interests of the health of the mother; and that it is only after viability (when the fetus can exist outside the womb on its own or through artificial means) that states are allowed to actually restrict abortions in the interests of protecting the fetus, i.e., potential life. A plurality disagreed with the Roe reasoning in this context and with the trimester framework upon which it is predicated. Chief Justice Rehnquist and Justices White and Kennedy instead proposed to apply a new standard of review for state abortion restrictions: whether the state regulation \"permissibly furthers the State's interest in protecting potential human life\". They concluded that the Missouri law's viability testing requirements did and therefore found that provision to be constitutional. The plurality put in doubt the whole concept of \"viability\" as the basis of determining when the state's interest in regulating abortion pertains: \"we do not see why the State's interest in protecting potential human life should come into existence only at the point of viability, and there should therefore be a rigid line allowing state regulation after viability but prohibiting it before viability.\"", "However, because the Missouri law did not limit abortions prior to viability, the plurality did not believe it was necessary to consider overruling Roe . Also, Chief Justice Rehnquist stated that the Missouri statute was different from the Texas statute challenged in Roe —the latter being a criminal abortion law. The plurality stated that it was instead modifying and narrowing Roe for application in future cases involving challenges to the constitutionality of state abortion restrictions.", "Justice Scalia wrote a separate concurrence because he believed that the Court did not go far enough. He would have overruled Roe explicitly. Justice O'Connor, also a part of the majority, wrote a separate concurrence as well but for different reasons. She was not ready to go as far as Justice Scalia and overrule Roe ; nor was she prepared to join the plurality and dispense with the trimester framework of Roe at this time. She stated in concurrence that the trimester system was problematic, but that there was no need to modify it in Webster because the validity of the Missouri law's viability provision could be decided under existing precedent, i.e., Roe and succeeding decisions. She applied a standard of \"undue burden\" and found the restriction to be constitutional: \"requiring the performance of examinations and tests useful to determining whether a fetus is viable, when viability is possible, and when it would not be medically imprudent to do so, does not impose an undue burden on a woman's abortion decision.\""], "subsections": []}, {"section_title": "VI. A Shift in Direction: Planned Parenthood of Southeastern Pennsylvania v. Casey", "paragraphs": ["In 1991, the Court in Rust v. Sullivan upheld on both statutory and constitutional grounds HHS' Title X regulations restricting recipients of Federal family planning funding from counseling women about the option of abortion. This case can better be described as one involving a challenge to First Amendment free speech rights than to the constitutionally guaranteed substantive right to an abortion; however, following its earlier public funding cases ( Maher v. Roe and Harris v. McRae ) as precedent, the Court did conclude that a woman's right to an abortion was not burdened by these regulations. The Court reasoned that there was no such violation because the Government has no duty to subsidize an activity simply because it is constitutionally protected and because a woman is \"in no worse position than if Congress had never enacted Title X.\"", "Both Webster and Rust energized legislative activity, the former at both the Federal and state levels, and the latter only at the Federal level. Some of the state legislative proposals that have become law have been challenged in the courts, e.g., Pennsylvania, Guam, Louisiana, and Utah. The Pennsylvania case, Planned Parenthood of Southeastern Pennsylvania v. Casey , was decided by the U.S. Supreme Court on June 29, 1992. In a highly fractionated 5-4 decision, the Court reaffirmed the basic constitutional right to an abortion while simultaneously allowing some new restrictions. Justices O'Connor, Kennedy and Souter wrote the plurality opinion, and they were joined in part by Justices Stevens and Blackmun. Chief Justice Rehnquist and Justices White, Scalia and Thomas dissented. The Court refused to overrule Roe , and the plurality explained at length why it was important to follow precedent. \"The Constitution serves human values, and while the effect of reliance on Roe cannot be exactly measured, neither can the certain cost of overruling Roe for people who have ordered their thinking and living around that case be dismissed.\" At the same time, the plurality indicated that state laws which contained an outright ban on abortion would be unconstitutional. Nevertheless, the Court abandoned the trimester framework articulated in Roe and the strict scrutiny standard of judicial review of abortion restrictions. Instead, it adopted a new analysis, \"undue burden.\" Courts will now need to ask the question whether a state abortion restriction has the effect of imposing an \"undue burden\" on a woman's right to obtain an abortion. \"Undue burden\" was defined as a \"substantial obstacle in the path of a woman seeking an abortion of a nonviable fetus.\"", "The Court applied this new analysis to the Pennsylvania statute and concluded that four of the provisions did not impose an undue burden on the right to abortion and were constitutional. Those provisions upheld were the 24-hour waiting period; informed consent; parental consent by minors with a judicial bypass; and reporting requirements. The Court also upheld the \"medical emergency\" definition under which other requirements can be waived. The spousal notification provision, requiring a married woman to tell her husband she intends to have an abortion, did not survive the \"undue burden\" test, and it was struck down as being unconstitutional. The dissenters would have upheld all of the provisions in the Pennsylvania law as well as overturn Roe itself. Justices Stevens and Blackmun wrote separate opinions. They joined the plurality in holding the spousal notification provision unconstitutional. Justice Stevens was vague concerning whether he was accepting the new \"undue burden\" analysis, but he did indicate that his application of it might be more stringent than the plurality's. On the other hand, Justice Blackmun stated that he would retain the analysis used in Roe , i.e., strict scrutiny.", "The Court's decision in Casey was significant because it appeared that the new standard of review would allow more state restrictions to pass constitutional muster. The decision was also noteworthy because the Court found that the state's interest in protecting the potentiality of human life extended throughout the course of the pregnancy, and thus the state could regulate, even to the point of favoring childbirth over abortion, from the outset. Under Roe , which utilized the trimester framework, during the first trimester of pregnancy, the woman's decision to terminate her pregnancy was reached in consultation between her and her doctor with virtually no state involvement. Also, under Roe , abortion was a \"fundamental right\" that could not be restricted by the state except to serve a \"compelling\" state interest. Roe ' s strict scrutiny form of review resulted in most state regulations being invalidated during the first two trimesters of pregnancy. The \"undue burden\" standard seems to allow more regulation during that period. This is evident from the Court's overruling, in part, two of its earlier decisions which had followed Roe : City of Akron and Thornburgh v. American College of Obstetricians and Gynecologists . In those cases, the Court, applying strict scrutiny, struck down 24-hour waiting periods and informed consent provisions. In contrast, the Court in Casey upheld similar provisions after applying the undue burden standard."], "subsections": []}, {"section_title": "VII. Applying Casey: Stenberg v. Carhart and Gonzales v. Carhart", "paragraphs": ["Following Casey , the Court appeared reluctant to review another abortion case. Between 1992 and 1993, the Court declined to hear appeals in three abortion cases. Contrary decisions by the U.S. Courts of Appeals regarding the validity of state statutes prohibiting \"partial-birth\" abortions, as well as congressional interest in enacting federal partial-birth legislation may have prompted the Court to decide Stenberg v. Carhart .", "The term \"partial-birth abortion\" refers generally to a method of abortion that involves the removal of the fetal body, with the exception of the skull, intact. \"Dilation and evacuation\" or \"D & E\" is the most common abortion procedure. D & E involves the dilation of the cervix and the dismemberment of the fetus inside the uterus. Fetal parts are later removed from the uterus either with forceps or by suction.", "The partial-birth abortion procedure is a variation on the D & E procedure. The procedure begins with the induced dilation of the cervix. If the fetus presents head first, the doctor will collapse the skull and remove the entire fetus through the cervix. This procedure is called \"intact D & E\" by the medical community. If the fetus presents feet first, the doctor will extract the fetal body through the cervix, collapse the skull, and remove the fetus through the cervix. This procedure is commonly referred to as \"dilation and extraction\" or \"D & X\" by the medical community. The procedural similarities between the intact D & E and D & X procedures and the D & E procedure have prompted concern that the language of state partial-birth abortion bans may prohibit both methods of abortion.", "For the remainder of this report, the term \"D & X\" is used to represent both the intact D & E procedure and the D & X procedure.", "In Stenberg , a Nebraska physician who performs abortions at a specialized abortion facility sought a declaration that Nebraska's partial-birth abortion ban statute violates the U.S. Constitution. The Nebraska statute provides:", "No partial birth abortion shall be performed in this state, unless such procedure is necessary to save the life of the mother whose life is endangered by a physical disorder, physical illness, or physical injury, including a life-endangering physical condition caused by or arising from the pregnancy itself.", "The term \"partial birth abortion\" is defined by the statute as \"an abortion procedure in which the person performing the abortion partially delivers vaginally a living unborn child before killing the unborn child and completing the delivery.\" The term \"partially delivers vaginally a living unborn child before killing the unborn child\" is further defined as \"deliberately and intentionally delivering into the vagina a living unborn child, or a substantial portion thereof, for the purpose of performing a procedure that the person performing such procedure knows will kill the unborn child and does kill the unborn child.\" Violation of the statute carries a prison term of up to 20 years and a fine of up to $25,000. In addition, a doctor who violates the statute is subject to the automatic revocation of his license to practice medicine in Nebraska.", "Among his arguments, Dr. Carhart maintained that the meaning of the term \"substantial portion\" in the Nebraska statute is unclear and thus, could include the common D & E procedure in its ban of partial-birth abortions. Because the Nebraska legislature failed to provide a definition for \"substantial portion,\" the U.S. Court of Appeals for the Eighth Circuit interpreted the Nebraska statute to proscribe both the D & X and D & E procedures: \"if 'substantial portion' means an arm or a leg - and surely it must - then the ban ... encompasses both the D & E and the D & X procedures.\" The Eighth Circuit acknowledged that during the D & E procedure, the physician often inserts his forceps into the uterus, grasps a part of the living fetus, and pulls that part of the fetus into the vagina. Because the arm or leg is the most common part to be retrieved, the physician would violate the statute.", "The state argued that the statute's scienter or knowledge requirement limited its scope and made it applicable only to the D & X procedure. According to the state, the statute applied only to the deliberate and intentional performance of a partial birth abortion; that is, the partial delivery of a living fetus vaginally, the killing of the fetus, and the completion of the delivery. However, the Eighth Circuit found that the D & E procedure involves all of the same steps: \"The physician intentionally brings a substantial part of the fetus into the vagina, dismembers the fetus, leading to fetal demise, and completes the delivery. A physician need not set out with the intent to perform a D & X procedure in order to violate the statute.\"", "The Supreme Court affirmed the Eighth Circuit's decision by a 5-4 margin. The Court based its decision on two determinations. First, the Court concluded that the Nebraska statute lacks any exception for the preservation of the health of the mother. Second, the Court found that the statute imposes an undue burden on the right to choose abortion because its language covers more than the D & X procedure.", "Despite the Court's previous instructions in Roe and Casey , that abortion regulation must include an exception where it is \"necessary, in appropriate medical judgment, for the preservation of the life or health of the mother,\" the state argued that Nebraska's partial-birth abortion statute does not require a health exception because safe alternatives remains available to women and a ban on partial-birth abortions would create no risk to the health of women. Although the Court conceded that the actual need for the D & X procedure is uncertain, it recognized that the procedure could be safer in certain circumstances. Thus, the Court stated, \"a statute that altogether forbids D & X creates a significant health risk ... [t]he statute consequently must contain a health exception.\"", "In its discussion of the undue burden that would be imposed if the Nebraska statute was upheld, the Court maintained that the plain language of the statute covers both the D & X and D & E procedures. Although the Nebraska State Attorney General offered an interpretation of the statute that differentiated between the two procedures, the Court was reluctant to recognize such a view. Because the Court traditionally follows lower federal court interpretations of state law and because the Attorney General's interpretative views would not bind state courts, the Court held that the statute's reference to the delivery of \"a living unborn child, or a substantial portion thereof\" implicates both the D & X and D & E procedures.", "Because the Stenberg Court was divided by only one member, Justice O'Connor's concurrence raised concern among those who support a woman's right to choose. Justice O'Connor's concurrence indicated that a state statute prohibiting partial-birth abortions would likely withstand a constitutional challenge if it included an exception for situations where the health of the mother is at issue, and if it is \"narrowly tailored to proscribing the D & X procedure alone.\" Justice O'Connor identified Kansas, Utah, and Montana as having partial-birth abortion statutes that differentiate appropriately between D & X and the other procedures.", "In April 2007, the Court again addressed the validity of a statute that prohibits the performance of partial-birth abortions. The federal Partial-Birth Abortion Ban Act of 2003 was signed by the President on November 5, 2003 ( P.L. 108-105 ). In general, the act prohibits physicians from performing a partial-birth abortion except when it is necessary to save the life of a mother whose life is endangered by a physical disorder, physical illness, or physical injury, including a life-endangering physical condition caused by or arising from the pregnancy itself. Physicians who violate the act are subject to a fine, imprisonment for not more than two years, or both.", "In Gonzales v. Carhart , the Court upheld the federal statute, finding that, as a facial matter, it is not unconstitutionally vague and does not impose an undue burden on a woman's right to terminate her pregnancy. The Court distinguished the federal statute from the Nebraska law at issue in Stenberg . According to the Court, the federal statute is not unconstitutionally vague because it provides doctors with a reasonable opportunity to know what conduct is prohibited. Unlike the Nebraska law, which prohibited the delivery of a \"substantial portion\" of the fetus, the federal statute includes \"anatomical landmarks\" that identify when an abortion procedure will be subject to the act's prohibitions. The Court noted: \"[I]f an abortion procedure does not involve the delivery of a living fetus to one of these 'anatomical landmarks'—where, depending on the presentation, either the fetal head or the fetal trunk past the navel is outside the body of the mother—the prohibitions of the act do not apply.\"", "The Court also maintained that the inclusion of a scienter or knowledge requirement in the federal statute alleviates any vagueness concerns. Because the act applies only when a doctor \"deliberately and intentionally\" delivers the fetus to an anatomical landmark, the Court concluded that a doctor performing the D & E procedure would not face criminal liability if a fetus is delivered beyond the prohibited points by mistake. The Court observed: \"The scienter requirements narrow the scope of the act's prohibition and limit prosecutorial discretion.\"", "In reaching its conclusion that the Partial-Birth Abortion Ban Act of 2003 does not impose an undue burden on a woman's right to terminate her pregnancy, the Court considered whether the federal statute is overbroad, prohibiting both the D & X and D & E procedures. The Court also considered the statute's lack of a health exception.", "Relying on the plain language of the act, the Court determined that the federal statute could not be interpreted to encompass the D & E procedure. The Court maintained that the D & E procedure involves the removal of the fetus in pieces. In contrast, the federal statute uses the phrase \"delivers a living fetus.\" The Court stated: \"D&E does not involve the delivery of a fetus because it requires the removal of fetal parts that are ripped from the fetus as they are pulled through the cervix.\" The Court also identified the act's specific requirement of an \"overt act\" that kills the fetus as evidence of its inapplicability to the D & E procedure. The Court indicated: \"This distinction matters because, unlike [D & X], standard D&E does not involve a delivery followed by a fatal act.\" Because the act was found not to prohibit the D & E procedure, the Court concluded that it is not overbroad and does not impose an undue burden a woman's ability to terminate her pregnancy.", "According to the Court, the absence of a health exception also did not result in an undue burden. Citing its decision in Ayotte v. Planned Parenthood of Northern New England , the Court noted that a health exception would be required if it subjected women to significant health risks. However, acknowledging medical disagreement about the act's requirements ever imposing significant health risks on women, the Court maintained that \"the question becomes whether the act can stand when this medical uncertainty persists.\" Reviewing its past decisions, the Court indicated that it has given state and federal legislatures wide discretion to pass legislation in areas where there is medical and scientific uncertainty. The Court concluded that this medical uncertainty provides a sufficient basis to conclude in a facial challenge of the statute that it does not impose an undue burden.", "Although the Court upheld the Partial-Birth Abortion Ban Act of 2003 without a health exception, it acknowledged that there may be \"discrete and well-defined instances\" where the prohibited procedure \"must be used.\" However, the Court indicated that exceptions to the act should be considered in as-applied challenges brought by individual plaintiffs: \"In an as-applied challenge the nature of the medical risk can be better quantified and balanced than in a facial attack.\"", "Justice Ginsburg authored the dissent in Gonzales . She was joined by Justices Stevens, Souter, and Breyer. Describing the Court's decision as \"alarming,\" Justice Ginsburg questioned upholding the federal statute when the relevant procedure has been found to be appropriate in certain cases. Citing expert testimony that had been introduced, Justice Ginsburg maintained that the prohibited procedure has safety advantages for women with certain medical conditions, including bleeding disorders and heart disease.", "Justice Ginsburg also criticized the Court's decision to uphold the statute without a health exception. Justice Ginsburg declared: \"Not only does it defy the Court's longstanding precedent affirming the necessity of a health exception, with no carve-out for circumstances of medical uncertainty ... it gives short shrift to the records before us, carefully canvassed by the District Courts.\" Moreover, according to Justice Ginsburg, the refusal to invalidate the Partial-Birth Abortion Ban Act of 2003 on facial grounds was \"perplexing\" in light of the Court's decision in Stenberg . Justice Ginsburg noted: \"[I]n materially identical circumstances we held that a statute lacking a health exception was unconstitutional on its face.\"", "Finally, Justice Ginsburg contended that the Court's decision \"cannot be understood as anything more than an effort to chip away at a right declared again and again by [the] Court—and with increasing comprehension of its centrality to women's lives.\" Citing the language used by the Court, including the phrase \"abortion doctor\" to describe obstetrician-gynecologists and surgeons who perform abortions, Justice Ginsburg maintained that \"[t]he Court's hostility to the right Roe and Casey secured is not concealed.\" She argued that when a statute burdens constitutional rights and the measure is simply a vehicle for expressing hostility to those rights, the burden is undue."], "subsections": []}]}}