{"id": "98-15", "title": "House Committee on Ethics: A Brief History of Its Evolution and Jurisdiction", "released_date": "2019-04-01T00:00:00", "summary": ["The United States Constitution (Article 1, Section 5, clause 1) provides each House of Congress with the sole authority to establish rules, judge membership requirements, and punish and expel Members. From 1789 to 1967, the House of Representatives dealt with disciplinary action against Members on a case-by-case basis, often forming ad-hoc committees to investigate and make recommendations when acts of wrongdoing were brought to the chamber's attention. Events of the 1960s, including the investigation of Representative Adam Clayton Powell for alleged misuse of Education and Labor Committee funds, prompted the creation of a permanent ethics committee and the writing of a Code of Conduct for Members, officers, and staff of the House.", "Begun as a select committee in the 89th Congress (1965-1966), the House created a 12-member panel to \"recommend to the House … such … rules or regulations … necessary or desirable to insure proper standards of conduct by Members of the House and by officers and employees of the House, in the performance of their duties and the discharge of their responsibilities.\" Acting on the select committee's recommendations, the House created a permanent Committee on Standards of Official Conduct in the 90th Congress (1967-1968). In the 112th Congress (2011-2012), the committee was renamed the Committee on Ethics.", "This report briefly outlines the background of ethics enforcement in the House of Representatives, including the creation of both the Select Committee on Ethics and the Committee on Ethics. The report also focuses on various jurisdictional and procedural changes that the committee has experienced since 1967 and discusses the committee's current jurisdiction and procedures.", "For additional information on ethics in the House of Representatives, please refer to CRS Report R40760, House Office of Congressional Ethics: History, Authority, and Procedures, by Jacob R. Straus; CRS Report RL30764, Enforcement of Congressional Rules of Conduct: A Historical Overview, by Jacob R. Straus; and CRS Report R44213, Altering House Ethics Committee Sanction Recommendations on the Floor: Past Precedent and Options for Action, by Jacob R. Straus and James V. Saturno."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In the Federalist Papers , James Madison noted the importance of participation by upstanding citizens at all levels of government as a condition for legitimate governance. \"The aim of every political constitution is, or ought to be, first to obtain for rulers men who possess most wisdom to discern, and most virtue to pursue, the common good of the society; and in the next place, to take the most effectual precautions for keeping them virtuous whilst they continue to hold their public trust.\" ", "To ensure that Members uphold high standards, the Constitution provides each house of Congress sole authority to establish rules, judge membership requirements, and punish and expel its Members. Article I, Section 5, clause 1 provides that \"Each House shall be the Judge of the Elections, Returns, and Qualifications of its own Members.\" In addition, clause 2 provides that \"Each House may determine the Rules of its Proceedings, punish its Members for disorderly Behaviour, and, with the Concurrence of two thirds, expel a Member.\" Congress used their ability to establish ethics rules and to punish individual Members sparingly in the 18 th and 19 th centuries. ", "As former Senate historian Richard Baker observed on the subject of congressional ethics, \"[f]or nearly two centuries, a simple and informal code of behavior existed. Prevailing norms of general decency served as the chief determinants of proper legislative conduct. \" During that time, Congress often dealt with potential ethics issues \"on a case-by-case basis, only with the most obvious acts of wrongdoing, those clearly 'inconsistent with the trust and duty of a member. '\" Events in the 1960s, including the investigation of Representative Adam Clayton Powell's alleged misuse of Education and Labor Committee funds, prompted a special subcommittee of the Committee on House Administration to investigate the allegations and the potential creation of an ethics committee to establish a code of conduct for the House of Representatives.", "This report examines the history and evolution of the House Committee on Ethics, including the committee's jurisdiction and investigative procedure. It does not deal with changes to federal or state criminal law or with criminal pros ecutions of Members of Congress or with the specifics of disciplinary cases in the House."], "subsections": []}, {"section_title": "Creating a Permanent Ethics Committee", "paragraphs": ["Prior to the creation of the House Committee on Standards of Official Conduct in the 90 th Congress (1967-1968), no uniform mechanism existed for self-discipline in the House of Representatives. Congress, however, had previously attempted to create an ethical framework for House Members and employees. In 1958, Congress established the first Code of Ethics for Government Service. Initially proposed in 1951 by Representative Charles Bennett, the Code of Ethics was adopted as a result of a House investigation of presidential chief of staff Sherman Adams, who was alleged to have received gifts from an industrialist being investigated by the Federal Trade Commission. The Code of Ethics for Government Service standards continue to be recognized as ethical guidance in the House and Senate. They are, however, not legally binding because the code was adopted by congressional resolution, not by law. ", "In the period preceding the creation of the Committee on Standards of Official Conduct in 1967, investigations into alleged wrongdoing by Members and staff of the House were dealt with in an ad-hoc fashion. There were, however, attempts to create a more uniform system to investigate and discipline Members and staff. For example, during hearings before the Joint Committee on the Organization of Congress in 1965, considerable testimony was presented on the ethical conduct of Members, and the need for House and Senate codes of conduct, financial disclosure regulations, and a House Ethics Committee (the Senate had created one in 1964). In its final report, the joint committee called for the creation of a Committee on Standards and Conduct in the House."], "subsections": [{"section_title": "Select Committee on Standards and Conduct", "paragraphs": ["On September 2, 1966, following publicized allegations of misconduct by House Education and Labor Committee Chair Adam Clayton Powell, Representative Charles Bennett introduced H.Res. 1013 to create a Select Committee on Standards and Conduct, which was referred to the Committee on Rules. On September 7, the Committee on Rules reported the resolution \"with the recommendation that the resolution do pass.\" On October 19, the House debated, amended, and agreed to H.Res. 1013, creating the select committee.", "As adopted, the resolution created a 12-member panel, with 6 majority and 6 minority Members appointed by the Speaker of the House. The Select Committee was charged with two duties. They were to", "(1) recommend to the House, by report or resolution such additional rules or regulations as the Select Committee shall determine to be necessary or desirable to insure proper standards of conduct by Members of the House and by officers or employees of the House, in the performance of their duties and the discharge of their responsibilities; and ", "(2) report violations, by a majority vote of the Select Committee, of any law to the proper Federal and State authorities.", "Pursuant to H.Res. 1013, the report on the select committee's activities at the end of the 89 th Congress (1965-1966) included recommendations for House action on ethics-related matters. Because the select committee only existed between October and December 1966, the committee concluded that they could not \"prudently recommend changes in existing provisions of law or recommend new ones at this time.\" Instead, they recommended that (1) the committee be continued as a select committee in the 90 th Congress; (2) legislation introduced in the 90 th Congress on standards and conduct should be referred to the select committee; and (3) Members of the House should be asked for suggested changes in existing statutes. In addition, the report included draft language for the continuation of the select committee."], "subsections": []}, {"section_title": "Committee on Standards of Official Conduct (Now Committee on Ethics)", "paragraphs": ["In the first session of the 90 th Congress (1967-1966), more than 100 resolutions were introduced to create a Committee on Standards of Official Conduct. One of these proposals, H.Res. 18, was introduced on January 10, 1967, by Representative Charles Bennett, chair of the Select Committee on Standards and Conduct in the 89 th Congress. H.Res. 18 was referred to the Committee on Rules, which held a series of hearings on this, and other similar resolutions, in February and March 1967.", "During the hearings, the Committee on Rules heard from numerous Members of the House and considered proposals to create both a select and a standing committee on standards and conduct. Representative Bennett, the sponsor of H.Res. 18, argued that a standards committee would be essential to aid the House in dealing with issues of perceived and actual impropriety by Members. He testified", "The public image of Congress demands that the House establish a full, working, thoughtful committee working solely in the field of standards and conduct. Sixty percent of those answering a recent Gallup poll said they believe the misuse of Government funds by Congressmen is fairly common. Of course, we know that such abuses are, in fact, not common, but we have seen a number of such damaging polls showing the people's lack of faith in the integrity of Congress.", "There is a need for a vehicle in the House to achieve and maintain the highest possible standards by statute and enforcement thereof. This can only be done after through study by a committee whose primary interests are in the field of ethics.", "On April 6, 1967, following its hearings on H.Res. 18 and other similar resolutions, the House Rules Committee reported H.Res. 418, \"to establish a standing committee to be known as the Committee on Standards of Official Conduct.\" ", "On April 13, the House debated and passed H.Res. 418 by a vote of 400 to zero. The resolution created a bipartisan 12-member standing committee with the initial mission to make \"recommendations for its jurisdiction\" and to \"recommend as soon as practicable to the House of Representatives such changes in laws, rules, and regulations as the committee deems necessary to establish and enforce standards of official conduct for Members, officers and employees of the House.\" The first members of the committee were appointed on May 1 when H.Res. 457 (majority members) and H.Res. 458 (minority members) were agreed to by the House.", "The Committee on Standards of Official Conduct (Committee on Standards) held its first hearings in the summer and fall of 1967. The hearings were designed to help the committee meet the requirements of H.Res. 418 \"to write, and recommend to the House, a set of standards for the official conduct of the Chambers' Members and employees.\"", "In March 1968, the committee issued a report summarizing their activities and recommending", "continuation of the committee as a select committee; changes in the committee's jurisdiction and powers; creation of a Code of Official Conduct and financial disclosure rules for Members, officers, and employees of the House; establishment of standardized controls by the Committee on House Administration over committees using counterpart funds (foreign currencies held by U.S. embassies that can only be spent in the country of origin); a prompt review of the Federal Corrupt Practices Act (reporting of campaign expenditures) by the House; and compliance by House candidates with applicable provisions of the proposed Code of Official Conduct.", "On March 14, 1968, Representative Melvin Price, chair of the Committee on Standards, introduced H.Res. 1099 \"to continue the Committee on Standards of Official Conduct as a permanent standing committee of the House of Representatives.\" The resolution was referred to the Committee on Rules, and was reported with amendments on April 1. On April 3, the Committee on Rules reported a special rule (H.Res. 1119) for the consideration of H.Res. 1099. Following adoption of H.Res. 1119, debate on H.Res. 1099 proceeded. In his opening statement, Representative Price discussed the reasons for amending H.Res. 418 and making the committee a permanent, standing committee of the House.", "The reason for amending that original resolution, as opposed to offering a completely new resolution, is that the committee felt it would be advantageous—from the standpoints of continuity and orderliness—to extend the life of the existing committee rather than constitute a new committee.", "Following the adoption of several amendments, H.Res. 1099 was agreed to by a vote of 406 to 1. The resolution provided for (1) continuation of the Committee on Standards as a permanent standing House committee; (2) enumeration of the committee's jurisdiction and powers; (3) creation of the first House Code of Official Conduct (Rule XLIII); and (4) adoption of the first financial disclosure requirements for Members, officers, and designated employees (Rule XLIV). ", "In the 112 th Congress, the House renamed the Committee on Standards of Official Conduct to the Committee on Ethics. The committee will be referred to as the Committee on Ethics for the remainder of this report."], "subsections": []}]}, {"section_title": "Jurisdiction", "paragraphs": ["In addition to establishing the Committee on Ethics as a permanent standing committee, H.Res. 1099 formalized the committee's jurisdiction. The History of the United States House of Representatives, 1789-1994 , published by the Committee on House Administration in the 103 rd Congress (1993-1994), summarized four major jurisdictional areas for the Committee on Ethics. ", "Since 1968, the House has authorized and directed the Ethics Committee to: (1) recommend to the House legislative or administrative actions deemed necessary for establishing or enforcing standards of conduct; (2) investigate allegations of violations of the Code of Official Conduct or any law, rule, regulation, or other standard of conduct applicable to Members, officers, and employees in the performance of official duties; and after notice and a hearing, recommend to the House whatever action or sanctions it deems appropriate; (3) subject to House approval, report to appropriate state and federal authorities about evidence of violations of law by Members, officers, and employees in the performance of official duties; and (4) issue and publish advisory opinions for the guidance of Members, officers, and employees.", "The committee was also provided with jurisdiction over the Code of Official Conduct and financial disclosure. ", "In addition to establishing the committee's jurisdiction, H.Res. 1099, and subsequent amendments, imposed several constraints on the Committee on Ethics. These limits, except where noted, are still in effect in House Rule XI, clause 3(a). They stipulate that", "there must be an affirmative vote of seven out of 12 committee members for the issuance of any report, resolution, recommendation, or advisory opinion relating to the official conduct of a Member, officer, or employee or the investigation of such conduct; investigations, other than those initiated by the committee, can be undertaken only upon receipt of a complaint, in writing and under oath, from a Member of the House, or an individual not a Member if the committee finds that such complaint has been submitted by the individual to no fewer than three Members who have refused in writing to transmit the complaint to the committee; investigations of alleged violations of any law or rule that was not in effect at the time of the alleged violation are prohibited; and members of the committee are not eligible to participate in any committee proceeding relating to their official conduct.", "H.Res. 1099 also empowered the committee to hold hearings, receive testimony, and issue subpoenas in the course of conducting an investigation.", "When discussing the jurisdiction of House committees, it is important to note that the House Parliamentarian is the sole definitive authority on questions relating to the jurisdiction of the chamber's committees and should be consulted for a formal opinion on any specific procedural question."], "subsections": [{"section_title": "Changes in Jurisdiction", "paragraphs": ["Since the establishment of the Committee on Ethics as a permanent standing committee, the committee's jurisdiction has been amended a number of times. Each of these changes \"necessitated following experience under prior rules\" and reflected the changing nature of ethics enforcement in the House."], "subsections": [{"section_title": "Lobbying and Campaign Finance", "paragraphs": ["On May 19, 1970, Representative William Colmer introduced H.Res. 1031 to amend then clause 19 of Rule XI of the House \"with respect of lobbying practices and political campaign contributions affecting the House of Representatives.\" The Committee on Rules reported the resolution on June 11, and it was brought up for debate on July 8. Following debate, the resolution was adopted to give the Committee on Ethics formal jurisdiction over lobbying activities as well as those involving the raising, reporting, and use of campaign funds. ", "Authority over campaign contributions, lobbying, and financial disclosure have subsequently been removed from the committee's jurisdiction. In the 94 th Congress (1975-1976), the House transferred jurisdiction over campaign contributions to the Committee on House Administration as part of the rules package. In the 95 th Congress (1977-1978), the House transferred jurisdiction over lobbying to the Committee on the Judiciary and jurisdiction over measures relating to financial disclosure was reassigned to the Committee on Rules."], "subsections": []}, {"section_title": "Rules of Conduct", "paragraphs": ["On March 2, 1977, the House adopted H.Res. 287 , which contained several amendments and additions to the House rules of conduct. Included were the first requirement that financial disclosure be made public; limits on outside earned income and unofficial office accounts; and further restrictions on the acceptance of gifts, the use of the franking privilege, and limits on foreign travel. Pursuant to H.Res. 287 , the Committee on Ethics assumed jurisdiction over these additional areas and was authorized to maintain the public financial disclosure reports filed by Members, officers, and designated employees. In addition, the House established a Select Committee on Ethics, chaired by Representative L. Richardson Preyer, to assist the Committee on Ethics with the implementation of the new rules."], "subsections": []}]}, {"section_title": "Additional Authorities", "paragraphs": ["On July 14, 1977, the House agreed to H.Res. 658 and established the Permanent Select Committee on Intelligence. The resolution also authorized the Committee on Ethics to \"investigate an unauthorized disclosure of intelligence or intelligence-related information by a Member, officer, or employee of the House in violation of paragraph (c) and report to the House concerning any allegation which it finds to be substantiated.\"", "In August 1977, the Committee on Ethics was designated as the \"employing agency\" for the House. Pursuant to P.L. 95-105 , the Foreign Relations Authorization Act for FY 1978, the committee was authorized to issue regulations governing the acceptance by House Members, personnel, and employees of gifts, trips, and decorations from foreign governments."], "subsections": [{"section_title": "Financial Disclosure", "paragraphs": ["In 1978, the Ethics in Government Act began requiring government-wide public financial disclosure requirements. Subsequently, with the adoption of the House rules for the 96 th Congress (1979-1980), the provisions of the House financial disclosure rule were replaced by those of the Ethics Act and incorporated into House rules. This act delegated to the Committee on Ethics review, interpretation, and compliance responsibilities for the public financial disclosure reports that henceforth were to be filed with the Clerk of the House.", "On April 4, 2012, the STOCK Act (Stop Trading on Congressional Knowledge Act) was passed to affirm that no exemption exists from \"insider trading\" laws and regulations for Members of Congress and congressional employees. Pursuant to the act, the House Committee on Ethics (and the Senate Select Committee on Ethics) is required to", "issue interpretive guidance of the relevant rules of each chamber, including rules on conflicts of interest and gifts, clarifying that a Member of Congress and an employee of Congress may not use nonpublic information derived from such person's position as a Member of Congress or employee of Congress or gained from the performance of such person's official responsibilities as a means for making a private profit.", "On August 17, 2012, the committee issued a \"pink sheet\" on the implementation of the STOCK Act that clarified who is required to file, what transactions must be reported, the requirements for participating in a stock's initial public offering (IPO), waivers and exclusions to the act, when transactions must be reported, how and where transactions should be reported, late filing fees, penalties for failing to file and filing false information, and how to get assistance from the committee."], "subsections": []}, {"section_title": "Ethics Reform Act of 1989", "paragraphs": ["The Ethics Reform Act of 1989 amended the Ethics in Government Act of 1978 and included a variety of ethics and pay reforms for the three branches of government. Enforcement of these changes further expanded the jurisdiction of the Committee on Ethics. Changes made pursuant to the Ethics Reform Act of 1989 included enforcement of the act's ban on honoraria, limits on outside earned income, and restrictions on the acceptance of gifts. The committee was also given the responsibility for consideration of any requests for a written waiver of the limits imposed by the House gift ban rule."], "subsections": []}]}]}, {"section_title": "Procedures", "paragraphs": ["Procedures for the Committee on Ethics are set through House Rule XI, clause 3 and are further specified in the committee's rules.", "Since its creation in 1967, several changes have been made to the Committee on Ethics' procedures. Change to the committee's procedures can be divided into eight broad time periods or categories: changes in the 1970s, the Ethics Reform Act of 1989, the Ethics Reform Task Force of 1997, 109 th Congress changes, 110 th Congress changes, 113 th Congress changes, 114 th Congress changes, and the creation of the Office of Congressional Ethics in 2008. No changes were made to House ethics procedures in the 111 th or 112 th Congresses."], "subsections": [{"section_title": "Changes in the 1970s", "paragraphs": ["During the first years of the Committee on Ethics many adjustments were made to the procedural operations of the committee. While some of the changes made during the 1970s have been repealed or replaced, three changes remain in effect.", "1. In the 93 rd Congress (1973-1974), the House agreed to H.Res. 988 and amended the jurisdiction and procedures of nearly all standing committees. As part of those reforms, House Rules were amended to permit a majority vote to approve Committee on Standard's reports, recommendations, advisory opinions, and investigations; 2. In the 95 th Congress (1977-1978), the House included in its opening day rules package a provision permitting a member of the committee to disqualify himself/herself from participating in an investigation upon submission of an affidavit of disqualification in writing and under oath; and 3. In the 96 th Congress (1979-1980), House rules were amended to prohibit \"information or testimony received, or the contents of a complaint or the fact of its filing\" from being \"publicly disclosed by any committee or staff member unless specifically authorized in each instance by a vote of the full committee.\""], "subsections": []}, {"section_title": "Ethics Reform Act of 1989", "paragraphs": ["The Ethics Reform Act of 1989 ( P.L. 101-194 ) contained provisions affecting all three branches of government and mandated changes to the House Committee on Ethics. Specifically, it established the Office of Advice and Education in the Committee on Ethics. The Office of Advice and Education's primarily responsibilities include", "(A) Providing information and guidance to Members, officers and employees of the House regarding any laws, rules, regulations, and other standards of conduct applicable to such individuals in their official capacities, and any interpretations and advisory opinions of the committee.", "(B) Submitting to the chairman and ranking minority member of the committee any written request from any such Member, officer or employee for an interpretation of applicable laws, rules, regulations, or other standards of conduct, together with any recommendations thereon.", "(C) Recommending to the committee for its consideration formal advisory opinions of general applicability.", "(D) Developing and carrying out, subject to the approval of the chairman, periodic educational briefings for Members, officers and employees of the House on those laws, rules, regulations, or other standards of conduct applicable to them.", "The Office of Advice and Education offers training, guidance, and provides recommendations to Members, officers, and employees of the House on standards of conduct applicable to their official duties.", "Many other changes implemented by the 1989 act are still applicable. These include", "\"bifurcation\" (separation) within the committee of its investigative and adjudicative functions; a requirement that the committee report to the House on any case it has voted to investigate and that any \"letter of reproval\" or other committee administrative action may be issued only as part of a final report to the House; a statute of limitation prohibiting the committee from initiating or undertaking an investigation of alleged violations occurring prior to the third previous Congress unless they are related to a continuous course of conduct in recent years; a guarantee that any Member who is the respondent in any Ethics Committee investigation may be accompanied by one counsel on the House floor during consideration of his/her case; and a time limit of committee service of no more than three out of any five consecutive Congresses.", "The act also increased the size of the committee's membership from 12 to 14. That change, however, was superseded by the 1997 amendments that reduced the size of the committee from 14 to 10 members."], "subsections": []}, {"section_title": "Ethics Reform Task Force", "paragraphs": ["On February 12, 1997, the House created an Ethics Reform Task Force to \"look into any and all aspects of the ethics process,\" including", "Who can file a complaint and upon what basis of information, what should be the standards for initiating an investigation, what evidentiary standard should apply throughout the process, how has the bifurcation process worked, does it take too long to conduct a review, should non-House Members play a part in a reformed ethics process, should we enlarge the pool of Members who might participate in different phases of the process?", "Chaired by Representatives Bob Livingston and Ben Cardin, the 10-member task force was directed to review the existing House ethics process and to recommend reforms. At the same time that the House approved the establishment of the task force, it also approved a 65-day moratorium on the filing of new ethics complaints to enable the Task Force to conduct its work \"in a climate free from specific questions of ethical propriety.\"", "After seven months of study, the Task Force reported to the House in June 1997 with several recommendations. These included ensuring that the Committee on Standards operated in a non-partisan manner; that the committee's workings be kept confidential unless otherwise voted on by the committee; that an improved system be created for the filing of information offered as a complaint; that the committee should create an efficient administrative structure; that due process for Members, officers, and employees of the House be preserved; that Members play a greater role in the ethics process; and that matters before the committee be dealt with in a timely manner.", "On September 18, 1997, the House debated and agreed to H.Res. 230 , a rule to provide for the consideration of H.Res. 168 , the implementation of the Task Force's recommendations, and proceeded to debate and amend H.Res. 168 . The major ethics process changes adopted pursuant to H.Res. 168 included the following:", "altering the way individuals who are not Members of the House file complaints with the Committee on Ethics by requiring them to have a Member of the House certify in writing that the information is submitted in good faith and warrants consideration; decreasing the size of the committee from 14 members to 10; establishing a 20-person pool of Members (10 from each party) to supplement the work of the Ethics Committee as potential appointees to investigative subcommittees that the committee might establish; requiring the chair and ranking minority member of the committee to determine within 14 calendar days or 5 legislative days, whichever comes first, if the information offered as a complaint meets the committee's requirements; allowing an affirmative vote of two-thirds of the members of the committee or approval of the full House to refer evidence of violations of law disclosed in a committee investigation to the appropriate state or federal law enforcement authorities; providing for a nonpartisan, professional committee staff; allowing the ranking minority member on the committee to place matters on the committee's agenda; and decreasing the maximum service on the committee from six years to four years during any three successive Congresses and required at least four members to be rotated off the committee at the end of each Congress."], "subsections": []}, {"section_title": "109th Congress Changes", "paragraphs": ["On January 4, 2005, the House included several provisions in its rules for the 109 th Congress (2005-2006) that affected the Committee on Ethics. These included the process for handling allegations against a House Member, officer, or employee; procedures for instances when the conduct of one Member, officer, or employee might be referenced in the course of an investigation against another Member, officer, or employee; the due process for respondents and witnesses; and the dismissal of complaints. Subsequently, on April 27, 2005, the House reversed earlier 109 th Congress changes when it agreed to H.Res. 240 and reinstated \"certain provisions of the rules relating to procedures of the Committee on Standards of Official Conduct to the form in which those provisions existed at the close of the 108 th Congress.\""], "subsections": []}, {"section_title": "110th Congress Changes", "paragraphs": ["On June 5, 2007, the House agreed to H.Res. 451 , directing the Committee on Ethics to \"respond to the indictment of, or the filing of charges of criminal conduct in a court of the United States or any State against, any Member of the House of Representatives by empaneling an investigative subcommittee to review the allegations not later than 30 days after the date the Member is indicted or the charges are filed.\" The resolution was adopted following the grand jury indictment of a Member of the House in the United States District Court for the Eastern District of Virginia. The requirements of H.Res. 451 were continued in the rules packages for both the 111 th and the 112 th Congresses."], "subsections": []}, {"section_title": "113th Congress Changes", "paragraphs": ["As part of the rules package ( H.Res. 5 ) for the 113 th Congress (2013-2014), the House amended the Code of Conduct (Rule XXIII, clause 8(c)) to remove references to \"spouses\" and replace those references with the term \"relative.\" For the purpose of the Rule, relative is defined as", "an individual who is related to the Member, Delegate, or Resident Commissioner as father, mother, son, daughter, brother, sister, uncle, aunt, first cousin, nephew, niece, husband, wife, father-in-law, mother-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, stepfather, stepmother, stepson, stepdaughter, stepbrother, stepsister, half brother, half sister, grandson, or granddaughter.", "Additionally, H.Res. 5 required that copies of executed oaths (or affirmations) made by an officer or employee of the House be retained by the Sergeant at Arms, while oaths (or affirmations) made by Members, Delegates, or the Resident Commissioner continue to be retained by the Clerk of the House."], "subsections": []}, {"section_title": "114th Congress Changes", "paragraphs": ["First adopted as part of the rules package ( H.Res. 5 ) for the 114 th Congress (2015-2016), the House made two changes to Rule XI, clause 3, by adding a new paragraph at the end of the section on House Ethics Committee procedures that stated", "The committee may not take any action that would deny any person any right or protection provided under the Constitution of the United States.", "H.Res. 5 further amended Rule XI, clause 3(a)(6)(B)(i) to require that all new officers, employees, Members, Delegates, and the Resident Commissioner receive ethics training within 60 days of beginning their House service. Previously, only new officers or employees were required to complete ethics training within their first 60 days of service."], "subsections": []}, {"section_title": "115th Congress Changes", "paragraphs": ["As part of the rules package ( H.Res. 5 ) for the 115 th Congress (2017-2018), the House amended Rule II, clause 3 to authorize the Sergeant at Arms to impose a fine—$500 for a first offense and $2,500 for any subsequent offense—against a Member, Delegate, or Resident Commissioner for using electronic devices to take photographs, or record floor proceedings in violation of Rule XVII, clause 5. Should a fine be imposed, the Member has 30 calendar days or 5 legislative days (whichever is later) to appeal the fine to the Committee on Ethics. The Committee then has 30 calendar days or 5 legislative days (whichever is later) to dismiss the fine or allow it to proceed, and report its action to the Speaker of the House, the Chief Administrative Officer (CAO), and the Member involved."], "subsections": []}, {"section_title": "116th Congress Changes", "paragraphs": ["As part of the rules package ( H.Res. 6 ) for the 116 th Congress (2019-2020), the House amended Rule XI to require that all Members, Delegates, and the Resident Commissioner attend and certify completion of annual ethics training. Previously, only officers and employees were required to certify the completion of ethics training on an annual basis. Additionally, H.Res. 6 authorizes the Committee on Ethics to \"consider as evidence the transcripts and exhibits from trial where a Member, Delegate, or the Resident Commissioner was convicted by a court of record for a crime related to the subject of the investigation by the Committee on Ethics.\"", "The 116 th Congress also directed the Committee on Ethics to empanel an investigative subcommittee to review allegations related to indictments of, or the filing of charges of criminal conduct against, any Member of the House. This provision was first agreed to in the 110 th Congress."], "subsections": []}, {"section_title": "Office of Congressional Ethics", "paragraphs": ["On March 11, 2008, the House adopted H.Res. 895 to create the Office of Congressional Ethics (OCE). The OCE was created to review information, and when appropriate, refer findings of fact to the House Committee on Ethics. Information of alleged wrongdoing by Members, officers, and employees of the House may be accepted by the OCE from the general public, but only the OCE board can initiate a review. The OCE was most recently reauthorized by the House as part of the rules package ( H.Res. 6 ) adopted by the 116 th Congress on January 3, 2019."], "subsections": [{"section_title": "Appendix. Membership on the Committee on Ethics, 1967-2019", "paragraphs": ["Since its inception in the 90 th Congress (1967-1968), the Committee on Ethics has had a total of 303 members. Table A-1 provides a list of all Members to have served on the Committee on Ethics, their party affiliation, and their state and district."], "subsections": []}]}]}]}}