{"id": "98-379", "title": "Statutory Offices of Inspector General: Past and Present", "released_date": "2008-09-25T00:00:00", "summary": ["Statutory offices of inspector general (OIG) consolidate responsibility for audits and investigations within a federal agency. Established by public law as permanent, nonpartisan, independent offices, they now exist in more than 60 establishments and entities, including all departments and largest agencies, along with numerous boards and commissions. Under two major enactments—the Inspector General Act of 1978 and its amendments of 1988—inspectors general are granted substantial independence and powers to carry out their mandate to combat waste, fraud, and abuse. Recent initiatives have added offices in the Architect of the Capitol Office (AOC), Government Accountability Office (GAO), and for Afghanistan Reconstruction; funding and assignments for specific operations; and mechanisms to oversee the Gulf Recovery Program. Other proposals in the 110th Congress are designed to strengthen the IGs' independence, add to their reports, and create new posts in the Intelligence Community. [Note: 5 U.S.C. Appendix covers all but nine of the statutory OIGs. See CRS Report RL34176, Statutory Inspectors General: Legislative Developments and Legal Issues, by [author name scrubbed] and [author name scrubbed]; U.S. President's Council on Integrity and Efficiency, A Strategic Framework, 2005-2010 http://www.ignet.gov; Frederick Kaiser, \"The Watchers' Watchdog: The CIA Inspector General,\" International Journal of Intelligence (1989); Paul Light, Monitoring Government: Inspectors General and the Search for Accountability (1993); U.S. Government Accountability Office, Inspectors General: Office Consolidation and Related Issues, GAO-02-575, Highlights of the Comptroller General's Panel on Federal Oversight and the Inspectors General, GAO-06-931SP, and Inspectors General: Opportunities to Enhance Independence and Accountability, GAO-07-1089T; U.S. House Subcommittee on Government Management and Organization, Inspectors General: Independence and Accountability, hearing (2007); U.S. Senate Committee on Homeland Security and Governmental Affairs, Strengthening the Unique Role of the Nation's Inspectors General, hearing (2007); Project on Government Oversight, Inspectors General: Many Lack Essential Tools for Independence (2008).]"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Responsibilities", "paragraphs": ["The IGs' four principal responsibilities are (1) conducting and supervising audits and investigations relating to the programs and operations of the agency; (2) providing leadership and coordination and recommending policies to promote the economy, efficiency, and effectiveness of these; (3) preventing and detecting waste, fraud, and abuse in these; and (4) keeping the agency head and Congress fully and currently informed about problems, deficiencies, and recommended corrective action."], "subsections": []}, {"section_title": "Authority and Duties", "paragraphs": ["To carry out these purposes, IGs have been granted broad authority to: conduct audits and investigations; access directly all records and information of the agency; request assistance from other federal, state, and local government agencies; subpoena information and documents; administer oaths when taking testimony; hire staff and manage their own resources; and receive and respond to complaints from agency employees, whose confidentiality is to be protected. In addition, the Homeland Security Act of 2002 gave law enforcement powers to criminal investigators in offices headed by presidential appointees. IGs, moreover, implement the cash incentive award program in their agencies for employee disclosures of waste, fraud, and abuse (5 U.S.C. 4511)."], "subsections": []}, {"section_title": "Reporting Requirements", "paragraphs": ["IGs have reporting obligations regarding their findings, conclusions, and recommendations. These include reporting: (1) suspected violations of federal criminal law directly and expeditiously to the Attorney General; (2) semiannually to the agency head, who must submit the IG report (along with his or her comments) to Congress within 30 days; and (3) \"particularly serious or flagrant problems\" immediately to the agency head, who must submit the IG report (with comments) to Congress within seven days. The Central Intelligence Agency (CIA) IG must also report to the Intelligence Committees if the Director or Acting Director is the focus of an investigation or audit. By means of these reports and \"otherwise\" (e.g., testimony at hearings), IGs are to keep the agency head and Congress fully and currently informed."], "subsections": []}, {"section_title": "Independence and Neutrality", "paragraphs": ["In addition to having their own powers (e.g., to hire staff and issue subpoenas), IG independence is reinforced through protection of their budgets (in the larger establishments), qualifications for their appointment, prohibitions on interference with their activities and operations (with a few exceptions), and fixing the priorities and projects for their offices without outside direction. An exception to the IGs' rule occurs when a review is ordered in statute, although inspectors general, at their own discretion, may conduct reviews requested by the President, agency heads, other IGs, or congressional offices.", "Other provisions are designed to protect the IGs' independence and ensure their neutrality. For instance, IGs are specifically prohibited from taking corrective action themselves. Along with this, the Inspector General Act prohibits the transfer of \"program operating responsibilities\" to an IG. The rationale for both is that it would be difficult, if not impossible, for IGs to audit or investigate programs and operations impartially and objectively if they were directly involved in making changes in them or carrying them out."], "subsections": []}, {"section_title": "Supervision", "paragraphs": ["IGs serve under the \"general supervision\" of the agency head, reporting exclusively to the head or to the officer next in rank if such authority is delegated. With but a few specified exceptions, neither the agency head nor the officer next in line \"shall prevent or prohibit the Inspector General from initiating, carrying out, or completing any audit or investigation, or from issuing any subpoena....\" Under the IG Act, the heads of only six agencies—the Departments of Defense, Homeland Security, Justice, and the Treasury, plus the U.S. Postal Service (USPS) and Federal Reserve Board—may prevent the IG from initiating, carrying out, or completing an audit or investigation, or issuing a subpoena, and then only for specified reasons: to protect national security interests or ongoing criminal investigations, among others. When exercising this power, the head must explain such action within 30 days to the House Government Oversight and Reform Committee, the Senate Homeland Security and Governmental Affairs Committee, and other appropriate panels. The CIA IG Act similarly allows the director to prohibit or halt an investigation or audit; but he or she must notify the House and Senate intelligence panels of the reasons, within seven days."], "subsections": []}, {"section_title": "Appropriations", "paragraphs": ["Presidentially appointed IGs in the establishments—but not in designated federal entities (DFEs)—are granted a separate appropriations account (a separate budget account in the case of the CIA) for their offices. This restricts agency administrators from transferring or reducing IG funding once it has been specified in law."], "subsections": []}, {"section_title": "Appointment, Removal, and Tenure", "paragraphs": ["Under the Inspector General Act, IGs in the larger establishments are appointed by the President, subject to Senate confirmation, and are to be selected without regard to political affiliation and solely on the basis of integrity and demonstrated ability in relevant fields. Two other IGs appointed by the President operate under similar but distinct requirements. The CIA IG is to be selected under these criteria as well as experience in the field of foreign intelligence. And the Special Inspector General for Afghanistan Reconstruction (SIGAR) is the only IG appointed by the President alone. Presidentially nominated and Senate-confirmed IGs can be removed only by the President; when so doing, he must notify Congress of the reasons.", "By comparison, IGs in the DFEs are appointed by and can be removed by the agency head, who must notify Congress in writing when exercising this power. The USPS IG is the only IG with removal \"for cause\" and then with the written concurrence of at least seven of the nine governors, who also appoint the officer. Terms of office are set for three IGs, but with the possibility of reappointment: in the Postal Service (seven years), AOC (five years), and U.S. Capitol Police (five years), with selection by the Capitol Police Board. Indirectly, the Peace Corps IG faces an effective term limit, because all positions there are restricted to five to 8½ years. With regard to Special Inspector General for Iraq Reconstruction (SIGIR) and SIGAR, each post is to end 180 days after its parent entity's reconstruction funds are less than $250 million."], "subsections": []}, {"section_title": "Coordination and Controls", "paragraphs": ["Several presidential orders govern coordination among the IGs and investigating charges of wrongdoing by high-echelon officers. Two councils, governed by E.O. 12805, issued in 1992, are the President's Council on Integrity and Efficiency (PCIE) and a parallel Executive Council on Integrity and Efficiency (ECIE). Chaired by the Deputy Director of the Office of Management and Budget (OMB), each is composed of the appropriate IGs plus officials from other agencies, such as the Federal Bureau of Investigation (FBI) and Special Counsel. Investigations of alleged wrongdoing by IGs or other top OIG officials (under the IG act) are governed by a special Integrity Committee, composed of PCIE and ECIE members and chaired by the FBI representative (E.O. 12993), with investigations referred to an appropriate executive agency or to an IG unit. Other coordinative devices have been created administratively."], "subsections": []}, {"section_title": "Establishment", "paragraphs": ["Statutory offices of inspector general have been authorized in 67 current federal establishments and entities, including all 15 cabinet departments; major executive branch agencies; independent regulatory commissions; various government corporations and boards; and five legislative branch agencies. All but nine of the OIGs are directly and explicitly under the 1978 Inspector General Act. Each office is headed by an inspector general, who is appointed in one of three ways:", "(1) 30 are nominated by the President and confirmed by the Senate in \"establishments,\" including all departments and the larger agencies under the IG act, plus the CIA ( Table 1 ).", "(2) 36 are appointed by the head of the entity in 29 \"designated federal entities\"—usually smaller boards and commissions—and in seven other units, where the IGs operate under separate authority: SIGIR, ONDI, and five legislative agencies ( Table 2 ).", "(3) One (in SIGAR) is appointed by the President alone (Sec. 1229, P.L. 110-181 )."], "subsections": []}, {"section_title": "Recent Initiatives", "paragraphs": ["Initiatives in response to the 2005 Gulf Coast Hurricanes arose to increase OIG capacity and capabilities in overseeing the unprecedented recovery program. These include IGs or deputies from affected agencies on a Homeland Security Roundtable, chaired by the DHS IG; membership on a Hurricane Katrina Contract Fraud Task Force, headed by the Justice Department; an office in the DHS OIG to oversee disaster assistance activities nationwide; and additional funding for the OIG in Homeland Security. In the 110 th Congress, the IGs in DOD and in other relevant agencies have been charged with specific duties connected with combating waste, fraud, and abuse in wartime contracting ( P.L. 110-181 ). A new IG has been instituted in the AOC, in the GAO, and in the Afghanistan reconstruction effort, while other legislative action requires that full-agency websites link to the separate OIG \"hotline\" websites. Separate recommendations have arisen in the recent past, such as consolidating DFE OIGs under presidentially appointed IGs or under a related establishment office (GAO-02-575).", "Pending proposals in the 110 th Congress include the following: requiring IG annual reviews to report on program effectiveness and efficiency ( H.R. 6639 ); and establishing IGs for the Judicial Branch ( H.R. 785 and S. 461 ) and the Washington Metropolitan Area Transit Authority ( H.R. 401 ). The Intelligence Authorization Act for FY2009 ( H.R. 5959 and S. 2996 ) would create an inspector general for the entire Intelligence Community, a provision opposed by the Bush Administration; and would grant statutory recognition to specified OIGs in the Defense Department. Other bills— H.R. 928 and 2324 , whose earlier versions incurred objections from OMB—have been reconciled and await chamber action. These proposals are designed to increase the IGs' independence and powers. Different versions have called for providing specifics on initial OIG budget estimates to Congress; removing an IG only for \"cause\"; setting a term of office for IGs; establishing a Council of Inspectors General for Integrity and Efficiency in statute; revising the pay structure for IGs; allowing for IG subpoena power in any medium; and granting law enforcement powers to qualified IGs in DFEs."], "subsections": []}]}}