{"id": "98-323", "title": "Wastewater Treatment: Overview and Background", "released_date": "2014-12-22T00:00:00", "summary": ["The Clean Water Act prescribes performance levels to be attained by municipal sewage treatment plants in order to prevent the discharge of harmful wastes into surface waters. The act also provides financial assistance so that communities can construct treatment facilities to comply with the law. The availability of funding for this purpose continues to be a major concern of states and local governments.", "This report provides background on municipal wastewater treatment issues, federal treatment requirements and funding, and recent legislative activity. Meeting the nation's wastewater infrastructure needs efficiently and effectively is likely to remain an issue of considerable interest to policy makers."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Waste discharges from municipal sewage treatment plants into rivers and streams, lakes, and estuaries and coastal waters are a significant source of water quality problems throughout the country. States report that municipal discharges are the second leading source of water quality impairment in all of the nation's waters. Pollutants associated with municipal discharges include nutrients (which can stimulate growth of algae that deplete dissolved oxygen, a process that harms aquatic ecosystems, since most fish and other aquatic organisms \"breathe\" oxygen dissolved in the water column), bacteria and other pathogens (which may impair drinking water supplies and recreation uses), and metals and toxic chemicals from industrial and commercial activities and households.", "The Clean Water Act (CWA) prescribes performance levels to be attained by municipal sewage treatment plants in order to prevent the discharge of harmful quantities of waste into surface waters, and to ensure that residual sewage sludge meets environmental quality standards. It requires secondary treatment of sewage (equivalent to removing 85% of raw wastes), or treatment more stringent than secondary where needed to achieve water quality standards necessary for recreational and other uses of a river, stream, or lake."], "subsections": []}, {"section_title": "Federal Aid for Wastewater Treatment", "paragraphs": ["In addition to prescribing municipal treatment requirements, the CWA authorizes the principal federal program to aid wastewater treatment plant construction. Congress established this program in the Federal Water Pollution Control Act Amendments of 1972 (P.L. 92-500), significantly enhancing what previously had been a modest grant program. Since then, Congress has appropriated more than $92 billion to assist cities in complying with the act and achieving the overall objectives of the act: restoring and maintaining the chemical, physical, and biological integrity of the nation's waters (see Table 1 ).", "Title II of P.L. 92-500 authorized grants to states for wastewater treatment plant construction under a program administered by the Environmental Protection Agency (EPA). Federal funds are provided through annual appropriations under a state-by-state allocation formula contained in the act; the formula (which has been modified several times since 1972) is based on states' financial needs for treatment plant construction and population. States used their allotments to make grants to cities to build or upgrade categories of wastewater treatment projects including treatment plants, related interceptor sewers, correction of infiltration/inflow of sewer lines, and sewer rehabilitation.", "Amendments enacted in 1987 ( P.L. 100-4 ) initiated a new program to support, or capitalize, State Water Pollution Control Revolving Funds (SRFs). States continue to receive federal grants, but now they provide a 20% match and use the combined funds to make loans to communities. Monies used for construction are repaid to states to create a \"revolving\" source of assistance for other communities. The SRF program replaced the previous Title II program in FY1991. Federal contributions to SRFs were intended to assist a transition to full state and local financing by FY1995; SRFs were to be sustained through repayment of loans made from the fund after that date. The intention was that states would have greater flexibility to set priorities and administer funding in exchange for an end to federal aid after 1994, when the original CWA authorizations expired. However, although most states believe that the SRF is working well today, early funding and administrative problems, plus remaining funding needs (discussed below), delayed the anticipated shift to full state responsibility. Congress has continued to appropriate funds to assist wastewater construction activities, as shown in Table 1 . (This table excludes appropriations for congressionally earmarked water infrastructure grants in individual communities and regions, which totaled $7.5 billion from FY1989 through FY2015.)"], "subsections": [{"section_title": "How the SRF Works", "paragraphs": ["When the SRF program was created, it represented a major shift in how the nation finances wastewater treatment needs. In contrast to the Title II construction grants program, which provided grants directly to localities, SRFs are loan programs. States use their SRFs to provide several types of loan assistance to communities, including project construction loans made at or below market rates, refinancing of local debt obligations, and providing loan guarantees or purchasing insurance. States also may provide additional subsidization of a loan (including forgiveness of principal and negative interest loans) in certain instances. Loans are to be repaid to the SRF within 30 years, beginning within one year after project completion, and the locality must dedicate a revenue stream (from user fees or other sources) to repay the loan to the state. ", "States must agree to use SRF monies first to ensure that wastewater treatment facilities are in compliance with deadlines, goals, and requirements of the act. After meeting this \"first use\" requirement, states may also use the funds to support other types of water quality programs specified in the law, such as those dealing with nonpoint source pollution and protection of estuaries. The law identifies a number of types of projects as eligible for SRF assistance, including wastewater treatment plant construction, stormwater treatment and management, energy-efficiency improvements at treatment works, reuse and recycling of wastewater or stormwater, and security improvements at treatment works.", "States also must agree to ensure that communities meet several specifications (such as requiring that locally prevailing wages be paid for wastewater treatment plant construction, pursuant to the Davis-Bacon Act). In addition, SRF recipients must use American-made iron and steel products in their projects. ", "As under the previous Title II program, decisions on which projects will receive assistance are made by states using a priority ranking system that typically considers the severity of local water pollution problems, among other factors. Financial considerations of the loan agreement (interest rate, repayment schedule, the recipient's dedicated source of repayment) are also evaluated by states under the SRF program.", "All states have established the legal and procedural mechanisms to administer the loan program and are eligible to receive SRF capitalization grants. Some with prior experience using similar financing programs moved quickly, while others had difficulty in making a transition from the previous grants program to one that requires greater financial management expertise for all concerned. More than half of the states currently leverage their funds by using federal capital grants and state matching funds as collateral to borrow in the public bond market for purposes of increasing the pool of available funds for project lending. Cumulatively since 1988, leveraged bonds have comprised about 48% of total SRF funds available for projects; loan repayments comprise about 20%.", "Small communities and states with large rural populations had the largest problems with the SRF program. Many small towns did not participate in the previous grants program and were more likely to require major projects to achieve compliance with the law. Yet many have limited financial, technical, and legal resources and encountered difficulties in qualifying for and repaying SRF loans. These communities often lack an industrial tax base and thus face the prospect of very high per capita user fees to repay a loan for the full capital cost of sewage treatment projects. Compared with larger cities, many are unable to benefit from economies of scale which can affect project costs. Still, small communities have been participating in the SRF program: since 1989, nationally, 67%% of all loans and other assistance (comprising 23% of total funds loaned) have gone to assist towns and cities with less than 10,000 population."], "subsections": []}, {"section_title": "Other Federal Assistance", "paragraphs": ["While the Clean Water Act is the principal federal program of this type, some other assistance is available. For example, the Department of Agriculture (USDA) operates grant and loan programs for water supply and wastewater facilities in rural areas, defined as areas of not more than 10,000 persons. Funds available for these programs as a result of FY2015 appropriations for water and waste disposal grants and loans are $347 million. Two other programs are:", "The Community Development Block Grant (CDBG) program administered by the Department of Housing and Urban Development (HUD). For FY2015, Congress provided $3.0 billion for CDBG funds, of which approximately $900 million is available for smaller communities. Water and waste disposal projects compete with many other funded public activities and are estimated by HUD to account for less than 20% of CDBG obligations. The Economic Development Administration (EDA) of the Department of Commerce. EDA provides project grants for construction of public facilities, including but not limited to water and sewer systems, as part of approved overall economic development programs in areas of lagging economic growth. For FY2015, EDA's public works and economic development program is funded at $99 million."], "subsections": []}, {"section_title": "How Localities Pay for Construction Costs", "paragraphs": ["The federal government directly funds only a small portion of the nation's annual wastewater treatment capital investment. State and local governments provide the majority of needed funds. Local governments have primary responsibility for wastewater treatment; they own and operate 16,000 treatment plants and 24,000 collection systems nationwide. Construction of these facilities has historically been financed with revenues from federal grants, state grants to supplement federal aid, and broad-based local taxes (property tax, retail sales tax, or in some cases, local income tax). Where grants are unavailable—and especially since SRFs were established—local governments often seek financing by issuing bonds and then levy fees or charges on users of public services to repay the bonds in order to cover all or a portion of local capital costs. Almost all such projects are debt-financed (not financed on a pay-as-you-go basis from ongoing revenues to the utility). The principal financing tool that local governments use is issuance of tax-exempt municipal bonds—at least 70% of U.S. water utilities rely on municipal bonds and other debt to some degree to finance capital investments.", "Shifting the Clean Water Act aid program from categorical grants to the SRF loan program had the practical effect of making localities ultimately responsible for 100% of project costs, rather than less than 50% of costs. This has occurred concurrently with other financing challenges, including the need to fund other environmental services, such as drinking water and solid waste management; and increased operating costs (new facilities with more complex treatment processes are more costly to operate). Options that localities face, if intergovernmental aid is not available, include raising additional local funds (through bond issuance, increased user fees, developer charges, general or dedicated taxes), reallocating funds from other local programs, or failing to comply with federal standards. Each option carries with it certain practical, legal, and political problems."], "subsections": []}, {"section_title": "Water Quality Improvements", "paragraphs": ["Over the past 40-plus years since the CWA was enacted, the nation has made considerable progress in controlling and reducing certain kinds of chemical pollution of rivers, lakes, and streams, much of it because of investments in wastewater treatment. Between 1968 and 1995, biological oxygen demand (BOD) pollutant loadings discharged from sewage treatment plants declined by 45%, despite increased industrial activity and a 35% growth in population. EPA and others argue that without continued infrastructure improvements, future population growth will erode many of the CWA achievements made to date in pollution reduction.", "The total population served by sewage treatment plants that provide a minimum of secondary treatment increased from 85 million in 1972 to 223 million in 2008, representing 72% of the U.S. population. However, about 3.8 million people are served by facilities that provide less than secondary treatment, which is the basic requirement of federal law. About 79 million people are served by on-site septic systems and not by centralized municipal treatment facilities.", "Despite improvements, other water quality problems related to municipalities remain to be addressed. A key concern is \"wet weather\" pollution: overflows from combined sewers (from sewers that carry sanitary and industrial wastewater, groundwater infiltration, and stormwater runoff which may discharge untreated wastes into streams) and separate stormwater sewers (sewers that carry only sanitary waste). Untreated discharges from these sewers, which typically occur during rainfall events, can cause serious public health and environmental problems, yet costs to control wet weather problems are high in many cases. In addition, toxic wastes discharged from industries and households to sewage treatment plants cause water quality impairments, operational upsets, and contamination of sewage sludge."], "subsections": []}, {"section_title": "Remaining Needs", "paragraphs": ["Although more than $91 billion in CWA assistance has been provided since 1972, funding needs remain very high: an additional $298 billion, according to the most recent Needs Survey estimate by EPA and the states, released in 2010, a 17% increase above the estimate reported four years earlier. This current estimate includes $187.9 billion for wastewater treatment and collection systems ($26.7 billion more than the previous report), which represent more than 60% of all needs; $63.6 billion for combined sewer overflow corrections ($1.4 billion less than the previous estimate); $42.3 billion for stormwater management ($17 billion more than the previous estimate); and $4.4 billion to build systems to distribute recycled water ($700 million less than the previous estimate). These estimates do not include potential costs, largely unknown, to upgrade physical protection of wastewater facilities against possible terrorist attacks that could threaten water infrastructure systems, an issue of great interest since September 11, 2001.", "Needs for small communities represent about 8% of the total. The largest needs in small communities are for pipe repair and new sewer pipes, improved wastewater treatment, and correction of combined sewer overflows. Seven states accounted for 50% of the small community needs (Pennsylvania, New York, Iowa, Utah, Illinois, West Virginia, and Ohio). ", "In 2002, EPA released a study called the Gap Analysis that assessed the difference between current spending for wastewater infrastructure and total funding needs (both capital and operation and maintenance). EPA estimated that, over the next two decades, the United States needs to spend nearly $390 billion to replace existing wastewater systems (including for some projects not eligible for CWA funding, such as system replacement) and to build new ones. According to the Gap Analysis, if there is no increase in investment, there will be about a $6 billion annual gap between current capital expenditures for wastewater treatment and projected spending needs. The study also estimated that, if wastewater spending increases by 3% annually, the gap would shrink by nearly 90%. Although that study is now more than a decade old, the analysis is still recognized as a strong indicator of the gap between water infrastructure investment and perceived needs. At issue has been what should the federal role be in assisting states and cities, especially in view of such high projected funding needs."], "subsections": []}]}, {"section_title": "Legislative Activity", "paragraphs": ["Authorizations for SRF capitalization grants expired in FY1994, making this an issue of congressional interest. (Appropriations have continued, as shown in Table 1 .) In the 104 th Congress, the House passed a comprehensive reauthorization bill ( H.R. 961 ), which included SRF provisions to address problems that have arisen since 1987, including assistance for small and disadvantaged communities and expansion of projects and activities eligible for SRF assistance. However, no legislation was enacted, because of controversies over other parts of the bill.", "One recent focus has been on projects needed to control wet weather water pollution, overflows from combined and separate stormwater sewer systems. Funding needs for projects to address these types of projects are estimated to be nearly $106 billion. The 106 th Congress passed a bill authorizing $1.5 billion of CWA grant funding specifically for wet weather sewerage projects (in P.L. 106-554 ), because under the SRF program, \"wet weather\" projects compete with other types of eligible projects for available funds. However, authorization for these \"wet weather\" project grants expired in FY2003 and has not been renewed. No funds were appropriated.", "In several Congresses since the 107 th , House and Senate committees have approved bills to extend the act's SRF program and increase authorization of appropriations for SRF capitalization grants, but no legislation other than appropriations has been enacted until recently. Issues debated in connection with these bills included extending SRF assistance to help states and cities meet the estimated $298 billion in funding needs; modifying the program to assist small and economically disadvantaged communities; and enhancing the SRF program to address a number of water quality priorities beyond traditional treatment plant construction, particularly the management of wet weather pollutant runoff from numerous sources, which is the leading cause of stream and lake impairment nationally. ", "Congress did enact certain changes to the SRF provisions of the CWA in 2014 ( P.L. 113-121 ). These amendments addressed several issues, including extending loan repayment terms from 20 years to 30 years, expanding the list of SRF-eligible projects to include energy- and water-efficiency, increasing assistance to Indian tribes, and imposing \"Buy American\" requirements on SRF recipients. However, the amendments did not address other long-standing or controversial issues, such as: authorization of appropriations for SRF capitalization grants, which expired in FY1994; state-by-state allocation of capitalization grants; and applicability of prevailing wage requirements under the Davis-Bacon Act, which currently apply to use of SRF monies.", "This legislation also includes provisions authorizing a five-year pilot program for a new type of financing, a Water Infrastructure Finance and Innovation Act (WIFIA) program, authorizing federal loans and loan guarantees for wastewater and public water supply projects. This new program is intended to assist large water infrastructure projects, especially projects of regional and national significance, and to supplement but not replace other types of financial assistance, such as SRFs.", "Congress has recently focused extensively on reducing federal spending, making it a challenge for legislators to provide federal assistance for water infrastructure programs. Although interest in meeting the nation's water infrastructure needs is strong and likely to continue, policy makers will balance proposals to assist local communities with policies to achieve greater fiscal discipline. Unclear for now is how infrastructure programs will fare in these debates."], "subsections": []}]}}