{"id": "98-696", "title": "Resolving Legislative Differences in Congress: Conference Committees and Amendments Between the Houses", "released_date": "2019-05-22T00:00:00", "summary": ["The Constitution requires that the House and Senate approve the same bill or joint resolution in precisely the same form before it is presented to the President for his signature or veto. To this end, both houses must pass the same measure and then attempt to reach agreement about its provisions.", "The House and Senate may be able to reach agreement by an exchange of amendments between the houses. Each house has one opportunity to amend the amendments from the other house, so there can be Senate amendments to House amendments to Senate amendments to a House bill. House amendments to Senate bills or amendments are privileged for consideration on the Senate floor; Senate amendments to House bills or amendments generally are not privileged for consideration on the House floor. In practice, the House often disposes of amendments between the houses under the terms of a special rule reported by the Rules Committee. The Senate sometimes disposes of House amendments by unanimous consent, but the procedures associated with the exchange of amendments can become complicated.", "Alternatively, the House and Senate can each disagree to the position of the other on a bill and then agree to create a conference committee to propose a package settlement of all their disagreements. Most conferees are drawn from the standing committees that had considered the bill initially. The House or Senate may vote to instruct its conferees before they are appointed, but such instructions are not binding.", "Conferees generally are free to negotiate in whatever ways they choose, but eventually their agreement must be approved by a majority of the House conferees and a majority of the Senate conferees. The conferees are expected to address only the matters on which the House and Senate have disagreed. They also are expected to resolve each disagreement within the scope of the differences between the House and Senate positions. If the conferees cannot reach agreement on an amendment, or if their agreement exceeds their authority, they may report that amendment as an amendment in true or technical disagreement.", "On the House and Senate floors, conference reports are privileged and debatable, but they are not amendable. The Senate has a procedure to strike out portions of the conference agreement that are considered, under Senate rules, to be \"out of scope material\" or \"new directed spending provisions.\" The House also has a special procedure for voting to reject conference report provisions that would not have been germane to the bill in the House. After agreeing to a conference report, the House or Senate can dispose of any remaining amendments in disagreement. Only when the House and Senate have reached agreement on all provisions of the bill can it be enrolled for presentation to the President."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The process of resolving the legislative differences that arise between the House of Representatives and the Senate is one of the most critical stages of the legislative process. It is also potentially one of the most complicated. Each chamber continues to be governed by its own rules, precedents, and practices, but at this stage, each house also must take into account the preferences and, to some extent, the procedures of the other.", "This report summarizes the procedures the two houses of Congress use most frequently to resolve their legislative differences. It is based upon an interpretation of the rules and published precedents of the House and Senate and an analysis of the application of these rules and precedents in recent practice. It bears emphasizing that this report is not exhaustive, nor is it in any way an official statement of House or Senate procedures. It may serve as a useful introduction or general guide, but it should not be considered an adequate substitute for a study of House and Senate rules and precedents themselves or for consultations with the parliamentarians of the House and Senate on the meaning and possible application of the rules and precedents.", "Readers may wish to study the provisions of the rules—especially House Rule XXII—and examine the applicable precedents as explained in House Practice: A Guide to the Rules, Precedents, and Procedures of the House , especially pages 339-374 (on \"Conferences Between the Houses\") and pages 857-883 (on \"Senate Bills; Amendments Between the Houses\"), and in Riddick's Senate Procedure (Senate Document No. 101-28), especially pages 126-143 (on \"Amendments Between Houses\") and pages 449-493 (on \"Conferences and Conference Reports\")."], "subsections": []}, {"section_title": "The Need for Resolution", "paragraphs": ["Before Congress can submit a bill or joint resolution to the President for his approval or disapproval, the Senate and the House of Representatives must agree on each and every provision of that measure.", "It is not enough for both houses to pass versions of the same measure that are comparable in purpose but that differ in certain technical or even minor details; the House and Senate must agree on identical legislative language. Nor is it enough for the two chambers to approve separate bills with exactly the same text; the House and Senate both must pass the same bill. In sum, both chambers of Congress must pass precisely the same measure in precisely the same form before it can become law.", "Each of these requirements—agreement on the identity of the measure (e.g., H.R. 1 or S. 1) and agreement on the text of that measure—is considered in turn in the following sections of this report."], "subsections": []}, {"section_title": "Selection of the Measure", "paragraphs": ["Because both chambers must pass the same measure before it can become law, at some point during the legislative process the House must act on a Senate bill or the Senate must act on a House bill. Congress usually meets this requirement without difficulty or controversy. In some cases, however, selecting the measure may require some parliamentary ingenuity and can have policy and political consequences.", "After either house debates and passes a measure, it sends (or \"messages\") that bill to the other chamber. If the second house passes the first house's bill without any amendments, the legislative process is completed: Both houses have passed the same measure in the same form. If the second house passes the bill with one or more amendments, both chambers have acted on the same measure; now they must resolve the differences between their respective versions of the text if the measure is to become law.", "In most cases, either the House or the Senate can be the first chamber to act. However, the Constitution requires that all revenue measures originate in the House, and the House traditionally has insisted that this prerogative extends to appropriations as well as tax measures. Thus, the House normally acts first on such a measure, and, consequently, it is a House-numbered bill or joint resolution that Congress ultimately presents to the President for enacting appropriations or tax laws.", "In some cases, the proponents of a measure may decide that one house or the other should act first. For example, a bill's supporters may first press for floor action in the chamber where they think the measure enjoys greater support. They may hope that success in one house may generate political momentum that will help the measure overcome the greater opposition they expect in the second chamber. Alternatively, one house may defer floor action on a bill unless and until it is passed by the other, where the measure is expected to encounter stiff opposition. The House leadership, for example, may decide that it is pointless for the House to invest considerable time, and for Representatives to cast possibly unnecessary and politically difficult votes, on a controversial bill until after an expected Senate filibuster on a comparable Senate bill has been avoided or overcome.", "As these considerations imply, major legislative proposals frequently are introduced in both houses—either identical companion bills or bills that address the same subject in rather different ways. If so, the appropriate subcommittees and committees of the House and Senate may consider and report their own measures on the same subject at roughly the same time. Thus, when one house passes and sends a bill to the other, the second chamber may have its own bill on the same subject that has been (or is soon to be) reported from committee and available for floor consideration. In such cases, the second chamber might act initially on its own bill, rather than the bill received from the other house. ", "This is particularly likely to happen when the committee of the second house reports a bill that differs significantly in approach from the measure passed by the first chamber. The text selected for floor consideration generally sets the frame of reference within which debate occurs and amendments are proposed. In most cases, the House or Senate modifies, but does not wholly replace, the legislative approach embodied in the bill it considers. It is usually advantageous, therefore, for a committee to press for floor consideration of its approach, rather than the approach proposed by the other house.", "In large part for this reason, the House (or the Senate) sometimes acts on its own bill even though it has already received the other chamber's bill on the same subject. Under these circumstances, however, it would not be constructive for the House to pass its bill and then send it to the Senate. If the House were to do so, then each chamber would have in its possession a bill passed by the other, but both chambers would not yet have acted on the same measure. To avoid this potential problem, the second house often acts initially on its own bill, and then it also acts on the other chamber's bill on the same subject. ", "In these situations, the House customarily debates, amends, and passes the House bill and, immediately thereafter, takes up the counterpart Senate bill. The floor manager then moves to \"strike out all after the enacting clause\" of the Senate bill (the opening lines of every bill—\"Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled\") and replace the stricken text with the full text of the House bill as just passed. The House often agrees by unanimous consent to consider the Senate bill and approves the House substitute routinely. The Senate bill, as amended, is then passed by voice vote or without objection.", "In some cases, a special rule includes provisions for such action on a companion Senate bill. For instance, a special rule may state", "The House hereby takes from the Speaker's table the bill S. l and adopts an amendment to strike out all after the enacting clause of the said Senate bill and insert in lieu thereof the provisions contained in H.R. 1 as passed by the House.", "In this way, the House actually passes two bills on the same subject and with identical provisions, but it is the Senate bill (which both chambers now have passed) that is the subject of further action.", "The Senate acts in a comparable fashion. The Senate might debate and amend its bill and, after passage, take up the House bill by unanimous consent, strike out all after the enacting clause, insert the amended text of the Senate bill, and pass the House bill, as it has been amended by the Senate's amendment in the nature of a substitute. To occur swiftly, these procedures require unanimous consent. Sometimes the Senate begins consideration of a House-numbered bill to avoid the need for unanimous consent at the end of the process, particularly when the measure is a revenue or appropriations measure.", "If the first house's bill has been referred to committee in the second chamber and is still there, it is first necessary to discharge the committee from further consideration of the bill. This also is normally accomplished routinely, either by unanimous consent or, in the House, pursuant to the provisions of a special rule. To avoid the need for this action, the Speaker often leaves a Senate bill on \"the Speaker's table,\" instead of referring it to the appropriate House committee, if there is reason to expect that the House will soon act on a companion House bill. Similarly, a House bill may be taken up on the Senate floor without first being referred to committee when a companion Senate bill has been reported from committee and is on the Senate's legislative calendar.", "By these devices, the House and Senate arrange to act on the same bill, even if they have passed that measure with fundamentally different texts. In most cases, these arrangements are noncontroversial and routine. Under some circumstances, however, complications and difficulties can arise.", "The House operates under a rule that requires that all amendments must be germane to the measure being considered; the Senate does not. Unless the Senate imposes a germaneness requirement on itself by unanimous consent or by invoking cloture, most measures are subject to whatever nongermane floor amendments Senators wish to offer. Consequently, the Senate may select a House bill on one subject as a convenient \"vehicle\" and amend it to include provisions on other, unrelated subjects. Sometimes the use of unrelated legislative vehicles is accepted by both the House and the Senate as a useful, or even necessary, device to cope with different political and parliamentary conditions prevailing in the two chambers. "], "subsections": []}, {"section_title": "Two Methods of Resolution", "paragraphs": ["Once the House and Senate have passed different versions of the same measure, there are basically two methods they can use to resolve the differences between their versions.", "One method involves a conference committee—a panel of Members representing each house that attempts to negotiate a version acceptable to both chambers. Historically, Congress has sent most major bills to conference committees.", "The other method makes a conference committee unnecessary by relying instead on amendments between the houses—Senate amendments to the House position, House amendments to the Senate position, or both. The two houses shuttle the measure back and forth between them, each chamber proposing an alternative to the position of the other or insisting on its own position, in the hope that both houses eventually will agree on the same position.", "The essential nature of each method can be described relatively simply. However, potential variations abound. Occasionally, some combination of the two methods may be used. For example, the House and Senate may begin the process of resolving their differences by amending each other's amendments. Then they may decide to go to conference if the first method is not totally, or even partially, successful. Alternatively, the two houses may decide immediately to create a conference committee, but that conference committee might resolve only some of the differences between their two versions. If so, the two chambers may accept whatever agreements the conferees have reached and then attempt to deal with the remaining disagreements through an exchange of amendments between the houses.", "Under some circumstances, the process can become even more complicated. Certain patterns of action are most common, but the possible variations make the procedures at this stage of the legislative process the most difficult to predict with any assurance. Moreover, either house may refuse to act at any time and at any stage of this process, and if that chamber remains adamant in its refusal to act, the measure dies.", "In general, the House or Senate cannot take any action by either method unless it is in formal possession of the \"papers\"—the official copies of the measure and whatever amendments, motions, and accompanying messages have been approved by the House and Senate. In attempting to resolve their differences, the two chambers act sequentially, not simultaneously."], "subsections": []}, {"section_title": "Amendments Between the Houses", "paragraphs": ["The need to resolve differences arises when one house passes a measure that the second chamber subsequently passes with one or more amendments. It is these amendments that create the differences between the two houses. The differences may be resolved by one chamber accepting the amendments of the other or by proposing new amendments that the other house agrees to accept.", "Within limits to be discussed, the measure may be sent back and forth between the House and Senate, each house amending the amendments of the other, in the hope that one chamber will agree to the proposals from the other. When the amending opportunities are exhausted, one house must accept the position of the other or the bill can die for lack of agreement. Alternatively, at any stage during this process, either house can request a conference, thereby proposing to use the other method for resolving their differences. (Then, if the conference is not totally successful, it may be necessary to return once again to amendments between the houses.) The second chamber's amendments to the bill are the text that is subject to amendments between the houses, and that text may be amended in two degrees. ", "Assume that the House has passed H.R. 1 and the Senate has passed the same bill with an amendment. When the Senate sends the bill back to the House, the House may amend the Senate amendment. (Technically, the House concurs in the Senate amendment with a House amendment.) This House amendment to the Senate amendment is a first-degree amendment.", "When the Senate receives from the House the bill with the House amendment to the Senate amendment, the Senate may concur in the House amendment to the Senate amendment. If the Senate does so, the differences between the chambers have been resolved. Alternatively, the Senate may amend the House amendment. (Technically, the Senate concurs in the House amendment to the Senate amendment with a further Senate amendment.) This further Senate amendment is a second-degree amendment.", "When the bill and the accompanying papers (that is, the various House and Senate amendments and messages) are now returned to the House, that chamber may not propose a further amendment. That would be a prohibited amendment in the third degree. The House may concur in the final Senate amendment, in which case the differences are resolved, or it may disagree to the Senate amendment. (Note that this is the first point at which disagreement has been expressed; a later section of this report discusses the importance of reaching the stage of disagreement.)", "If the House disagrees to the final Senate amendment (or to any Senate amendment at some earlier stage), the Senate may recede from its amendment and concur in the last position offered by the House (thereby achieving agreement), or the Senate may insist on its amendment. In turn, if both chambers are adamant, the House may insist on its disagreement, the Senate may adhere to its amendment, and the House finally may adhere to its disagreement. If this stage is reached, the bill is almost certain to die unless one house or the other recedes from its last position. (This same sequence of events can begin in the Senate, with the subsequent actions of the chambers reversed.)", "The two houses may reach agreement at any stage of this process if one chamber concurs in the amendment of the other or recedes from its own amendment. Alternatively, stalemate could be reached more quickly—for instance, if the chambers refuse to alter their original positions and proceed directly through the stages of disagreement, insistence, and adherence, bypassing the intermediate stages at which they could offer new proposals in the form of first- and second-degree amendments between the houses. Fortunately, the House and Senate rarely reach the point of insistence and then adherence."], "subsections": []}, {"section_title": "Consideration of Senate Amendments by the House", "paragraphs": ["The House may consider on the floor a House-passed measure with Senate amendments under several circumstances: (1) instead of sending the bill to a conference committee, (2) in the process of sending it to conference, or (3) after the measure has been considered by a conference. This section discusses House action on Senate amendments either instead of or before consideration in conference. House actions on Senate amendments after conference are discussed in later sections of this report on amendments in true and technical disagreement.", "A bill that the House has passed and that the Senate has amended and returned to the House usually remains at \"the Speaker's table\" until it is taken up again on the House floor. It may be referred to a House committee at the discretion of the Speaker, but referral to committee is not mandatory and rarely occurs. The Speaker is most likely to refer the bill to committee if the Senate amendments are major in scope and nongermane in character, and especially if the Senate amendments would fall within the jurisdiction of a House committee that had not considered the bill originally.", "At this stage of the legislative process, the bill and the Senate amendments to it are not privileged for floor consideration by the House—in other words, it is not in order for the House to consider the Senate amendments to the bill—unless the Senate amendments do not include any authorization, appropriation, or revenue provisions that House rules require to be considered in Committee of the Whole. The bill and Senate amendments become privileged for House floor consideration only after the House has reached the stage of disagreement.", "The only motion that can be made on the House floor at this stage is a motion to go to conference with the Senate. This motion can take two forms. If the Senate has passed a House bill with Senate amendments, the motion proposes that the House disagree to the Senate amendments and request or agree to a conference with the Senate. If the Senate has disagreed to House amendments to a Senate bill and returned the bill to the House, the motion proposes instead that the House insist on its amendments and request or agree to a conference. In either case, the motion is entertained at the Speaker's discretion and may be made only if authorized by the committee (or committees) with jurisdiction over the subject of the measure. The same result is achieved far more often by unanimous consent.", "If the Senate amendments require consideration in Committee of the Whole, it is not in order to move to concur in the Senate amendments (thereby reaching agreement), or to move to concur in the Senate amendments with House amendments (thereby proposing a new House position to the Senate). However, such actions sometimes are taken by unanimous consent. The House floor manager may ask unanimous consent, for instance, to take the bill, H.R. 1, with Senate amendments thereto from the Speaker's table and concur in the Senate amendments. Another Member, generally a minority-party member of the committee of jurisdiction, often reserves the right to object, usually only for the purpose of asking the floor manager to explain the purpose of the request and the content of the Senate amendments. Their discussion usually establishes that the Senate amendments are either desirable or minor and, in any case, are acceptable to the Representatives who know and care the most about the measure. The reservation of objection then is withdrawn; the unanimous consent request is accepted, and the differences between the House and Senate are thereby resolved. In similar fashion, the House may—again, by unanimous consent—concur in some or all of the Senate amendments with House amendments.", "It bears repeating that, if there is objection to a unanimous consent request to concur in Senate amendments (with or without House amendments), no motion to that effect can be made if the amendments require consideration in Committee of the Whole. However, at least two alternatives are available. First, the Speaker may recognize the floor manager to move to suspend the rules and concur in the Senate amendments (again, with or without House amendments). Motions to suspend the rules may be considered, at the discretion of the Speaker, on a Monday, Tuesday, or Wednesday. The Speaker also may entertain motions to suspend the rules on other days by unanimous consent or pursuant to a special rule. Such a motion is debatable for 40 minutes, is not amendable, and requires support from two-thirds of the Members present and voting. Second, the Rules Committee may report, and the House may agree to, a special rulemaking in order a motion to concur (with or without amendments). In fact, the special rule may even be drafted in such a way that the vote to agree to the rule is also the vote to concur in the Senate amendments. Such a resolution is known as a self-executing rule and may take the following form:", "Resolved , That immediately upon the adoption of this resolution the bill ( H.R. 1 ), together with the Senate amendments thereto, is taken from the Speaker's table to the end that the Senate amendments be, and the same are hereby, agreed to.", "There are additional rules and precedents concerning the consideration of certain Senate amendments in Committee of the Whole, the germaneness of House amendments to Senate amendments, and the relative precedence of the motion to concur and the motion to concur with amendments. However, these rules and precedents are not often invoked at this stage of House proceedings because the measure and the Senate amendments are either sent directly to conference or they are disposed of by a means that waives these rules and precedents: unanimous consent, suspension of the rules, or special rules. Some of these possibilities are far more likely to arise during House floor action on Senate amendments in true or technical disagreement, and they are discussed in later sections on those subjects."], "subsections": []}, {"section_title": "Consideration of House Amendments by the Senate", "paragraphs": ["When the Senate receives a bill with House amendments, it normally is held at the desk. House amendments are privileged and, therefore, can be laid before the Senate without debate. Moreover, the consideration of these amendments suspends, but does not displace, the pending or unfinished business. Paragraph 3 of Rule VII provides:", "The Presiding Officer may at any time lay, and it shall be in order for a Senator to move to lay, before the Senate, any bill or other matter sent to the Senate by the President or the House of Representatives for appropriate action allowed under the rules and any question pending at that time shall be suspended for this purpose. Any motion so made shall be determined without debate.", "Normally, the majority leader asks the presiding officer to lay before the Senate the House message on a bill; such a message may state that the House has passed a certain Senate bill with amendments that are stated in the message. The message also may inform the Senate that the House has requested a conference. ", "In many situations, House amendments are not called up on the Senate floor until after a process of consultations and negotiations as is characteristic of the Senate. The majority and minority floor managers can be expected to consult with each other and to decide if the House amendments are acceptable or if the two Senators can agree on amendments to those House amendments. Whatever agreement the floor managers reach also is discussed with other interested Senators in the hope of achieving general concurrence. If such concurrence is reached, it is reflected in an expeditious floor decision to agree to the House amendments, with or without further Senate amendments.", "If such an agreement is not reached, then a variety of parliamentary options are available for acting on House amendments. If the goal is to arrange for a conference committee with the House, a motion could be made that can take two forms: ", "1. If the House has passed a Senate bill with House amendments, the motion proposes that the Senate disagree to the House amendments, request or agree to a conference with the Senate, and authorize the presiding officer to appoint conferees. 2. If the House has disagreed to Senate amendments to a House bill and returned the bill to the Senate, the motion proposes instead that the Senate insist on its amendments, request or agree to a conference, and authorize the presiding officer to appoint conferees. ", "In either case, the motion is subject to debate under the regular rules of the Senate, but as discussed in the section on arranging for a conference, a new rule approved in the 113 th Congress provides for an expedited cloture process on the motion. ", "If the goal is to return the amendment(s) to the House to further the legislative process, then the basic choices before the Senate are to propose a change to the House amendment(s), agree to the House amendment(s), or to disagree to the House amendment(s). More formally, the three central motions to dispose of House amendments prior to the stage of disagreement are (1) that the Senate concur in the House amendment(s) with Senate amendment(s), (2) that the Senate concur in the House amendment(s), or (3) that the Senate disagree to the House amendment(s). Any of these motions are debatable and, therefore, subject to being filibustered. However, a fourth motion—to table the House amendments—is not debatable and, if agreed to by the Senate, returns the House amendment with a message that the Senate has disagreed to the House amendment.", "It is possible for multiple motions to dispose of a House amendment to be pending at the same time. The motions to concur, concur with an amendment, and to disagree are listed above in their order of precedence; a motion can be understood to have precedence over another if it may be offered while the other is pending and it is disposed of first. Thus, with a motion to disagree pending, a motion to concur and a motion to concur with an amendment could be offered and would be voted on first. If a motion to concur with an amendment were pending, however, neither a motion to concur nor a motion to disagree could be offered until the Senate disposed of the motion to concur with an amendment. A motion to table is of the highest precedence.", "Furthermore, if the House has proposed several amendments to the Senate bill (or Senate amendment), then the Senate could take different actions on each of the House amendments. When the Senate receives multiple amendments from the House, it considers them in the order that they affect the Senate text. A single motion can be made to dispose of several amendments, so long as it is the same form of disposition (for example, to concur), but such a motion would be subject to division.", "At least in part due to the potential for procedural complexity in relation to consideration of House amendments, in recent Congresses the majority leader has used his right of preferential recognition to offer a motion to concur in House amendments, as well as all the other available amendatory motions related to it. This process has been referred to as \"filling the tree.\" The procedural effect of filling the tree—or offering all of the amendatory motions available in a particular parliamentary situation—is that no Senator can propose an alternative method of acting on the House amendments until the Senate disposes of (or lays aside by unanimous consent) one of the pending motions.", "Filling the tree does not affect the right of Senators to debate the motions regarding House amendments at length. It does not, therefore, bring the Senate any closer to final disposition of the House amendments. If, however, the majority leader can build a coalition of at least 60 Senators (assuming no vacancies in the Senate) in order to invoke cloture, then he can fill the tree to block other Senators from proposing other ways of disposing of House amendments, including perhaps proposing Senate amendments to the House amendments prior to Senate disposition of the House amendments. In recent Congresses, the majority leader has \"filled the tree\" and then filed a cloture motion in order to end consideration of an underlying question. If the Senate agrees to invoke cloture on a motion to dispose of the House amendments, such as a motion to concur, then all other pending motions of a higher precedence fall. The motion on which cloture was invoked can then be considered for a maximum of 30 additional hours."], "subsections": []}, {"section_title": "The Informal Alternative to Conference", "paragraphs": ["If the House and Senate versions of a measure are submitted to conference, the conference committee must meet formally and, if it resolves some or all of the differences between the houses, prepare both a conference report and a joint explanatory statement. To avoid these and other requirements, the two chambers may use the process of sending amendments between the houses as an informal alternative that achieves much the same purpose and result as would a conference committee.", "The purpose of a conference committee is to negotiate a settlement of the legislative differences between the two chambers. But these negotiations do not have to take place in the official setting of a conference committee meeting. They also can occur through informal discussions among the most interested Representatives and Senators and their staffs. If such informal discussions are successful, their results can be embodied in an amendment between the houses.", "As the second house nears or reaches completion of floor action on a measure, the staffs of the respective House and Senate committees are likely to be comparing the two versions of the bill and seeking grounds for settling whatever differences exist. After initial staff discussions, the House and Senate committee leaders themselves may become involved. If these informal and unofficial conversations appear productive, they may continue until a tentative agreement is reached, even though no conference committee has yet been created. If the tentative agreement proves acceptable to other interested Representatives and Senators, a conference committee may be unnecessary.", "Instead, when the bill with the second house's amendments has been returned to the first chamber, the majority floor manager may, under the appropriate rules or practices of that house, call up the bill and propose that the House or Senate (as the case may be) concur in the second chamber's amendments with some amendments. He or she then describes the differences between the House and Senate versions of the measure and explains that the proposed amendments represent a compromise that is agreeable to the interested Members of both houses. The floor managers may express their confidence that, if the first house accepts the amendments, the other chamber also will accept them.", "If the first house does agree to the amendments, the second chamber then considers and agrees to them as well, under its procedures for considering amendments of the \"other body.\" In this way, the differences between the House and Senate are resolved through the kind of negotiations for which conference committees are created, but without resort to a formal conference committee."], "subsections": []}, {"section_title": "The Stage of Disagreement", "paragraphs": ["Since the purpose of conference committees is to resolve legislative disagreements between the House and Senate, it follows that there can be no conference committee until there is disagreement—until the House and Senate formally state their disagreement to each other's positions. A chamber reaches this stage either by formally insisting on its own position or by disagreeing to the position of the other house, and so informing the other house. Once the House or Senate reaches the stage of disagreement, it cannot then agree to (concur in) a position of the other chamber, or agree with an amendment, without first receding from its disagreement.", "The stage of disagreement is an important threshold. Before this threshold is reached, the two chambers presumably are still in the process of reaching agreement. Thus, amendments between the houses, as an alternative to conference, are couched in terms of one chamber concurring in the other's amendments, or concurring in the other's amendments with amendments. For example, when the House concurs in Senate amendments with House amendments, the House does so because it does not accept the Senate amendments—in fact, it disagrees with them. But the House does not state its disagreement explicitly and formally at this stage because crossing the threshold of disagreement has significant procedural consequences, especially in the House.", "Whereas House amendments are always privileged in the Senate, most Senate amendments are not privileged in the House before the House has reached the stage of disagreement. Moreover, the order of precedence among certain motions is reversed in the House (but not in the Senate) after the stage of disagreement has been reached. Before the stage of disagreement, the order of precedence among motions in both chambers favors motions that tend to perfect the measure further; after the stage of disagreement in the House, the order of precedence is reversed, with precedence being given to motions that tend to promote agreement between the chambers. Before the stage of disagreement, for example, a motion to concur with an amendment has precedence over a motion to concur; after the stage of disagreement in the House, a motion to recede and concur has precedence over a motion to recede and concur with an amendment.", "The precedence among motions before and after the stage of disagreement can become important during the process of exchanging amendments between the houses. It is most likely to matter after a conference committee has reported and the House and Senate are considering amendments in true or technical disagreement. For this reason, a more detailed discussion of the subject is reserved to the sections on such amendments."], "subsections": []}, {"section_title": "Arranging for a Conference", "paragraphs": ["If the differences between the House and the Senate cannot be resolved through the exchange of amendments between the houses, two possibilities remain. First, stalemate can lead to the death of the legislation if both chambers remain adamant. Second, the two houses can agree to create a conference committee to discuss their differences and seek a mutually satisfactory resolution. Historically, major bills have been sent to conference, either after an unsuccessful attempt to resolve the differences through amendments between the houses or, more often, without such an attempt having even been made.", "The process of arranging for a conference can begin as soon as the second house passes the bill at issue, either with one or more amendments to parts of the measure or with a single amendment in the nature of a substitute that replaces the entire text approved by the first chamber. The second house then may simply return the bill, with its amendments, to the first chamber if there is reason to believe that the first house might accept the amendments, or that amendments between the houses can be used successfully as an informal alternative to conference. It also may do so if the second house wishes to act first on an eventual conference report, because the chamber that asks for a conference normally acts last on the conference report.", "Alternatively, the second house may pass the bill and immediately insist on its amendments and also request a conference with the first chamber. By insisting on its amendments, the second chamber reaches the stage of disagreement. The bill, the second house's amendments, and the message requesting a conference then are returned to the first house. The first house is not obliged to disagree to the second chamber's amendments and agree to the requested conference. The first house also has the options, for example, of refusing to act at all or concurring in the second chamber amendments, with or without amendments. When one chamber requests a conference, however, the other house normally agrees to the request.", "If the second chamber just returns the bill and its amendments to the first house without insisting on its amendments, the first house may disagree to the amendments and request a conference. The bill, the amendments, and the message requesting the conference then are returned to the second chamber, which usually insists on its amendments (thereby reaching the stage of disagreement) and agrees to the conference.", "Thus, there are essentially two direct routes to conference. (There are more indirect routes, of course, if an attempt is first made to resolve the differences through an exchange of amendments.) The second house may begin the process by insisting on its amendments and requesting the conference. If this does not occur, the first house then may begin the process by disagreeing to the second chamber's amendments and requesting the conference itself. The first route is likely to be followed when the need for a conference is a foregone conclusion.", "However, strategic considerations also may influence how the Senate and House agree to go to conference, especially in view of the convention that the chamber that asks for the conference normally acts last on the conference report. With this in mind, proponents of the legislation may prefer one route to the other. For example, House or Senate conferees can avoid the possibility of facing a motion in one house to recommit the conference report (with or without instructions) if they have arranged for the other house to act first on the report. By the same token, if Senate opponents are expected to filibuster the conference report, proponents may prefer for the Senate to agree to a House request for a conference, so that the Senate will act first on the report. This arrangement avoids compelling Representatives to cast difficult votes for or against a conference report that may not reach a vote in the Senate. On the other hand, a bill's supporters could prefer that the House agree to the conference and then vote first on the report, with the hope that a successful House vote might improve the prospects for later success on the Senate floor.", "In addition, under a provision of Senate Rules added in 2013, it might be easier to arrange for conference (1) after the House has disagreed to a Senate amendment, or (2) after the House has amended a Senate bill (or amendment). At the start of the 113 th Congress, the Senate agreed to a rules change creating a new motion to take the steps necessary to arrange for a conference committee with the House and expediting the cloture process on that motion. Under this rule, if cloture is filed on the new motion to authorize a conference committee, the consolidated motion would be subject to two hours of debate, after which the Senate would vote on cloture. If cloture were invoked by three-fifths of the Senate, a simple majority could approve the motion to authorize a conference, and no further debate of the motion would be in order. The new motion, however, is only in order when a House message has been laid before the Senate. It would not be in order immediately after the Senate has passed a House bill with amendment(s). To arrange for a conference at that stage would require unanimous consent, just as it did prior to the rules change. "], "subsections": []}, {"section_title": "Selection of Conferees", "paragraphs": ["After either house requests or agrees to a conference, it usually proceeds immediately to select conferees (or managers, as they may also be called). The selection of conferees can be critically important, because it is this group—sometimes a small group—of Representatives and Senators who usually determine the final form and content of major legislation.", "In the House, clause 11 of Rule I authorizes the Speaker to appoint all members of conference committees and gives him certain guidelines to follow:", "The Speaker shall appoint all select, joint, and conference committees ordered by the House. At any time after an original appointment, the Speaker may remove Members, Delegates, or the Resident Commissioner from, or appoint additional Members, Delegates, or the Resident Commissioner to, a select or conference committee. In appointing Members, Delegates, or the Resident Commissioner to conference committees, the Speaker shall appoint no less than a majority who generally supported the House position as determined by the Speaker, shall name Members who are primarily responsible for the legislation, and shall, to the fullest extent feasible, include the principal proponents of the major provisions of the bill or resolution passed or adopted by the House.", "These guidelines carry weight as admonitions but they necessarily give the Speaker considerable discretion, and his or her exercise of this discretion cannot be challenged on the floor through a point of order.", "In the Senate, the presiding officer is almost always authorized by unanimous consent to appoint \"the managers on the part of the Senate.\" The Senate could also grant this authority to the presiding officer by agreeing to a motion arranging for a conference (Rule XXVIII, paragraph 2). ", "Before the formal announcement of conferees in each chamber, a process of consultation takes place that vests great influence with the chairman and the ranking minority member of the committee (and sometimes the subcommittee) that had considered the bill originally. These Representatives and Senators almost always serve as conferees. Furthermore, they usually play an influential, and often a controlling, role in deciding the number of conferees from their respective chambers, the party ratio among these conferees, and which of their committee colleagues shall be appointed to the conference committee. In the House, the Speaker often accepts without change the list developed by the House committee leaders; the presiding officer in the Senate always does so.", "If the bill at issue had been considered by more than one committee in either house, all the involved chairmen and ranking minority members from that chamber normally participate in determining its roster of conferees, and the conferees usually are drawn from both or all of those committees. In such cases, the party leaders in each house are more likely to become involved in the selection process—in determining the total number of House or Senate conferees and the division of conferees between or among the committees of jurisdiction, as well as in choosing individual Members to serve. From time to time, the Speaker also exercises the authority granted in the rule to appoint a Representative who offered a key successful floor amendment, even if he or she is not on the committee(s) that reported the legislation.", "In some cases—and especially in cases of multiple committee jurisdiction—House or Senate conferees may be appointed for limited purposes: for example, only for the consideration of Title I of the House version, or only for the consideration of a particular (and possibly nongermane) Senate amendment. Such conferees are expected to limit their participation in the conference to consideration of the matters for which they are appointed. This practice protects the influence in conference of the appropriate House and Senate standing committees.", "Each house determines for itself the size of its delegation to the conference committee. The House and Senate need not select equal numbers of conferees, and they frequently do not. However, unequal numbers of House and Senate managers do not affect the formal power of either house in conference decisions. The conference report requires approval by a majority of the House conferees and a majority of the Senate conferees, rather than a majority of all conferees. Each house usually appoints an odd number of conferees to avoid tie votes."], "subsections": []}, {"section_title": "Instructing Conferees", "paragraphs": ["After the House or Senate decides to go to conference (either by requesting the conference or agreeing to a request from the other house), its conferees usually are appointed immediately. Between these two steps, however, both houses have an opportunity (although usually only a momentary opportunity) to move to instruct the conferees. For example, the managers may be instructed to insist on the position of their house on a certain matter, or even to recede to the position of the other house.", "Instructions are not binding in either house. They are only admonitions, or advisory expressions of position or preference. No point of order lies in either the House or the Senate against a conference report on the ground that conferees did not adhere to the instructions they received.", "In the Senate, a motion to instruct is debatable and amendable. In the House, such a motion is debated under the one-hour rule, and a germane amendment to the instructions is in order only if the House does not order the previous question during or at the end of the first hour of debate. In neither house can conferees be instructed to take some action that exceeds their authority. In the House, clause 7 of Rule XXII also bars instructions that \"include argument.\" Only one valid motion to instruct is in order in the House before its conferees are named, whether or not the motion is agreed to; but if a motion to instruct is ruled out of order, another motion to instruct may be made.", "Under the precedents of the House, a Member of the minority party is entitled to recognition to move to instruct. The Speaker normally looks first to senior minority-party members of the committee that reported the measure at issue. This recognition practice can be used to try to control the instructions that are proposed; for example, instructions on one subject may be precluded if the ranking minority member seeks recognition to offer a motion to instruct on another subject.", "In the House, but not in the Senate, motions to instruct also are in order after House conferees have been appointed but have failed to report an agreement. Clause 7(c)(1) of House Rule XXII provides in part:", "A motion to instruct managers on the part of the House, or a motion to discharge all managers on the part of the House and to appoint new conferees, shall be privileged—", "(A) after a conference committee has been appointed for 45 calendar days and 25 legislative days without making a report....", "By precedent, more than one proper motion to instruct is in order when made pursuant to this clause, and the minority party does not enjoy preferential recognition in offering such motions. According to clause 7(c)(2), the Speaker \"may designate a time in the legislative schedule on that legislative day for consideration\" of the motion to instruct."], "subsections": []}, {"section_title": "Restrictions on the Authority of Conferees", "paragraphs": ["In principle, there are significant restrictions on the kinds of policy agreements that House conferees can accept. In practice, however, these restrictions are not as stringent as they might seem at first.", "Because conference committees are created to resolve disagreements between the House and Senate, the authority of House conferees is limited to the matters in disagreement between the two houses. House conferees have no authority to change matters that are not in disagreement—that is, either matters that appear in the House and Senate versions of the measure in identical form, or matters that were not submitted to the conference in either the House or the Senate version.", "Furthermore, as House conferees consider each matter in disagreement, their authority is limited by the scope of the differences between the House and Senate positions on that matter. The House's managers may agree on the House position, the Senate position, or some middle ground. But they may not include a provision in a conference report that does not fall within the range of options defined by the House position at one extreme and the Senate position at the other. If, for example, the House proposes to appropriate $1 billion for a certain purpose and the Senate proposes $2 billion instead, the House conferees may agree on $1 billion or $2 billion or any intermediate figure. But they may not agree on a figure that is less than $1 billion or more than $2 billion. To do so would exceed the scope of the differences between the House and Senate positions on that matter in disagreement.", "The concept of \"scope\" relates to specific differences between the House and Senate versions of the same measure, not to the implications or consequences of these differences. Thus, House conferees on a general appropriations bill may agree on the higher (or lower) of the House and Senate positions on each appropriation item, even though the sum of their agreements is higher (or lower) than the total sum proposed in either the House or the Senate version of the bill (unless the two versions explicitly state such a total). Also, if one house proposes to amend some existing law and the other chamber does not, the scope of the differences over this matter generally is bounded by the proposed amendments, on the one hand, and the pertinent provisions of existing law, on the other. Thus, the House conferees may agree on the proposed amendments or on alternatives that are closer to existing law.", "Thus, there are significant restrictions on the authority of House conferees: Their authority is restricted by the scope of the differences between the House and Senate over the matters in disagreement between them. However, it is far easier to make this statement than to apply it in all cases. It becomes much more difficult to define the scope of the differences when the differences are qualitative, not quantitative as in the example above. Moreover, how difficult it is to define the scope of the differences also depends on how the second chamber to act on the measure has cast the matters in disagreement.", "If one house takes up a measure from the other and passes the measure with a series of amendments to the first chamber's text, then the matters in disagreement in conference are cast in terms of two or more discrete amendments approved by the second house to pass the bill. These amendments usually are numbered for convenient reference. The two versions of the measure can be compared side by side to identify the provisions that are identical in both versions and those that are the subject of disagreements. Therefore, it is possible to identify both the matters in disagreement and the House and Senate positions on each of them.", "However, the second chamber that acts on a measure typically casts its version in the form of an amendment in the nature of a substitute for the entire text passed by the first house. In such cases, only one amendment is submitted to conference, even though that single amendment may encompass any number of specific differences between the House and Senate versions of the measure. In fact, the text of the bill as passed by one house and the text of the other house's amendment in the nature of a substitute may embody wholly different approaches to the subject of the measure. The two versions may be organized differently and may address the same subject in fundamentally different ways.", "Second house substitutes make it much harder, if not impractical, to specifically identify each matter in disagreement and the scope of the differences over that matter. When a second chamber substitute is in conference, therefore, the conferees must have somewhat greater room for maneuver. Technically, the House and Senate are in disagreement over the entire text of the measure; substantively, the policy disagreements may be almost as profound. In such cases, the conferees resolve the differences between the House and Senate by creating a third version of the measure—a conference substitute for both the version originally passed by the first house and the amendment in the nature of a substitute approved by the second house.", "This latitude may be necessary, but it also means that the conference substitute could take the form of a third and new approach to the subject at hand—an approach that had not been considered on the floor of either house. To inhibit such a result, clause 9 of House Rule XXII states: ", "Whenever a disagreement to an amendment has been committed to a conference committee, the managers on the part of the House may propose a substitute that is a germane modification of the matter in disagreement. The introduction of any language presenting specific additional matter not committed to the conference committee by either House does not constitute a germane modification of the matter in disagreement. Moreover, a conference report may not include matter not committed to the conference committee by either House and may not include a modification of specific matter committed to the conference committee by either or both Houses if that modification is beyond the scope of that specific matter as committed to the conference committee.", "Notwithstanding this specificity, determining whether a conference substitute includes some new \"matter\" is far more difficult than determining whether the conferees' agreement on an appropriation for a program falls within the scope of the differences between the funding levels originally proposed by the House and Senate.", "If the House conferees have exceeded their authority in any one respect in agreeing to a conference report, that report as a whole is tainted and so is subject to a point of order on the House floor. However, there are at least three reasons why it is relatively unusual for a point of order to be made and sustained against a conference report. First, House conferees are aware of the limits within which they are to negotiate, and they usually try not to exceed their authority. Second, conferees frequently are presented with second chamber substitutes, and in those cases, they have somewhat greater discretion in the agreements they can reach.", "Third, even if the House managers propose a conference report that exceeds their authority, there are several ways in which they can protect their report against being subject to a point of order on the House floor. If the conferees were negotiating over separate numbered amendments and their agreement concerning one or more of the amendments is beyond their authority, they can report those amendments back to the House and Senate as amendments in technical disagreement. However, conferees may not report back in disagreement on part of an amendment in the nature of a substitute. Alternatively, the House can approve a conference report by a two-thirds vote under suspension of the rules, a procedure that does not allow points of order to be made on the floor. Finally, and perhaps most importantly in current practice, the House Rules Committee may propose that the House approve a special rule waiving any or all points of order against a conference report and against its consideration.", "Even if a conference report is ruled out of order, it may then be possible to propose precisely the same agreements that were contained in the report in the form of amendments between the houses (if the amendments are not in the third degree and do not contain nongermane matter).", "The Senate's rules and precedents embody roughly the same principles regarding restrictions on the authority of its conferees. Paragraphs 3 and 4 of Senate Rule XXVIII state, in part:", "3. (a) Conferees shall not insert in their report matter not committed to them by either House, nor shall they strike from the bill matter agreed to by both Houses.", "(b) If matter which was agreed to by both Houses is stricken from the bill a point of order may be made against the report, and if the point of order is sustained, the report is rejected or shall be recommitted to the committee of conference if the House of Representatives has not already acted thereon.", "(c) If new matter is inserted in the report, a point of order may be made against the conference report and it shall be disposed of as provided under paragraph 4.", "4. (a) In any case in which a disagreement to an amendment in the nature of a substitute has been referred to conferees—", "(1) it shall be in order for the conferees to report a substitute on the same subject matter;", "(2) the conferees may not include in the report matter not committed to them by either House; and", "(3) the conferees may include in their report in any such case matter which is a germane modification of subjects in disagreement.", "Historically, the Senate has interpreted its rules and precedents affecting the content of conference reports in ways that grant conferees considerable latitude in reaching agreements with the House. According to Riddick's Senate Procedure , for example, a \"conference report may not include new 'matter entirely irrelevant to the subject matter,' not contained in the House- or Senate-passed versions of a measure as distinct from a substitute therefor.\" And regarding conference substitutes, Senate precedents state that, \"in such cases, they [the conferees] have the entire subject before them with little limitation placed on their discretion, except as to germaneness, and they may report any germane bill.\" Under current practice, the Senate takes a commonsense approach to deciding whether new matter is sufficiently relevant to constitute \"a germane modification of subjects in disagreement.\"", "The authority of Senate conferees is further limited by paragraph 8 of Senate Rule XLIV. A Senator can raise a point of order against provisions of a conference report if they constitute \"new directed spending provisions.\" Paragraph 8 defines a \"new directed spending provision\" as", "any item that consists of a specific provision containing a specific level of funding for any specific account, specific program, specific project, or specific activity, when no specific funding was provided for such specific account, specific program, specific project, or specific activity in the measure originally committed to the conferees by either House.", "Paragraph 8 of Senate Rule XLIV applies only to provisions of conference reports that would provide for actual spending. In other words, it applies only to discretionary and mandatory spending provisions and not to authorizations of appropriations. Discretionary spending is provided in appropriations acts and generally funds many of the programs, agencies, and routine operations of the federal government. Mandatory spending, also referred to as direct spending, is provided in or controlled by authorizing law and generally funds entitlement programs, such as Social Security and Medicare.", "The Senate can waive both of these restrictions on the content of conference reports by a three-fifths vote of Senators duly chosen and sworn (60 Senators assuming no vacancies). The process for waiving a point of order and the effect of a successful point of order raised under either of these rules are discussed in a later section of this report on floor consideration of conference reports."], "subsections": []}, {"section_title": "Conference Procedures and Reports", "paragraphs": ["Rules of procedure guide and constrain the legislative activities of both the House and Senate. So it is striking that there are almost no rules governing procedure in conference. The members of each conference committee can select their own chairmen. They also can decide for themselves whether they wish to adopt any formal rules governing such matters as debate, quorums, proxy voting, or amendments, but usually they do not. The only rules imposed by the two houses governing conference committee meetings concern approval of the conference report and the openness of meetings to all conferees and to the public.", "A majority of the House managers and a majority of the Senate managers must approve and sign the conference report. Decisions are never made by a vote among all the conferees combined. All votes take place within the House delegation and within the Senate delegation. This is why there is no requirement or necessity for the two houses to appoint the same number of conferees; five Senate conferees, for example, enjoy the same formal collective power in conference as 25 House conferees.", "Until the mid-1970s, conference meetings were almost always closed to the public; now they are open unless a specific decision is made to close part or all of a meeting. Paragraph 8 of Senate Rule XXVIII states: ", "Each conference committee between the Senate and the House of Representatives shall be open to the public except when managers of either the Senate or the House of Representatives in open session determine by a rollcall vote of a majority of those managers present, that all or part of the remainder of the meeting on the day of the vote shall be closed to the public.", "The comparable House rule is even more stringent. Clause 12 of House Rule XXII requires a majority vote on the House floor to close part or all of a conference meeting. In other words, House conferees cannot vote to close a conference committee meeting unless they have been authorized to do so by a specific roll-call vote of the House. This difference between House and Senate rules has not been a source of public contention because efforts to close conferences normally are made only when they must deal with national security matters. When House managers want the authority to close part or all of a formal conference meeting, they usually offer a motion to this effect at the time the House arranges to go to conference.", "House rules place additional requirements on conference committee meetings. According to clause 12 of House Rule XXII, managers \"should endeavor to ensure\" that meetings only occur if every House manager has been given notice and an opportunity to attend. The House rule also explicitly states that all matters in disagreement are open to discussion at a conference meeting. If a point of order is made and sustained on the House floor that conferees met in violation of clause 12 (or that they never met at all), the conference report is rejected and the House is considered to have requested a further conference with the Senate.", "Similarly, the Senate has agreed that it is the \"sense of the Senate\" that conferees should hold \"regular, formal meetings of all conferees that are open to the public,\" that conferees should be given \"adequate notice\" of such meetings, and that all conferees should be given an opportunity to \"participate in full and complete debates\" of the matters before the conference.", "Few other rules govern conference proceedings, and conference committees do not often vote to establish their own rules. Instead, they generally manage without them. This absence of rules reflects the basic nature of the conference committee as a negotiating forum in which the negotiators should be free to decide for themselves how to proceed most effectively.", "In some cases, conferences are rather formal. One delegation puts a proposal on the table; the other delegation considers it and responds with a counter-proposal. In other cases, conferences resemble free-form discussions in which the issues and the matters in disagreement are discussed without any apparent agenda or direction until the outlines of a compromise begin to emerge. In recent years, conferences on massive omnibus bills have even created \"sub-conferences\" to seek agreements that then can be combined into a single conference report.", "Sometimes customary practices develop among members of House and Senate committees who meet with each other regularly in conference. For example, they may alternate the chairmanship from one conference to the next between the committee or subcommittee chairmen from each house. Conference bargaining also can be facilitated by preliminary staff work. Staff may prepare side-by-side comparisons of the House and Senate versions so that the conferees can understand more easily how the two houses dealt with the same issues or problems. Furthermore, senior staff may engage in preliminary negotiations among themselves, seeking agreements acceptable to their principals, so that the members themselves can concentrate on the more intractable disagreements.", "When the conferees reach full agreement, staff prepare a conference report that indicates how each amendment in disagreement has been resolved. For example, the report may propose that the Senate recede from certain of its amendments to the House bill, that the House recede from its disagreement to certain other Senate amendments, and that the House recede from its disagreement to the remaining Senate amendments and concur in each with a House amendment (the text of which is made part of the report). When the conferees have considered a single amendment in the nature of a substitute, the report proposes that the house that originated the bill recede from its disagreement to the other house's substitute, and concur in that amendment in the nature of a substitute with a substitute amendment that is the new version of the bill on which the conference committee has agreed.", "Two copies of the conference report must be signed by a majority of House conferees and a majority of Senate conferees. No additional or minority views may be included in the report. From time to time, a manager's signature may be accompanied by an indication that he or she does not concur in the conference agreement on a certain numbered amendment. This does not make the report subject to a point of order in the House so long as a majority of House conferees have agreed on each numbered amendment. House rules require that House conferees be given an opportunity to sign the conference agreement at a set time and place. At least one copy of the final conference agreement must be made available for review by House managers with the signature sheets.", "The conference report itself is not the most informative document, because it does not describe the nature of the disagreements that confronted the conferees. Therefore, the rules of both houses require that a conference report be accompanied by a joint explanatory statement. According to paragraph 6 of Senate Rule XXVIII, this statement is to be \"sufficiently detailed and explicit to inform the Senate as to the effect which the amendments or propositions contained in such report will have upon the measure to which those amendments or propositions relate.\" Clause 7(e) of House Rule XXII contains a comparable requirement. Normally, this joint explanatory statement summarizes the House, Senate, and conference positions on each amendment in disagreement (or each provision, in the case of second chamber and conference substitutes). The statement also is prepared in duplicate and signed by majorities of both House and Senate conferees.", "The house that agreed to the conference normally acts first on the conference report. Because this is an established practice, not a requirement of either House or Senate rules, the order of consideration can be reversed, if that is strategically advantageous. For example, the House may wish to delay acting on a report until after the Senate has voted on it because of the possibility that the report may fall victim to a Senate filibuster. Alternatively, Senate conferees may agree that the House should act first if the report is likely to enjoy greater support in the House in the belief (or hope) that the House vote will increase the prospects for approving the report in the Senate.", "Also, the first house to consider a conference report has the option of voting to recommit the report to conference. If either house agrees to the report, the effect of that vote is to discharge that house's conferees, so there is no longer a conference committee to which the report can be recommitted. Therefore, the second house to consider the report does not have the option of recommitting it; it only may accept or reject the report. Sometimes, therefore, the supporters of a bill arrange for one house or the other to act first on the conference report in order to avoid the possibility of a successful recommittal motion. Whatever the case may be, the conferees must see to it that the house they want to act first takes the papers out of the conference.", "If conferees cannot agree on any of the amendments before them, or if they cannot agree on all matters encompassed by one house's bill and the other's substitute, they may report back in disagreement. The House and Senate then can seek a resolution of the differences either through a second conference or through an exchange of amendments and motions between the houses. Conferees also may report in total disagreement if they have reached an agreement on a bill and a second chamber substitute that, in some respect, violates their authority. In such a case, their disagreement is technical, not substantive. After the House receives or the Senate agrees to the report in disagreement, the conferees' actual agreement is presented as a floor amendment to the amendment in disagreement, at which point considerations of the conferees' authority no longer apply. Alternatively, the conferees may submit their report to the House and Senate even though it violates their authority in one or more respects, and then, in the House, the Rules Committee can propose and the House can adopt a resolution protecting the report against points of order."], "subsections": []}, {"section_title": "Floor Consideration of Conference Reports", "paragraphs": ["A conference report may be presented or filed at almost any time the House or Senate is in session, but not when the Senate is in executive session or when the House has resolved into Committee of the Whole. A conference report is unlikely to be considered immediately because both the House and Senate have layover and availability requirements that apply to conference reports.", "In the House, conference reports are subject to a 72-hour \"layover\" requirement. Clause 8(a) of Rule XXII prohibits consideration of a conference report until 72 hours after the report and joint explanatory statement has been available in the Congressional Record or on the House electronic document repository ( http://docs.house.gov ). These requirements do not apply during the last six days of a session. In addition, copies of the report and the statement must be available for at least two hours before consideration of the report begins. Clause 2(b) applies the same requirements and conditions to amendments reported from conference in disagreement. However, the House may waive these restrictions by adopting a resolution reported from the Rules Committee for that purpose.", "A conference report that meets the availability requirements is considered as having been read when called up for consideration in the House. If a report does not meet one or more of the requirements but is called up by unanimous consent, it must be read. However, the House normally agrees by unanimous consent to have the joint explanatory statement read instead of the report, and then it also agrees to dispense with the reading of the statement.", "Conference reports are highly privileged in the House and may be called up at almost any time that another matter is not pending. When called up, the report is considered in the House (not in Committee of the Whole) under the one-hour rule. Clause 8(d) of Rule XXII requires that this hour be equally divided between the majority and minority parties, not necessarily between proponents and opponents. The two floor managers normally explain the agreements reached in conference and then yield time to other Members who wish to speak on the report. If both floor managers support the report, a Member who opposes it is entitled to claim control of one-third of the time for debate. Before a second hour of debate can begin, the majority floor manager moves the previous question. If agreed to, as it invariably is, this motion shuts off further debate, and the House immediately votes on agreeing to the conference report.", "Any points of order against a conference report in the House must be made or reserved before debate on the report begins (or before the joint explanatory statement is read). A conference report can be protected against one or more points of order if the Rules Committee reports and the House adopts a resolution waiving the applicable rules, or if the report is considered under suspension of the rules.", "In the Senate, paragraph 1 of Senate Rule XXVIII requires that a conference report must be \"available on each Senator's desk\" before the Senate may consider it. In addition, under paragraph 9 of that same rule it is not in order to vote on the adoption of a conference report unless it has been available to Members and the general public for at least 48 hours before the vote. This availability requirement can be waived by three-fifths of Senators duly chosen and sworn (60 Senators if there are no vacancies). It can also be waived by joint agreement of the majority and minority leader in the case of a significant disruption to Senate facilities or to the availability of the Internet. Under the rule, a report is considered to be available to the general public if it is posted on a congressional website or on a website controlled by the Library of Congress or the Government Publishing Office. The report and accompanying statement normally are not printed in the Senate section of the Record if they have been printed in the House section. Conference reports also normally are printed only as House documents.", "Conference reports are privileged in the Senate. The motion to consider a report on the Senate floor is in order at most times, and it is not debatable. The Senate's usual practice is to take up conference reports by unanimous consent at times arranged in advance among the floor and committee leaders. Under a standing order the Senate adopted at the close of the 106 th Congress in December 2000, the reading of a conference report is no longer required if the report \"is available in the Senate.\"", "When considered on the Senate floor, a conference report is debatable under normal Senate procedures; it is subject to extended debate unless the time for debate is limited by unanimous consent or cloture, or if the Senate is considering the report under expedited procedures established by law (such as the procedures for considering budget resolutions and budget reconciliation measures under the Budget Act). Paragraph 7 of Senate Rule XXVIII states that, if time for debating a conference report is limited (presumably by unanimous consent), that time shall be equally divided between the majority and minority parties, not necessarily between proponents and opponents of the report. Consideration of a conference report by the Senate suspends, but does not displace, any pending or unfinished business; after disposition of the report, that business is again before the Senate.", "A point of order may be made against a conference report at any time that it is pending on the Senate floor (or after all time for debate has expired or has been yielded back, if the report is considered under a time agreement). If a point of order is sustained against a conference report on the grounds that conferees exceeded their authority—either by including \"new matter\" (Rule XXVIII) or \"new directed spending provisions\" (paragraph 8 of Rule XLIV) in the conference report—then there is a special procedure to strike out the offending portion(s) of the conference recommendation and continue consideration of the rest of the proposed compromise. Under the new procedure, a Senator can make a point of order against one or more provisions of a conference report. If the point of order is not waived (see below), the presiding officer rules whether or not the provision is in violation of the rule. If a point of order is raised against more than one provision, the presiding officer may make separate decisions regarding each provision.", "Senate rules provide further that when the presiding officer sustains a point of order against a conference report on the grounds that it violates either the prohibition of \"new matter\" or \"new directed spending provisions,\" the matter is to be stricken from the conference recommendation. After all points of order raised under this procedure are disposed of, the Senate proceeds to consider a motion to send to the House, in place of the original conference agreement, a proposal consisting of the text of the conference agreement minus the \"new matter\" or \"new directed spending provision\" that was stricken. Amendments to this motion are not in order. The motion is debatable \"under the same debate limitation as the conference report.\" In short, the terms for consideration of the motion to send to the House the proposal without the offending provisions are the same as those that would have applied to the conference report itself.", "If the Senate agrees to the motion, the conference recommendation as altered by the deletion of the \"new matter\" or \"new directed spending provision\" would be returned to the House in the form of an amendment between the houses. The House would then have an opportunity to act on the amendment under the regular House procedures for considering Senate amendments discussed in earlier sections of this report.", "Senate rules also create a mechanism for waiving these restrictions on conference reports. Senators can move to waive points of order against one or several provisions, or they can make one motion to waive all possible points of order under either Rule XXVIII or Rule XLIV, paragraph 8. A motion to waive all points of order is not amendable, but a motion to waive points of order against specific provisions is. Time for debate on a motion to waive is limited to one hour and is divided equally between the majority leader and the minority leader, or their designees. If the motion to waive garners the necessary support, the Senate is effectively agreeing to keep the matter that is potentially in violation of either rule in the conference report.", "The rules further require a three-fifths vote to sustain an appeal of the ruling of the chair and limit debate on an appeal to one hour, equally divided between the party leaders or their designees. The purpose of these requirements is to ensure that either method by which the Senate could choose to apply these rules—through a motion to waive or through an appeal of the ruling of the chair—requires a three-fifths vote of the Senate (usually 60 Senators). A simple majority (51 Senators if there are no vacancies and all Senators are voting) cannot achieve the same outcome.", "Conference reports may not be amended on the floor of either house. Conferees are appointed to negotiate over the differences between the versions of the same bill that the two houses have passed; the delegations return to their respective chambers with identical recommendations in the form of a report that proposes a package settlement of all these differences. The House and Senate may accept or reject the settlement, but they may not amend it directly. If conference reports were amendable, the process of resolving bicameral differences would be far more tortuous and possibly interminable.", "As noted in previous sections, the house that agrees to the request for a conference normally acts first on the report. The first chamber to act may vote to agree or not agree to the report, or it may agree to a preferential motion to recommit the report to conference, with or without non-binding instructions. Successful recommittal motions are quite unusual, in part because such an action implies that the conferees should and could have reached a more desirable compromise. If the first house agrees to the report, the second house only has the options of approving or disapproving the report. At this stage, the report cannot be recommitted. A vote by either house to agree to a conference report has the effect of automatically discharging its conferees and disbanding the conference committee; thus, there is no conference committee to which the second house could recommit the report.", "The defeat of a conference report in either house may kill the legislation, but only if no further action is taken, such as requesting a second conference or proposing a new position through an amendment between the houses. For lack of time, a second conference may not be practical near the end of a Congress, when many conference reports are considered.", "The vote to agree to a conference report normally completes that house's action on the measure, assuming the other house also approves the report. However, some conference reports, especially those on general appropriations bills, may be accompanied by one or more amendments in either true or technical disagreement. Furthermore, House rules include special procedures for coping with conference report provisions originating in the Senate that would not have been germane floor amendments to the bill in the House. These possibilities are discussed in separate sections that follow."], "subsections": []}, {"section_title": "Amendments in True Disagreement", "paragraphs": ["It is generally in the interests of both the House and Senate managers and their parent chambers for the conferees to reach full agreement. Each house already has passed a version of the legislation and has entrusted the responsibility for resolving its differences with the other house to Members who usually were actively involved in developing and promoting the measure. Nonetheless, conferees sometimes cannot reach agreement on all the amendments in disagreement. In such a case, the conferees may return to the House and Senate with a partial conference report dealing with the amendments on which they have reached agreement but excluding one or more amendments that remain in disagreement. The result is complicated and potentially confusing procedural possibilities that, fortunately, do not often arise in current practice.", "The house that agreed to the conference first debates and votes on the partial conference report. After the report is approved, the reading clerk reads or designates the first amendment in disagreement, and the majority floor manager offers a motion to dispose of the amendment. When this process begins in the House, for example, the floor manager may move that the House insist on its disagreement to a Senate amendment. Agreeing to this motion implies that the House adamantly supports its original position and that the House wishes the Senate to recede from its amendment. Alternatively, the floor manager may move that the House either (1) recede from its disagreement to the Senate amendment and concur in that amendment, or (2) recede and concur with a House amendment. In the latter case, this House amendment (which must be germane to the Senate amendment) may be the position that the House managers had been advocating in conference, or it may be a new compromise position they have developed. By agreeing to this motion, the House supports the negotiating position of its conferees and asks the Senate to concur in this new House amendment.", "After the House disposes of the first amendment in disagreement, it acts in similar fashion on each of the other amendments that were not resolved in conference. The House then sends all the papers to the Senate with a message describing its actions. If the Senate agrees to the partial conference report and to the House position on all the amendments in disagreement on which Senate action is required, the legislative process is completed and the bill may be enrolled for presidential action.", "However, the Senate may agree to the partial conference report (which is rarely controversial), but not accept the House position on one or more of the amendments in disagreement. Instead, the Senate may vote to insist on its original position, support the negotiating position of its managers, or propose a new bargaining position to the House. If the House has insisted on its disagreement to a Senate amendment, the Senate may continue to insist on its amendment. If the House has receded from its disagreement to a Senate amendment and concurred in that amendment with a House amendment, the Senate may disagree to the House amendment or it may concur in the House amendment with a further Senate amendment (if such a Senate amendment would not be an amendment in the third degree).", "If one or more amendments remain in disagreement at the end of this process, either method of resolution may be pursued again. The amendments may be \"messaged\" back and forth between the houses until one chamber accepts the position of the other or until stalemate is reached. Alternatively, either house may request a further conference to consider the amendments that remain in disagreement. The same or new conferees may be appointed. Only the amendments in disagreement are submitted to the new conference. The managers may not re-open matters that were resolved in the partial conference report that both houses approved, because these matters are no longer in disagreement. But the partial conference report cannot become law until all the remaining disagreements have been resolved. If the second conference is successful, the managers submit a second report for action on the House and Senate floor. If not, the legislation, including the partial conference report, is probably dead for that Congress.", "Amendments in true disagreement rarely arise when conferees are presented with a second chamber substitute. In such a situation, there is only one amendment before the conference. The conferees either reach agreement or they do not; they may not report only part of the substitute as an amendment in disagreement. If the conferees report back in total disagreement, the House and Senate can then vote to insist on their original positions or propose new versions of the legislation. This hardly ever occurs; but when it does, the bill may die for lack of further action, or the two houses may agree to a new conference to consider the same issues once again.", "Instead, amendments in true disagreement generally have arisen when the second chamber has passed a bill with a series of separate amendments. Since this has happened most often to general appropriations bills that originate in the House (and on which the Senate requests conferences), the House usually has acted first on partial conference reports and amendments in disagreement.", "The possibility of amendments in disagreement can make it exceedingly difficult to anticipate what will happen to a measure that is sent to conference. It is not simply a question of whether or not the conferees will be able to resolve all the amendments in disagreement by reaching compromises that fall within the scope of the differences between the House and Senate versions. If a number of amendments are considered in conference, the managers may reach agreement on some, but not on others. And what then happens to the amendments reported in disagreement depends on the motions that are made and agreed to by the House and Senate.", "Furthermore, the recourse to amendments in disagreement creates new possibilities that were not available in conference. In conference, the managers' options are defined and limited by the scope of the differences between the House and Senate positions before them. However, when the House and Senate act on an amendment in disagreement, they are not subject to this restriction. The concept of \"the scope of the differences\" is a restriction on the authority of managers in conference; it is not a restriction on amendments between the houses. So, for example, the House may amend a Senate amendment in disagreement with a new House position (or technically, the House may recede from its disagreement to the Senate amendment and concur in the Senate amendment with a House amendment) that goes beyond the scope of either house's original position.", "Thus, it is possible, though not very likely in practice, that (1) the conferees could report an amendment in disagreement, (2) the first chamber to act could propose a new position in the form of an amendment to the amendment in disagreement, (3) the second chamber could respond with a further amendment that constitutes a new position of its own, and (4) conferees could be appointed for a second time to attempt to resolve the differences between these two new positions on the same subject. In this second conference, the same general policy question would be at issue, but the scope of the differences between the House and Senate versions (and consequently the options open to the conferees) would not be the same.", "To add to the uncertainties, several other complications can occur in the House as it acts on each amendment in disagreement. These options arise from the different order of precedence among certain motions in the House (but not in the Senate) that prevails before and after the House reaches the stage of disagreement, and the opportunities for crossing and re-crossing that threshold. These complications have arisen most often during action on amendments in disagreement to general appropriations bills.", "Before the House reaches the stage of disagreement, the order of precedence favors motions that tend to perfect the measure further; after the stage of disagreement, the order of precedence is reversed and favors motions that tend to promote agreement between the houses. Thus, if a motion to concur in a Senate amendment is made on the House floor before the stage of disagreement, a motion to concur with an amendment has precedence and may be offered and voted on while the motion to concur is pending. The motion to concur with an amendment has precedence because it tends to perfect the measure. If the House agrees to the motion to concur with an amendment, the straight motion to concur automatically falls without a vote, even though it had been offered first.", "After the House has reached the stage of disagreement, however, a motion that the House recede from its disagreement and concur in a Senate amendment has precedence over a motion to recede and concur with an amendment. The motion to recede and concur tends to promote agreement more directly than the motion to recede and concur with an amendment. If a preferential motion to recede and concur is made and carries, no vote occurs on the motion to recede and concur with an amendment, even if that motion had already been made.", "As if this were not complicated enough, the motion to recede and concur is divisible in the House, as is the motion to recede and concur with an amendment. Any Representative may demand that it be divided into two proposals: first, that the House recede from its disagreement to the Senate amendment; and second, that the House then concur in the Senate amendment (or concur in it with an amendment, depending on which motion has been made). Following a demand for the division of the motion, the House first considers whether it should recede from its disagreement. But if the House votes to recede, it crosses back over the threshold of disagreement; consequently, the precedence of motions reverses, and a motion to concur with an amendment takes precedence over a motion to concur.", "As a result, the possibilities that may arise on the House floor as the House considers each amendment in disagreement depend on (1) which motion is made by the floor manager, (2) what motions have precedence over that motion, and (3) whether an attempt is made to change the order of precedence by demanding a division of the first motion.", "Suppose that the clerk reads an amendment in disagreement and the floor manager moves that the House recede from its disagreement to that amendment and concur therein. Because the House and Senate reached the stage of disagreement before they appointed their conferees, a motion to recede and concur with a House amendment does not have precedence. However, if any Member demands a division of the motion to recede and concur, the House first debates and votes on whether to recede. Normally, the House does vote to recede, because rejecting this motion would imply that the House is unwilling to consider either the Senate amendment or any compromise version. But when the House recedes from its disagreement, it crosses back over the threshold of disagreement, and the order of precedence among motions is reversed. When the House then considers the second half of the divided motion—to concur in the Senate amendment—another Member may move instead that the House concur in the Senate amendment with an amendment, because the motion to concur with an amendment now has precedence over the motion to concur. Only if the House rejects the motion to concur with an amendment would it then vote on the original proposal to concur in the Senate amendment.", "Suppose instead that, after an amendment in disagreement has been read, the floor manager moves that the House recede and concur with an amendment. The stage of disagreement having been reached, a simple motion to recede and concur has precedence and may be offered. But if this motion is divided, the House votes first on whether to recede. And if the House does recede, the threshold of disagreement is again re-crossed and the motion to concur with an amendment has precedence over the second half of the divided motion—that the House concur. Thus, the amendment originally proposed in the motion to recede and concur with an amendment may be offered again as a motion to concur with an amendment—after a preferential motion to recede and concur has been offered, after that motion has been divided, and after the House has voted to recede.", "The array of possible complications on the Senate floor is more limited. First, the order of precedence of motions in the Senate is not reversed after the stage of disagreement has been reached. Second, Senators may not demand the division of a motion to recede and concur or of a motion to recede and concur with an amendment.", "Even in the House, Representatives seldom use the opportunities available to them. Amendments in true disagreement rarely arise, and when they do, the House usually accepts the floor manager's motions to dispose of them. The sheer complexity of some of the parliamentary maneuvers described above probably discourages Members from attempting them for fear that they are more likely to create confusion than achieve some strategic advantage. Nonetheless, the possibility of amendments in true disagreement and the various options for dealing with each of them on the floor make it dangerous to predict with confidence exactly what will happen to a measure once it has been submitted to conference."], "subsections": []}, {"section_title": "Amendments in Technical Disagreement", "paragraphs": ["As discussed in earlier sections of this report, there are important restrictions on the content of conference reports. Conferees may deal only with the matters that are in disagreement between the House and Senate, and they must resolve each of these matters by reaching an agreement that is within the scope of the differences between the House and Senate positions. If a conference report violates these restrictions in any one respect, the entire report is subject to a point of order.", "Yet conferees sometimes find it desirable or necessary to exceed their authority. For example, changing circumstances may make it imperative for Congress to appropriate more money for some program than either the House or the Senate initially approved. Or the conferees may decide that a bill should include provisions on a subject that was not included in the version passed by either house. In such cases, the conferees may be able to achieve their purpose, without subjecting their report to a point of order, by using the device of amendments in disagreement. In doing so, they take advantage of the fact that the restrictions that apply to provisions of conference reports do not govern amendments between the houses.", "If the conferees wish to exceed their authority in resolving one of the amendments in disagreement, they can exclude this amendment from the conference report and present to the House and Senate a partial conference report and an amendment in disagreement. This is called an amendment in technical disagreement. There is no substantive disagreement between the House and Senate conferees; they report the amendment in disagreement only for technical reasons—to avoid the restrictions that apply to conference reports.", "The first house considers the partial conference report and then the amendment in technical disagreement. When that amendment is presented (in the House, for example) the floor manager moves that the House recede from its disagreement to the Senate amendment and concur therein with an amendment that is the decision made in conference. Because this conference recommendation is considered outside of the conference report—as part of a motion to dispose of an amendment in technical disagreement—no point of order lies against the motion or the proposed amendment on the grounds that the amendment exceeds the scope of the differences or proposes a subject not committed to conference by either house. However, the proposed amendment still must be germane in the House.", "If the first house votes for the motion, the second chamber acts on the partial conference report and then on the first house's amendment to the amendment in technical disagreement. When the amendment is presented, the floor manager moves that the Senate concur in the House amendment (assuming that the House acted first). If the Senate agrees to this motion, the process of resolution is completed.", "Until the mid-1990s, conferees used this device regularly, although for a somewhat different purpose, to complete congressional action on general appropriations bills. The rules of the House generally prohibit such bills from carrying unauthorized appropriations and changes in existing law (\"legislation\"). The procedures of the Senate, however, are not as strict. Under a number of conditions, the Senate may consider floor amendments to general appropriations bills that would not have been in order in the House. If approved by the Senate, these amendments are sent to conference and constitute amendments in disagreement with the House. They are properly before the conference, and the conferees may accept them without violating the restrictions on their authority that have been mentioned so far.", "This situation could create a significant problem for the House. On a general appropriations bill, conferees could present the House with a conference report that is not amendable but that includes matter that could not even have been considered, much less approved, by the House when it first acted on the bill on the floor. The remedy for the House can lie in the use of amendments in technical disagreement.", "Clause 5 of House Rule XXII states that House conferees may not agree to a Senate amendment to a general appropriations bill if the amendment would violate the prohibitions in the House's rules against unauthorized appropriations and legislation on such bills (in clause 2 of Rule XXI), \"unless specific authority to agree to the amendment first is given by the House by a separate vote with respect thereto.\" Otherwise, the same clause provides, the Senate amendment in question \"shall be reported in disagreement by the conference committee back to the two Houses for disposition by separate motion.\" The same two options are available to conferees in the case of a Senate amendment proposing to appropriate funds in any bill that is not a general appropriations bill.", "In practice, House conferees never seek separate House floor votes in advance. Instead, the conferees report any amendments to which Rule XXII, clause 5(a), applies as amendments in technical disagreement. After the House agrees to the partial conference report, it considers these amendments. As each of the Senate amendments is presented to the House, the majority floor manager offers a motion that the House recede from its disagreement and either concur in the Senate amendment or concur in it with a House amendment. In either case, the floor manager's motion incorporates the agreement reached in conference. After the House agrees to these motions, the Senate approves the partial report and then agrees to corresponding motions to dispose of the amendments that require Senate action. Whereas the House has dealt with most or all of the amendments separately, the Senate usually has disposed of most or all of them en bloc by unanimous consent. (The House may dispose of a number of such amendments en bloc , also by unanimous consent, when they are noncontroversial and when the floor manager proposes that the House recede and concur in each of them.)", "By this means, the House could respond, on a case-by-case basis, to Senate amendments to general appropriations bills that would not have been in order in the House. This procedure enabled the House to protect itself against having simply to vote for or against a conference report containing such Senate amendments (or modifications of them) and, therefore, having to choose between rejecting the report (and jeopardizing the bill) or violating the principles of its own rules. By voting on the motions made by the House floor manager, the House could decide in each instance whether to accept the judgment of its conferees that wisdom or necessity dictated an exception to a strict separation of appropriations from both authorizations and changes in existing law. Moreover, the House and Senate have the same options for dealing with amendments in technical disagreement that are available for disposing of amendments in true disagreement.", "Thus, amendments in technical disagreement was a useful device to deal with the differences between House and Senate rules governing matters that may be included in general appropriations bills. This device was convenient for appropriations conferees because the Senate typically passed House appropriations bills with many separate, numbered amendments. Consequently, the conferees could report as many of these amendments as necessary as amendments in technical disagreement. In the last several Congresses, however, there have been far fewer amendments in technical disagreement accompanying appropriations conference reports.", "In many instances, the Senate has passed House appropriations bills with amendments in the nature of substitutes, and it is not possible to report back from conference with part of such an amendment in disagreement. Also, the House Rules Committee has reported, and the House has adopted, special rules waiving points of order against many of the appropriations conference reports. Anticipating that their reports would receive this protection, appropriations conferees could include all their agreements within their reports, without regard for considerations of scope or the matters in disagreement and without fear that they would make their reports vulnerable to points of order on the House floor."], "subsections": []}, {"section_title": "House Consideration of Nongermane Senate Amendments", "paragraphs": ["The contrast between House and Senate rules and procedures governing general appropriations bills poses one problem for bicameral relations that arises during the process of resolving legislative differences. A past remedy was the use of amendments in technical disagreement. Another and similar problem results from the contrast between House and Senate rules concerning the germaneness of amendments—a problem for which the House has devised a somewhat different remedy.", "House rules require amendments to be germane (unless this requirement is waived by a special rule). By contrast, Senate rules require that amendments be germane only when offered to general appropriations measures or budget measures (both budget resolutions and reconciliation bills) or when offered after the Senate has invoked cloture. In addition, the Senate sometimes imposes a germaneness requirement on itself as part of unanimous consent agreements governing consideration of individual measures, although such agreements may include exceptions that make specific nongermane amendments in order.", "Consider the potential consequences of this difference for the House. The Senate may pass a House bill with one or more nongermane amendments. Each of these amendments is \"conferenceable\" (an unofficial term that is used from time to time by participants in the legislative process) as an amendment in disagreement between the House and Senate. The conferees may include it (or a modification of it) in their conference report without violating their authority. However, this situation could force the House into an up-or-down vote on a conference report including nongermane matters that were not debated on the House floor, that would have been subject to points of order if offered as House floor amendments, and that might not even have been considered by the appropriate House committees.", "The remedy for the House appears in clause 10 of House Rule XXII. This clause creates an opportunity for the House to identify nongermane matter originating in the Senate and to consider it separately. Of course, the House can and usually does adopt a special rule reported from the Rules Committee that waives the point of order this clause creates.", "Clause 10 states that when the House begins consideration of a conference report or a motion to dispose of a Senate amendment to which the House has disagreed, a Member may make a point of order (before debate begins) against matter contained in the report or the motion on the grounds that the matter in question would not have been germane if it had been offered as a House floor amendment to the measure (in the form the measure passed the House). If the Speaker sustains the point of order (thereby establishing that the matter in question is nongermane), the Member may then move that the House reject the nongermane matter. This motion is debatable for 40 minutes, to be equally divided between and controlled by proponents and opponents. After the House votes on the motion, another such point of order may be made against different nongermane matter; and if it is sustained, another motion to reject is in order.", "If the House defeats any and all motions to reject, the House thereby decides to retain the nongermane matter. The House may vote not to reject nongermane language for at least two reasons: (1) a majority of Representatives may support the nongermane matter on its merits, or (2) the House may conclude that the Senate is so insistent on its nongermane language that rejecting it could seriously jeopardize enactment of the entire bill.", "If the House does vote to reject any nongermane matter in a conference report, the report is considered as having been rejected. This is consistent with the principle that conference reports are not amendable. Clause 10(d)(2) states that, in most cases, the House then proceeds automatically to decide \"whether the House shall recede and concur in the Senate amendment with an amendment consisting of so much of the conference report as was not rejected.\" In other words, the House votes to amend the Senate amendment with a House amendment that consists of the remainder of the conference agreement without the nongermane matter.", "If the Senate accepts this new House amendment, resolution is reached. If not, the Senate may disagree to the House amendment and request a new conference with the House. In this way, the House can isolate nongermane Senate matter for separate consideration, but neither chamber can impose its will on the other.", "Clause 10(d)(3) makes in order three possible motions, in an established order of precedence, that Members may make if the House votes to reject nongermane matter contained not in a conference report but in a motion that the House recede and concur in a Senate amendment, with or without amendment. In brief, these motions allow the House to amend the Senate amendment or to again disagree to it, perhaps also requesting a new conference with the Senate to resolve this disagreement."], "subsections": []}]}}