{"id": "98-756", "title": "Defense Authorization and Appropriations Bills: FY1961-FY2019", "released_date": "2018-11-27T00:00:00", "summary": ["The passage of the Department of Defense (DOD) authorization and appropriations bills through Congress often does not follow the course laid out in textbooks on legislative procedure. Tracking DOD authorization or appropriation bills can be confusing and time-consuming. This has been particularly true in recent years, when continuing resolutions (CRs) containing the DOD and other appropriation bills have been enacted in lieu of the 12 regular appropriations bills for the entire U.S. government.", "This report is a research aid that lists the DOD authorization bills (Table 1 and Table 2) and appropriations bills (Table 3 and Table 4) for FY1961-FY2019. This report includes all the pertinent information on the passage of these bills through the legislative process: bill numbers, report numbers, dates reported and passed, recorded vote numbers and vote tallies, dates of passage of the conference reports with their numbers and votes, vetoes, substitutions, dates of final passage, and public law numbers. Significant definitions are also included. This report will be updated as legislative activity warrants.", "For information on current defense authorization and appropriations, see the CRS Appropriations Status Table: FY2019."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The DOD Authorization-Appropriations Process", "paragraphs": ["Before 1961, no prior authorization was required for defense appropriations, except for construction funds. In 1959, the Armed Services Committees attached a rider to the construction authorization ( P.L. 86-149 ) to req uire prior authorization of appropriations to procure planes, missiles, and ships, beginning in 1961. The committees hoped thereby to recapture a share of the control over defense programs exercised by the Appropriations Committees alone.", "Congress oversees the defense budget primarily through two yearly bills: the defense authorization and defense appropriations bills. Table 2 and Table 4 present the Department of Defense (DOD) authorization and appropriations bills from 1970 to 2018. The authorization bill establishes and organizes the agencies responsible for national defense, sets policies for the department, and authorizes the appropriations of funds in accordance with 10 U.S.C. §114. The appropriations bill provides budget authority for military departments and defense agencies to draw funds from the Treasury.", "Ideally, the authorization-appropriations process would proceed in an orderly sequence with each step of the process generating a part of the information trail. All of these steps would be documented in the Congressional Record as well as in many other official documents of Congress, in private publications, such as Congressional Quarterly Weekly Report and United States Code Congressional and Administrative News (USCCAN), and on Congress.gov. Data in Table 1 and Table 3 are mostly from the Congressional Quarterly Almanac . These tables reflect an earlier authorization-appropriations process from 1961 to 1969.", "In the simplest case, the process begins with the President submitting his budget proposal (initially formulated by DOD and formally submitted by the President through the Office of Management and Budget) to the defense authorizing and appropriations committees.", "Then, for example, for the defense authorization bill, hearings are held by the appropriate House committees and subcommittees. The bill is marked up and an authorization bill is reported out, usually with a written, numbered report. This bill is debated in the House, amended or not as the case may be, and passed by the House with the vote noted in the Congressional Record . This bill would then be sent to the Senate, debated, and passed. However, the Senate can amend the House bill or report out its own bill, debate, amend, and pass it.", "If the House and Senate versions differ, the stage is set for reconciling differences. This may be accomplished by a conference committee appointed by the leadership of each chamber. This committee then negotiates a compromise bill that is reported to both houses. Votes on the conference agreement are then taken in both chambers. If passed, it is sent to the President for his consideration and signature.", "Ideally, after the authorization bill is passed, the appropriations bill goes through this same process. Although conceptually a sequential process, authorization and appropriations bills can be considered at the same time or even passed in reverse order.", "Legislative text―and the associated bill number―come together for consideration on the floor in a variety of ways. For instance, the Senate can report out a bill, and then substitute the text of the Senate bill for the text of the bill passed by the House while retaining the House bill number. The House can also use this procedure. A Senate or House bill can also have part of the other chamber's bill inserted into it, or can be so heavily amended that it is unclear whether the underlying text originated in the Senate or House bill.", "Other events can occur to render the tracking of a bill and its contents difficult. Bills are sometimes reported out without an accompanying committee report to provide context for the legislative language. Voice votes or unanimous consent agreements may be granted instead of recorded votes, rendering it impossible to determine which Member voted for or against the bill or amendments offered during floor consideration. In addition, there may be times when a fiscal year ends without the enactment of some appropriations bills. Under those circumstances, Congress usually passes a continuing resolution (CR), which grants a temporary extension of budget authority for a specified period of time and purpose. CRs also typically specify that the funds provided may be used only for activities funded in the previous fiscal year. For more information on the components of a CR and the defense budget, see CRS Report R42647, Continuing Resolutions: Overview of Components and Recent Practices , by James V. Saturno and Jessica Tollestrup."], "subsections": []}, {"section_title": "Methods of Voting", "paragraphs": ["There are several types of votes: voice votes, teller votes, division votes, and unanimous consent votes, but only when there is a recorded vote will there be a vote number and vote tally in the Congressional Record . The section below is based on \"Methods of Voting in the House and Senate: Putting Members' Positions on the Record,\" from the Congressional Quarterly's Guide to Congress , 6th ed. (2008), pp. 582-583.", "Division vote—those in favor or opposed stand, and the chair takes a head count: only vote totals are announced and there is no record of how individual Members voted. Recorded vote—Members vote electronically, each recorded vote is given a sequential number, and vote totals plus how each Member voted are recorded in the Congressional Record . Teller vote—an older method in which Members were counted as they passed between chair-appointed tellers for the \"ayes\" and \"noes\"; only vote totals are announced and there is no record of how individual Members voted. Unanimous consent vote—usually reserved for noncontroversial legislation. Voice vote—the presiding officer calls for the \"ayes\" and then the \"noes,\" Members shout in chorus on one side or the other, and the chair decides the result.", "For more information on the process, see CRS In Focus IF10515, Defense Primer: The NDAA Process , by Valerie Heitshusen and Brendan W. McGarry; CRS Report RS20371, Overview of the Authorization-Appropriations Process , by Bill Heniff Jr.; and CRS Report R42388, The Congressional Appropriations Process: An Introduction , coordinated by James V. Saturno."], "subsections": [{"section_title": "Appendix. Defense Spending", "paragraphs": [], "subsections": []}]}]}}