{"id": "98-840", "title": "U.S.-Latin America Trade: Recent Trends and Policy Issues", "released_date": "2011-02-08T00:00:00", "summary": ["Trade is one of the more enduring issues in contemporary U.S.-Latin America relations. Latin America is far from the largest U.S. regional trade partner, but historically is the fastest-growing one. Between 1998 and 2009, total U.S. merchandise trade (exports plus imports) with Latin America grew by 82% compared to 72% for Asia (driven largely by China), 51% for the European Union, 221% for Africa, and 64% for the world. Mexico composed 11.7% of total U.S. merchandise trade in 2009 and is the largest Latin American trade partner. It accounted for 58% of the region's trade with the United States, the result of a long history of economic integration between the two countries. By contrast, the rest of Latin America together makes up only 8.3% of U.S. trade, half of which is trade with Brazil, Colombia, and Venezuela.", "Latin American countries have made noted progress in trade liberalization, reducing tariffs significantly and entering into their own regional agreements. This development presented an opportunity for the United States, which has supported deeper regional integration because it has been widely viewed as beneficial for both economic and foreign policy reasons. The United States has implemented comprehensive bilateral or plurilateral reciprocal trade agreements with most of its important trade partners in Latin America. These include the North American Free Trade Agreement (NAFTA), the Dominican Republic-Central America-United States Free Trade Agreement (CAFTA-DR), and bilateral FTAs with Chile and Peru. FTAs with Panama and Colombia have been signed but not implemented, pending congressional action.", "Some of the largest economies in South America, however, are not part of U.S. FTAs and have resisted a region-wide agreement, the Free Trade Areas of the Americas (FTAA), in part because it represented an extension of the same trade model used by the United States in bilateral agreements. Many countries south of the Caribbean Basin have been reluctant to enter into such a deal because it does not meet their primary negotiation objectives. Brazil, Argentina, and Venezuela are less compelled to capitulate to U.S. demands because they are far less dependent on the U.S. economy than countries in the Caribbean Basin, do not rely on U.S. regional unilateral preferential arrangements (e.g., the Caribbean Basin Initiative or Andean Trade Preference Act), and would have to redefine their subregional trade pacts.", "The result in the Western Hemisphere has been an expansive system of disparate bilateral and plurilateral agreements, which are widely understood to be a second-best solution for reaping the benefits of trade liberalization. Alternatives to a new round of currently unpopular FTAs are being debated. It has been suggested, for example, that FTAs be revised, enhancing controversial environment, labor, and other chapters. The response in Latin America, however, has been tepid. Another option is to move incrementally toward harmonization or convergence of the many trade arrangements in the Western Hemisphere by adopting administrative solutions where possible. One example is to expand rules of origin and cumulation provisions.", "With respect to FTA implementation, another critical issue is the provision of trade capacity building and other technical assistance to address supply-side constraints in areas such as port and customs operations modernization, infrastructure investment, technology enhancement, and development of common standards in general. These are often major constraints to the more fluid movement of goods in Latin American countries. It is uncertain what the next step in Western Hemisphere economic integration may be, and these alternatives may be difficult to implement and monitor. But at the margin, they could provide benefits in light of the apparent hiatus in moving ahead with either a multilateral or hemispheric trade accord."], "reports": {"section_title": "", "paragraphs": ["Trade is one of the more enduring issues in contemporary U.S.-Latin America relations. Historically, growth in U.S. trade with Latin America has outpaced that of all other regions, and over the last 15 years, the United States has signed reciprocal free trade agreements (FTAs) with 11 Latin American countries and implemented with nine of them. Nonetheless, a hemisphere-wide Free Trade Areas of the Americas (FTAA) has eluded the region, and there appears to be little interest in pursuing the current U.S. FTA model by those countries that have yet to sign on to one. Under these circumstances, the future for deepening regional economic integration is uncertain. This report provides a summary to the U.S.-Latin American trade relationship, looking primarily at trade data and trends, and highlights some current policy options for enhancing U.S.-Latin American trade agreements."], "subsections": [{"section_title": "U.S.-Latin America Trade Agreements", "paragraphs": ["Latin American countries have made noted progress in trade liberalization over the past three decades, reducing tariffs significantly and entering into multiple subregional agreements of their own. Early Latin American trade agreements (1960s), however, were inward looking, defensive in nature, exclusive of industrialized countries, and so minimally successful in leading to lasting regional integration and facilitating development. Agreements struck more recently, under the rubric of the \"New Regionalism,\" have gone farther, cultivated by the desire to integrate more fully, and by the growing belief that trade liberalization can be a cornerstone for promoting structural reform, development, and international competitiveness.", "This development in thinking presented an opportunity for the United States, which has supported deeper regional integration, in part because it has been widely viewed as beneficial for both economic and foreign policy reasons. The United States has implemented comprehensive bilateral or plurilateral reciprocal trade agreements with most of its important trade partners in Latin America. These include the North American Free Trade Agreement (NAFTA), the Dominican Republic-Central America-United States Free Trade Agreement (CAFTA-DR), and bilateral FTAs with Chile and Peru. FTAs with Panama and Colombia have been signed but not implemented, pending congressional action.", "For the United States, reciprocal FTAs liberalize trade in U.S. goods and services in a region with declining, but still relatively high applied tariff rates. In many cases, these same countries already had preferential access to the U.S. market under unilateral arrangements such as the Generalized System of Preferences (GSP), the Caribbean Basin Initiative (CBI), or the Andean Trade Preference Act (ATPA), so moving to a reciprocal agreement opened markets for U.S. goods as well. It has also been argued that progress made at the regional level can provide incentives to \"sustain\" multilateral negotiations at the World Trade Organization (WTO), although the disappointing pace of the Doha Development Round may point to the limits of this influence. FTAs with Latin America also support U.S. foreign policy, which has historically viewed much of the region as a strategic \"backyard.\" Enhancing social stability through trade-led growth and development has been one long-term goal of FTAs, and thereby more broadly supportive of U.S. regional security goals.", "As for the Latin American countries, economic gains provide the overriding rationale for entering into an FTA with the United States. The United States is by far their largest export market and the primary investor in the region, particularly in Mexico and the Caribbean Basin region (Central America, Panama, and the Caribbean Islands). For these countries, moving to a reciprocal FTA provides permanent rules of trade that do not require periodic reauthorization by the U.S. Congress, as do the unilateral preferential arrangements. This feature of FTAs and its rules-based framework provides a greater incentive for foreign investors and gives the Latin American countries more control over their trade relationship with the United States. Many see FTAs as anchors to broader economic reform and providing greater opportunity for production-sharing technology transfer that can improve economic competitiveness. Lower costs of imports from the United States are another tangible benefit.", "U.S.-Latin American FTAs, however, have also been criticized from various perspectives. Many economists are skeptical of their benefits given the discriminatory, complicated, and at times inefficient trading network they create. Latin Americans point to other problems like asymmetrical negotiation power, where the United States has been able to unilaterally limit the scope of discussion, for example, by excluding agricultural subsidies and antidumping policies, and limiting access to key import sensitive products such as sugar and apparel. The United States has also had increasing success in forcing accommodation on issues not addressed in the multilateral arena such as labor and environment provisions. In the United States, many have criticized these agreements for not going far enough on these same issues and also risking the possibility of increasing job losses and lower wages. Trade liberalization also creates adjustment, if not distributional issues in some cases that generally lead to the call for complementary domestic policies.", "The FTAA encountered resistance in part because it represented an extension of the same trade model used by the United States in bilateral agreements. Many countries south of the Caribbean Basin have been reluctant to enter into such a deal because it does not meet their primary negotiation objectives. Brazil, Argentina, and Venezuela are less compelled to capitulate to U.S. demands because they are far less dependent on the U.S. economy than countries in the Caribbean Basin, do not rely on U.S. regional unilateral preferential arrangements (e.g., the Andean Trade Preference Act or the Caribbean Basin Initiative), and would have to redefine their subregional trade pacts. Failure to find accommodation on agricultural trade, in particular, presented one insurmountable obstacle. In short, in light of the failure to conclude an FTAA, and given increasing skepticism over the U.S. FTA model, the next step in Western Hemisphere economic integration is ripe for discussion."], "subsections": []}, {"section_title": "Trends in U.S.-Latin American Trade", "paragraphs": ["Latin America is far from the largest U.S. regional trade partner (see Figure 1 for U.S. direction of trade), but it has long been one of the fastest-growing ones. Between 1998 and 2009, total U.S. merchandise trade (exports plus imports) with Latin America grew by 82% compared to 72% for Asia (driven largely by China), 51% for the European Union, 221% for Africa, and 64% for the world (individual country data appear in Appendix A and Appendix B .). Only trade with Africa has grown faster, and this represents growth from a very small base and variations in the price and volume of a single product, crude oil, which represents three-quarters of U.S. imports from the region. Within the Latin American region, trade trends reflect Mexico's historically dominant position as the largest U.S. trade partner.", "In 2009, U.S. trade worldwide declined sharply as it had in the second half of 2008 in response to the deep recession that followed on the heels of the 2007 global financial crisis. In 2009, U.S. exports to the world fell by 18.0% after rising by 11.8% in 2008. Among the larger U.S. trade partners, exports fell by 21.6% to Canada, 21.5% to Japan, 18.8% to the EU-27, but only 0.3% to China. U.S. exports to Latin America fell in tandem with the world, declining by 17.6%. By major Latin America trade partner, exports fell by 14.9% to Mexico, 20.6% to Brazil, 25.3% to Argentina, 30.6% to Honduras, and 22.3% to Chile. Of note, exports to Mexico fell on average less than many other countries in the region. These trends reflect collapsed demand commensurate with the worldwide recession, including major U.S. exports to the region such as machinery, computers, aircraft engines and parts, and refined petroleum products. Falling prices and selective use of protectionist policies compounded the falloff in trade in some cases.", "On the import side, U.S. demand for foreign goods worldwide fell by 25.9% in 2009 compared to an increase of 7.3% in 2008. Among the larger U.S. trade partners, imports fell 33.4% from Canada, 12.3% from China, 23.3% from the EU-27, 18.4% from South Korea, and 31.2% from Japan. Imports from Latin America declined 24.2% on average and by 45.3% from Venezuela, 43.6% from Costa Rica, 32.8% from Argentina, 41.1% from Ecuador, 27.6% from Peru, 13.7% from Colombia, and 39.2% from Mexico. Those countries exporting commodities such as crude petroleum, agricultural products, and precious stones experienced the largest declines.", "Mexico composed 11.7% of total U.S. merchandise trade (exports plus imports) in 2009 and is the largest Latin American trade partner, accounting for 58% of the region's trade with the United States. These trends point to a long history of economic integration between the two countries, in part the result of their deliberate trade liberalization efforts, including the North American Free Trade Agreement (NAFTA). By contrast, the rest of Latin America together makes up only 8.3% of U.S. trade, leaving significant room for growth. Brazil, for example, has the largest economy in Latin America and is the second-largest Latin American trade partner of the United States, but accounts for only 10.4% of U.S. trade with Latin America, or only 18% that of Mexico.", "In the United States, total merchandise trade (goods) has become an increasingly important component of the economy, growing from 8.0% of gross domestic product (GDP) in 1970 to 18.3% in 2009, down from 23.6% in 2008. Latin America's growing importance as a U.S. trade partner is a key aspect of this trend. Since the 1980s, many Latin American countries have adopted trade liberalization as part of broader economic reform programs. Average Latin American import tariffs declined from 45% in 1985 to 9.3% by 2002, although the rates varied among countries. Trade reform, however, has not been embraced with equal vigor by all countries, and U.S. exports are not all treated equally under various liberalization schemes. Also, trade reform has stalled or even reversed in some countries when faced with economic instability or changing political philosophy.", "In addition to tariff rates, which have generally fallen throughout Latin America, differences among individual countries in achieving economic integration with the United States may be seen in other trends. Two simple measures of trade openness appear in Table 1 and point to cases where trade liberalization may be more apparent than in others. For example, Mexico, Costa Rica, and Chile are considered among the early and more successful reformers of trade policy. For each in 2008, total merchandise trade exceeded 50% of GDP. By contrast, in two countries historically associated with incomplete trade reforms, total trade accounted for a much smaller 26% of GDP in Brazil, and 39% in Argentina.", "The trade-to-GDP ratio, however, may reflect other than trade policy factors. The ratio can be smaller for those countries with large domestic markets that are less trade dependent. This may be the case for Brazil, which has a large domestic manufacturing base. Conversely, the ratio may be larger for small economies that are relatively more trade dependent, such as the Dominican Republic, which as part of its pursuit of trade liberalization, has also developed a manufacturing export base tightly linked to the United States. Still, the lower trade-to-GDP ratio for Brazil is telling.", "The per capita dollar value of goods a country imports from the United States is another particular measure of trade openness ( Table 1 ). Brazil and Argentina increased their per capita dollar value of U.S. imports from 1996 to 2008, but to only a fraction of that for Mexico, Costa Rica, Chile, and the Dominican Republic. Mexico's high figure again reflects an evolving trade liberalization policy dating to the mid-1980s and its historical ties with the U.S. economy. Costa Rica's high per capita consumption of U.S. goods reflects a similar relationship that has seen enormous growth in recent years, including strong intra-industry trade in integrated circuits. Brazil and Argentina, by contrast, have a more diversified trade relationship with the world. The low number for U.S. imports also points to their higher restrictions on trade with the United States and other countries, in part reflecting both a tradition of industrial policy and a tendency toward defensive trade policy, in part the result of the regional customs union, Mercosur. Differences in income can also be an important factor explaining variations in consumption of U.S. imports, but per capita GDP data shown in Table 1 suggest that they do not stand out in this case.", "The trade data suggest that there may be room for growth in trade between South America and the United States. Trade policy changes could provide some of the basis for growth in U.S.-South American trade, but they may not be immediately huge given South America's historically small interest in the United States and the limited size of its markets. Still, many economists believe that lowering barriers to U.S. exports and guaranteeing market access may generate long-term trade and investment opportunities, which in turn could lead to higher growth in productivity and output, with both producer and consumer benefits. Similarly, the prospect for even greater access to the large U.S. market presents attractive opportunities for South American countries, as well."], "subsections": []}, {"section_title": "The Future of U.S.-Latin America Trade Relations", "paragraphs": ["The United States and Latin America have pursued trade liberalization through multilateral, regional, and bilateral negotiations, with mixed results. In part this reflects divergent priorities that have been difficult to fully reconcile. For many Latin American countries, reducing barriers to agricultural trade is top of the list for a successful agreement. This goal includes reducing market access barriers (peak tariffs and tariff rate quotas—TRQs), domestic U.S. subsidies, and nontariff barriers (administrative rules, antidumping provisions). Although there are many other issues, agriculture policy has played a big part in slowing progress in the World Trade Organization (WTO) Doha Development Round and halting the Free Trade Area of the Americas (FTAA). The United States has made clear its unwillingness to address most agricultural and antidumping issues in a regional agreement like the FTAA to preserve its bargaining leverage in the WTO against other subsidizing countries such as the European Union and Japan. Latin American counties have their own sensitive issues and a particular concern in some countries for easing its subsistence agricultural sectors slowly toward trade liberalization.", "In addition to market access, the United States has focused its trade negotiating goals on areas where it is most competitive such as services trade (e.g., financial, tourism, technology, professional); intellectual property rights (IPR); government procurement; and investment. Not surprisingly, these are areas where many Latin American countries are more reluctant to negotiate. Hence, there is a near reversal of priorities that has slowed the progress of comprehensive agreements at the multilateral and regional levels, reflecting inherent differences between many developed and developing countries.", "The result in the Western Hemisphere has been the proliferation of reciprocal bilateral and plurilateral agreements. The United States has implemented FTAs with Mexico, Central America, the Dominican Republic, Chile, and Peru, but Congress has not acted on the proposed FTAs with Panama or Colombia, despite changes agreed to even after the formal negotiations concluded. Currently, congressional reticence awaits further commitments in areas that fall outside the negotiated text of the FTAs, such as tax law in Panama and human rights improvements in Colombia, raising questions for some over the ability of the United States to consummate trade negotiations.", "The prospects are limited at best for exploring reciprocal FTAs with Brazil, Argentina, Ecuador, Bolivia, and Venezuela. Brazil, as the major regional economy not in a unilateral preferential arrangement with the United States, has abandoned the FTAA model and moved ahead separately by adding associate members to Mercosur, supporting Venezuela's accession to Mercosur as a full member, and leading in the formation of broader economic and political integration pacts in South America. Venezuela's President Hugo Chávez has taken a decidedly more confrontational approach in establishing the Bolivarian Alternative to the Americas (ALBA), enticing Cuba, Nicaragua, Bolivia, Dominica, and Honduras to join with subsidized oil trade. Although these are neither deep nor comprehensive trade arrangements, they do signal a political will to consolidate regional bargaining interests in juxtaposition to the U.S.-designed FTAA.", "Three clear challenges emerge from this picture. First, Brazil and the United States have demonstrated a prolonged reluctance to move off their respective positions, which bodes poorly for resurrecting the FTAA. The addition of Venezuela and possibly other countries with less than sympathetic attitudes toward the United States as full Mercosur members could solidify this standoff. Nationalizations of key industries and other efforts to increase the role of the state in managing the economies of Venezuela, Bolivia, and Ecuador also do not augur well for broadening support for market-based trade solutions.", "Second, multiple FTAs, by definition, promote an inefficient and cumbersome trading system with each FTA having its own rules of origin (to deter non-member transshipment of goods) and related customs administration and enforcement requirements that can complicate trade and investment decisions. It is not without reason, therefore, that many interest groups wish to find a way to rationalize such a convoluted system. Third, Latin America is expanding its trade to other countries in the world. China, in particular, has increased its trade and investment relationship with the region. From 2000 to 2009, total trade has grown by a factor of 10, and investment has poured into the region. In both cases, China is in search of long-term, reliable sources of basic commodities. In 2009, over 70% of Latin American exports to China were in basic ores, copper, grains, and mineral fuels. While this trade structure is currently lucrative, it does nothing to diversify Latin America's exports into more value added goods, and leaves the fortunes of these countries to the often volatile commodities markets.", "Reconciling the disparate trade arrangements in the Western Hemisphere will be difficult and perhaps impossible in the absence of a complementary multilateral solution. For example, conventional wisdom argues that without advancement in agricultural issues at the WTO, action on a comprehensive FTAA (or something like it) is unlikely. Further, a less comprehensive FTAA has so far been rejected and offers a far less compelling alternative to a multilateral agreement on economic grounds. Therefore, the FTAA may not emerge in the near future, despite the logical solution that a hemispheric-wide agreement presents to improving the flow of trade (and investment) over existing arrangements.", "Without a hemispheric-wide solution and given the limitations to further expansion of U.S. bilateral FTAs, alternatives are being debated on how to deepen hemispheric trade relations. One emerging line of thinking calls for reform of the U.S. FTA template, including reopening existing FTAs to revise and deepen labor and environment chapters, among others. The evolving nature of commitments to these disciplines continues, as evident in congressional insistence on revising bilateral agreements already negotiated, as was the case with Peru, Colombia, Panama, and South Korea. The consensus from Latin America countries, however, appears to be that such a task would be too difficult, could lead to a wholesale renegotiation of an FTA, and has little to offer those countries that have already implemented agreements with less stringent provisions.", "Another option is to move incrementally, where possible, toward harmonization or convergence of the vast array of trade arrangements in the Western Hemisphere, which may be more widely acceptable at some point. One train of thought suggests that progress might be made by working with administrative solutions in trade agreements, without opening them up for renegotiation. One example would be to expand rules of origin and cumulation provisions incrementally to broaden the allowable movement of goods from and through countries with reasonably similar agreements. An incremental administrative approach would allow broader integration with relative ease in trade disciplines where there is fundamental agreement.", "In the area of trade agreement implementation, another critical issue in the U.S. Congress, some Latin American countries have advocated increasing trade-for-aid and technical assistance. This would provide capacity building and help overcome supply-side constraints in areas such as port and customs operations modernization, infrastructure investment, technology enhancement, and development of common standards in general. These are often major constraints to the more fluid movement of goods in Latin American countries. ", "It is uncertain if any of these alternatives will lead to a new chapter in trade relations between the United States and Latin America. For one, they may be difficult to implement and monitor, but nonetheless could provide marginal benefits in light of the apparent hiatus in moving toward a broad and comprehensive hemispheric trade agreement. In the meantime, trade remains foundational to good U.S.-Latin America relations, an important consideration in the contemplation of future U.S. trade policy.", "Appendix A. U.S. Merchandise Exports to Latin America and the Caribbean, 1998-2009", "Appendix B. U.S. Merchandise Imports from Latin America and the Caribbean, 1998-2009"], "subsections": []}]}}