{"id": "R40100", "title": "“Carbon Leakage” and Trade: Issues and Approaches", "released_date": "2008-12-19T00:00:00", "summary": ["As the debate on reducing greenhouse gases (GHGs) has progressed, increasing concern has been raised about how a U.S. reduction program would interact with those of other countries. In a global context where currently some countries have legally binding policies to reduce greenhouse gas emission and other countries do not—i.e., differentiated global carbon policies—the potential exists that countries imposing carbon control policies will find themselves at a competitive disadvantage vis-à-vis countries without comparable policies.", "The risks accompanying establishment of carbon control policies, in the absence of similar policies among competing nations, have been central to debates on whether the United States should enact greenhouse gas legislation. Specifically, concerns have been raised that if the United States adopts a carbon control policy, industries that must control their emissions or that find their feedstock or energy bills rising because of costs passed-through by suppliers may be less competitive and may lose global market share (and jobs) to competitors in countries lacking comparable carbon policies. In addition, this potential shift in production could result in some of the U.S. carbon reductions being counteracted by increased production in less regulated countries (commonly known as \"carbon leakage\").", "There are three basic approaches, which are not mutually exclusive, to assist greenhouse gas-intensive, trade-exposed industries: (1) directly supporting domestic industries; (2) penalizing foreign competitors; and (3) developing alternative sectoral approaches. Importantly, these are presumably transitional actions, pending some international agreement that \"levels the playing field.\"", "Each approach has its own focus. Support for domestic industries, embodied in most legislative proposals, is focused on preserving the industry's current competitive position and jobs and may, depending on the details, help transition that industry to the future. It does not directly promote an international agreement. Trade measures levied against foreign competitors, another approach being proposed, may provide a stick for international negotiation, but the primary focus is on protecting greenhouse gas-intensive, trade-exposed industries from \"unfair\" competition—producers in countries not imposing comparable carbon control policies. Finally, the sectoral approach represents a range of options focused on integrating developing countries' industrial base into a mutually acceptable international framework that provides a level playing field for all participants. Whether any of these approaches would have any appreciable effect on carbon leakage is unclear.", "The design of an assistance program—the goals, eligible participants, implementation and enforcement—would be difficult to define in a manner that satisfies all parties. There is every incentive for any industry facing a cost increase from carbon policies to claim that its competitive position could be diminished, thereby justifying special consideration by the government. The government would be in the difficult position of picking winners and losers, sometimes without access to important, but proprietary, data."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["As the debate on reducing greenhouse gases (GHGs) has progressed, increasing concern has been raised about how a U.S. reduction program would interact with programs in other countries. In a global context where currently some countries have legally binding policies to reduce greenhouse gas emission and other countries do not—i.e., differentiated global carbon policies—the potential exists that countries imposing carbon control policies will find themselves at a competitive disadvantage vis-à-vis countries without comparable policies.", "The risks accompanying establishment of carbon control policies, in the absence of similar policies among competing nations, have been central to debates on whether the United States should enact greenhouse gas legislation. Specifically, concerns have been raised that if the United States adopts a carbon control policy, industries that must control their emissions or that find their feedstock or energy bills rising because of costs passed-through by suppliers may be less competitive and may lose global market share (and jobs) to competitors in countries lacking comparable carbon policies. In addition, this potential shift in production could result in some of the U.S. carbon reductions being diluted by increased production in more carbon intensive countries (commonly known as \"carbon leakage\").", "In response to these concerns, several proposals introduced in Congress would attempt to mitigate the effect of carbon policies on affected U.S. industry. Proposed mitigating actions include, for example, providing assistance to greenhouse gas-intensive, trade-exposed industries, or imposing tariffs on certain greenhouse gas-intensive goods imported into the country from countries not implementing comparable carbon policies.", "This report examines the dynamics of this issue in three parts: (1) exploration of the nature of the problem with respect to international climate change policy, potential environmental effects, and potential economic effects; (2) identification of a range of possible options to address concerns; (3) analysis of issues raised by the proposed mitigating approaches and options; and (4) implications of the various approaches."], "subsections": []}, {"section_title": "Nature of the Problem", "paragraphs": ["There are three components of the problem of differentiated global carbon policies with respect to trade: (1) the lack of an international agreement with binding targets to reduce greenhouse gases; (2) the issue of carbon leakage; and (3) economic and competitive effects. Each of these is discussed below."], "subsections": [{"section_title": "Lack of Global Agreement to Regulate Greenhouse Gases", "paragraphs": ["For those policymakers who argue that human activities have changed or threatened to change the global climate, the policy debate on a U.S. climate change strategy has revolved about three major considerations: the posited reduction scheme's cost of compliance, its impact on the country's competitiveness , and its comprehensiveness with respect to developing countries who currently have no binding reduction targets. These three considerations (the \"three Cs\") are interlinked, especially the international aspects of competitiveness and comprehensiveness. That no international agreement addresses the international competitiveness and comprehensiveness issues has led to a major debate in the Congress about whether to include unilateral trade provisions, targeted subsidies, or other provisions in any domestic greenhouse gas reduction scheme to address them.", "It should be emphasized that this debate results from the lack of a comprehensive, international agreement to mandate strategies to reduce greenhouse gas emissions. The most effective and efficient solution, both economically and environmentally, would be a comprehensive agreement. Climate change is a global problem ultimately requiring a global solution. Any unilateral solution considered necessary would probably be temporary and transitional in nature. As stated by the Australian Government in its green paper on reducing carbon emissions:", "The first best solution to address the competitive concerns of EITE [emissions-intensive trade-exposed] industries would be to develop a comprehensive global agreement under which all major emitters have binding carbon constraints. Effective sectoral agreements for EITE industries would also address these concerns for industries covered by such agreements. However, in the absence of these developments, assisting EITE industries in response to the introduction of the scheme may be warranted on environmental grounds and because it may smooth the transition of the economy.", "However, it is not clear when such an agreement will be concluded and whether it would be acceptable to the United States. International working groups set up under the Bali \"Action Plan\" to develop a \"Post-Kyoto\" agreement are scheduled to present their results at the Copenhagen meeting of the Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC) (COP-15) and the Meeting of the Parties to the Kyoto Protocol scheduled for November 30 -December 11, 2009. A successful conclusion to these ongoing efforts leading up to that conference could render this issue moot."], "subsections": []}, {"section_title": "Environmental Issue: Carbon Leakage", "paragraphs": ["Although carbon leakage is generally defined in terms of differentiated carbon policies and their resulting impacts on greenhouse gas emissions, the phenomenon is much more complicated, involving differences in countries' economies (such as labor costs and exchanges rates) and trade flows among them. Thus carbon leakage, like the job leakage issues discussed later, is an interaction that will continue regardless of whether carbon policies are enacted. The focus here is on minimizing carbon leakage resulting specifically from differentiated carbon policies.", "In the context of analyzing the effect of differentiated carbon policies, carbon leakage is a two-fold problem. The first is the possibility that introduction of a carbon control regime in a country ahead of the introduction of a comparable policy in competing countries could result in the production of greenhouse gas-intensive products diminishing in the country attempting to control emissions and increasing in competing countries with no carbon controls. Basically, countries with carbon controls risk losing global market share to competing countries without controls. This would counteract the net reductions achieved by the country attempting to address climate change and reward economically the countries that were not.", "The second problem is a longer-term possibility that future investments by greenhouse gas-intensive industries could be channeled to countries with no (or less stringent) carbon controls, circumventing carbon reduction needs and potentially locking in obsolete technology. This relocation and construction of new facilities without carbon control could make future reductions more difficult and expensive.", "Studies of potential carbon leakage resulting from strategies to reduce greenhouse gases have produced a range of estimates. The only attempt to estimate the leakage impact of proposed U.S. legislation is the Environmental Protection Agency's (EPA) analysis of the Lieberman-Warner Climate Security Act of 2008 ( S. 2191 ) in the 110 th Congress. Not surprisingly, a leakage estimate for the year 2050 is highly dependent on assumptions about the U.S. economy, international actions to reduce emissions, and U.S. reduction strategies. EPA found that if non-Annex I countries were to adopt a greenhouse gas reduction target beginning in 2025 that holds their emissions at 2015 levels through 2034 and then further reduce their emissions to 2000 levels thereafter, then no emission leakage would occur under the proposed legislation. This result emphasizes the above point that the most effective solution to the leakage problem would be a long-term agreement to incorporate developing countries into an international accord on greenhouse gas emissions.", "EPA also conducted a sensitivity analysis assuming no greenhouse gas reductions by non-Annex 1 countries through 2050. Under this scenario, leakage of U.S. reductions were estimated at about 11% in 2030, and 8%-9% in 2050. EPA notes that part of the reason for the somewhat modest leakage rates estimated by the model is the significant demand by Annex I countries for international credits from non-Annex I countries, reducing their emissions.", "Leakage has also been studied by the European Union (EU) with the implementation of its Emissions Trading Scheme (ETS). In general, there has been little indication of any leakage resulting from phase 1 of the ETS. A variety of explanations are possible, including strong demand for aluminum and other commodities that has allowed manufacturers to pass on costs and remain profitable, the short time-frame (2005-2007) that makes it difficult to discern potential long-term investment trends, and the efforts of individual EU members to protect their industries through free allowance allocations.", "Studies suggest that leakage may be a longer-term issue as more stringent reduction targets are imposed. Analysis of the EU's climate change package that would lead to a 20% reduction in greenhouse gases from 1990 levels by 2020 (referred to as the post-2012 program) has produced a range of carbon leakage estimates. As indicated by Table 1 , assumptions about technology development and spillover effects, elasticity of energy supply, and the mobility (substitution) of energy-intensive production between countries produces estimates that make conclusions about the carbon leakage effects of a very aggressive reduction target difficult to assess.", "The Intergovernmental Panel on Climate Change (IPCC) has also weighed in on the carbon leakage debate with respect to the short-term Kyoto Protocol commitment period (2008-2012). In its 2007 assessment, the IPCC makes three observations with respect to carbon leakage:", "Model-based estimates of \"carbon leakage\" from implementing Kyoto Protocol commitments are in the range of 5%-20% (i.e., 5%-20% of domestic reductions may be offset by displacement abroad) (IPCC confidence in conclusion: medium agreement, medium evidence) Empirical studies on energy-intensive industries under the EU-ETS conclude that carbon leakage is \"unlikely to be substantial\" due to transport costs, local market conditions, product specialization of local suppliers, etc. (IPCC confidence in conclusion: medium agreement, medium evidence) Quantifying possible benefits of international transfer of low carbon technologies induced by industrialized country action is not possible."], "subsections": []}, {"section_title": "Economic Issue: International Competitiveness", "paragraphs": ["Competitiveness can be a rather abstract term for which any precise meaning can be elusive. As with carbon leakage, competitiveness is a continuing phenomenon, with companies becoming more or less competitive according to a host of factors, including productivity, market demand, resource costs, labor costs, exchange rates, and the like. As stated by the Australian Government in its Green Paper on carbon reduction schemes:", "Changes in the cost structures of entities and industries are not unusual and occur continuously in a market-based economy; nor is it unusual for Government policy to change cost structures. For example, the adoption of high quality occupational health and safety standards have affected the profitability of Australia's labour-intensive traded industries, making it more difficult for them to compete with foreign producers that are subject to lower standards. Assistance is not usually provided to offset the impact of domestic policies on traded industries, as those policies reflect the priorities and values of the Government and community more generally.", "Most industries face a competitive market (sometimes international in scope) both in terms of producers of the same products and producers of substitute products. Also, in some cases, an industry may face a fairly elastic demand for its product. Thus, most industries are price sensitive, and therefore any increase in manufacturing costs – as by a carbon emission reduction requirement – hurts the competitiveness of a firm. This complex situation is further complicated for energy-intensive industries as competitors within the same industry may experience different energy price increases (particularly for electric power), depending on their individual energy needs and power arrangements. For example, an aluminum plant receiving power from a hydro-electric facility may not be affected the same way as a similar plant whose power contract is with a coal-fired power supplier.", "Such differences among individual companies could have several potential impacts. First, as noted above, it may affect the competitive balance of specific domestic facilities. Second, investment decisions by industries could be affected, particularly with respect to technology. New, more efficient technology is emerging for some processes. The combination of high, but volatile, price signals being sent from the energy markets and potential ones from a carbon policy could speed their development. If commercialized, new technology could reduce the impact of any carbon policy and, indeed, could improve competitiveness. Analysis in sufficient sector-specific detail to examine this possibility, or to develop proxies to explore the possibilities for industry technology over the next 40 years, are beyond the scope of this report.", "A company's ability to compete under a carbon policy depends on three primary factors: (1) the greenhouse gas intensity of a company's products which influences the company's profitability and the products' cost; (2) the company's ability to pass on any increased costs to consumers without losing market share or profitability; and (3) the company's ability to mitigate carbon emissions, reducing the impact of the carbon policy on its operations and profitability. Each of these factors involves a web of site-specific interactions."], "subsections": [{"section_title": "Greenhouse-Gas Intensity", "paragraphs": ["An industry's greenhouse-gas intensity factor is a foundation both of any direct greenhouse gas emissions produced by the manufacturing process of the product (e.g., PFCs from aluminum production, CO 2 from cement manufacture), and of any indirect greenhouse gas emissions produced by the inputs to the manufacturing process (e.g., electricity, natural gas). Much of the discussion of greenhouse gas-intensive industries is in fact a discussion of energy-intensive industries. However, as noted above, this is an imperfect indicator as different plants will have different energy sources and, thus, different indirect greenhouse gas emissions. In addition, such a focus ignores the 320 million metric tons of annual greenhouse gas emissions that U.S. industrial processes emit directly.", "That the impact of a carbon policy on product prices, employment, and profitability is dependent on its greenhouse gas intensity is seemingly straightforward. However, the measurement of such intensity may not be. Metrics that could be used to determine carbon intensity include employment per unit of emissions, value added by the production activities per unit of emissions, or revenue generated by the activity per unit of emissions. Each indicator differs in level of transparency, variability over time and within sectors, and emphasis on scheduling of capital structure and labor needs. Choosing an indicator or combination of indicators that all parties believe fairly represent the industries of concern would be challenging.", "As suggested above, industries can be greenhouse gas-intensive from either the process they employ (direct emissions) or the energy fed into the process from outside (indirect emissions), or both. The greenhouse gas intensity can be measured in terms of its impact on product price, company profitability, or labor. Most studies of greenhouse gas-intensive industries actually focus on energy-intensive industries. Table 2 provides data on the energy-intensiveness of an illustrative set of manufacturing industries. Two metrics are displayed. The first measures the importance of energy costs to the total value of the industry's products. The second measures the importance of energy costs per person employed by the industry.", "As suggested by Table 2 , the complexity of determining carbon intensiveness is significantly influenced by the level of sector aggregation one chooses to focus on. For example, while several 3-digit North American Industrial Classification System (NAICS) industry categories, like paper, chemicals, and nonmetallic mineral products, have aggregated energy costs of less than 8% of value, 6-digit NAICS industry subcategories, such as pulp mills, newsprint mills, alkalies and chlorine, nitrogenous fertilizers, lime, and primary aluminum shelters, have energy costs approaching or exceeding 20% of value.", "In addition, a single product may exhibit highly variable emissions, depending on the technology used. For example, Figure 1 provides International Energy Agency (IEA) data on average carbon dioxide emission per ton of crude (or raw) steel manufactured by several different processes or energy sources. As indicated by the blue bars, the process used to manufacture steel has a substantial effect on the direct and indirect CO 2 emissions emitted. In addition, emissions are influenced by the processes' source and consumption of electricity. As indicated by the red arrows, indirect emissions from electricity sources have a significant effect on the total emissions from a given process.", "Raw steel production is also the most CO 2 -intensive step in steel production. Figure 2 provides illustrative data from the United Kingdom (UK) on the value chain of an integrated steel production process through its various steps using a Basic Oxygen Furnace (BOF) to make its raw steel. In a BOF, iron ore is reduced to semi-finished steel, which is subsequently hot rolled and then further refined into specific finished products. Semi-finished steel production is the most carbon-intensive and electricity-intensive step in integrated raw steel production. In contrast, the value produced at this step is relatively low compared with the emissions. This ratio (called the product value at stake (VAS)) means that the step would incur high CO 2 cost increases relative to product value. The extent to which these costs are spread across the subsequent production steps would lower the overall cost impact on final production.", "This suggests that the primary competitiveness issue with a BOF is with the semi-finish step of raw steel production. This is illustrated in the figure by comparing the difference between the total cost increase (solid line) and the semi-finished steel increase (dashed line). The relatively small increment of increase created by the downstream processes compared with semi-finished steel production suggests the dominant effect of CO 2 -induced cost increases from semi-finished steel production on downstream production cost increases.", "What Table 2 , Figure 1 , and Figure 2 do not indicate is the substantial difference in emissions due to site-specific considerations, such as age of plant, maintenance, etc., that would make the ranges greater than presented here. The figures also do not indicate the varying degrees of product integration that steel mills may include. For example, most BOFs combine crude steel making with hot rolling to avoid additional energy consumption in repeated heating cycles. The more a plant combines production steps, the less the overall cost effect of a carbon policy. Also, the link between the BOF and hot rolling plant may make relocation more difficult although, if it occurs, the affected community would lose both the BOF and the hot rolling plant.", "Also, as suggested by Figure 1 the processes are not completely substitutable, even if the crude steel is. For example, the use of electric arc furnaces is constrained by the availability of scrap steel, particularly in developing countries such as China."], "subsections": []}, {"section_title": "Cost Pass-through Ability", "paragraphs": ["A sector's ability to pass through the cost of carbon policies is similarly differentiated. The ability of companies to pass through costs from carbon policies primarily depends on three factors: (1) the price-responsiveness of demand for the product; (2) market structure and dynamics that include the number of competitors and amount of regulation and state-ownership; and (3) the international scope of the competition, particularly with respect to differentiated carbon policies. For example, the electricity sector can generally pass on its costs to consumers because electricity demand is relatively price-inelastic, the market structure is significantly regulated, and there is very limited international competition from countries with no carbon policies. Chlorine, produced with a very electricity-intensive process, is a hazardous substance that could raise serious transport issues, potentially reducing the ability to substitute foreign production for domestic production. In contrast, other sectors, such as raw steel, are in very competitive markets with significant international trade exposure (although during periods of high demand for steel and other primary metals, prices have risen substantially)."], "subsections": [{"section_title": "Elasticity of Demand", "paragraphs": ["Elasticity of demand refers to how people respond to an increase in a product's price. Inelastic price behavior by consumers indicates that companies can raise prices in response to increased costs without a substantial response by consumers to reduce use of the product or seek a substitute. Elastic price behavior by consumers means they are sensitive to price increases and will seek to either reduce demand for a product or seek a substitute. Companies facing an elastic demand for their products because of available substitutes would have a more difficult time passing on any cost increases resulting from carbon policies. In contrast, companies facing an inelastic demand for their products would have more flexibility in addressing the same cost increases.", "Based on a review of the literature and their own estimating methodology, Sato and Neuhoff estimated the short and long run effects of price changes on demand for various commodities in the European context. These estimates are presented in Figure 3 . The authors found that demand for electricity and several other commodities appear to be relatively inelastic (less than -1) while demand for cement and for steel products from some processes may be fairly elastic. However, as indicated, there is considerable uncertainty in these estimates and they should be considered indicative of the importance of pricing to consumption of these commodities and not predictive. Indeed, the range presented suggests that quantifying this variable as part of any eligibility criteria for an assistance program may be difficult."], "subsections": []}, {"section_title": "Market Structure", "paragraphs": ["The number and concentration of firms in a given market and the extent of government involvement and regulation of that market influence the ability of firms to pass on costs. For example, public utilities that are regulated by a public service commission are generally allowed to pass-through any legitimate cost increases to consumers. Likewise, industries where a few companies have concentrated market power to influence prices may have an enhanced ability to pass through costs through their ability to influence prices.", "To illustrate the degree of concentration in various parts of the manufacturing sector, Table 3 provides two indicators of market concentration across an illustrative sample of the U.S. manufacturing sector. The first is the market share of the Top 4 companies in a category. The second is the Herfindahl-Hirschman Index (HHI) for the Top 50 companies in the same category. The HHI is a commonly accepted measure of market concentration and is used by the Department of Justice (DOJ) in reviewing mergers and acquisitions for potential anti-trust concerns. An HHI between 1000 and 1800 is considered moderately concentrated by the DOJ, and an HHI in excess of 1800 is considered concentrated. Transactions that increase the HHI by more than 100 points in concentrated markets presumptively raise DOJ anti-trust concerns.", "As indicated by Table 3 , the broader industrial categories (3-digit NAICS) would suggest that market concentration is not a major issue with respect to pass-through ability. However, as suggested by the previous discussion of greenhouse gas intensity, disaggregating a sector can reveal a more complex situation. For example, the NAICS 3-digit Chemical category suggests little concentration in that sector. However, a sampling of subcategories indicate several that are at least moderately concentrated. There is a similar situation for primary metals. If the categories were disaggregated further to include categories such as glass container manufacturing (327213) or electrometallurgical ferroalloy product manufacturing (331112), more pockets of concentration would be found. Thus, companies can be more able to pass through costs in some of their products than in others. Therefore, unless eligibility requirements for any government assistance are sufficiently detailed to direct aid only to those categories that can not raise prices, the government risks providing support for companies that don't need it. Of course, the potential ability of companies to pass-through cost increases can be muted by international competition, as discussed next."], "subsections": []}, {"section_title": "Trade Exposure", "paragraphs": ["That an industry has some trade exposure does not necessarily mean that it would be hurt under a carbon reduction policy. The key aspect of trade exposure in terms of carbon policy is whether a sector is considered a price-taker on world markets. If the price of its product is dictated by world supply and demand, then its ability to raise prices may be constrained. This situation could result in the sector deciding to reduce domestic production in the short term and moving factories overseas in the long run.", "One measure of trade exposure is the penetration of imports as a share of total U.S. demand for a product because it indicates the availability of foreign substitutes for that product. Table 4 provides the 2006 import share of demand for a variety of activities. Because of the aggregation issue identified above, this is only a rough indicator of sectors that could have difficulty passing on cost increases because of international competition. As indicated, several greenhouse gas-intensive sectors have significant import penetration, including primary metals (nonferrous and ferrous), basic chemicals, and finished products that use these commodities, including electronics, machinery, and transportation. Other greenhouse-intensive sectors, such as cement, lime, and paper have less penetration in the aggregate.", "A second measure of trade exposure competition is the tariffs countries have placed on imports to protect their sector from international competition, fair or unfair. In some sense this measure indicates the perceived threat that international competition presents to the viability (and thus, potential relocation) of domestic production. The metric presented in Table 4 is the average tariff rate applied on that sector's products by the 15 largest members of the World Trade Organization (WTO). As indicated, this metric suggests that labor-intensive industries, such as apparel, textiles, and furniture have received the most attention in tariff determinations. Among greenhouse gas-intensive sectors, nonmetallic mineral products (glass, cement, and lime) have received the most attention, followed by nonferrous metals, such as aluminum, while paper received the least attention."], "subsections": []}, {"section_title": "Ability to Respond to Carbon Policy", "paragraphs": ["A company's ability to respond to carbon policies depends on the alternatives available and on the timing and costs of mandated action. Although, as noted earlier, a comprehensive review of carbon policy options for industry is beyond the scope of this report, a recent report by McKinsey & Company illustrates some of the cost and potential for reducing greenhouse gas emissions by industry. The report found that significant cost-effective reductions can be achieved by 2030. A summary of that potential is provided in Figure 4 below.", "Although the report identifies opportunities for reductions by 2030, it also notes the problem of fragmentation. Specifically, it notes that much of the abatement potential is spread over 75+ options and dependent on either favorable economics or regulatory support. As stated in the report:", "Although the reference case assumes that improvements in the energy intensity or processes in some sub-sectors (e.g., aluminum, food, cement) will avoid some 470 megatons of future emissions, these improvements are not assured and still must be captured. Without supportive regulatory structures, some of these improvements may not be made or the emission will be \"off-shored\" to other economies, with U.S. domestic GHG emissions decreasing and global emissions staying flat or rising.", "Timing also affects the availability of options and the ability of industry to respond to carbon policy. Indeed, all of the factors identified here are affected by the timing of any carbon policy. As stated in a joint Peterson Institute for International Economics and World Resources Institute report:", "In the short term, most firms have limited ability to improve the efficiency of capital stock or switch to alternative sources of energy. How much of the energy cost increase the firm must absorb then depends on the immediate availability of substitutes for the firm's products. Over the medium and long terms, firms have greater ability to seek out lower-carbon fuel sources and develop more energy-efficient technology."], "subsections": []}]}]}]}, {"section_title": "Options to Provide Assistance", "paragraphs": ["There are three basic approaches to assisting greenhouse-gas-intensive, trade-exposed industries: (1) assist domestic industry; (2) penalize foreign competitors; and (3) develop alternative sectoral approaches. It should be noted that these categories are not mutually exclusive; all three could be used, either in combination for a given industry, or separately as appropriate to a given industry's characteristics and needs."], "subsections": [{"section_title": "Assist Domestic Industry", "paragraphs": ["In some ways, the simplest approach is to assist domestic industry to compensate for the negative economic effects of carbon policies. Depending on the carbon scheme approach (cap-and-trade, carbon tax, regulations, etc.) the assistance could be in the form of (1) free allocation of allowances (cap-and-trade program), (2) tax credits (carbon tax), or (3) cash payments (any approach). To the extent that many carbon regimes include substantial support for research and development (R&D), this approach is already incorporated in the overall debate. Federal support for R&D also could be considered as one approach to the objective of encouraging a smooth transition to a less-carbon-intensive industry. This discussion explores options that go beyond R&D in efforts to assist greenhouse gas-intensive, trade-exposed industries."], "subsections": [{"section_title": "Free Allocation of Allowances Under a Cap-and-Trade Regime", "paragraphs": ["A cap-and-trade program is based on two premises. First, a set amount of greenhouse gases emitted by human activities can be assimilated by the ecological system without undue harm. Thus the goal of the program is to put a ceiling, or cap, on the total emissions of greenhouse gases. Second, a market in pollution licenses between polluters is the most cost-effective means of achieving a given reduction. This market in pollution licenses (or allowances, each of which is equal to 1 ton of carbon dioxide equivalent) is designed so that owners of allowances can trade those allowances with other emitters who need them or retain (bank) them for future use or sale. Allowances may be allocated free by the federal government to affected entities or other parties, or auctioned by the government for a variety of purposes.", "Creating an allowance system is similar to creating a new currency. The allowance has value that can be converted to cash via a market clearing mechanism, such as an exchange. Thus, allocating allowances for free is essentially the same as distributing money or assistance to affected parties."], "subsections": []}, {"section_title": "Tax Credits Under a Carbon Tax Regime", "paragraphs": ["A program similar to a free allocation approach under a cap-and-trade scheme can be achieved under a carbon tax regime. Instead of providing industries with free allowances, a tax credit program would provide tax credits to them. For industries with substantial direct greenhouse gas emissions, the tax credit approach would be very straightforward as both the eligible emissions and the carbon tax would be well known (unlike free allowances where the precise value of the allotment can only be estimated beforehand). For industries with substantial indirect emissions, the process would be more involved as the eligible emissions for credit would have to be estimated; an estimate that would depend on industry, source of energy, and process involved. Like a free allocation system, the system could be phased out over time in order to encourage a smooth transition to a less carbon-intensive industry."], "subsections": []}, {"section_title": "Cash Payments", "paragraphs": ["A third approach to assisting greenhouse gas-intensive, trade-exposed industry is a straightforward transfer of funds from the government to the companies. Such an approach offers the most flexibility in terms of how much to offer and guidance on its use. The payments could be restrictive and focused on specific issues, such as research, development, and demonstration of technologies, to more expansive concerns such as keeping the company \"whole\" in terms of shareholder value or other metrics. Funds for the transfer could come from either general revenues, carbon taxes, allowance auctions, or a combination of sources."], "subsections": []}]}, {"section_title": "Border Adjustments: Penalize Foreign Competitors", "paragraphs": ["The most direct, although potentially complex, means of addressing the trade issue would be to penalize foreign competitors who produce and export carbon intensive goods without having to meet comparable carbon policies affecting producers in the importing country. Generally with respect to climate change trade issues, the relief being sought is in the form of a border adjustment that raises the cost basis for the competing goods, potentially to a level that reflects the carbon control costs borne by the importing nation's goods. Because this is in effect expanding the reach of regulation to foreign countries, implementation issues are far more complicated than the domestic-based options discussed above. The overall objective of a border adjustment would be to encourage negotiation by the United States of binding multilateral and bilateral agreements and to level the playing field with countries that have not taken action \"comparable\" to proposed U.S. action to reduce greenhouse gas emissions.", "The two forms of border adjustments being discussed most are (1) countervailing duties, and (2) International Reserve Allowances. The primary difference between them is that the first levies conventional tariffs on imports to level the playing field, while the second imposes a shadow allowance requirement on imports to create a de facto tariff. Either could be difficult to implement. As stated by the Australian Government in its Green Paper:", "For imported goods, effective border adjustments would be very difficult to implement transparently. This is because adjustment would require accurate tracking of all inputs used in the production of a 'landed' good to determine both the amount of embedded emissions in that good and the effective carbon price that has been applied to the inputs. For example, it would be highly complex to determine the emissions and carbon cost embedded in an imported finished aluminum product. Access to reliable and robust data from other jurisdictions is not straightforward, and the complexity of the task is significantly increased when multiple jurisdictions contribute to the production of the good."], "subsections": [{"section_title": "Countervailing Duties", "paragraphs": ["Countervailing duties are a means of providing relief to domestic industries who are subject to competition from subsidized imported products. Imposed as an additional import duty on the subsidized imported good, a countervailing duty can prevent imported goods from being sold in the domestic market at prices less than \"similar\" products produced domestically. Under this approach, the lack of \"comparable\" carbon policies by foreign countries would be considered a subsidy by the United States and a countervailing duty based on the embedded carbon in their imported good would be levied. Under a carbon tax scheme, the tax would be based on the carbon tax and embedded carbon. Under a cap-and-trade program, the tax would be based on an average allowance price and embedded carbon. However, imposition of countervailing duties based on the embedded carbon in imports would raise complex issues of law under the WTO."], "subsections": []}, {"section_title": "International Reserve Allowances", "paragraphs": ["In place of a countervailing duty, this second approach to providing relief is an international reserve allowance (IRA) requirement—essentially a cap-and-trade scheme focused on imports of greenhouse gas-intensive products with each IRA equal to one metric ton of carbon dioxide equivalent. Basically the IRA requirement would require that, in order for greenhouse gas-intensive products from countries with insufficient carbon policies to enter the United States, they must be accompanied by a prescribed amount of \"international reserve allowances\" based on greenhouse gas emissions generated in the production of the products. The import requirement would enter into effect after a reasonable time had passed for negotiations on an acceptable greenhouse gas reduction program.", "Generally, proposed legislation would require the Environmental Protection Agency (EPA) to calculate an annual IRA requirement for each category of covered goods from a covered country. It would make this determination based on best available information and publish the requirements before the beginning of each compliance year. Also, EPA would be required to establish a method for calculating the required number of IRAs for each category of covered goods from a covered foreign country; the method is to apply to covered goods manufactured and processed in a single country and to require submission of IRAs on a per-unit basis for each category of covered goods from a covered country. In addition, EPA would have to establish separate procedures for determining applicable IRA requirements for goods that are \"primary products\" and are manufactured or processed in more than one covered country. EPA would have to revise these various IRA requirements annually.", "As generally outlined in proposed legislation, a covered good under the program: (1) is a \"primary product\" or \"manufactured item for consumption,\" (2) generates a \"substantial quantity\" of direct or indirect greenhouse gas emissions in its manufacture, and (3) is \"closely related\" to a good whose cost of production in the United States is affected by a requirement in the proposed legislation. A \"primary product\" would be iron, steel, steel mill products, aluminum, cement, glass, pulp, paper, chemicals or industrial ceramics, and any other manufactured product that is sold in bulk and generates in its manufacture direct and indirect greenhouse gas emissions comparable to emissions generated in the manufacture of products by U.S. industrial entities that would be subject to emissions caps in the proposed legislation. Indirect greenhouse gas emissions are greenhouse gas emissions resulting from the generation of electricity consumed in manufacturing of a covered good.", "Comparable action is generally defined as any greenhouse gas regulatory programs, requirements and other measures that, in combination are comparable in effect to actions carried out by the United States though federal, state, and local measures to limit greenhouse gas emissions, based on best available information."], "subsections": []}]}, {"section_title": "Alternative Sectoral Approaches", "paragraphs": ["Sectoral approaches have become a blanket term to cover a multitude of different options to address emissions from individual industrial sectors. They can be confined to domestic industries, or be international in scope. They can be voluntary or mandatory. They can be incorporated into cap-and-trade schemes, or function outside of such schemes as either an alternative reduction program (mandatory), or an exemption (voluntary). For purposes of this paper, the discussion of sectoral approaches will be limited to mandatory and voluntary schemes that address the trade impacts of carbon policies.", "For example, at the Conference of Parties (COP) held at Bali in December 2007, the International Iron and Steel Institute (IISI) issued a paper calling for a carbon intensity cap on steel; the carbon intensity of steel would be determined on a per-ton basis as the embedded carbon in steel divided by its weight. The foundation of this sectoral approach would be the collection of carbon dioxide data by steel plants in major steel producing countries. The data collected would be used to develop intensity-based benchmarks for the industry. IISI argues that using this comprehensive intensity-based approach to emissions from steel production \"will allow production normalised CO2 emission comparisons between regions that are not possible today.\" As stated by IISI: \"By including all the major steel producing countries, world wide competition will no longer be harmed in an industry where over 40% of products are already traded internationally.\"", "This approach has been endorsed by the American Iron and Steel Institute, whose press release states the approach is also supported by IISI members in both the developed and developing countries, including China. It has also been reported by the Financial Times that the approach is supported by the China Iron and Steel Association. Such a carbon intensity mechanism could be used for several industries for which foreign competition and emissions leakage are serious concerns. Obviously, many parameters and specifics would have to be negotiated to determine whether such an approach would be effective in addressing the concerns identified here.", "The basic structure of a sectoral approach depends on the overall purpose it is designed to achieve. For example, a voluntary scheme could have the characteristics of an exemption with no penalty for failing to make progress toward achieving the overall purpose of the program. However, the program would probably only affect direct emissions; industry would still have to respond to any cost impacts from indirect emissions. Other voluntary schemes could make participation voluntary, but once a company agrees, the scheme would be mandatory for that company. This is how many approaches to encouraging participation by developing countries are designed. The current Clean Development Mechanism (CDM) reflects this line of thinking.", "For a mandatory scheme, the linkages between it and the broader program would be key to accomplishing the overall purposes of the program. Because this paper limits its discussion to international approaches, the strength of a sectoral approach is that it would at least start the process of incorporating developing countries into a global approach to climate change.", "Despite the wide variety of sectoral approaches proposed, there are some commonalities among them.", "The first is transparency of important parameters (also called \"benchmarks\"), including definition and boundary of affected sectors, agreed upon performance metrics and indicators, and identification of best practices. As stated by the Centre for European Policy Studies (CEPS) Task Force:", "Without such data, collected bottom-up by industry and verified by an independent third party, there is no justification for sectoral approaches. Only verified data can ensure that industry commitments, whether voluntary, unilateral or negotiated with government, lead to 'real' and 'measurable' reductions beyond a business-as-usual scenario.", "The second is the sharing and dissemination of best practices within a sector to increase efficiency and transfer of technology.", "The third is mechanisms to encourage incorporation of installations in developing countries into the overall scheme. Mechanisms include technical assistance, technology transfer, greenhouse gas credits for reductions, and threats of regulation."], "subsections": []}]}, {"section_title": "Analysis", "paragraphs": ["This section is divided into two components: (1) general issues and questions raised by the various approaches (design, effects, etc.), and (2) discussions of specific options. It is not comprehensive, but illustrative of the range of questions and consequences these initiatives present."], "subsections": [{"section_title": "General Design Issues Surrounding Assistance", "paragraphs": ["The design of an assistance program—the goals, eligible participants, implementation, and enforcement—would be difficult to define in a manner that satisfies all parties. There is every incentive for any industry facing a cost increase from carbon policies to claim that its competitive position could be diminished, thereby justifying special consideration by the government. The government would be in the difficult position of picking winners and losers, sometimes without access to important, but proprietary, data. The following discussion outlines some of the challenges entailed in crafting an acceptable program."], "subsections": [{"section_title": "Defining Overall Goals for Assistance", "paragraphs": ["At first glance, this would seem a simple question with a simple answer. However, there have been a variety of purposes and objectives suggested for proposals to assist trade-exposed, greenhouse gas-intensive industries. They include (1) promote negotiation of an international agreement; (2) prevent the leakage of carbon emissions from countries with carbon policies to those without them; (3) remove a barrier to enacting domestic legislation; (4) assist industry in making a smooth transition to a less-carbon-intensive future; (5) level the competitive playing field that carbon policies may upset; and (6) prevent or mitigate potential job losses from carbon policies. These are discussed below."], "subsections": [{"section_title": "Promoting an International Agreement", "paragraphs": ["As suggested earlier, the problems arising from differentiation would not exist if there were an international agreement on reducing global greenhouse gas emissions that placed all significant greenhouse gas emitting countries under a coherent regulatory regime. This criterion raises numerous questions about what would constitute a fair agreement, or comparable obligations by developing countries; however, it represents the long-term solution to the trade (and climate change) issue. In the case of sectoral approaches, this is their primary purpose, less so for domestic assistance options.", "On a more practical level, the need to promote an international agreement also reflects the strictures of the WTO, if a border adjustment is being considered. Since a border adjustment may well violate the General Agreement on Tariffs and Trade (GATT), a measure that is successfully challenged on this ground would need to be justified under a GATT exception. While GATT Article XX contains an exception for \"measures relating to the conservation of exhaustible resources,\" provided that domestic production or consumption restrictions are also imposed, such a measure may not be \"applied in a manner which would constitute arbitrary or unjustifiable discrimination between countries where the same conditions prevail or a disguised restriction on international trade.\" In determining whether \"unjustifiable\" discrimination exists, the WTO Appellate Body would probably examine whether the United States had made \"serious efforts\" to negotiate agreements before imposing an import barrier. Attempts to impose a trade barrier without such efforts would make the barrier more difficult to justify and thus more likely to be considered a WTO violation."], "subsections": []}, {"section_title": "Preventing Carbon Leakage", "paragraphs": ["The environmental rationale for seeking a sectoral agreement, or imposing trade restrictions or assisting domestic production, is to prevent carbon leakage. Such a goal is environmental, not economic. Indeed addressing carbon leakage would likely drive up the cost of compliance with any carbon reduction program. As stated by the Australian Government's Green Paper :", "If Australia was solely concerned about minimizing the domestic cost of meeting a reduction in emissions, it would be unconcerned about carbon leakage. However, given the global nature of the climate change problem, the potential for carbon leakage provides a rationale to use policy to influence the locational decisions of emissions-intensive industries on environmental grounds.", "For border adjustments, avoiding carbon leakage would also be the primary rationale for qualifying for an exception under GATT. As suggested above, the ability to separate and quantify the effects of differentiated carbon policies and the mitigating effects of any policy response would be difficult. There are no guarantees that any proposed solution would prevent carbon leakage, or that any assistance would prevent the migration of production and jobs abroad. Trade is a multi-faceted and complex series of interactions."], "subsections": []}, {"section_title": "Preventing Job Loss", "paragraphs": ["Much of the political basis for supporting sectoral approaches, domestic assistance, or trade restrictions for greenhouse gas-intensive industries is to protect domestic jobs in those industries. On a nationwide basis, greenhouse gas-intensive industries are not a substantial source of employment on a percentage basis. Data compiled by the Peterson Institute for International Economics and the World Resources Institute indicate that five such industries (ferrous and nonferrous metals, nonmetal mineral products, basic chemicals and pulp and paper) account for 1.7% of U.S. employment (2.25 million jobs) and 3.0% of Gross Domestic Product (GDP). Overall, manufacturing is responsible for about 10.6% of U.S. employment and 12.4% of GDP. In addition, a carbon policy is likely to create jobs in other parts of the economy, such as renewable and energy conservation technologies, reducing or potentially eliminating job loss on a nationwide basis.", "Nevertheless, this would be cold comfort to communities directly affected by potential job loss from the potential trade imbalance created by differentiated carbon policy. Although a small percentage of total employment and GDP, factories and companies can be a significant employer and generator of wealth in some states and local communities. For example, the manufacturing sector in Indiana produces 18.9% of the state's payroll jobs and 30.2% of its GDP.", "Although job loss is a major concern, it is not a concern recognized by the WTO as a rationale to justify a GATT-inconsistent measure. In addition, any assistance provided to industry does not guarantee that jobs will not be lost or moved. As suggested previously, locational decisions by companies are multi-faceted: Assistance to mitigate the effects of carbon policies will not necessarily affect competitiveness issues with respect to labor rates, exchange rates, or other relevant factors."], "subsections": []}, {"section_title": "Leveling the Competitive Playing Field", "paragraphs": ["This is the most publicized economic argument in favor of sector approaches, domestic assistance, or tariffs for greenhouse-gas intensive, trade-exposed industries. However, this is a somewhat vague notion as it is not clear what, or how much, assistance would level the playing field, and at what costs to other parts of the economy. As stated by the Australian Government:", "It is difficult to determine how much EITE [emissions-intensive trade-exposed] assistance would be needed to prevent carbon leakage. Some have argued that there is a direct relationship between a loss in profitability and carbon leakage, and that Government intervention could be warranted to restore the profitability of EITE entities to levels that would have occurred without a carbon constraint. In the extreme case, and all other things constant, this would imply assistance at a direct dollar-for-dollar rate for the impact of the carbon price. Under such an approach, the Government would continue to provide assistance even if other factors substantially increased the profitability of EITE entities. ...", "The level of assistance to EITE industries over time must also be balanced against the impact on non-assisted sectors. In particular, the design of the EITE-assistance policy needs to take into account the fact that a declining national emission cap combined with a growing national economy implies that the burden (or cost) of achieving a given national reduction in emissions would increase over time. This suggests that the degree of EITE assistance may need to be adjusted over time to ensure the sustainability of the EITE policy, otherwise EITE assistance would constitute a growing share of a shrinking quantity of national emissions, leading to higher costs for the rest of the economy.", "This need for balance in any assistance is echoed by other studies. The Peterson Institute for International Economics and the World Resources Institute suggest that focusing on the competitive concern of carbon intensive industries is a \"fairly narrow interpretation of U.S. competitiveness.\" Following the rationale of the Australian Government's Green Paper , the two institutions make three arguments for caution in designing assistance for greenhouse gas-intensive industries: (1) a move to a more carbon-constrained economy requires a \"fundamental\" shift that requires a strong regulatory environment to promote; (2) assistance to greenhouse gas intensive, trade-exposed industries comes at a cost to the economy as a whole; (3) to the extent assistance to greenhouse gas intensive, trade-exposed industries delays reductions by those industries, that delay has costs in terms of increased emissions."], "subsections": []}, {"section_title": "Encouraging a Smooth Transition to a Less-Carbon-Intensive Future", "paragraphs": ["If one accepts the need for a transition to a less-carbon-intensive future, assistance to greenhouse gas-intensive, trade-exposed industries could be justified to the extent it promotes such a transition with less economic pain. As stated by the Australian Government:", "The second reason [after avoiding carbon leakage] for assisting trade-exposed industries is that it may smooth the transition of the economy towards one that embodies a price on carbon. Given the significant differences between the emissions profiles of industries, a carbon price could have a markedly greater impact on some industries than on others. Government could place a priority on providing transitional assistance to those entities and industries that would be most severely affected by the introduction of the scheme. This would involve giving priority towards assisting existing industries, particularly those with significant \"sunk\" capital investments, few opportunities to reduce their emissions profiles and a limited capacity to pass through the carbon cost.", "This purpose reinforces the need for a balance between the desire to \"level the playing field\" as suggested above, with the need to achieve the overall environmental goal that the carbon policy is designed to achieve."], "subsections": []}, {"section_title": "Remove a Barrier to Domestic Legislation", "paragraphs": ["This purpose reflects the historic difficulties in the United States of committing to national, mandatory emission targets. The reluctance of the United States to adopt mandatory actions reflects concerns about costs, as witnessed by the U.S. negotiation and ratification of the 1992 United Nations Framework Convention on Climate Change (UNFCCC). The UNFCCC reflects this negotiating position of the United States and some other countries in that it calls for voluntary control measures. Senate floor debate on ratification of the treaty brought out concerns by some Senators about the cost of compliance, its impact on the country's competitiveness , and the comprehensiveness with respect to the developing countries—concerns that were overcome because of the non-binding nature of the reduction goals.", "Assistance to greenhouse gas intensive, trade-exposed industries is a direct attempt to respond to the competitiveness and comprehensiveness concerns that have been expressed in Congress and other venues for almost two decades."], "subsections": []}]}, {"section_title": "Defining Eligible Industries", "paragraphs": ["Among the fundamental questions any assistance program must answer is \"Who is eligible for assistance?\" The previous discussion suggests that greenhouse gas-intensive, trade-exposed industries could be the most competitively disadvantaged by carbon policies that increase costs. Those increased costs could be imposed directly if the reduction program included industrial emissions under its regime, and/or indirectly through increases in immediate products those industries consume in the making of their products (such as energy). Three criteria stand out for determining the potential eligibility of an industry, sub-industry, or company for assistance.", "Is the sector or product greenhouse gas-intensive? Under some metric (profit, value added, employment), is the sector's viability strongly tied to a greenhouse gas-intensive process? Would the sector's competitive situation be substantially upset by carbon policies through its inability to pass on costs related to them? Under a fragmented international regime, would the sector be exposed to competition from companies in countries not anticipated to respond for some time with significant carbon policies of their own? Does the sector have only a limited ability to cost-effectively reduce its emissions or obtain compliance through another means, at least in the short-term? Does this situation present a significant downside risk economically in terms of lost production and jobs and environmentally in terms of carbon leakage?", "What the steel example discussed earlier suggests is that products that are greenhouse gas-intensive with relatively low value added (such as crude steel) are potentially most at risk of significant cost increases. If, in addition, high greenhouse gas-intensive, low added-value products are fairly homogeneous and can be readily bought in international markets, domestic manufacturers of them (such as raw steel producers) may be price-takers on world markets with limited ability to pass through carbon-related costs. Parts of several industry sectors may fall into this category, including cement, lime, some basic chemicals, and primary metals (such as primary aluminum), along with some glass and paper products. However, the steel example illustrates that defining \"greenhouse gas-intensive, trade-exposed\" industries will not be a straightforward process, as trade exposure, carbon costs, and pricing dynamics may differ within a sector. Under some assistance options, developing eligibility criteria could put the government in the position of picking winners and losers, and creating the potential for a drawn-out and litigious process.", "Overall, the discussion suggests that determining industry eligibility would not be straightforward and would require drawing lines and making fine distinctions. Issues requiring resolution would include (1) the level of disaggregation to use in determining eligibility; (2) the metric that would be used to determine eligibility; and (3) the entity and data that would do the determining. All of these determinations would be controversial."], "subsections": []}, {"section_title": "Implementation Issues", "paragraphs": ["It is the details of the proposed assistance that would determine its effectiveness in achieving any of the purposes discussed above. Some of the more critical implementation questions are identified below."], "subsections": [{"section_title": "Allocation – How Much?", "paragraphs": ["The above discussion suggests an important tradeoff to the economy between providing assistance to greenhouse gas-intensive, trade-exposed industries and increasing the burden of carbon policy compliance on other parts of the economy. Assistance would increase the overall cost of compliance in hope of achieving a smoother economic transition to a low-carbon future. However, determining the appropriate amount would be controversial and contentious. Issues include:", "How much should be allocated and in what form (tariffs, domestic assistance, sectoral approach, etc.)? How much should the assistance be tailored to individual sectors, subsectors, or facilities? What metrics and baselines should be used to make these decisions?"], "subsections": []}, {"section_title": "Duration of Assistance – How Long?", "paragraphs": ["If a long-term, substantial greenhouse gas reduction is desired, all sectors would have to participate in the reductions at some point. The longer participation by one sector is delayed, the higher the costs on the participating sectors. However, the ability of greenhouse gas-intensive, trade-exposed industries to join a reduction program may vary substantially, depending on research and development results, compliance strategies by industries providing important feedstocks to their processes, and general economic conditions and demand for their products. Issues include:", "How differentiated should the timing of the assistance be by sector, subsector, or facility? How should any adjustments to assistance over time be determined? Under what conditions should the assistance be terminated?"], "subsections": []}, {"section_title": "Implementation and Enforcement – How Will it Work?", "paragraphs": ["Each option faces significant implementation and enforcement issues. Fragmentation is a key characteristic of greenhouse gas intensive, trade-exposed industries, in terms of their greenhouse gas intensiveness, their trade exposure, and their sector economics. This situation would put substantial demands on the implementing body with respect to data needs and methodologies. Data and methodologies would need to be robust enough to justify determinations (including any WTO challenges in the case of border adjustments), and to enforce any requirements on domestic or foreign producers. Finally, enforcement would require some definition of success or failure. Issues raised include:", "How will the necessary data be collected and quality assured? How will international cooperation be encouraged, both to negotiate an agreement and to implement any tariff? What metrics and methodologies will be used and how will they be tested for rigor? What criteria will be used to determine success or failure?"], "subsections": []}]}, {"section_title": "Data Needs", "paragraphs": ["The data needs for all these options are substantial—particularly for trade and sectoral approaches. At the current time, there would be a clear tradeoff between the precision of a trade or sectoral approach and the ability of the government to implement it. The international scope of these two approaches multiplies the data challenges presented by at least an order of magnitude over a domestic-only program. The challenge for data collection in developing countries may be such that the government is forced to employ methodology, rather than empiricism, to construct \"data\" sets—a process that would make a WTO challenge (in the case of trade approaches) almost a certainty. A sectoral approach may be able to solicit assistance from those countries, if they feel the approach is fair to them and that improved efficiency and technology will improve their economic situation. In contrast, the sanctions approach of the trade schemes may not encourage such countries to cooperate in the scheme."], "subsections": []}, {"section_title": "Potential for Unintended Consequences", "paragraphs": ["Attempting to resolve an international problem – the lack of a comprehensive international climate change treaty – unilaterally can be an uncertain enterprise. The approaches outlined here face daunting needs in terms of crafting a coherent program to achieve multiple goals. There is a high probability of unintended consequences from any of these approaches. Trade and economics involve dynamic processes that can respond to public policy in unanticipated ways. For example, trade sanctions based on primary goods, such as steel and aluminum, could have undesirable impacts on domestic downstream industries. An increase in the cost of raw steel or aluminum could drive up the costs of domestically manufactured finished products, such as automobiles, and encourage foreign countries to export more finished products to the United States. Indeed, a country could redirect its exports from primary goods to finished goods to avoid the trade sanctions. For example, South Korea, which exports both raw steel and automobiles, could focus its industrial policy toward automobile exports and away from raw steel exports. Thus, downstream companies that use greenhouse gas-intensive goods could have their competitiveness undermined by attempts to protect greenhouse gas-intensive, trade-exposed industries. This consequence is less likely with domestic assistance or an international sectoral approach.", "Another potential unintended consequence of a trade approach is that foreign countries with more stringent carbon polices than those proposed in the United States could turn the tables. The European Union (EU) has already agreed to a more stringent reduction program to 2020 than the United States seems likely to adopt. Even if a U.S. trade program did not target the EU (because of the \"comparable\" provisions), it is conceivable that the EU might target the United States.", "There is also a risk that domestic subsidies could lead to unintended outcomes. For example, a company receiving assistance might choose to use that money for something other than modernizing or operating targeted carbon-intensive facilities. Instead, it might decide that the overall competitiveness of a plant does not merit any modernization, and choose to close the facility or reduce its production regardless of any assistance."], "subsections": []}]}, {"section_title": "Issues for Specific Approaches", "paragraphs": [], "subsections": [{"section_title": "Free Allowance Allocation", "paragraphs": ["Free allocations of allowances to greenhouse gas-intensive, trade-exposed industry is the most popular means of assistance for countries under the Kyoto Protocol. For phases 1 and 2 of the European Union's (EU) Emissions Trading Scheme (ETS), member countries have almost exclusively allocated allowances at no cost, and over-allocated in favor of industries in competitive markets, compared with the electric power sector. Likewise, the Australian Government's Green Paper recommends free allocation of allowances under its proposed cap-and-trade program to assist greenhouse gas-intensive, trade-exposed industries. Finally, New Zealand has announced that it intends to use free allocation as its means of assisting its industries.", "A primary advantage of a free allocation system is that it doesn't necessarily exempt greenhouse gas-intensive, trade-exposed industries from the cap-and trade program. Thus, cost-effective reductions may still be made, lowering overall cost of the program compared with an approach that exempts them completely. Also, incorporating their emissions in the cap from the beginning helps industries become familiar with the workings of the carbon market and how to develop least-cost strategies to comply with increasingly stringent reductions and likely reductions in free allocations. This could assist in determining how long any assistance should be in effect and with the smooth transition objective identified above. Also, as the EU-ETS experience suggests, attempting to add exempted industries in a piecemeal process can be a difficult task. Putting them under the cap from the beginning makes the direction of greenhouse gas emission policy for industry clear.", "This is not to say that designing a free allocation system would be simple. As suggested previously, there are at least two major points of contention in the design of such an approach: (1) What percentage of the total available allowances should be allocated free to greenhouse gas-intensive, trade-exposed industries? and (2) What methodology and metrics should be used to apportion the free allowances among the various industries and sub-industries? The first point of contention highlights the zero-sum game that is allowance allocations under a cap-and-trade program: allowances given free to greenhouse gas-intensive, trade-exposed industries cannot be given to other heavily impacted industries (such as electric utilities) or sold by the government at auction to fund other government objectives or tax reform. Resolution of this tradeoff would determine how much relief greenhouse gas-intensive, trade-exposed industries would receive. For example, the Australian's Government's green paper recommends up to 30% of available allowances be allocated free to greenhouse gas-intensive, traded-exposed industries. This would be allocated under a two-tier system where heavily greenhouse gas-intensive industries (on a revenue basis) would receive free allowances to cover 90% of their emissions, while somewhat lesser greenhouse gas-intensive industries would receive 60%.", "A variety of metrics and options are available for resolving the second point of contention. Free allowance allocations could be weighted in a manner to encourage increased domestic production of greenhouse gas-intensive, trade-exposed goods and to discourage \"off-shoring\" of that production (e.g., an output based allocation). Such a methodology would help meet objectives such as reduced carbon leakage and reduced job losses. Another example would be to protect shareholder value: keeping the companies \"whole.\" In its green paper, the Australian Government recommends a metric based on greenhouse gas emissions per unit of revenue, stating: \"A measure of emissions per unit of revenue would be the most transparent and comparable indicator of the materiality of the carbon cost impact across different traded industries.\"", "From an economic standpoint, an important disadvantage of free allocation is that allowances allocated free are allowances the government cannot auction and from which there are no proceeds to address other concerns. Economic studies have found that, if revenues received from an auction-based allocation system are used in the most economically efficient manner, the overall costs imposed on the economy by a cap-and-trade program could be reduced substantially. Economists maintain that the most economically efficient application of auction revenues would be as an offset for reductions made in taxes on desirable activities, such as employment or personal income. Likewise, the auction revenues could be used to support other public polices, such as research and development or relief to low-income families. To the extent allowances are allocated free to greenhouse gas-intensive, trade-exposed industries, these other options are excluded.", "A second disadvantage is that the difficulty in determining an appropriate apportionment of allowances opens the possibility of \"windfall profits\" by some industries or sub-industries. The amount necessary to compensate industries varies by industry. In addition, the allowance price will also vary over time, and may not strictly track costs. Thus, the chances that some industries could be over-compensated is significant. This issue has been raised with the EU-ETS and is of continuing concern there.", "A final disadvantage of free allocation is that it might not achieve some of the purposes outlined above. Particularly if allowances are apportioned according to historic production, companies may simply pocket the allowances and still lower production or move off-shore. This can be avoided if the apportionment is based on output. Likewise, the option may have no effect on the crafting of an acceptable international agreement."], "subsections": []}, {"section_title": "Carbon Tax Credits", "paragraphs": ["Under a carbon tax scheme, carbon tax credits to greenhouse gas-intensive, trade-exposed industries would be similar, in effect, to a free allocation under a cap-and-trade system. The primary advantage of a carbon tax credit option is that most carbon tax proposals assume real-time emissions monitoring (or derivative calculations based on real-time fuel consumption). Real-time allocation (as opposed to allotments based on historical emissions) would naturally respond to changes in production (and derivative job gains/losses). There would be little chance for \"windfall\" profits, assuming accurate emissions monitoring.", "The primary disadvantage of a carbon tax credit is that, depending on how it is designed, greenhouse gas-intensive, trade-exposed industries receiving the credits could have little incentive to make greenhouse gas reductions on their own. The precision available in allocating tax credits removes carbon price as a factor in production and planning. This problem could be addressed by a phase-out schedule tailored to encourage commercialization of more carbon-efficient technology and processes, although trying to tailor such a phase-out to each industry or sub-industry's specific situation could be complicated and contentious."], "subsections": []}, {"section_title": "Cash Payments", "paragraphs": ["The primary advantage of cash payments is transparency. Particularly with free allowance allocations under a cap-and-trade program, there is some veil over exactly how much is being given to individual sectors, subsectors, or companies. With cash payments, it can be made clear who is getting what and how much. The allocations could be a matter of public record, making public and congressional oversight more straightforward. Likewise, any phasing out of the assistance over time would be clear.", "The disadvantage of cash payments is possible imprecision in allocations: Under a cap-and trade program, cash payments would be based on estimates of allowance prices and would have to be reconciled with the actual price at some point (such as the end of the year). That estimates would be off is likely, providing affected facilities with either a short term, no-cost loan (if too high), or a short-term added expense (if too low). More precision is likely under a carbon tax regime. However, arguably, a cash payment program would be redundant under a carbon tax scheme as a tax credit could also be transparent and little would be gained by having the government collect the money only to return it (particularly in the case of direct emissions)."], "subsections": []}, {"section_title": "Border Adjustments54", "paragraphs": ["The two versions of border adjustments identified in this report have been discussed extensively. Countervailing duties have been widely discussed in Europe, with an eye on imposing such a requirement on the United States, and an international reserve allowance scheme has been embodied in several legislative proposals in the United States. Border adjustments are seen as being relatively economically efficient (compared with domestic assistance). The duty on imports would allow the domestic carbon program to be implemented in the most cost-effective manner without the distorting effects of targeted, domestic assistance, while protecting greenhouse gas-intensive, trade-exposed industries from being unfairly targeted by foreign competitors not undergoing a transition to a less-carbon intensive economy.", "Whether it would level the playing field with respect to international trade, or encourage foreign countries to pass carbon policies of their own is more debatable. For example, avoiding carbon leakage with a trade approach may neither encourage major developing countries like China and India to commit to carbon targets, nor greatly influence their overall exports. As suggested by American Enterprise Institute (AEI) Center for Regulatory and Market Studies in a recent report:", "As a means of coercing China, this strategy would face long odds. First, why would China and India, by adopting domestic GHG controls, handicap all of their global trade merely to avoid sanctions on a quite small part of their economies? Less than 1 percent of Chinese steel production is sold to America in a form that would make it liable to sanctions. For aluminum, the number is only 3 percent. It is 2 percent for paper and less than 1 percent for both basic chemicals and cement. Second, one country adopting trade sanctions, or a few countries doing so, will merely change the geographic pattern of trade flows without having much impact on the total demand for Chinese energy-intensive goods. U.S. sanctions on China would cause countries with low-carbon steel, aluminum, or other industries to increase their exports to the U.S. and increase their own imports from China. It is implausible to suggest that this threat would compel China to adopt GHG controls that would remotely resemble the severity of those being proposed in America.[footnote omitted] ", "The international scope of the border adjustment approach and the complex nature of trade makes design of a program difficult. Terms including \"comparable action,\" \"similar products,\" and \"embedded carbon\" would have to be defined in a manner that avoids arbitrary and unjustifiable discrimination between exporting countries in order to comply with WTO requirements, and methodologies developed to give meaning to them. Then a price per ton of embedded carbon would have to be determined. Assuming a carbon tax scheme domestically, this price would be obvious; in an International Reserve Allowance system under a cap-and-trade scheme, the price would have to be linked in some manner to prevailing allowance prices.", "The definitions and methodologies needed to implement a border adjustment have different webs of complexity. For example:", "How close should \"comparable\" action be to \"identical\"? If a country achieves the same percentage reduction without any comprehensive program, is that \"comparable\"? What if that program achieves the same results as the United States, but exempts greenhouse gas-intensive, trade-exposed industries? If a country achieves more stringent reduction levels than the United States, does the United States concede the right for them to impose a border adjustment against it? When does a comparable action have to occur? How should country of origin be determined? How is \"similar product\" determined? To what category, sub-category, or product-specific level will determinations be made? How broad should the scope of the program be? How will necessary international trade and carbon data be collected to determine appropriate baskets of covered products? How do WTO requirements affect the basket of covered products? How is \"embedded carbon\" determined? At what level of aggregation will the determination be made? Can a country have excessive embedded carbon for one product, but not another? Can different companies within a country have different embedded carbon estimates? What about products whose manufacture involves several countries, some with comparable policies and some without? Will products produced by different processes be considered together or separately? What about the same products made with different energy sources? What baselines should be used? How is potential gaming of the system prevented?", "In addition, an International Reserve Allowance (IRA) requirement raises various implementation issues surrounding the need to administer a separate cap-and-trade program for IRAs. Beyond the operating mechanics of a cap-and-trade program, the government would have to develop a pricing mechanism for IRAs, and a compensating mechanism to account for any allowances allocated free to domestic producers. Depending on the scope of the IRA scheme, its cap-and-trade system could be substantial."], "subsections": []}, {"section_title": "Sectoral Approaches", "paragraphs": ["Sectoral approaches have been suggested by various parties, such as the steel industry's proposal noted earlier, and were added to the negotiating agenda at the Bali conference of parties as \"cooperative sectoral approaches and sector-specific actions.\" Because they cover a wide range of options, the following discusses them in terms of basic issues, such as measuring success, financing mechanisms, and crediting mechanisms."], "subsections": [{"section_title": "Measuring Success", "paragraphs": ["Several metrics could be used to determine an appropriate scheme for industry. These metrics are not mutually exclusive; different industries could employ different metrics depending on the specifics of that sector's processes.", "The most common metric being discussed for a sectoral-based approach is an output-based performance standard. An output-based performance standard measures success by the amount of greenhouse gases emitted per unit of output. Also called a carbon intensity target, this approach does not limit total emissions (like an emissions cap), and, therefore, is seen by its proponents as being more acceptable to developing countries who may see an emissions cap as restricting their right to development.", "Obviously, a performance standard requires an agreed-upon standard, or benchmark, for participating companies to achieve. A benchmark allows participants to compare their performance against an industry standard, optimal technology, or best practice. Benchmarks can be developed at different levels of aggregation and by different methods (e.g., technical assessment, historical averages, negotiation). The most precise and effective benchmarks are based on technical assessment of best available technologies or practices, designed at a micro level, and take into account the specific products and input mixes at a plant level. Thus plants with similar processes, products, and inputs can compare their performance with each other and identify needed improvements. To the extent benchmarking is used on a more aggregated level (including different processes, all similar products, etc.) the ability to improve individual plants or processes may be lost.", "In a strictly voluntary scheme, benchmarking could be a means to determine best practice and target technical assistance. However, it would not necessarily result in reductions if other factors, such as low energy prices, make achieving best practice not cost effective, and the company refused to join the effort. In addition, while technical-based benchmarks are a useful tool to determine the current status of best practices within an industry, it provides little guidance on the speed and magnitude of future technological advancements. Under a strictly voluntary system, achieving the benchmark could become the end of the effort—an end short of the ultimate goals of the program.", "In a mandatory system (or a voluntary system that becomes mandatory upon acceptance), carrots and sticks could be used to encourage industry to move toward the benchmark. Work by Vanderborght, Baron, et al., provides one illustration of how this might work. As indicated by Figure 5 , companies operating at carbon intensity levels above the present industry average (pink line that could be determined globally or differentiated by country) would be quickly and increasingly penalized (red area), while companies operating below the average would receive a modest and declining reward (blue area). Based on assessments of future advancements, the baseline could be extended in the long-term. Additional carrots could be made available to companies that adopt innovative processes that achieve this long-term goal (green area). The appropriate sticks and carrots would depend on how the program is integrated into the overall program and are discussed under \"crediting mechanisms.\"", "However, technical benchmarks, whether for a voluntary or a mandatory program, have drawbacks, most notably around their need for data. Five identified by Baron et al. are as follows:", "Benchmarking is a time-consuming, data-intensive activity, all the more so as various conditions may need to be accounted for in an international approach. There is a risk of inflation in the number of benchmarks, as operators will argue special circumstances that all require special treatment. In some cases, benchmarking may require disclosing data that companies judge proprietary or of strategic importance. This may be handled through a careful choice of performance indicators used in the benchmark. It is a useful tool to describe an industry status \"here and now\" but as it is based on today's technologies and practice, it provides little guidance on what level mitigation can be achieved in the future – as in some cases, technology is yet to be invented. Can a benchmark then be used as a forward looking method? The use of an average industry benchmark as a reference to allocate effort will immediately define \"winners\" and losers\" – i.e., installations that perform better or worse than the chosen benchmark target. While the effect on their cost would be a fair reflection of the cost associated with CO2 emissions, it may be difficult to agree to, unless the benchmark is set as a future target, as illustrated in Figure 5 . There is an asymmetry of information between any industry and a government when it comes to assessing the ability to adjust processes and to invest in new technologies to reduce greenhouse gas emissions. It is not, a priori , in an industrial actor's interest to reveal the full extent of its mitigation potential and its real cost.", "Because of these data needs, other possible performance standards have been proposed, such as industrial average carbon intensity. Over time, the standard would be strengthened at an agreed-upon rate toward the most efficient company or companies. A trading program could be created between companies, with companies with intensities greater than the industry average buying necessary allowances from companies with intensities less than the industry average. Essentially, the system would constitute a separate cap-and-trade program based on carbon intensity rates rather than a cap based on annual emissions. While such an approach would mitigate some of the data needs of a technically based benchmark, issues such as level of aggregation for averages would remain."], "subsections": []}, {"section_title": "Financing Mechanism", "paragraphs": ["Because a major focus of a sectoral approach is to encourage carbon policies in developing countries, a financing mechanism to assist the transfer of technology and expertise is usually included in a proposal, particularly the more voluntary the approach is. These mechanisms may also include assistance to domestic companies that are inefficient producers to bring them up to the agreed-upon performance standard. For example, the Dutch domestic sectoral approach to improve industrial energy efficiencies includes financial and regulatory incentives to encourage industry to sign voluntary agreements to reduce energy intensity. The funding source for these incentives could come from allowance auctions (under a cap-and-trade program), carbon tax revenues, or other mechanisms."], "subsections": []}, {"section_title": "Crediting Mechanism", "paragraphs": ["Most proposals to credit reductions under a sectoral approach are tied to the allowances used in a cap-and-trade program. As noted earlier, allowances are essentially a form of currency that can be converted to a monetary value via a market. In some ways, a voluntary sectoral scheme with crediting mechanisms already exists under the Kyoto Protocol: The Clean Development Mechanism (CDM) provides a means for financing and receiving credit for installing technology that reduces emissions in countries without mandatory carbon policies.", "However, CDM projects are on an ad hoc basis, and a sectoral scheme designed to address the purposes identified here would require more structure and direction. As illustrated by Baron and Ellis in Figure 6 , the project-by-project baseline and reduction target of CDM would need to be replaced by a broader country-specific, or policy specific, baseline and a calculated emission reduction target. The approach would cover the entire sector, not just the most cost-effective opportunities as with CDM. Facilities that perform poorly would diminish the total quantity of credits available to the sector as a whole, unless the program was voluntary with a \"no-lose\" provision. The difficulties in setting these baselines and reduction targets were noted previously."], "subsections": []}]}]}]}, {"section_title": "Implications", "paragraphs": [" Table 5 summarizes the three general approaches to address trade-related issues with respect to the various objectives of these approaches. As indicated, each focuses on different objectives. With respect to achieving the more comprehensive solution to trade issues—promoting an international agreement—the range presented by the three approaches is clear and distinct. Support for domestic industries, the approach most commonly included in legislative proposals, is not focused on this objective; it is focused on preserving the industry's current competitive position and jobs and may, depending on the details, help transition that industry to the future. Trade measures for foreign competitors, another approach commonly included in legislative proposals, may provide a stick for international negotiation, but the primary focus is on protecting greenhouse gas-intensive, trade-exposed industries from \"unfair\" competition while the country awaits an international agreement. Finally, the sectoral approach represents a range of options focused on integrating developing countries' industrial bases into a mutually acceptable international framework that provides a level playing field for all participants. Whether any of these approaches would have appreciable effects on carbon leakage is unclear.", "As the U.S. debate on climate change proceeds, various proposals for reducing greenhouse gas emissions contain provisions to address the trade-related issues presented here. Two of the most common options are (1) subsidies for affected industries through allocation of free allowances within cap-and-trade policies; and (2) border adjustments through an international reserve allowance program. In addition to these domestic options, the Bali Action Plan includes sectoral approaches as options for the next phase of the Kyoto Protocol. Other alternatives are also likely to be debated.", "Free allocation of allowances to greenhouse-gas intensive, trade-exposed industries is more narrowly focused on assisting domestic industries maintain their current competitiveness in the face of a domestic greenhouse gas reduction program. It has the virtue of relative simplicity compared with the other approaches and options, but no greater guarantee of success. Companies may choose to accept the assistance and not make the necessary improvements to existing facilities to remain competitive in the increasingly carbon-constrained future. There are metrics and benchmarks that could be used to allocate free allowances (carbon intensity, output-based metrics) that can reduce these problems, but introduce complexity in terms of increased data needs and methodological considerations. The allocation also comes at the cost of making the program more expensive for the other participants.", "The International Reserve Allowance scheme is a complex system focused on leveling the playing field for domestic producers against competitors whose countries are not implementing comparable greenhouse gas reductions. The international scope of the option and the complex nature of trade makes design of a program difficult. Terms including \"comparable action,\" \"similar products, and \"embedded carbon\" would have to be defined in a manner that avoids arbitrary and unjustifiable discrimination between exporting countries in order to comply with WTO requirements, and methodologies developed to give meaning to them. Annual assessments of countries' actions would have to be made and new baselines set. Then a price per ton of embedded carbon would have to be determined. The use of allowances, instead of money, removes the transparency of a countervailing duty and makes tracking the impact of the scheme on other parts of the economy difficult to determine. Finally, it is unclear how the affected trading partners would respond, economically, environmentally, or politically.", "This might encourage one to move to the sectoral approach as potentially more effective. It is focused on achieving an international agreement that would make the playing field at least acceptable to all parties. However, there is no blueprint currently that parties agree is the basis for developing such an approach. It is possible that the 2009 Copenhagen conference will resolve the fundamentals for such an approach, but what sort of contingencies one should consider in the meanwhile, or in the face of failure, is unclear.", "Finally, it is the details of any of these options that would ultimately determine their effectiveness in achieving the various objectives. The potential options are almost endless. For example, if a domestic assistance approach is chosen, allocation options include production output, historic emissions, company profits or revenues, and technology or best practices benchmarks. Duration options for such an approach would include anticipated technology or best practices advancements (or best currently available), consummation of an international agreement, or some criterion related to the economic health of the sector or industry. Options for data collection include publicly available data from the Departments of Energy and/or Commerce, legislatively-mandated requirement for the collection of data from companies wishing to receive assistance, or government estimates based on best available data or modeling. In any case, the task would be daunting for any of the approaches.", "The design of an assistance program—the goals, eligible participants, implementation, and enforcement—would be difficult to define in a manner that satisfies all parties. There is every incentive for any industry facing a cost increase from carbon policies to claim that its competitive position could be diminished, thereby justifying special consideration by the government. The government would be in the difficult position of picking winners and losers, sometimes without access to important but proprietary data."], "subsections": []}]}}