{"id": "R40209", "title": "Fundraising for Presidential Libraries: Recent Legislative and Policy Issues for Congress", "released_date": "2011-02-24T00:00:00", "summary": ["In recent Congresses, some Members have expressed concern about the lack of information surrounding private fundraising for presidential libraries. Those calling for additional regulation argue that more transparency could reduce potential conflicts of interest surrounding library contributions. Contributions from foreign sources have also been the subject of debate.", "Federal law and regulation are largely silent on contributions to presidential libraries. Contributions to library fundraising organizations may be unlimited and can come from any otherwise lawful source. In addition, although certain aspects of library contributions are similar to campaign contributions, library contributions are not considered to be campaign contributions and are not subject to limits on amounts and funding sources specified in the Federal Election Campaign Act (FECA). In one of the few relatively recent regulatory changes affecting library contributions, the Honest Leadership and Open Government Act (HLOGA), enacted in the 110th Congress, requires registered lobbyists to report their contributions to presidential libraries. However, non-lobbyists are not required to report their library contributions. Library fundraising organizations must report certain information to the Internal Revenue Service, but those organizations are not required to publicize information about individual donors.", "Library-fundraising issues emerged during Senate consideration of Hillary Clinton's nomination as Secretary of State, amid concerns about fundraising for former President Clinton's library and other initiatives. Calls for additional disclosure, however, are not new. During the 110th Congress, the House passed H.R. 1254 (Waxman), which would have required library fundraising organizations to file quarterly reports itemizing contributions of at least $200 and identifying donors. The Senate Committee on Homeland Security and Governmental Affairs reported an amended version of the bill, but the measure did not receive Senate floor consideration. In the 111th Congress, the House passed H.R. 36 (Towns) in January 2009; that measure was virtually identical to the House-passed version of H.R. 1254 from the 110th Congress. It did not advance in the Senate. An additional disclosure measure, H.R. 775 (Duncan), which would also require reporting of donations of at least $200, was introduced in the 112th Congress, in February 2011. If Congress wishes to pursue broader regulation of library fundraising, aspects of campaign finance policy may be a useful model. However, certain aspects of a campaign-finance disclosure model may invite controversy.", "This report provides an overview of recent policy issues and legislation surrounding library fundraising. It will be updated in the event of significant legislative activity."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Presidential libraries serve not only as repositories of official papers, but also as museums and monuments to the nation's leaders. In response to these varied missions, two sources provide funds to construct and maintain presidential libraries. First, private funds raised by non-profit foundations typically cover library construction and programming costs. Second, funds appropriated to the National Archives and Records Administration (NARA) cover the cost of archiving and managing presidential papers housed at the libraries. ", "Through agreements negotiated by the Archives and foundations affiliated with each facility, NARA eventually takes control of most presidential libraries. The NARA system currently includes the libraries of 12 former Presidents: (1) George H. W. Bush (College Station, Texas); (2) Jimmy Carter (Atlanta, Georgia); (3) William J. Clinton (Little Rock, Arkansas); (4) Dwight D. Eisenhower (Abilene, Kansas); (5) Gerald R. Ford (Ann Arbor, Michigan); (6) Herbert Hoover (West Branch, Iowa); (7) Lyndon B. Johnson (Austin, Texas); (8) John F. Kennedy (Boston, Massachusetts); (9) Richard M. Nixon (Yorba Linda, California); (10) Ronald Reagan (Simi Valley, California); (11) Franklin D. Roosevelt (Hyde Park, New York); and (12) Harry S. Truman (Independence, Missouri). Foundations affiliated with these libraries typically continue operations to support library programming, exhibits, or other events sustaining a President's legacy.", "Private fundraising supporting library foundations has emerged as a matter of concern in recent Congresses largely because private fundraising is not subject to public disclosure. Some Members of Congress have expressed concern that the lack of public disclosure—or private fundraising altogether—invites potential conflicts of interest from those wishing to influence sitting or former Presidents through library contributions. Contributions from foreign sources have also been a concern, including during Senate consideration of Hillary Clinton's nomination as Secretary of State. In December 2008, the William J. Clinton Foundation agreed to voluntarily disclose names and donation ranges of its contributors, but this practice would not necessarily extend to other presidential-library foundations. Apparently unrelated to the Clinton nomination, the House passed H.R. 36 (Towns) early in the 111 th Congress. That bill would have required library fundraising organizations to publicly disclose contributions of at least $200, along with the names and occupations of donors. In February 2011, in the 112 th Congress, Representative Duncan introduced a similar bill, H.R. 775 (discussed later in this report).", "This report provides an overview of recent legislation regarding presidential library fundraising. It also discusses policy issues and options. Requiring additional disclosure surrounding library fundraising could increase transparency and potentially discourage conflicts of interest. Disclosure alone, however, is unlikely to change fundraising practices. Amounts and sources of library fundraising would continue to be unlimited. "], "subsections": []}, {"section_title": "How Presidential Libraries are Funded", "paragraphs": ["Presidential libraries are funded through a combination of public and private sources. In general, funds for archiving and management of a President's papers are appropriated to NARA, while funds raised by foundations associated with the library support facility construction, programming, and other activities related to a President's legacy. The first step in funding presidential libraries typically occurs when a President's supporters or family members establish a 501(c)(3) foundation to raise money for acquiring land (if necessary) and constructing the library. After the library is constructed and per agreements negotiated between NARA and the foundation, the Archives typically takes control of the facility, land, and the foundation's operating endowment. As the House Committee on Government Operations noted in 1985, endowment income \"is intended to offset ... building operations costs and reduce ... the amount of appropriations required for building operations.\" Even after NARA takes control of a library, the foundation may continue to operate to support specific programming or exhibits.", "Private fundraising has generated greater legislative concern than has public funding. The public nature of appropriated funds, and accompanying congressional oversight, ensures transparency about where federal funds originate and how they are spent. Appropriated funds, therefore, have not been the subject of substantial legislative activity in recent Congresses. By contrast, and as discussed below, public information about private fundraising is limited. Library foundations are not required to publicly disclose detailed information about their fundraising activities.", "In addition to funding \"official\" presidential libraries, Congress has occasionally provided specific funding for private facilities honoring former presidents. For example, Congress appropriated $1 million in 1996 for the Calvin Coolidge Memorial Foundation, $500,000 in 1997 for the Rutherford B. Hayes home, $3 million in 1999 for the Abraham Lincoln library, and $365,000 in 2000 for the Ulysses S. Grant boyhood home. Such funds have been used to support construction, maintenance, or other projects."], "subsections": []}, {"section_title": "Recent Fundraising Policy Issues", "paragraphs": [], "subsections": [{"section_title": "Disclosure", "paragraphs": ["The major current policy issue surrounding library fundraising is whether private contributions are sufficiently transparent. Library foundations typically do not publicize identifying information about their contributions, nor are they required to do so under federal law. Library foundations are typically established as tax-exempt organizations under section 501(c)(3) of the Internal Revenue Code (IRC). Although those organizations must report certain information to the Internal Revenue Service (IRS), they are not required to publicly disclose identifying information about their donors. Contributions to libraries are also not subject to disclosure requirements or limitations contained in the Federal Election Campaign Act (FECA), which governs campaign financing. ", "In recent Congresses, some Members have expressed concern about the lack of information surrounding private fundraising for library foundations. These Members, and some media organizations and interest groups, argue that additional disclosure could help make transparent and reduce potential conflicts of interest from donors who may wish to curry favor with current or former Presidents, their administrations or the U.S. government generally. ", "In response to these and related concerns, the 110 th Congress placed additional reporting requirements on library contributions from lobbyists and lobbying organizations. Under the Honest Leadership and Open Government Act of 2007 (HLOGA), registered lobbyists who contribute $200 or more to library foundations (in the aggregate and over six-month reporting periods) must disclose the contributions in reports filed with the Clerk of the House or Secretary of the Senate. These requirements also apply to organizations employing registered lobbyists and political action committees (PACs) maintained or controlled by lobbyists. Overall, HLOGA requires that lobbyists' contributions to library foundations be publicly reported, but the act does not address contributions from non-lobbyists."], "subsections": []}, {"section_title": "Financial Viability", "paragraphs": ["A second, but currently less prominent, policy issue surrounding library fundraising concerns costs to the federal government. Congress requires library organizations to demonstrate financial viability before NARA takes over the facility. Amid size and maintenance-cost concerns (particularly during the 1980s), Congress established architectural and design requirements in the Presidential Libraries Act of 1986. The act also established an endowment requirement for libraries deeded over to NARA. Before taking possession of a library facility, the Archivist of the United States must determine that the endowment is sufficient to cover at least 40% of the cost of constructing or acquiring the facility. President Barack Obama's library would be the first that must adhere to the 40% requirement, which applies only to Presidents taking office for the first time after July 1, 2002."], "subsections": []}]}, {"section_title": "Library Fundraising: Legislation in the 112th Congress", "paragraphs": ["On February 17, 2011, Representative Duncan introduced H.R. 775 , a bill to require additional fundraising disclosure surrounding presidential libraries and related organizations. Like H.R. 36 from the 111 th Congress, H.R. 775 would require additional disclosure of all contributions aggregating $200 or more to library fundraising organizations. Also like its predecessor, the Duncan bill would require disclosure to NARA, the House Committee on Oversight and Government Reform, and the Senate Committee on Homeland Security and Governmental Affairs. However, H.R. 775 would require annual rather than quarterly reporting. ", "The bill applies to fundraising activities by library organizations affiliated with current presidents rather than all such facilities. Proposed disclosure requirements would also apply to facilities not administered by NARA or for which NARA has entered into an agreement to take over the facility. These provisions suggest that H.R. 775 's primary emphasis is on documenting library fundraising for current presidents or, perhaps, those who have recently left office but for whom agreements with NARA have not yet been finalized. It is possible, however, that the bill is also intended to apply to any fundraising organization that has not entered into an agreement with NARA, such as private facilities that NARA has chosen not to administer (the fundraising arms of presidential homes, for example) or that have chosen not to seek NARA administration. If necessary, the language could be clarified through amendments or rulemakings. "], "subsections": []}, {"section_title": "Library Fundraising: Legislation in the 111th Congress", "paragraphs": ["In one of its first acts of legislative business, and with minimal debate, the House passed the Presidential Library Donation Act of 2009 ( H.R. 36 ; Towns) on January 7, 2009. The measure passed under suspension of the rules by a 388-31 vote. The bill was referred to the Senate Committee on Homeland Security and Governmental Affairs. As the House vote suggests, H.R. 36 generally received broad, bipartisan support. ", "Generally similar to H.R. 775 introduced in the 112 th Congress, H.R. 36 would have required library fundraising organizations to file quarterly reports itemizing contributions totaling at least $200. Under the bill, the reports would have been filed with NARA, the House Committee on Oversight and Government Reform, and the Senate Committee on Homeland Security and Governmental Affairs. The bill would have required continued filing until the later of (1) the Archivist of the United States took control of the library facility or entered into an agreement to do so; or (2) the President, whose archive is in question, had been out of office for at least four years. ", "Despite generally broad support for the bill, one provision generated some controversy during House floor debate. Civil and criminal penalties specified in H.R. 36 could have applied to those filing false disclosure reports. While voicing overall support for the bill, Representative Gohmert expressed concern that the criminal-penalty provisions had not been considered by the Judiciary Committee and could be used to imprison those who had made simple reporting mistakes. Representative Towns expressed willingness to reexamine parts of the legislation, although the bill was not amended before passage."], "subsections": []}, {"section_title": "Library Fundraising: Legislation in the 110th Congress", "paragraphs": ["H.R. 36 in the 111 th Congress was virtually identical to the version of H.R. 1254 (Waxman) passed by the House during the 110 th Congress. The Senate Committee on Homeland Security and Governmental Affairs (HSGAC) favorably reported an amended version of H.R. 1254 , but the measure did not receive floor consideration. Under the version of H.R. 1254 reported by HSGAC, reporting thresholds would have varied depending on whether NARA had already taken control of (or agreed to take control of) the library. For those facilities that were not yet under NARA control, the reporting threshold would have been $200, compared with $1,250 for those already under NARA control. Unlike the version of the bill passed by the House, the HSGAC-reported version of H.R. 1254 also would have required reporting to continue throughout the President's lifetime. "], "subsections": []}, {"section_title": "Analysis and Concluding Comments", "paragraphs": ["The debate over library fundraising suggests tension between the relatively narrow policy goal of making presidential papers publicly accessible on one hand, and in constructing what can be elaborate research centers and museums to house those papers on the other. Appropriated funds typically address the former goal, while private funds cover the latter. As presidential libraries grow in number, scope, and size, interest in funding sources and alternatives is likely to continue. In the past, debate over those issues has centered around disclosure and financial viability. Currently, disclosure appears to be the major policy concern.", "If Congress determines that fundraising for presidential libraries should remain essentially a private matter, it might choose not to enact legislation requiring additional disclosure and, in so doing, maintain the status quo. Under this option, private fundraising for presidential libraries would presumably continue unchanged. Additional information about funding sources and amounts would continue to be publicly unavailable, unless fundraising organizations chose to voluntarily disclose the information. This outcome could be objectionable to those who believe that public disclosure could enhance transparency or discourage conflicts of interest. On the other hand, those who believe that additional disclosure could be burdensome, could discourage private contributions, or who otherwise object to additional reporting may prefer to maintain the status quo.", "If Congress favors additional disclosure, it could choose to enact measures requiring additional detail about contributions or fundraising practices. The disclosure provisions in H.R. 775 could ensure that additional information about contributions to library foundations is publicly available. Accordingly, although additional information about private funding sources would be required, the bill would not place new restrictions on how funds are raised, from whom, and in what amounts. The bill also would not require contributions from foreign sources to be specifically identified—a source of some controversy in recent debates surrounding library fundraising. Nonetheless, additional disclosure about contributions (regardless of source) could provide more public access to basic information about funding than is currently available. If flagging particular sources of contributions were important to Congress, additional reporting requirements could be placed on filers. Certain contribution sources could also be restricted or banned outright. ", "If Congress wishes to pursue broader regulation of library fundraising, aspects of federal campaign finance policy may be a useful model, although certainly not the only model. As noted previously, library contributions are not treated as campaign contributions, but some goals embodied in campaign finance regulation appear to be similar to those behind calls for additional library-fundraising disclosure. H.R. 775 already adopts certain aspects of campaign-finance disclosure found in FECA (e.g., reporting a contributor's name, address, and occupation; the $200 reporting threshold; and certain penalties). The bill does not, however, adopt FECA's restrictions on amounts and sources of contributions. In short, although H.R. 775 would require additional information about contributions, the bill would not affect the contributions themselves or, necessarily, fundraising practices. ", "Additional restrictions on amounts or sources of library contributions might be attractive to those who believe that disclosure alone will be insufficient to thwart potential conflicts of interest arising from private fundraising. Restricting contributions, however, suggest broader policy goals than are apparent in H.R. 775 . As the debate over campaign finance suggests, regulating voluntary contributions can be far more contentious than the comparatively limited requirement of disclosure."], "subsections": []}]}}