{"id": "R40490", "title": "Medicaid Checklist: Considerations in Adding a Mandatory Eligibility Group", "released_date": "2010-09-21T00:00:00", "summary": ["All poor American children and pregnant woman are eligible for Medicaid or the State Children's Health Insurance Program (CHIP), although millions are not enrolled. However, some other populations' upper income eligibility threshold for Medicaid is often well below the federal poverty level. For working parents of dependent children, for example, the median Medicaid upper income eligibility threshold among the states is 68% of poverty—less than $10,000 a year for a single parent with a child. (For parents who are not working, the median Medicaid upper income eligibility threshold among the states is even lower, at 41% of poverty—less than $6,000 a year for a single parent with a child.) Adults under age 65 who are not disabled, not pregnant and not custodial parents of dependent children—often referred to as \"childless adults\"—are generally ineligible for Medicaid, regardless of their income.", "Some health reform proposals include provisions to expand traditional Medicaid—to 100% of poverty, for example—regardless of whether one is in a covered \"category,\" such as children, pregnant women, the aged or disabled, as generally required for Medicaid coverage today. This report briefly describes current Medicaid eligibility and presents some policy and legislative considerations if Congress decided to expand mandatory Medicaid eligibility to 100% of poverty through federal legislation."], "reports": {"section_title": "", "paragraphs": ["To qualify for Medicaid, potential beneficiaries generally must be a member of a covered group and meet certain financial criteria. Although all poor (i.e., below 100% of the federal poverty level, FPL) American children and pregnant woman are eligible for Medicaid or the State Children's Health Insurance Program (CHIP), other populations' upper-income eligibility threshold for Medicaid is often well below poverty. In some cases, individuals are ineligible for Medicaid regardless of their income.", "Some health reform proposals include provisions to expand traditional Medicaid—to 100% of poverty, for example—regardless of whether one is a member of a covered group, such as children, pregnant women, the aged, and the disabled. This report briefly describes two key aspects of current Medicaid eligibility—(1) categorical eligibility (i.e., membership in a covered group) and (2) income eligibility. The report then discusses some policy and legislative considerations in expanding mandatory Medicaid eligibility to 100% of poverty (regardless of category) through federal legislation."], "subsections": [{"section_title": "Who: Eligibility for Medicaid At or Below Poverty", "paragraphs": [], "subsections": [{"section_title": "Eligibility Pathways", "paragraphs": ["There are approximately 50 different eligibility \"pathways\" into Medicaid. The primary eligibility criteria include (1) categorical eligibility (if an individual is a child, pregnant, disabled, etc.) and (2) income-related eligibility. Income eligibility varies by category. Although federal Medicaid statute sometimes specifies that a category's income eligibility may go up to a certain income threshold, some states use statutory flexibility to go higher by using income counting rules that permit, for some eligibility pathways, disregarding various amounts and types of income. Many states also allow certain persons with long-term care needs to qualify for institutional and home and community-based services under Medicaid with income up to, and sometimes above, 222% of FPL; and others with high medical expenses to qualify via federal and state \"spend down\" rules. Finally, states may use flexibility in Section 1115 of the Social Security Act to waive eligibility and other requirements in the Medicaid statute—for example, to expand eligibility to categories of people not otherwise coverable under Medicaid. Table 1 illustrates income eligibility levels for some of the major categories of Medicaid enrollees. It excludes eligibility levels for persons who qualify for Medicaid because they need long-term care or become eligible via spend down."], "subsections": []}, {"section_title": "In Poverty and Ineligible", "paragraphs": ["As shown in Table 1 , American children (under age 19) and pregnant women are already eligible for Medicaid if their family is in poverty. Thus, certain individuals in the following groups who currently are not eligible for Medicaid up to 100% of poverty in all 50 states and the District of Columbia could be affected by an expansion, depending on its structure: (1) parents, (2) childless adults, (3) the aged (age 65+) and disabled, and (4) certain non-citizens."], "subsections": [{"section_title": "Certain Parents", "paragraphs": ["Under current law (Section 1931 of the Social Security Act), parents are eligible for Medicaid if they would have been eligible for the former federal cash welfare program Aid to Families with Dependent Children (AFDC) as of July 1, 1996. The upper-income threshold for AFDC eligibility in 1996 ranged across states from 11% to 68% of poverty. However, Section 1931 gives states the flexibility to disregard income to effectively expand coverage as high up the income scale as they wish through the regular Medicaid State Plan Amendment (SPA) process, which 16 states, as of January 2009, used to cover parents up to 100% of poverty or higher. States have even greater flexibility if they obtain federal Section 1115 waivers, which are used by an additional seven states to cover parents up to 100% of poverty or higher. Through existing Section 1931 authority and Section 1115 waivers, a total of 23 states currently use federal funds to cover parents up to 100% of poverty or higher."], "subsections": []}, {"section_title": "Certain Childless Adults", "paragraphs": ["There is no existing categorical pathway into Medicaid for these individuals based solely on income. However, states can obtain federal Section 1115 waivers to cover such adults. Currently, 14 states use such waivers to cover childless adults up to 100% of poverty (or higher) with a comprehensive benefit package."], "subsections": []}, {"section_title": "Certain Aged and Disabled11", "paragraphs": ["States are generally required to cover in their Medicaid programs the aged and disabled who receive SSI. The upper income eligibility thresholds for SSI in all of the lower 48 states ranges from 75% of poverty (for an individual who has no income from wages) to 174% of poverty (for a couple whose income is all from wages). Persons receiving SSI may also receive state supplemental payments (SSP), raising income levels of these beneficiaries. Some states also allow individuals who meet SSI's resource, or asset, test (i.e., $2,000 for individuals and $3,000 for couples) and disability criteria but who have higher income levels as a result of work to qualify for Medicaid. Although some of the aged and disabled may be \"income eligible\" for SSI, not all of these individuals are enrolled in SSI or Medicaid because they do not meet SSI's resources and/or disability criteria. As of 2003, 16 states and the District of Columbia have expanded up to 100% of poverty for the aged and disabled using an optional eligibility pathway authorized under the Omnibus Reconciliation Act of 1986 (OBRA 86).", "There are essentially three subpopulations of aged and disabled who could be newly eligible under an expansion of Medicaid based solely on income up to 100% of poverty: (a) those with income levels between the SSI and, for some, SSI plus SSP, and the upper income threshold of 100% of poverty; (b) those who meet SSI's resources test but not its income test and do not already qualify under Medicaid's special rules applying to disabled beneficiaries who work; and (c) those SSI beneficiaries who are not Medicaid eligible because the state uses more restrictive income criteria (would apply only to a subset of section 209(b) states)."], "subsections": []}, {"section_title": "Certain Non-Citizens", "paragraphs": ["For purposes of determining eligibility for Medicaid, CHIP and other federal programs, non-citizens are categorized in several different groups, discussed in detail in other CRS reports. Three of these groups are (1) unauthorized aliens, sometimes referred to as \"illegal immigrants\"; (2) legal permanent residents (LPRs) who have been in the country for less than five years; and (3) LPRs who have been in the country for five years or more. Federal law prohibits unauthorized aliens from being enrolled in full-benefit Medicaid, regardless of income. LPRs who have been in the country for less than five years are generally ineligible for Medicaid, although there is a new option for states to cover such children and pregnant women under CHIP. For years, states have had the option to extend Medicaid eligibility to LPRs who have been in the country for five years or more.", "In spite of these limitations, Medicaid can pay for treatment for emergency medical conditions if these individuals would otherwise qualify for Medicaid if not for their legal or residency status. In addition, several states have solely state-funded programs that offer coverage to some of these individuals.", "The addition of a mandatory eligibility group to 100% of poverty in federal Medicaid statute would not automatically alter the treatment of these non-citizens. To alter the treatment of these non-citizens, additional amendments to federal statute would be required."], "subsections": []}]}, {"section_title": "Other Eligibility Considerations", "paragraphs": ["A new mandatory group up to 100% of poverty could require states to amend their state Medicaid plans to cover parents, childless adults, and others through the regular SPA process — without requiring waivers or, for parents, the use of \"block of income\" disregards."], "subsections": [{"section_title": "Commonwealths and Territories", "paragraphs": ["Currently, the commonwealths and territories receive capped annual funding for Medicaid, which they exhaust. Unlike states, they are permitted to define poverty at relatively low levels in order to control enrollment and thus their spending."], "subsections": []}, {"section_title": "Aged and Disabled on Medicare", "paragraphs": ["For the poor, is the proposal simply intended to ensure that no one is uninsured, or is it also intended to ensure a certain comprehensiveness and generosity of coverage? The latter part of this question is particularly relevant for those aged and disabled in poverty who are not eligible for Medicaid but are enrolled in Medicare. Expanding full-benefit Medicaid to these Medicare enrollees (a) would not reduce the number of uninsured, (b) would entail additional costs to both federal and state governments, but (c) could expand the services offered to Medicare beneficiaries to include such benefits as home or personal care, care management, transportation, vision and dental care, among others. These issues are similar for the following group as well."], "subsections": []}, {"section_title": "Individuals Eligible For and/or Enrolled in Private Coverage", "paragraphs": ["Will the new group be open to parents and childless adults who already have health insurance — from their employer, for example? If so, the additional Medicaid coverage could be beneficial if individuals needed health care not covered by their existing plan; however, coverage for such an individual would not reduce the number of uninsured and would entail additional costs to both federal and state governments.", "An additional concern is \"crowd-out\"—that individuals who would otherwise be covered by private health insurance would obtain public coverage instead. This was also a concern when CHIP was enacted in 1997 and was partly addressed by requiring that children be uninsured. CHIP also permits states to impose a waiting period (that is, minimum periods of uninsurance before being eligible for CHIP). Section 1115 waivers are also used by states to apply waiting periods, cost-sharing and other methods in Medicaid and CHIP for the purpose of reducing or preventing crowd-out. However, under traditional Medicaid (e.g., excluding states operating under an 1115 waiver), such waiting periods are not permitted, because individuals are entitled to Medicaid. "], "subsections": []}]}]}, {"section_title": "How Much: Payments to States", "paragraphs": ["Under current law, for Medicaid-covered populations, states receive federal funds at the Federal Medical Assistance Percentage (FMAP), which averages 57% but ranges across states from 50% to 76%; states are required to come up with the remaining share of program costs. If this new poverty-related group were simply added as a mandatory group with no other changes, this would likely entail automatically increased federal and state spending, based on the number of new enrollees and the states' FMAP, further straining federal and state budgets. In response, states may consider other ways to reduce spending if necessary. For example, they could cut provider payment rates, reduce enrollment by making the application and renewal processes for individuals more burdensome, or cut back on benefits offered for some or all groups. ", "To lower states' apparent financial burden attributable to the new group, there are a number of questions to answer:", "Will the federal government cover (1) all of the costs of the new group (100% FMAP), (2) some amount above the regular FMAP but less than 100%, or (3) just the regular FMAP? If the federal government will pay a larger percentage than the regular FMAP, will it be (1) temporary or (2) permanent? If the federal government will pay a larger percentage than the regular FMAP, will it be (1) for those below poverty who are newly eligible (i.e., not eligible under former rules), (2) for those below poverty who were eligible under former rules but are newly enrolled, and/or (3) for those below poverty who were already enrolled? If the federal government will pay a larger percentage than the regular FMAP, will the federal funding be (1) capped, perhaps as a separate program like CHIP, or (2) open-ended? Is the new eligibility group (1) wholly in place as of a certain date or (2) phased in over time? Will states face a maintenance of effort (MOE) requirement (1) for the dollars (e.g., must not spend less than what they spent on Medicaid before a particular date) and/or (2) for the people (e.g., if people would have been eligible under an already existing eligibility group, they might still be treated as enrolled through that pathway, especially if benefits to individuals or states differ as a result)."], "subsections": []}, {"section_title": "How: Some Considerations in Amending the Federal Medicaid Statute", "paragraphs": ["There are some additional considerations in adding a new mandatory eligibility group that may overlap with current eligibility groups, particularly along the following key dimensions."], "subsections": [{"section_title": "Eligibility", "paragraphs": [], "subsections": [{"section_title": "General Income Counting Flexibility", "paragraphs": ["Approximately 50 eligibility pathways into Medicaid currently exist in federal law. States have their own methodologies for counting income for many of these pathways. To promote equity and consistency across states, Congress could require a single federal standard for counting income for the new group. However, would it correspond with the income methodologies of any existing group(s)? If not, it would likely entail greater administrative burdens on states (and perhaps also on applicants) who would be subject to new rules, although it would provide greater uniformity across states in terms of eligibility criteria for the new group. Similarly, although the legislative language may state that eligibility extends up to 100% of poverty, would states be permitted to effectively raise the group's income eligibility to as high a level as they wish through income counting rules?"], "subsections": []}, {"section_title": "Specific Flexibility for 'Spend Down'", "paragraphs": ["Medicaid statute permits states (and requires some) to allow individuals in certain categorical groups to \"spend down\" income on health care to the point they are considered eligible for Medicaid. That is, health care expenses are deducted from income, and the resulting net income is used to determine financial eligibility for Medicaid. Would \"spend down\" be permitted for the new eligibility group, thus effectively raising the income threshold above 100% of FPL for those with certain health care expenses?"], "subsections": []}, {"section_title": "Asset Test", "paragraphs": ["States also use resource/asset tests, which they have the flexibility to alter or waive for some pathways (e.g., families under Section 1931). What would be the resource test associated with the new group, if any?"], "subsections": []}, {"section_title": "Other Eligibility Considerations", "paragraphs": ["Currently the only federal means-tested benefit provided regardless of category is nutrition assistance through the Supplemental Nutrition Assistance Program (SNAP), formerly known as food stamps. The purpose of SNAP is to ensure that a nutritional safety net exists for all poor Americans. ", "Extending Medicaid to 100% of poverty regardless of category would ostensibly ensure a health insurance safety net for all poor Americans. However, having Medicaid (or any other type of health insurance) does not necessarily guarantee access to health care. State Medicaid programs sometimes struggle to maintain adequate access to primary care and dental care, for example, for their beneficiaries. Thus, the adequacy of provider payments and provider supply in state Medicaid programs are additional issues to consider.", "Arguments could also be made for circumstances in which potential beneficiaries should have additional or fewer eligibility requirements. For example, should eligibility for certain adults be tied to work requirements, as is the case in the federal cash welfare assistance program, Temporary Assistance for Needy Families (TANF)? On the other hand, should financial eligibility requirements be more flexible so that individuals who apply to renew their Medicaid coverage are not deemed ineligible because of a small wage increase, for example?"], "subsections": []}]}, {"section_title": "Benefits", "paragraphs": ["In current Medicaid statute, states define the \"amount, duration and scope\" of covered benefits for both mandatory and optional services. These benefits vary by eligibility group. Would this new group of enrollees be able to access all benefits available under the Medicaid program, or would access be limited to a more restrictive benefit package? What, if any, additional flexibility would states have in defining these benefits for the new group?"], "subsections": []}, {"section_title": "Cost-Sharing", "paragraphs": ["Generally \"nominal\" cost-sharing is the maximum that can apply in Medicaid for those below 100% of poverty. The Deficit Reduction Act of 2005 (DRA, P.L. 109-171 ) provided states with flexibility in cost-sharing not previously permitted without a waiver. However, a later law ( P.L. 109-432 ) clarified that the additional flexibility is not available to those \"with family income not exceeding 100 percent of the poverty line.\" What, if any, additional flexibility would states have in defining cost-sharing for the new group?"], "subsections": []}, {"section_title": "Section 1115 Waivers", "paragraphs": ["Although federal Medicaid financing is generally open-ended for defined eligibility categories and benefits, current administrative policy is that federal financing under Section 1115 waivers is capped so that they are budget neutral over the life of the waiver, with savings permitted by potentially reducing benefits, capping enrollment, etc. The new mandatory group might have a number of potential impacts on new and existing waivers. For example, would the new group's impact on budget neutrality be specified in legislation or left to regulation? For states already covering the group through a waiver, would their current flexibility (a) terminate, (b) last until the waiver's expiration but without ability to renew the waiver, or (c) last in perpetuity?"], "subsections": []}, {"section_title": "Impact on Other Existing Eligibility Categories", "paragraphs": ["The Medicaid statute (Title XIX of the Social Security Act) includes some eligibility groups that are no longer relevant. For example, one mandatory pathway in Medicaid statute is \"qualified children, a group \"no longer needed for any purpose\" because of other, more expansive eligibility pathways for children. Expanding to 100% of poverty irrespective of category could make additional groups obsolete as well. Thus, adding this mandatory population in Title XIX (1) could be as simple as adding a new eligibility group under Section 1902(a)(10)(A)(i)(VIII), plus conforming amendments; or (2) could be used as an opportunity to also \"clean up\" the statute of some obsolete groups by requiring that this new group supersede eligibility groups and rules that are currently used to allow persons with lower income levels to qualify. ", "Although adding a new group to the statute, as described in the former option, would add more complexity to an already somewhat convoluted Medicaid statute, it might also provide states with an opportunity to streamline some of their income counting methodologies. Rather than apply burdensome income counting methodologies to applicants who would otherwise qualify through lower income eligibility pathways, the former method would enable states to simply enroll higher income applicants through the 100% of FPL group and avoid having to calculate income disregards. This could somewhat lighten states' administrative burden. ", "The latter option would standardize eligibility rules across the nation and could improve equity and consistency among the states. However, it could be problematic if the new group has a specified income-counting methodology that is inconsistent with what states currently do. For example, Medicaid currently requires states to cover children age 6-18 up to 100% of poverty, and states are required to disregard certain amounts of income and some types of income entirely. The legislation for the new eligibility group could require an income-counting methodology different than states use. For example, a child who is currently covered as a \"poverty-related child\" at 95% of poverty (FPL) may be at 105% of poverty under a new methodology with fewer or less generous disregards. Thus, although it might seem to simplify the situation for the state to not determine the child's eligibility under the prior income-counting rules, it could lead to some individuals losing eligibility if those existing eligibility categories were dropped. However, the legislation could require states to ensure that no current enrollee lost coverage and/or that no applicant was deemed ineligible because of the change, which raises the next point.", "The latter could also be problematic if the legislation called for the state to make assessments based on its income-counting methods prior to the new group's addition. This is also likely to be the case if the legislation calls for additional federal funds (1) for those below poverty who are newly eligible (i.e., not eligible under prior rules), and/or (2) for those below poverty who were eligible before but are newly enrolled. Regardless, the state would have to maintain its ability to determine whether these individuals would have been eligible before the addition of the new group. As a result, removing these categories from the statute would provide no meaningful benefit to states in terms of administrative ease, since they would have to process eligibility determinations for those groups as if the prior rules were still in existence."], "subsections": []}]}, {"section_title": "Estimates of Expanding Medicaid Eligibility to 100% of Poverty for Adults Age 19-64", "paragraphs": ["According to analyses by the Agency for Healthcare Research and Quality (AHRQ), there were 39.6 million adults without health insurance in 2005, of whom approximately 16% (6.1 million) were eligible for Medicaid, CHIP, or a solely state-financed program. As shown in Figure 1, if Medicaid eligibility had been expanded to cover nonaged adults up to 100% of poverty, then another 8.3 million uninsured adults would have been eligible in 2005; approximately 25.1 million uninsured adults (63%) would still have been ineligible."], "subsections": []}, {"section_title": "Medicaid Eligibility Expansion: Recap Checklist", "paragraphs": [], "subsections": [{"section_title": "Who", "paragraphs": ["Medicaid coverage is not provided for individuals in certain subgroups under 100% of poverty:", "Parents (23 states currently at 100%+ FPL through Section 1931 or an 1115 waiver; all states cover some parents, with lowest eligibility level at 11% FPL) Childless adults (14 states currently at 100%+ FPL with an 1115 waiver; without a waiver, no Medicaid pathway exists for these individuals) Aged and disabled (many are enrolled in Medicare, except for the disabled in the two-year waiting period—16 states currently at 100% FPL; all states cover some aged and disabled, based on SSI receipt, which has a minimum upper-income eligibility threshold of 75% FPL) Certain non-citizens", "Additionally, should uninsurance be a requirement for this pathway, in order to exclude individuals already enrolled in health insurance (e.g., aged and disabled in Medicare, individuals with employer-sponsored health insurance)? What about those eligible for employer-sponsored health insurance?"], "subsections": []}, {"section_title": "How Much: Payment to States", "paragraphs": ["Will the federal government cover (1) all of the costs of the new group (100% FMAP), (2) some amount above the regular FMAP but less than 100%, or (3) just the regular FMAP? If the federal government will pay a larger percentage than the regular FMAP, will it be (1) temporary or (2) permanent? If the federal government will pay a larger percentage than the regular FMAP, will it be (1) for those below poverty who are newly eligible (i.e., not eligible under prior rules), (2) for those below poverty who were eligible before but are newly enrolled, and/or (3) for those below poverty who were already enrolled? If the federal government will pay a larger percentage than the regular FMAP, will the federal funding be (1) capped or (2) open-ended? Is the new group (1) wholly in place as of a certain date or (2) phased in? Will the state face a maintenance of effort (MOE) requirement (1) for the dollars (e.g., must not spend less than what they spent on Medicaid before a particular date) and/or (2) for the people (e.g., if individuals would have been eligible under an already existing eligibility pathway, states could be required to enroll them through that pathway, especially if the benefits to individuals or the financial impact on states differ for the new eligibility group)."], "subsections": []}, {"section_title": "How: Additional Considerations", "paragraphs": ["Eligibility. (1) A federal standard for counting income for the new group or state-based standards? (2) If state-based standards, how much flexibility to use income disregards? (3) Allow states to deduct medical expenses from income for eligibility determinations (i.e., \"spend down\") or not? (4) Assets test or not? (5) If additional individuals are made eligible, are provider payments and provider supply adequate to ensure beneficiaries' access to needed care? Benefits. Provide standard Medicaid benefits already offered in each state or permit additional state flexibility? Cost-sharing. Generally only \"nominal\" amounts currently required or permit additional state flexibility? Section 1115 waivers. (1) Is the new group's impact on budget neutrality specified in legislation or left to regulation? (2) For states already covering the group through a waiver, would their current flexibility (a) terminate, (b) last until the waiver's expiration but without ability to renew the waiver, or (c) last in perpetuity?"], "subsections": []}]}]}}