{"id": "R40552", "title": "Alert Systems for Missing Adults in Eleven States: Background and Issues for Congress", "released_date": "2009-05-07T00:00:00", "summary": ["A patchwork of alert systems to recover vulnerable missing adults is developing through the country. These systems, administered at the state and local levels, are intended to alert law enforcement entities and the public that adults with cognitive impairment or other disabilities are missing and may need assistance. The alerts are activated on behalf of targeted groups of individuals—such as those with cognitive or mental impairment (e.g., Alzheimer's disease and other forms of dementia), developmental disabilities, or suicidal tendencies—who may be at high risk of going missing and unable to make their way home or to a safe place.", "Recent media attention to cases of vulnerable missing adults has prompted policymakers to consider whether the federal government should expand its role in helping these individuals. Currently, the federal Missing Alzheimer's Disease Patient Alert program funds a service that provides enrollees—individuals with Alzheimer's or dementia—with a bracelet indicating that the individual is memory impaired, including a toll-free, 24-hour emergency response number to call if the person is found wandering or lost.", "Some Members of Congress have expressed interest in assisting states to create and expand alert systems for missing adults. In the opening weeks of the 111th Congress, the House passed legislation (H.R. 632) to establish a grant program to encourage states to develop, expand, and coordinate these alert systems. A companion bill (S. 557) was introduced in the Senate shortly thereafter. The proposed program is similar to a federal grant program that funds training and technical assistance for what are known as AMBER (America's Missing: Broadcast Emergency Response) Alert systems. Each state has developed an AMBER Alert system to assist in the recovery of children who are believed to have been abducted.", "In response to the increased congressional focus on alert systems for missing adults, the Congressional Research Service (CRS) gathered data on 11 states (Colorado, Delaware, Florida, Georgia, Kentucky, North Carolina, Ohio, Oklahoma, Rhode Island, Texas, and Virginia) that were known to have developed such systems. CRS conducted a review of state laws, regulations, or executive orders that established the systems, and contacted officials in each of the states to learn more about how the systems were administered. CRS found that most of the systems were established only recently, since 2006.", "This report provides an overview of the alert systems in these 11 states, including (1) the legal authority to establish the systems; (2) the target population for the alerts; (3) administrative responsibility for the alerts, including coordination with AMBER Alerts; (4) training of law enforcement agencies and other entities about the alerts; (5) the process for activating alerts; (6) coordination of alerts with other states; (7) system costs; (8) use of the systems; and (9) any information about outcomes of the individuals for whom alerts were activated.", "The last section of the report provides a discussion of issues for Congress to consider with respect to the federal role, if any, in developing state alert programs for missing adults. For example, some states with alert systems noted that they might have difficulty coordinating with another state that lacks a similar system. States may also have challenges coordinating with states that have alert systems with different criteria that must be met before an alert is activated. The federal government may be able to help establish protocols to coordinate cross-state alerts and to assist in establishing formal agreements or protocols for the use of interstate alerts. This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Adults may go missing for a variety of reasons. In some cases, the disappearance of an individual may be a personal choice. However, adults may go missing as a result of a disabling condition, a natural catastrophe, or a crime such as an abduction and other instances when foul play is involved. Unlike children, adults have the legal right to go missing under most circumstances. As a result, families of missing adults may receive limited assistance from state and local law enforcement agencies in recovering their loved ones.", "Media attention to cases of missing adults—particularly seniors with dementia who have been found deceased after wandering from home either on foot or in a vehicle—has prompted policymakers to consider expanding the federal government's role in helping to recover vulnerable adults who go missing. Congress has recently proposed measures to assist in such recovery efforts. At the start of the 111 th Congress, the House passed legislation ( H.R. 632 ) to establish a grant program to encourage states to establish, expand, and coordinate alert systems for vulnerable adults who may go missing due to cognitive or physical disabilities, among other reasons. A companion bill ( S. 557 ) was introduced in the Senate on March 10, 2009. The proposed program is similar to a federal grant program that funds training and technical assistance for what are known as AMBER (America's Missing: Broadcast Emergency Response) Alert systems. Each state has developed an AMBER Alert system to enlist the support of law enforcement agencies and the public in recovering children who are believed to have been abducted.", "In response to the increased congressional focus on alert systems for missing adults, the Congressional Research Service (CRS) gathered data on existing state alert systems in 11 states. CRS conducted a review of state laws, regulations, or executive orders that established the systems, and contacted officials in the 11 states to learn more about how they are carried out. These systems were established beginning in 2006, and are administered by local and/or state law enforcement agencies. The systems are intended to alert law enforcement entities and/or the public that vulnerable adults are missing and may need assistance. Many states activate the alerts on behalf of targeted groups of individuals who may be at high risk of going missing, such as those persons with cognitive or mental impairment, including Alzheimer's and other forms of dementia, as well as persons with developmental disability.", "This report provides an overview of the alert systems in 11 states. It begins with background information on current federal efforts to recover missing adults, followed by a description of the methods CRS used to obtain data from each state identified as having an alert system. Subsequent sections of this report provide an overview of each state's alert systems, including (1) the legal authority to establish the systems; (2) the target population for the alerts; (3) administrative responsibility for the alerts, including coordination with AMBER Alerts; (4) training of law enforcement agencies and other entities about the alerts; (5) the process for activating alerts; (6) coordination of alerts with other states; (7) system costs; (8) use of the systems; and (9) any information about outcomes of the individuals who were believed to be lost and for whom alerts were activated. The last section of the report provides a discussion of issues for Congress to consider with respect to the federal role, if any, in developing state alert systems for missing adults."], "subsections": []}, {"section_title": "Background", "paragraphs": ["Individuals can go missing for a variety of reasons. They may become lost or disoriented due to a mental or cognitive impairment, developmental disability, or physical disability. Natural disasters, such as hurricanes or floods, may cause individuals to become displaced from their families and communities. Individuals may voluntarily go missing to escape domestic abuse, law enforcement, or for other reasons. Policymakers and advocates for the missing have identified persons with Alzheimer's disease and other forms of dementia as being particularly vulnerable to missing episodes. Increases in longevity among the older population and the aging of the baby boom generation have contributed to interest in establishing these systems. Wandering from home can be a frequent behavior that may pose a significant, sometimes life-threatening, danger to the well-being of those with Alzheimer's disease and other forms of dementia. According to the Alzheimer's Association, if not found within 24 hours, nearly 50% of those who wander risk serious illness or death. Illness or death may occur from exposure to the elements, lack of food or hydration for an extended period, and general inability of the individual to think, act, or communicate to gain assistance. ", "While local and state law enforcement agencies are responsible for leading efforts to recover missing adults, in recent years the federal government has increasingly played a role in both helping to prevent certain types of missing adult incidents—particularly among vulnerable populations—and assisting in identifying and recovering those who go missing. The federal Missing Alzheimer's Disease Patient Alert grant assists in identifying missing individuals with Alzheimer's disease and other forms of dementia by funding what is known as Safe Return, a program administered by the Alzheimer's Association. Safe Return provides a MedicAlert bracelet or other form of identification to enrolled individuals. The identification indicates that the individual is memory impaired and includes a toll-free, 24-hour emergency response number to call if the person is found wandering or lost. As part of the program, the Alzheimer's Association provides support and referrals to caregivers of those enrolled in the program, and provides some training to law enforcement agencies about individuals with Alzheimer's disease. Authorization for the program has lapsed, but Congress has continued to appropriate funds. For each of FY2002 through FY2009 Congress appropriated between $800,000 and $2 million in funding. The Missing Alzheimer's Disease Patient Alert Program Reauthorization of 2009 ( H.R. 908 ), which was approved by the House on February 10, 2009, would amend the Violent Crime Control and Law Enforcement Act of 1994 to reauthorize the program through FY2016, and would revise program requirements to: (1) provide for competitive grants to nonprofit organizations to assist in locating missing patients with Alzheimer's disease and related dementia; (2) expand the program to include locating other missing elderly individuals; and (3) establish a preference in awarding grants to national nonprofit organizations that have a direct link to patients with Alzheimer's disease and related dementias and their families. Currently, grants may be awarded to only such organizations.", "Separately, Congress provided funding from FY2002 through FY2006 for the Kristen's Act grant program which provided funding for a national clearinghouse and resource center for missing adults generally. Federal funding for Kristen's Act grants ranged from a high of $1.7 million in FY2002, decreasing in each subsequent year to a low of $150,000 in FY2006. The National Center for Missing Adults (NCMA) was the sole recipient of the grant. NCMA continues to operate, with non-federal funds, and takes reports of persons who go missing under a variety of circumstances, including due to a diagnosed medical condition, mental illness or diminished mental capacity, Alzheimer's disease or dementia, or alcohol or substance abuse. NCMA adds profiles and pictures of missing persons to its website ( http://www.missingadults.org ), sends missing person flyers to the family and law enforcement, assists with press releases, helps generate or manage media attention, and maintains routine contact with the families of missing individuals. Authorization for Kristen's Act expired in FY2006. H.R. 632 , which passed the House on February 10, 2009, would reauthorize the grant at $4 million for each of FY2010 through FY2020. Companion legislation, S. 557 , was introduced in the Senate on March 10, 2008.", "In addition to funding the Kristen's Act grant, H.R. 632 would direct the Attorney General to establish a national \"Silver Alert communications network\" to assist regional and local search efforts for missing seniors, in coordination with states, local governments, and law enforcement agencies. The bill defines \"missing senior\" as any individual who is reported to, or identified by, a law enforcement agency as a missing person; and meets the requirements to be designated as a missing senior, as determined by the state in which the individual is reported or identified as a missing person. The bill further directs the Department of Justice (DOJ) to appoint a National Coordinator of the network to: (1) establish voluntary guidelines for states to use in developing alert programs to recover missing seniors; (2) develop protocols for recovering missing seniors and for notifying law enforcement agencies that a senior is missing; and (3) implement an advisory group to assist states, local governments, law enforcement agencies, and other entities involved in the network, among other activities. The bill authorizes such sums as necessary for these purposes. No time period is specified. In addition, H.R. 632 would authorize appropriations of $5 million annually for FY2009 through FY2013 for grants to states to develop and enhance Silver Alert plans. The grants would be distributed by DOJ on an equitable basis throughout the United States. The federal share of the grant would not exceed 50%. ", "The focus of this report is on those state alert systems for missing adults. CRS sought to obtain detailed information from states about their alert systems to better inform Congress about their activities as well as analyze the similarities and differences among various state alert systems. In general, these alert systems are intended to rapidly disperse information about a missing person to law enforcement entities, and often the public. This type of alert system is different from the federally funded Safe Return program in that Safe Return maintains a database of individuals who have been pre-identified as being at risk of wandering due to Alzheimer's disease and related dementia and choose to enroll in the program. In the event that an individual enrolled in the Safe Return program does go missing, Safe Return can provide information and a physical description of the missing individual, which can assist family members in filing a missing persons report and help law enforcement agencies, regardless of whether the state has an alert system, in search and recovery efforts. Provided that the missing individual is wearing identification, Safe Return can also facilitate reuniting missing persons with their caregivers."], "subsections": []}, {"section_title": "Methodology", "paragraphs": ["Based on requests from some Members of Congress for information regarding the administration of alert systems for missing adults, CRS sought to identify states that were believed to have missing adult alert systems and contact those states to obtain further information. Using information from a variety of sources, including recent news articles, policy publications, and discussions with various stakeholders from organizations such as the Alzheimer's Association and Project Lifesaver International, Inc., CRS identified 11 states with alert systems for missing adults—Colorado, Delaware, Florida, Georgia, Kentucky, North Carolina, Ohio, Oklahoma, Rhode Island, Texas, and Virginia. CRS did not conduct a search of state statutes or survey all 50 states to determine whether each state had implemented an alert system for missing adults. Thus, the 11 identified states may not be an exhaustive list of all states with alert systems for vulnerable missing adults. ", "For the 11 selected states, CRS reviewed authorizing legislation, executive orders, and regulations to obtain program data on these state alert systems. CRS also contacted officials in each of the states to obtain additional information. Based on key areas of interest in state alert systems for missing adults that have been expressed by some Members of Congress, CRS prepared a detailed list of questions for state officials covering the following attributes (see Appendix A for a copy of the questions submitted to state officials):", "1. Legal authority—whether authority for implementation and administration of the alert system was established by the state through statute, executive order, and/or regulations. 2. Target population—information on the characteristics of those who may go missing and the population eligible to be the subject of an alert. 3. Administrative responsibility—the entity or entities responsible for implementation of and administering the alert system and any administrative coordination with the state's AMBER Alert program. 4. Training—any training provided to law enforcement agencies and other stakeholders on the use of the alert system. 5. Process for activating alerts—includes information on: eligible entities authorized to file an actionable missing persons report; criteria for activating an alert; communication mechanisms for disseminating the alert; target audiences; and duration of the alert. 6. Interstate coordination—any state protocols for alert systems to coordinate with other states when an eligible missing person is believed to have crossed state lines. 7. System costs—costs associated with implementing the alert system as well as any costs for ongoing administration of the system. 8. Use of the system—the history of utilization of the alert system including any available data on the number of alerts that have been activated. 9. Outcomes—any available data on: the characteristics of those missing individuals who are the subject of an alert; circumstances related to their disappearance; and outcomes related to any search and recovery efforts.", "Between September 2008 and March 2009, questions were electronically submitted to the state official identified by CRS as responsible for or most knowledgeable about the missing adult alert system in that state. All 11 states responded and, when necessary, CRS followed up with state officials for clarification. Officials provided varying levels of detail about their systems. For some states, CRS was unable to obtain information about the number of alerts activated and/or the costs associated with the alert system."], "subsections": []}, {"section_title": "Overview of State Alert Systems", "paragraphs": ["Alert systems for vulnerable missing adults appear to be a recent but growing initiative. Among the 11 states CRS identified with active alert systems, Colorado and Georgia were the first to implement an alert system for missing vulnerable adults in 2006. Since then, nine other states have adopted the systems. Eight of the 11 states are in the South (Delaware, Florida, Georgia, Kentucky, North Carolina, Oklahoma, Texas, and Virginia), one state is in the West (Colorado), one state is in the Midwest (Ohio), and one state is in the Northeast (Rhode Island). See Figure 1 for a U.S. map with the 11 states identified by CRS as having missing adult alert systems.", " Table 1 provides a general overview of the alert systems implemented in the 11 states identified by CRS as having active programs. State alert systems were authorized either by law or executive order, with most states passing a law to create the alert system for missing adults.", "The administration of state alert systems for missing vulnerable adults appears to be a cooperative effort among state and local law enforcement agencies. These alert systems are intended to rapidly disseminate information to other law enforcement agencies and the public through various media outlets (e.g., television, radio, print media, lottery terminals, electronic highway signs, trucker alert systems) about a missing person by providing descriptive information about the missing person or vehicle, in the event a missing person is believed to be driving. For some states, the impetus for legislation to establish the alert system came as a result of public attention surrounding missing person investigations that involved adults with mental or cognitive impairment. ", "Multiple states reported that they modeled their missing adult alert systems after their state AMBER Alert systems for abducted children. States indicated that while their alert systems for missing adults are similar to their AMBER Alert systems, AMBER alerts were more widely disseminated. Generally, the same state-level agencies administer or are involved in administering both alert systems, and in some cases, the two systems share one budget. Most states reported that training on the use of the alert system for missing adults is provided to state and/or local law enforcement agencies with some states providing education to the public and other stakeholders.", "States have defined their target population for their alert systems differently. Some states include age as a factor for activating an alert, such as the population age 65 and older. Other factors include whether the individual has a cognitive, physical, or developmental disability, or a severe mental health impairment. In general, the process for activating an alert begins with the local law enforcement agency taking a missing persons report (see Figure 2 ). In order for an alert to then be activated, entities at the local and state level, depending on the state's protocol, must ensure that the criteria for activating an alert have been met. States may require that certain individuals file a missing persons report in order to activate the alert system. In most states, verification that the individual has a mental or cognitive impairment can be through a family member, caregiver, or guardian.", "One difference among states with alert systems is the designated entity responsible for activating the alert. In six states, a lead state agency is responsible for activating alerts at the request of a local law enforcement agency. The remaining five states have localized models for the dissemination of alerts where the local law enforcement agency activates the alerts locally and/or regionally and may seek assistance from the state law enforcement agency to disseminate the alert statewide. In general, the entity responsible for activating an alert will disseminate the missing person's information to other law enforcement agencies and various media outlets to alert the public. When the public is alerted about the missing information, generally information is publicized on how to contact law enforcement with tips or information. Most states have some mechanisms in place for coordinating alerts with other states to recover individuals who were believed to have crossed state lines during their disappearance.", "Several states indicated there was no additional cost to implement the alert system or that implementation costs were absorbed by the existing budget for the AMBER alert program or another program. Some states provided data on the actual costs of operating the alert system. Data from these states estimated that the annual cost of operating an alert system was between $40,000 and $182,000. However, these estimates exclude costs to local law enforcement agencies or other stakeholders that may be involved in helping to administer the alert system.", "Ten out of 11 states reported having used the alert system, the exception being Delaware. Although some states reported no information about the number of alerts that have been activated, states that did report this information reported activating anywhere between one (Rhode Island) and 82 alerts (North Carolina) since implementation of their alert system. However, the number of alerts a state has activated is likely affected by how long the system has been active, the process and criteria for activating the alerts, the state's identified target population for the alert, and whether the system is generally accepted by law enforcement agencies and other stakeholders as a viable tool to assist in the recovery of missing vulnerable adults. Most states were able to provide information about the outcomes of recovery efforts for these missing persons with the majority of states reporting that individuals were found recovered, though almost every state reported at least one individual who was found deceased."], "subsections": []}, {"section_title": "Details of State Programs", "paragraphs": ["States provided varying levels of detail about their alert systems. This section summarizes information provided by state officials, including (1) legal authority; (2) target population; (3) administrative responsibility; (4) training; (5) process for activating alerts; (6) interstate coordination; (7) system costs; (8) use of the system; and (9) outcomes. These attributes are described in tables for each state in Appendix B ."], "subsections": [{"section_title": "Legal Authority", "paragraphs": ["Missing adult alert systems appear to be recent initiatives. Among the 11 states CRS identified, two states implemented their alert systems for missing adults in 2006, four states implemented alert systems in 2007, and five states implemented them in 2008. States that adopted these alert systems may have been more likely to be located near states that also have an alert system. In fact, Virginia state officials indicated that their alert system was developed as a result of similar efforts underway in other states. The majority of states with alert systems for missing adults derived their authority to establish the program from enacted law, with two exceptions. In 2006, Oklahoma created a Silver Alert program through a non-binding resolution adopted by the state House of Representatives. In 2008, Florida's governor signed an executive order to establish the state's Silver Alert Plan. ", "In some cases, the impetus for legislation to establish the alert system came as a result of public attention surrounding missing person investigations that involved adults with mental or cognitive impairment. For example, Georgia's system was established in 2006 in response to a patient with Alzheimer's disease who went missing from her home in 2004. Ohio indicated that their system was developed in response to several incidents throughout the country, as well as elsewhere in Ohio, that involved missing older individuals or individuals with mental impairment. Other states indicated that the need to focus on the senior population as well as advocacy efforts on behalf of seniors was an important consideration for implementation of an alert system. Florida's executive order states that the senior population is growing and that the state needed to implement a standardized system to aid in the search of seniors who go missing. Colorado's authorizing law (S.B. 06-057) states that the program will aid in the recovery of missing seniors within the first few hours of their disappearance, a critical time frame for those with cognitive impairment."], "subsections": []}, {"section_title": "Target Population", "paragraphs": ["In general, state alert systems for missing adults are targeted at a vulnerable population of adults due to advanced age, cognitive, physical, or developmental disability, or a combination of age and disability. However, states have defined their target populations differently. Table 2 describes the target populations for state alert systems based on age and disability status. Four states (Colorado, Rhode Island, Texas, and Virginia) have alert systems that exclusively target older adults, defined as either 60 or 65 years of age or older with an \"impaired mental condition\" or \"cognitive impairment.\" Florida and Ohio target older adults, but also provide conditions for activating alerts on behalf of missing younger adults. The remaining five states (Delaware, Georgia, Kentucky, North Carolina, Oklahoma) have alert systems that can be activated on behalf of adults of any age.", "In all states, alert systems for missing adults are activated on behalf of adults who are disabled due to a mental or cognitive impairment. At least three states activate alerts on behalf of persons with physical disabilities or with severe mental health conditions. Oklahoma activates alerts on behalf of adults with physical disabilities. Georgia will activate an alert for an adult with a developmental disability. And in addition to targeting missing seniors and persons with a disability, Delaware's alert system targets missing suicidal persons. Three states (Georgia, Ohio, and Virginia) provided language defining cognitive or mental impairment (see Table 3 ).", "Verification of a cognitive impairment or other disability is often included as part of the state's criteria for activating an alert (see discussion of Criteria for Activating Alert below). Six states (Delaware, Florida, Kentucky, North Carolina, Ohio, and Virginia) indicated that the reporting party attests to the missing person's condition and that this information is then verified by the investigating officer (no further information was provided about how the officer verifies the information). Other states (Oklahoma, Rhode Island, and Texas) require further documentation, such as prescription medications or medical records, in order to verify an individual's condition. Texas reported requiring documentation from a medical or mental health provider regarding the missing senior's condition. To verify an impaired mental condition in Colorado, family members must sign a statement stating that the missing person is mentally impaired. In Georgia verification that the individual has a cognitive impairment or other disability can be made through a family member, caregiver, or guardian, with no further verification by local law enforcement or additional documentation required."], "subsections": []}, {"section_title": "Administrative Responsibility", "paragraphs": ["Administration of a state's alert system is often a cooperative effort among state and local law enforcement agencies. Statewide agencies in six states (Colorado, Georgia, North Carolina, Ohio, Rhode Island, and Texas) take the lead in administering the program and activate alerts at the request of a local law enforcement agency. For example, in North Carolina, the Center for Missing Persons within the state's Department of Crime Control and Safety activates alerts. In Texas, the Governor's Division of Emergency Management activates alerts; however, a local law enforcement agency also has the option of issuing an alert locally or regionally, if they are in area that has a regional alert program for missing seniors. Both Ohio and Texas reported having steering committees that provide guidance to the administering state agencies concerning the alert systems. The committees are comprised of local and state law enforcement agencies and other stakeholders.", "In four other states (Delaware, Kentucky, Oklahoma, and Virginia), the local law enforcement agency takes the lead in administering the program and activates the alert locally or regionally, but can also seek assistance from the state law enforcement agency to disseminate the alert statewide or coordinate the alert with other states, if necessary (see section on Interstate Coordination below). Similarly, local law enforcement agencies in Virginia will administer and activate alerts locally and can make requests to the Virginia State Police to activate an alert regionally or statewide. In Oklahoma, local law enforcement agencies administer and activate alerts but may seek assistance from the state's Department of Public Safety in order to disseminate an alert to multiple law enforcement agencies throughout the state. ", "Finally, Florida's system of administration is somewhat different from the other states. The state's Silver Alert Plan is administered by the state Missing Endangered Persons Information Clearinghouse, within the Florida Department of Law Enforcement (FDLE). A Silver Alert is activated when the local law enforcement agency requests assistance from the Florida Department of Law Enforcement for an alert in multiple regions of the state via electronic highway signs. Alerts may be activated by the state only for persons who are believed to be driving and only alert the public through electronic highway signs and the FLDE website. Separately, local law enforcement agencies may activate a Silver Alert locally based on criteria established by the local law enforcement agencies."], "subsections": [{"section_title": "AMBER Alert Coordination", "paragraphs": ["The 11 states provided information about coordination between their missing adult alert systems and AMBER Alert systems for abducted children. AMBER Alert systems are voluntary partnerships—between law enforcement agencies, broadcasters, and transportation agencies—to activate messages in a targeted area when a child is abducted and believed to be in grave danger (see Figure 3 ). Generally, states responded that the same state-level agency administers or is involved with both the AMBER alert and missing adult alert systems, and in some cases, the two systems share a budget. For example, Texas indicated that its Silver Alert Network and its AMBER Alert system are administered by the Governor's Division of Emergency Management, but operate as separate programs. Further, multiple states reported that they modeled their alert systems for missing adults after their AMBER Alert systems. States also reported that law enforcement agencies often disseminate the information to the public through various media using the same communication mechanisms.", "State officials identified two major distinctions between missing adult alert and AMBER alert systems. First, five of the states (Colorado, Delaware, Florida, Kentucky, and Texas) indicated that AMBER Alerts are more widely disseminated than alerts for missing adults. For example, Texas officials indicated that both the missing adult alerts and AMBER Alerts are distributed via the media and on billboards and lottery machines. However, AMBER Alerts in the state are additionally distributed through venues including the National Center for Missing and Exploited Children's Secondary Notification System, which notifies numerous stakeholders—law enforcement agencies, public service entities, internet and wireless providers, trucking companies, and others—about the missing child alert.", "Second, at least seven of the states (Colorado, Georgia, North Carolina, Ohio, Oklahoma, Texas, and Virginia) use emergency alert system (EAS) technology to report AMBER Alerts, and not alerts about missing adults. (Note that the states were not prompted to provide information about the EAS, and the other four states did not.) The EAS sends emergency messages to the public with the cooperation of broadcast radio and television and most cable television stations. The Federal Communication Commission (FCC) is designated by the Federal Emergency Management Administration (FEMA) to manage broadcaster involvement in EAS. The FCC currently provides technical standards and support for EAS, rules for its operation, and enforcement within the broadcasting and cable industries. According to the FCC, states and localities are not permitted to use the EAS to broadcast an alert about a missing adult."], "subsections": []}]}, {"section_title": "Training", "paragraphs": ["States provided varying levels of detail about the type of training and education law enforcement agencies and the public received about the state's alert system for missing vulnerable adults. Eight of the 11 states (Colorado, Delaware, Georgia, Ohio, North Carolina, Rhode Island, Texas, and Virginia) reported that training was provided to state and/or local enforcement agencies. In four of these states, training or educational materials were also provided to the public and other stakeholders. For example, the Colorado Bureau of Investigation provided training or educational materials to law enforcement agencies, the public, media, and the state Alzheimer's Association chapter. Virginia State Police provided training to local law enforcement on the activation criteria and the procedures for activating the alert, while the Attorney General's office provided information to the public about the alert system. Florida state officials reported that funding is currently not available for training, but if funds become available, training on procedures for activating the system will be targeted to law enforcement and transportation officials. Finally, Kentucky and Oklahoma state officials reported that they were uncertain whether local law enforcement agencies received training, and did not provide any further information. "], "subsections": []}, {"section_title": "Process for Activating an Alert", "paragraphs": ["There is wide variation among states with respect to the process for activating alerts for vulnerable adults in the 11 states. The following describes the process for activating an alert. This process includes information on: (1) filing an actionable missing persons report; (2) criteria for activating an alert; (3) communication mechanisms for disseminating the alert; (4) target audiences; and (5) duration of the alert."], "subsections": [{"section_title": "Filing a Missing Persons Report", "paragraphs": ["In general, the process for activating an alert originates with the local law enforcement agency taking a missing persons report. Seven states (Delaware, Georgia, North Carolina, Oklahoma, Rhode Island, Texas, Virginia) specified that certain individuals must file a missing persons report in order to activate the state or local alert system. For example, in Georgia a family member or caretaker must file a missing person's report. North Carolina requires a parent, spouse, legal guardian or custodian, or person responsible for the supervision of the missing individual to file the missing person's report. Other states identified medical personnel, long-term care ombudsman, a long-term care facility, cohabitants, and neighbors or close friends among those eligible to file a missing persons report in order to active an alert. Four states (Colorado, Florida, Kentucky, and Ohio) indicated that any individual can file a missing persons report in order to activate an alert."], "subsections": []}, {"section_title": "Criteria for Activating an Alert", "paragraphs": ["Once the appropriate individual has filed a missing persons report with the local law enforcement agency, the agency must review the report to determine if the state's criteria for activating an alert have been met. In addition to determining whether or not the missing person meets any age or disability criteria for activating an alert system (see section on Target Population above), all states reported additional criteria. Four criteria for activating an alert that are common across the 11 states include (1) the person's status is unknown; (2) the person's disappearance poses a credible threat to his or her health or safety; (3) there is sufficient information to provide information to law enforcement agencies and/or the public about the missing individual; and (4) the person is domiciled in or a resident of the state in which they went missing. Table 4 summarizes the presence of these four criteria by state.", "States with alert systems for missing vulnerable adults have certain criteria for activating an alert that are somewhat similar across the states. Most states reported that a person's whereabouts must be unknown in order for an alert to be activated. In some states, local law enforcement have conducted a missing person's investigation and verified that the person is missing. Almost all states, the exception being North Carolina, indicated that the person's disappearance must either pose a credible threat to his or her health and safety or that the missing person is in immediate danger of serious bodily injury or death. Six of the 11 states reported that the alert may only be activated if there is sufficient information about the person's disappearance. For example, in Texas and Georgia there must be sufficient information to disseminate to the public and in Oklahoma submitting information to the public or media would assist in locating the person. Only a few states require that alerts be activated on behalf of persons who are domiciled or a resident of the state. In Colorado and Texas, the missing person must have been domiciled in the state. To activate an alert in Delaware, the missing person must be a Delaware resident.", "In addition to these four criteria, states may have other criteria that must be met before an alert is activated. For example, Florida only activates statewide alerts on electronic highway signs for those individuals who are missing and believed to be driving a vehicle, thus the state first requires activation of a local or regional alert and a description of a vehicle or tag number. Florida also requires the missing person's information be entered into the Florida Crime Information Center. North Carolina requires the local law enforcement agency to report the incident to the North Carolina Center for Missing Persons. Rhode Island reported that the person must have last been seen in the state in order for an alert to be activated."], "subsections": []}, {"section_title": "Mechanisms for Disseminating the Alert", "paragraphs": ["As discussed above, one difference among states with alert systems is the designated entity responsible for activating the alert. Among the 11 states, six states (Colorado, Georgia, North Carolina, Ohio, Rhode Island, and Texas) have a lead state agency that is responsible for activating alerts at the request of a local law enforcement agency. In the remaining five states (Delaware, Florida, Kentucky, Oklahoma, and Virginia) the local law enforcement agency activates the alert locally or regionally and can seek assistance from the state law enforcement agency to disseminate the alert statewide or to another state, if necessary. For example, in Oklahoma, local law enforcement agencies activate alerts to law enforcement entities via the Oklahoma Law Enforcement Telecommunication System (OLETS), a communication system operated by the state's Department of Public Safety, which facilitates communication about missing adult alerts to law enforcement agencies throughout the state. ", "In general, the entity responsible for activating the alert will disseminate descriptive information about the missing person to other law enforcement entities and the public through agreements with designated media and other information outlets. States identified television, radio, newsprint, lottery terminals, electronic highway signs, and trucker alert systems among those entities involved in further disseminating information about the missing person. States reported that this descriptive information may be disseminated electronically by e-mail or by facsimile. Some states will use the National Law Enforcement Telecommunications System (NLETS) or a similar state-named system (e.g., OLETS) to disseminate information about the missing person, this may be through a \"be on the lookout\" message to law enforcement agencies. Multiple states automatically authorize the use of electronic highway signs for dissemination of the alert, while other states use electronic highway signs on a case-by-case basis. Two states, Florida and North Carolina, reported the ability to use a reverse 911 system that leaves a recorded telephone message with information about the missing person and whom to contact with information."], "subsections": []}, {"section_title": "Target Audiences", "paragraphs": ["Once an alert has been activated and information has been disseminated to local law enforcement and the media, local law enforcement agencies in all states are asked to \"be on the lookout\" for the missing person and media outlets are encouraged, but not required, to provide the public with information on the missing person and their disappearance. States that post information in lottery terminals and on electronic highway signs provide information about the missing person to the public through these forms of communication. When information is disseminated to the public, information on how to contact law enforcement with tips or information is also included. States may include one or more contact numbers for the public to utilize such as the telephone number for the local law enforcement agency directing the search or the state alert system's coordinating office, emergency telephone systems such as 911 or 511, or the telephone number for state highway patrol."], "subsections": []}, {"section_title": "Duration of the Alert", "paragraphs": ["Some states impose certain conditions related to the timing and duration of an alert that has been activated, while others do not. In general, states do not have a waiting period prior to the activation of an alert. One state, Texas, requires that the activation of an alert be implemented within 72 hours of the person's disappearance. Five states (Florida, Ohio, Oklahoma, Texas, and Virginia) reported certain time constraints regarding the duration of active alerts. Oklahoma and Texas activate alerts for up to 24 hours; however, the requesting agency in Texas has the option to ask for an extension. In addition, time durations could also differ if a law enforcement agency decided to issue an alert locally or through an existing regional program. In Virginia, alerts can be activated for up to 12 hours, while Ohio evaluates the need for the alert after 48 hours and each 24 hours thereafter. The electronic highway signs in Florida are activated for six hours; however, information on the Florida Department of Law Enforcement's (FDLE) web-site can be posted as long as the person is missing. The remaining six states (Colorado, Delaware, Georgia, Kentucky, North Carolina, and Rhode Island) do not impose a time limit for the activation of alerts, but may give various stakeholders discretion regarding the duration of the alert. In Rhode Island and Delaware, the media outlets can determine how long they will broadcast the alert. Georgia will discontinue the alert at the family's discretion. North Carolina does not impose a time period for activation of the alert, but reported that alert information on electronic highway signs is activated for up to 12 hours. "], "subsections": []}]}, {"section_title": "Interstate Coordination", "paragraphs": ["The 11 states were asked about whether they coordinated with other states to recover individuals who are believed to have crossed state lines during their disappearance. Most of the states have some mechanisms in place for coordinating with other states. Notably, most also share a border with at least one other state with an alert system. ", "If needed, officials said they would send information about a missing adult from their state through national or interstate law enforcement communication systems. Colorado, Florida, Georgia, Texas, and Virginia reported that they would use NLETS. Delaware would disseminate information about a missing resident to fusion centers in nearby states, which are comprised of relevant law enforcement agencies in a particular jurisdiction that share information. Ohio officials said that information would be conveyed to other states through \"law enforcement computer systems,\" but did not specify which systems. Florida, Georgia, and North Carolina indicated that their missing persons clearinghouses could coordinate with clearinghouses in other states. Rhode Island reported that it would coordinate with the other state's state law enforcement agency. Officials in a few of the states noted possible constraints in reporting residents missing, since most other states do not appear to have alert systems. Some officials suggested that states without the systems could ask law enforcement officials to \"be on the lookout\" for a missing individual.", "At least four states have requested other states (all of which are featured in the report) to activate alerts on behalf of residents (though this information was provided only by the states that were asked to activate the alert). Nearly all states, with the exception of Texas, reported that an alert could be activated on behalf of a missing individual from another state. Texas officials said that a missing senior who came from another state would not meet one of the alert criteria – that the individual is domiciled in Texas, meaning that he or she is a full-time resident of the state. However, a local law enforcement agency could coordinate a public notification response within the affected areas for an individual not domiciled in the state, if permitted by the local authorities, without requesting assistance from the state alert network. For instance, a local law enforcement agency could enlist the assistance of media, public agencies, and other local entities. Further, officials in at least four regions could seek assistance from regional alert networks which have been established to recover missing adults. As discussed above, Colorado and Delaware include residency as part of their alert criteria; nonetheless, these states indicated that an alert could be issued on behalf of an individual who is not a resident.", "Finally, nearly all states require that reports of missing persons be entered into the National Crime Information Center (NCIC) Missing Person File. The NCIC is used by law enforcement agencies in all states to inquire about criminal and missing person cases. For instance, if a law enforcement officer comes across a missing individual, the officer can search the NCIC database for any information about the individual that may have been entered by a law enforcement agency in that state or another state."], "subsections": []}, {"section_title": "System Costs", "paragraphs": ["All states provided data about costs related to state-level agencies that carry out (or assist in carrying out) alerts for missing adults. For states that provided detailed information, cost estimates ranged from about $40,000 to $182,000 to operate the alert systems annually. No states provided information about any costs to local law enforcement agencies or other stakeholders that may be involved in helping to administer the alert system.", "Colorado and Florida specified that the costs for implementing and administering the missing adult alert systems have been absorbed, in part, by the budget for the AMBER Alert system. Colorado additionally reported that there are ongoing costs for personnel and maintenance of both systems, but these costs were not specified. Florida reported that the administrative costs for both the AMBER and missing adult alerts include the salaries of on-call missing adult clearinghouse staff. The approximate cost is $40,000 per fiscal year.", "Georgia, North Carolina, and Ohio explained that funds are not set aside specifically for their adult alert systems, but that the cost of administration is absorbed by the budgets of the agencies that administer the alerts. North Carolina estimated that the cost to the missing person's clearinghouse, the agency that administers the alert, is $125,000 annually. Officials in Ohio reported that an upgrade to their AMBER Alert and missing person alert technology will cost approximately $100,000 at some future point. ", "Virginia and Texas provided more detailed cost information. Texas reported costs associated with the Governor's Division of Emergency Management (GDEM) and the Texas Missing Persons Clearinghouse, which jointly administer the alert system (and does not include costs to other agencies). The approximate cost to the GDEM for coordinating the program with its existing AMBER Alert and Blue Alert programs and providing training on these programs was approximately $92,000, which excludes initial operating costs. The GDEM has a coordinator to administer the alert system, along with the state's other alert systems. This position, along with ongoing costs for training and coordination activities are funded in state FY2009 through a grant ($47,280) and internal operating expenses for the GDEM ($45,000). The Missing Persons Clearinghouse, which provides investigative support to the GDEM, has two analysts dedicated to the alert system. Actual expenses, including salaries, operations, and travel for state FY2008, were approximately $90,000. In total, the approximate cost annually to Texas for the alert system is about $182,000.", "Virginia officials provided cost data for the state police to activate regional or statewide alerts (local alerts are activated by local law enforcement agencies). In state FY2007, the cost was $30,000 for implementing the program, and an additional $30,000 for staff time and technology. The estimated ongoing costs are $25,000 annually. The ongoing costs are for staff time to administer the system, including handling and processing requests for the alert, activating the alert, assessing the alert after it has been activated, posting and removing information to the Virginia State Police Department missing persons website, and creating posters. According to state officials, the state will need about $50,000 to implement technology for the alert system and $45,000 annually for training, outreach, and staff support.", "Delaware, Rhode Island, and Oklahoma reported that no costs for the states are associated with the alert system. This appears to be, in part, because the alerts in Delaware and Oklahoma are administered and activated primarily by local law enforcement agencies, with some assistance from the state police or department of public safety. Kentucky did not provide any funding information, which also may be due to the fact that alerts are locally managed."], "subsections": []}, {"section_title": "Use of the System", "paragraphs": ["Nearly all states, with the exception of Delaware, reported that alerts have been activated. Kentucky and Oklahoma do not keep records of alerts activated by local law enforcement agencies, but estimated that no more than 10 alerts have been activated in each state. The other eight reporting states provided the number of alerts activated, even if only at the state level, and most provided information about the outcomes of missing individuals. States reported activating between one (Rhode Island) and 82 alerts (North Carolina) as of the time they were surveyed. As previously mentioned, the number of alerts is likely affected by when the systems were implemented, the size of the state's population, and criteria for activating the alerts. "], "subsections": []}, {"section_title": "Outcomes", "paragraphs": ["Most states provided some information about the circumstances around a missing person's disappearance and their recovery. All states reported that the majority of the individuals were found alive, though at least one individual was found deceased in nearly every state, except Rhode Island. Five states (Florida, North Carolina, Ohio, Texas, and Virginia) indicated how the missing individuals were traveling. Florida's missing adult alert is activated only for individuals who are driving; therefore, all 32 (100%) missing individuals for whom alerts were activated were driving. In North Carolina, of the 82 alerts activated, 43 (52.4%) were on behalf of individuals who were driving and 39 (47.6%) had wandered away. Of those 39 individuals, three took a plane to another state, two were last seen on bikes, one took a bus to another state, and one took a taxi. Of the 14 individuals for whom alerts were activated in Ohio, nine (64.3%) of the individuals were driving. In Texas, of 71 alerts activated, 58 (81.7%) of the individuals were driving and 13 (18.3%) individuals wandered from their home or another location. Of the seven individuals for whom alerts were activated in Virginia, one (14.3%) was believed to have been driving. Two states (Florida and Georgia) provided information about where the missing individuals were found. Of the seven individuals in Florida who were recovered as a result of the alert system, six were located a few counties away from their home county. In Georgia, of the 78 alerts for individuals who were found, one was located in another state with family and the other 77 were located within their home city or county. ", "Six states (Florida, Georgia, North Carolina, Rhode Island, Texas, and Virginia) were able to report whether the alerts aided in the recovery of missing individuals. Half of those states reported that the alert systems have been instrumental in recovering missing adults while the other states reported that the alerts did not help in recovery efforts. Florida officials stated that seven of 32 individuals (21.9%) were recovered based on tips provided by drivers who had seen electronic messages on the highway about the missing adults. According to officials in Georgia, the alert aided in the recovery of all individuals who were recovered alive (which was all but one individual). In Texas, of the 77 alerts activated, they contributed to the recovery of 21 senior citizens (27.3%). Rhode Island has activated one alert, and according to state officials, the alert did not assist in the individual's recovery. Officials in North Carolina reported that the alerts did not directly assist in the recovery of the missing individuals; however, family members of the missing individuals and the law enforcement agencies that recommended the alert be activated are pleased with the design of the program. Finally, Virginia officials reported that the alert did not assist in the recovery of the seven individuals who went missing and for whom alerts were activated."], "subsections": []}]}, {"section_title": "Discussion", "paragraphs": ["This report describes the detailed findings of 11 states with active alert systems for missing adults. Findings from this study suggest that there is an existing patchwork of state alert systems with wide variation in target populations and administrative procedures for activating alerts. These systems are similar to alert systems for abducted children (AMBER Alerts), but target adults who are vulnerable to going missing due to cognitive or mental impairment, developmental or physical disabilities, and certain mental health conditions. Although the systems in each state vary, in all states either local or state law enforcement agencies are responsible for activating the alerts. Often these law enforcement agencies involve multiple stakeholders in the process of recovering those who go missing, including other local law enforcement agencies, the state highway patrol, the public through various media outlets, and the state's missing persons clearinghouse. ", "As the nation prepares for an aging population and likely increase in the number of individuals living in the community with cognitive impairment or other forms of disability, Congress may want to consider whether there is a role for the federal government in further developing state alert systems. For example, the federal government could provide funding to facilitate the expansion of alert systems to additional states. Similar to the federal role for state AMBER Alert programs, the federal government could assist in developing minimum guidelines for a missing adult alert system as well as provide states with technical support and training. Establishing a uniform network of state alert systems in every state could assist states and localities, in the event that a person is believed to be missing, with any necessary coordination across state lines. Further, the federal government could also play a role in assisting states with developing their systems so that data are more uniformly collected about the use and efficacy of state alert systems. Finally, the federal government could disseminate information about best practices for states looking to implement alert systems.", "The following sections discuss various issues for Congress in considering the role of the federal government, if any, in state alert systems for vulnerable missing adults. These issues are: autonomy and individual rights; creating a uniform identity; training; coordination across states; efficacy of alerts; use of alerts; and support to family caregivers."], "subsections": [{"section_title": "Autonomy and Individual Rights", "paragraphs": ["The use of any alert system for missing adults may challenge the legal rights of an individual, in this case an adult, who may choose to go missing. Unlike the AMBER Alert program which was established to alert law enforcement and the public when a child is missing and criminal activity may be involved, it is not a crime for an adult to wander from home or purposely go missing. To attempt to balance the rights of an individual with the concerns of family members or caregivers, states with alert systems have established specific criteria that must be met in order to activate a missing adult alert. In general, states have targeted missing individuals who are particularly vulnerable due to a credible threat to the individual's health and safety. Also, as previously mentioned, timing can be a critical factor in locating individuals with cognitive or mental impairment who wander either on foot or in a vehicle and may be without basic provisions or medicine, or exposed to the elements for extended periods. Concerns about violating an individual's privacy with respect to filing a missing person's report appear to outweigh the perceived benefits among various stakeholders including family members, law enforcement officials, and policymakers. While states were not explicitly asked for information about whether reports of missing persons were credible, state officials in one state, Texas, indicated that all alerts activated by the state were based on legitimate reports of missing vulnerable seniors. In general, states felt the criteria they had established contained appropriate safeguards to ensure that missing persons were in fact missing due to a cognitive impairment or some other disabling condition."], "subsections": []}, {"section_title": "Creating a Uniform Identity", "paragraphs": ["The popularity of state AMBER Alert systems appears to provide a platform for states to develop their missing adult alerts. Naming the missing adult alert system as a Senior, Silver, or Gold Alert may be an attempt by states to create a \"brand\" identity for the system similar to that of state AMBER Alerts. For example, three states use the word \"Senior\" in the title of their system: Colorado's Missing Senior Citizen Alert Program; Rhode Island's Missing Senior Citizen Alert Program; and Virginia's Senior Alert System. Another four states refer to their alert systems as a \"Silver Alert,\" which is likely a reference to an older person (i.e., someone with grey or silver hair). However, the senior or silver reference may also be misleading in that it may not accurately describe the target population for these alert systems. In some states with a \"Silver Alert\" or \"Senior Alert\" system, alerts can also be activated on behalf of missing persons aged 18 to 59. Other states refer to their alert systems as Gold or Golden Alert or Missing Adult Alert. These named programs tend not to specify age criteria for activating an alert. The use of a name to create a specific brand identity for the alert system could also serve to distinguish the alert system from AMBER Alerts or other types of alerts. Further, creating a brand identity could be done to prompt law enforcement entities and the public to respond to the alert in a specific way that may be different from the response for other types of alerts. Similar to AMBER Alert, the federal government may want to consider a uniform name or identity for state alert systems for missing vulnerable adults to assist states in implementing alert systems, coordinating alerts across states, and educating various stakeholders about the system."], "subsections": []}, {"section_title": "Training", "paragraphs": ["Most states with alert systems reported that law enforcement agencies have been trained on the procedures for activating missing adult alerts in their respective states. However, in some states where a local law enforcement agency activates the alert, it was not known whether there was uniform training at the local level. In addition, states were not asked the extent to which these alert systems train law enforcement and other public safety officials in techniques to assist in recovering persons with cognitive or mental impairments. Some advocates argue that specific training on Alzheimer's disease and related dementia can be effective in both identifying and recovering these individuals in the event they go missing. Moreover, persons who wander away from home may easily attract the attention of law enforcement through auto accidents or erratic driving, indecent exposure, shoplifting, and other deviant behavior. Often these individuals can not think, act, or communicate in a way that can assist them. However, proper training in identifying and communicating with an individual who has a mental or cognitive impairment can help to ensure that these individuals are returned safely to their home. Pending legislation ( H.R. 632 and S. 557 ) to assist states develop and coordinate missing adult alert systems would include a training component where a federal coordinator, working in collaboration with the Administration on Aging and the Missing Alzheimer's Disease Patient Alert program, would provide training opportunities and educational resources to law enforcement and other entities."], "subsections": []}, {"section_title": "Coordination Across States", "paragraphs": ["Some states with alert systems reported that they might have difficulty coordinating with another state that lacks a similar system. States may also have challenges coordinating with states that have alert systems with different criteria for activating an alert. Although state and local governments have taken the lead in implementing alert systems, the federal government could play a role in coordinating efforts when a missing individual is believed to have crossed state lines as well as assist in the development of formal agreements or protocols for the use of interstate alerts.", "The federal government could model any policies to coordinate across state lines on the AMBER Alert program, which provides training and technical assistance to states on a number of issues related to abducted children. This training addresses how jurisdictions, including those in different states, can work together to recover children who are abducted, among other topics. Through conference and training exercises, state AMBER Alert coordinators, state and local law enforcement agencies, and other stakeholders have opportunities to meet and exchange ideas, which may further facilitate coordination. In addition, the DOJ has issued recommended guidelines for activating AMBER Alerts to encourage states and localities to adopt similar alert criteria. Existing legislation ( H.R. 632 and S. 557 ) that would create a similar network of state missing adult alert systems seeks to provide greater coordination between states for missing adult cases by establishing a Silver Alert Coordinator position at the DOJ. The purpose of the position is to help establish voluntary guidelines for states in developing Silver Alert plans that will promote compatible and integrated Silver Alert systems throughout the United States."], "subsections": []}, {"section_title": "Effectiveness of Alerts", "paragraphs": ["It is not clear how effective state alert systems are in recovering missing vulnerable adults. At least a few of the states with alert systems did not maintain detailed outcomes data on the alerts that had been activated to date, and many could not report whether the alert was useful. In states where alerts are activated at the local level, aggregating data on the outcomes of these alerts may be more complicated than in states that have a designated agency at the state level that activates alerts. Furthermore, tracking outcomes from alerts is an administrative task that may require additional technology and resources, which states may not have the funding to support. Further, only three (Florida, Georgia, and Texas) of six states that reported whether the alerts were effective could say for certain that the reports aided in the recovery in the missing individual. For Georgia, the alert aided in all cases, while in Florida and Texas the alerts aided in fewer than 30% of all cases. The federal government could play a role in developing guidelines for data collection and outcomes measures as well as assisting states with developing technology and infrastructure necessary for reporting on the use and effectiveness of their alert systems."], "subsections": []}, {"section_title": "Use of Alerts", "paragraphs": ["Some states expressed that overuse of alerts for vulnerable adults could desensitize the public to alerts in general, including AMBER Alerts. State officials in Oklahoma and Virginia, both of which administer missing adult alert systems locally with some state-level involvement, commented that the Emergency Alert System, which may be used for AMBER Alerts, should not be used for missing adult alerts so that the public does not become desensitized to AMBER Alerts (note that the FCC does not allow the system to be used for purposes related to missing persons except for abducted children). Officials in Virginia further stated that the EAS is best for missing children because they are more likely to have been removed from their communities, whereas missing vulnerable adults tend to wander on foot in close proximity to the place they were last seen. This is consistent with the Alzheimer's Association's statement that most wandering adults with the disease are found within one mile of their home. State officials concerned about using scarce law enforcement resources to recover missing vulnerable adults raised the issue of whether activating the alert system was the best use of these resources. Some states have expressed concern as to whether the alert systems should be used only in select circumstances and/or for select populations. In response to these concerns, states may choose to activate alerts regionally or statewide only in the case where an individual is believed to be driving, given that they can readily travel outside of their community."], "subsections": []}, {"section_title": "Support to Family Caregivers", "paragraphs": ["Alert systems for vulnerable adults can assist local and state law enforcement agencies in the recovery of a missing adult; however, they often fail to address the circumstances that led to the person's disappearance. As previously mentioned, it is not uncommon for people with cognitive impairment resulting from Alzheimer's disease to wander away from home and become lost. According to the Alzheimer's Association, six out of ten people with Alzheimer's disease will wander during the course of the disease, sometimes frequently. Some state and local law enforcement agencies have integrated the Alzheimer's Association's Safe Return program into their routines. Other law enforcement agencies are working in their communities to provide electronic monitoring services for certain individuals who are susceptible to going missing close to home and may not be visible to the public. Missing alert systems for vulnerable adults could benefit from developing formal linkages with these programs, where they exist, and assist with disseminating information to the community about accessing these programs. Proposed legislation would authorize funding for grants to states and local governments to carry out programs that provide electronic monitoring services to elderly individuals that could assist in their recovery if they go missing.", "In the event that a state activates an alert for a missing vulnerable person and that individual is recovered alive, state alert systems may benefit from engaging community social services agencies or, in the case the individual is a senior, partnering with state units on aging and local area agencies on aging, funded under the Older Americans Act. These agencies or organizations could conduct caregiver assessments with the aim of preventing future wandering behavior. The caregiver assessment process could identify and link appropriate services and support for family caregivers such as back-up support, in cases of emergency, counseling, or respite care. Many of these services are already available to caregivers through federal funding that supports the National Family Caregiver Support Program (NFCSP). Caregiver assessments would also elicit information about the caregiver's health, willingness to provide care, and training and support needs. Through the assessment process family caregivers could learn about the resources available to them in their communities including the Alzheimer's Association's Safe Return Program or Project Lifesaver International, Inc., which has developed a program to track missing vulnerable adults through electronic technology."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["State alert systems for missing vulnerable adults appear to be an emerging trend, with alert systems developed in at least 11 states. As a result, Congress is considering legislation that would provide the federal government with a role in assisting states to develop these systems nationwide. Most states with existing alert systems have modeled their program after the AMBER Alert program. All state systems target persons with cognitive or mental impairments; however, there is wide variation in the specific target population and procedures for activating alerts. While states will continue to be faced with the challenge of balancing individual rights with efforts that can assist the most vulnerable of residents, states may benefit from federal efforts that could facilitate interstate coordination for missing persons believed to have crossed state lines. In addition, federal efforts could model the federal role in developing state AMBER Alerts systems by providing states with minimum guidelines, technical assistance, and training. State alert systems may also benefit from coordinating with existing federal, state, and local initiatives that can assist in locating vulnerable adults that go missing. In the event that the alert system assists in recovering a missing vulnerable adult, family caregivers may benefit from referral to the Safe Return Program, funded in part by federal appropriations under the Missing Alzheimer's Disease Patient Alert grant, or Project Lifesaver International, Inc. These alert systems could also educate and assess family caregivers about the needs of vulnerable adults and provide linkages to available community resources in an effort to prevent future wandering behavior.", "Appendix A. Questions for State Officials", "Appendix B. Detailed Tables of State Programs"], "subsections": []}]}}