{"id": "R40529", "title": "Biomass: Comparison of Definitions in Legislation", "released_date": "2015-01-06T00:00:00", "summary": ["The use of biomass as an energy feedstock has regularly been presented as a potentially viable alternative to address U.S. energy security concerns, foreign oil dependence, and rural economic development, and as a tool to possibly help improve the environment (e.g., through greenhouse gas emission reduction). Biomass (organic matter that can be converted into energy) may include food crops, crops grown specifically to produce energy (e.g., switchgrass or prairie perennials), crop residues, wood waste and byproducts, and animal manure. Most legislation involving biomass has focused on encouraging the production of liquid fuels from corn. Efforts to promote the use of biomass for power generation have focused on wood, wood residues, and milling waste. Comparatively less emphasis has been placed on the use of non-corn-based biomass feedstocks—other food crops, non-food crops, crop residues, animal manure, and more—as renewable energy sources for liquid fuel use or for power generation. This is partly due to the variety, lack of availability, and dispersed location of non-corn-based biomass feedstock. The technology development status and costs to convert non-corn-based biomass into energy are also viewed by some as obstacles to rapid technology deployment.", "To aid in understanding the role of biomass as an energy resource, this report investigates the characterization of biomass in legislation. For over 30 years, the term biomass has been a part of legislation enacted by Congress for various programs, indicating some interest by the general public and policy makers in expanding its use. Biomass-related legislation has provided financial incentives to develop technologies that use biomass. How biomass is defined influences decisions about the types of crops that are grown, where they are grown, and potential preferred energy uses, among other things. There have been 14 biomass definitions included in legislation and in the tax code since 2004.", "Future discussions about energy—particularly legislation involving the Renewable Fuel Standard, energy tax incentives, or tribal biomass demonstration projects—may prompt further discussion about the definition of biomass. For example, one point of contention regarding the biomass definition and the Renewable Fuel Standard is whether the term should be defined to include biomass from federal lands. Some argue that removal of biomass from these lands may lead to ecological harm. Others contend that biomass from federal lands can aid the production of renewable energy to meet certain mandates (e.g., the Renewable Fuel Standard) and that removal of biomass can enhance forest protection from wildfires.", "Bills introduced in the 113th Congress (e.g., H.R. 4426, H.R. 4956, H.R. 3084, S. 1267) would have modified the biomass definition. However, little legislative action occurred regarding the definition of biomass in the 113th Congress. This report lists biomass definitions enacted by Congress in legislation and the tax code since 2004, and discusses the similarities and differences among the definitions."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The potential for biomass to meet U.S. renewable energy demands has yet to be fully explored. Non-food and other types of biomass (e.g., manure) have traditionally been considered by some as waste material and as such have been deposited in landfills, used for animal feed, or applied to crop production lands. However, high fuel prices, environmental concerns, and sustainability issues have led policy makers to create legislation that would encourage conversion of biomass into liquid fuels (e.g., ethanol, biodiesel), electricity, or thermal energy. Over the last five years, there has been increasing interest in cellulosic biomass (e.g., crop residues, prairie grasses, and woody biomass) because it does not compete directly with crop production for food—although it may compete for land—and because it is located in widely dispersed areas. Classification of biomass as an energy resource has prompted the investigation of its use for purposes additional to liquid fuel (e.g., on-site heating and lighting purposes, off-site electricity)."], "subsections": []}, {"section_title": "Biomass", "paragraphs": ["Biomass is organic matter that can be converted into energy. Common examples of biomass include food crops, crops for energy (e.g., switchgrass or prairie perennials), crop residues (e.g., corn stover), wood waste and byproducts (both mill residues and traditionally noncommercial biomass in the woods), and animal manure. Over the last few years, the concept of biomass has grown to include such diverse sources as algae, construction debris, municipal solid waste, yard waste, and food waste. Some argue that biomass is a renewable resource that is widely available, that may be obtained at minimal cost, and that may produce less greenhouse gas than fossil fuels under certain situations. Others contend that biomass has seen limited use as an energy source thus far because it is not readily available as a year-round feedstock, is often located at dispersed sites, can be expensive to transport, lacks long-term performance data, requires costly technology to convert to energy, and might not meet quality specifications to reliably fuel electric generators.", "Woody biomass has received special attention because of its widespread availability, but to date has been of limited use for energy production except for wood wastes at sawmills. Wood can be burned directly, usually to produce both heat or steam and electricity (called combined heat and power, or CHP), or digested to produce liquid fuels. Biomass from forests, as opposed to mill wastes, has been of particular interest, because it is widely accepted that many forests have excess biomass (compared to historical levels) called hazardous fuels that can contribute to catastrophic wildfires. Removing these hazardous fuels from forests could reduce the threat of catastrophic wildfires, at least in some ecosystems, while providing a feedstock for energy production."], "subsections": []}, {"section_title": "Legislative History", "paragraphs": ["The term biomass was first introduced by Congress in the Powerplant and Industrial Fuel Use Act of 1978 ( P.L. 95-620 ) as a type of alternate fuel. However, the term was first defined in the Energy Security Act of 1980 ( P.L. 96-294 ), in Title II, Biomass Energy and Alcohol Fuels, as \"any organic matter which is available on a renewable basis, including agricultural crops and agricultural wastes and residues, wood and wood wastes and residues, animal wastes, municipal wastes, and aquatic plants.\" The Energy Security Act of 1980 contained two additional definitions for biomass, excluding aquatic plants and municipal waste, in Title II, Subtitle C, Rural, Agricultural, and Forestry Biomass Energy.", "Three pertinent laws contain biomass definitions: the Food, Conservation, and Energy Act of 2008 (2008 farm bill, P.L. 110-246 ); the Energy Independence and Security Act of 2007 (EISA, P.L. 110-140 ); and the Energy Policy Act of 2005 (EPAct05, P.L. 109-58 ). The term is mentioned several times throughout the three acts, but is not defined for each provision of the law. In some cases, an individual law has multiple biomass definitions related to various provisions. For example, one definition is included in the 2008 farm bill and three are provided in EISA. EPAct05 has six biomass definitions. The tax code contains four additional definitions. In total, 14 biomass definitions have been included in legislation and the tax code since 2004. Table 1 includes definitions from the three laws and from the tax code, and contains additional comments. ", "The definitions are built into the many provisions and programs that may support research and development, encourage technology transfer, and reduce technology costs for landowners and businesses. Thus, because the various definitions determine which feedstocks can be used under the various programs, the definitions are critical to the research, development, and application of biomass used to produce energy."], "subsections": []}, {"section_title": "Analysis of Biomass Definitions", "paragraphs": ["Of the many biomass definitions, two may be considered by policy makers, scientists, and program managers as the most comprehensive for energy production purposes: the definition in Title IX of the 2008 farm bill and the definition in Title II of EISA. Both laws provide an extensive definition for renewable biomass, but each law defines renewable biomass somewhat differently. The recognition of biomass as renewable means that biomass is considered by some to be an infinite feedstock that may be replenished in a short time frame. Both definitions consider crops, crop residues, plants, algae, animal waste, food waste, and yard waste, among other items, as appropriate biomass feedstock.", "Whether the biomass is grown on federal lands is an important distinction between the two definitions for renewable biomass. The 2008 farm bill includes biomass from federal lands as a biofuel feedstock. In contrast, to be eligible for the Renewable Fuel Standard (RFS) under EISA, biomass cannot be removed from federal lands, and the law excludes crops from forested lands. In the 113 th Congress, there was some congressional discussion and legislation to expand the EISA definition to include biomass from federal lands to better meet the RFS biofuels usage mandate. None of the legislation was enacted.", "EISA expanded the RFS and restricted the definition of biomass. As described above, the renewable biomass definition for the RFS under EISA excludes biomass removed from federal lands and crops from forested lands as biofuel feedstocks. Advocates for this definition include groups who favor minimal land disturbance (for ecological reasons as well as to sustain sequestered carbon) and are concerned that incentives to use wood waste might increase land disturbance, especially timber harvesting on federal lands. Opponents of this definition include groups who seek to use materials from federal lands and other forested lands (i.e., not tree plantations) as a source of renewable energy while possibly contributing to long-term, sustainable management of those lands.", "Advocates of the renewable biomass definition in the 2008 farm bill include groups who seek to use the potentially substantial volumes of waste woody biomass from federal lands and other (non-plantation) forest lands (e.g., waste from timber harvests, from pre-commercial thinnings, or from wildfire fuel reduction treatments) as a source of renewable energy. Opponents include groups who seek to preserve forested land and federal land, and who are concerned that incentives for using wood waste would encourage activities that could disturb forest lands, possibly damaging important wildlife habitats and water quality, as well as releasing carbon from forest soils."], "subsections": []}, {"section_title": "Potential Issues for Biomass Feedstock Development", "paragraphs": ["It is not clear whether the biomass definitions in the 2008 farm bill and in EISA constitute a barrier to biomass feedstock development for conversion to liquid fuels. Concerns for some landowners and business entities that wish to enter the biomass feedstock market include economic stability, risk/reward ratio, revenue generation, land use designation, and lifecycle greenhouse gas emissions. Additionally, the feedstock development potential of woody biomass varies by region. For example, biomass stock tends to be located on private forest land in the southeastern United States and on federal land in the western United States. Different regions may require different resources to develop a robust biomass feedstock market.", "There is mixed support for biomass use, including its feedstock development. Recent agricultural and energy legislation has incorporated provisions and established programs to promote the development and use of biomass as a renewable energy source. For example, in the 113 th Congress, the House passed H.R. 2 , which would have allowed Indian tribes, from FY2014-FY2018, to carry out demonstration projects to promote biomass energy production on Indian forest land and in nearby communities by providing tribes with reliable supplies of woody biomass from federal lands. However, there also have been efforts in Congress to stall or prevent the use of biomass for energy production, which in turn would impact biomass feedstock development. For instance, there were repeated attempts to eliminate certain portions of the Renewable Fuel Standard ( H.R. 4849 ; 113 th Congress). Further, the House initially passed an FY2015 National Defense Authorization Act ( H.R. 3979 ; 113 th Congress) that would have prohibited the Department of Defense (DOD) from large-scale purchases of biofuels unless they are cost-competitive, and would have also required DOD to provide a business case analysis to Congress before constructing a biofuel refinery. The provisions were significantly modified in a later version of the bill that passed both chambers and was signed into law ( P.L. 113-291 ). ", "The success of the provisions and programs that support biomass as a renewable feedstock will be partly determined by landowner participation rates. Participation rates may depend on the definition provided in the legislation that authorizes financial and technical support. Landowners are eligible to receive financial or technical assistance for biomass feedstock development based on the renewable biomass definition for a specific program. One program that may have the potential to increase the level of private landowner participation in the biomass feedstock market is the Biomass Crop Assistance Program (BCAP), established in Section 9011 of the 2008 farm bill. BCAP, administered by the USDA Farm Service Agency, is intended to support the establishment and production of eligible crops for conversion to bioenergy. "], "subsections": []}, {"section_title": "Proposed Modification of the Biomass Definition", "paragraphs": ["The definition for biomass contained in legislation determines what sources of material are deemed eligible as biomass and which lands are eligible for biomass removal for inclusion in the RFS and for treatment in the tax code. The biomass definition in legislation influences decisions on the types of crops grown, where they are grown, and their potential preferred energy uses, among other things. Biomass definitions typically contain three components: agriculture (e.g., crops), forestry (e.g., slash, pre-commercial thinnings), and waste (e.g., food, yard). Multiple biomass definitions can be included in a single piece of legislation to meet the requirements of associated programs or provisions. Environmental groups, private entities aspiring to participate in biomass-to-energy initiatives, and federal agencies that administer biomass-to-energy programs are likely to closely monitor biomass definitions proposed during future farm bill and energy debates in Congress. ", "Biomass debate and action in the 113 th Congress was minimal, although bills were introduced to modify its definition ( H.R. 4426 , H.R. 4956 , H.R. 3084 , S. 1267 ). Further, debates about the definition of biomass were not as extensive in the 113 th Congress as they were in previous Congresses (e.g., 111 th Congress). Forthcoming congressional consideration of energy issues, particularly legislation involving the Renewable Fuel Standard or energy tax incentives, may prompt further discussion about the biomass definition in the 114 th Congress."], "subsections": []}]}}