{"id": "R40528", "title": "Piracy off the Horn of Africa", "released_date": "2011-04-27T00:00:00", "summary": ["Pirate attacks in the waters off Somalia and the Horn of Africa, including those on U.S.-flagged vessels, have brought renewed international attention to the long-standing problem of maritime piracy. According to the International Maritime Bureau (IMB), at least 219 attacks occurred in the region in 2010, with 49 successful hijackings. Somali pirates have attacked ships in the Gulf of Aden, along Somalia's eastern coastline, and outward into the Indian Ocean. Using increasingly sophisticated tactics, these pirates now operate as far east as the Maldives in good weather, and as far south as the Mozambique Channel. Hostage taking for ransom has been a hallmark of Somali piracy, and the IMB reports that more hostages, over 1,180, were taken at sea in 2010 than any year since records began; over 86% of those were taken by Somali pirates.", "The increase in pirate attacks off the Horn of Africa is directly linked to continuing insecurity and the absence of the rule of law in war-torn Somalia. The absence of a functioning central government there provides freedom of action for pirates and remains the single greatest challenge to regional security. The lack of law enforcement capacity creates a haven where pirates hold hostages during ransom negotiations that can last for months. Some allege that the absence of Somali coastal security authorities has allowed illegal international fishing and maritime dumping to go unchecked, which in turn has undermined coastal communities' economic prospects, providing economic or political motivation to some pirates. The apparent motive of most pirate groups, however, is profit, and piracy has proven to be lucrative. Somalia's \"pirate economy\" has grown substantially in the past two years, with ransoms now averaging more than $5 million. These revenues may further exacerbate the ongoing conflict and undermine regional security.", "The annual cost of piracy to the global economy ranges from $7 billion to $12 billion, by some estimates. The U.N Security Council has issued a series of resolutions since 2008 to facilitate an international response, which is coordinated by a multilateral Contact Group. The Council has authorized international navies to counter piracy both in Somali territorial waters and ashore, with the consent of Somalia's Transitional Federal Government (TFG), and has also authorized, as an exemption to the U.N. arms embargo on Somalia, support for the TFG security forces.", "Counter-piracy patrols by multinational naval forces near Somalia are intended to complement mariners' self-protection measures. Increased patrols and proactive efforts by ships have reduced attacks in the Gulf of Aden, but the U.N. Secretary-General warns that \"while the effectiveness of naval disruption operations has increased and more pirates have been arrested and prosecuted, this has not stopped piracy. The trend of the increased levels of violence employed by the pirates as well as their expanding reach is disconcerting.\" Some suggest that a perception of impunity exists among pirates and financiers; 9 out of 10 Somali pirates apprehended by naval patrols are reportedly released because no jurisdiction is prepared to prosecute them.", "The United States has sought to prevent, disrupt, and prosecute Somali piracy through a range of interagency and multilateral coordination and enforcement mechanisms. The Obama Administration has initiated a new \"dual track\" policy toward Somalia, where some contend that international efforts to build a credible central authority have failed. Congress has examined options to address piracy both diplomatically and militarily. Congress appropriates funding and provides oversight for policy initiatives with implications for piracy in the region, including maritime security assistance to regional governments, support to peacekeeping operations in Somalia, and funding for U.S. Navy operations. Congress continues to debate options for addressing pirate safe havens and improving the prospects for prosecution of pirate suspects."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Recent Developments", "paragraphs": ["Despite international naval efforts to counter acts of piracy in the waters off Somalia, pirates in this region continue to increase not only the sophistication and geographic range of their attacks, but also the level of violence against hostages. Hostages are also being detained longer, as pirates hold out for ransom payments that now reportedly average over $5 million per ship. Heightened military presence in an internationally recommended transit corridor in the Gulf of Aden has reduced attacks in that area, but pirates have adopted tactics that now allow them to attack more than 1,000 nautical miles off the Somali coast. ", "Pirate attacks in the Gulf of Aden, the Red Sea, and the waters far off Somalia's eastern coast, including the Arabian Sea, have been attributed to Somali pirates. The number of attacks in this area, which had roughly doubled annually from 2007 to 2009, rising from 51 reported attacks to 217, appeared to level off in 2010, when 219 attacks were reported. Attacks in the Gulf of Aden declined by more than half in 2010, attributed in large part to international naval patrols. Attacks east and south of Somalia, however, increased substantially, up from 19 reported attacks in 2008 and 80 in 2009 to over 140 in 2010. As of March 2011, Somali pirates had been sighted as far east as off the coast of India, and as far south as the Mozambique Channel. The two monsoon seasons in the Indian Ocean appear to dampen pirate activity in these waters, but, with the end of the winter monsoons, the spring months of 2011 have corresponded to a spike in attacks.", "The International Maritime Bureau (IMB) reports that, in 2010, over 1,016 crew members on dozens of hijacked vessels were taken hostage by Somali pirates. Most were released following ransom negotiations, but at least 13 were injured and 8 killed. In the first three months of 2011, IMB data indicate that almost 100 vessels in the region reported being attacked, with 15 successful hijackings involving approximately 300 hostages. These attacks represent a substantial increase from the same period last year, when 35 vessels were attacked in the waters off Somalia. At least seven hostages have been killed to date in 2011, including four Americans. As of April 2011, Somali pirates were holding over 26 ships and 530 crew hostage while seeking ransoms. "], "subsections": [{"section_title": "Attacks on U.S. Vessels", "paragraphs": ["U.S. ships represent a small but high-profile percentage of those attacked by Somali pirates. In March 2011, the Maersk Alabama , which had been the target of a widely reported attack in 2009 and an unsuccessful attempt in 2010, was approached by suspected pirates for a third time. The Alabama , which now has armed security guards onboard, deterred the pirates with defensive manoeuvres. Two U.S. warships were attacked by Somali pirates in 2010. ", "The deaths of four Americans on February 22, 2011, onboard the sailboat Quest mark the first known American casualties during a Somali pirate attack. The Quest had been hijacked less than 200 nautical miles off the coast of Oman four days prior, and the pirates were reportedly in the process of taking it back to an anchorage off the Somali coast when they were intercepted by four U.S. Navy vessels, including an aircraft carrier, a guided missile cruiser, and two destroyers. Details surrounding the incident remain under investigation, but, according to U.S. Navy reports, pirates onboard the Quest fired a rocked-propelled grenade (RPG) at one of the destroyers, the USS Sterrett , after negotiations broke down with two pirates who had boarded the Sterrett for talks with a Federal Bureau of Investigation (FBI) hostage negotiator. A Navy SEAL team subsequently boarded the Quest and found that the American hostages had been shot and fatally wounded. Some Somali accounts differ with the Navy account, claiming that the hostages were caught in crossfire during a rescue attempt by the SEALs. Two pirates were found dead onboard, and two others were killed during the raid. The remainder, 13 Somalis and 1 Yemeni, were captured and brought to Norfolk, VA, where they have been indicted by a grand jury. An additional indictment was issued in March for Mohammad Saaili Shibin, who is accused of serving in a leadership role as the pirate gang's hostage negotiator. Shibin, who reportedly earned $30,000 for his negotiating role in the 2010 hijacking of a chemical tanker, was apprehended in Somalia in a joint operation by Somali security forces and the FBI in April. He is the first piracy suspect captured onshore in Somalia to be tried in the United States. Another suspected pirate negotiator, Ali Mohamed Ali, was arrested at Dulles International Airport on April 21, 2011, in relation to the 2008 hijacking of a Danish vessel carrying American cargo (see below). ", "To date, U.S. courts have tried Somali pirates from three other incidents. In November 2010, five Somalis involved in the April 2010 attack on the U.S. Naval frigate USS Nicholas were the first to be convicted of piracy by a U.S. jury since 1820. They were given life sentences plus 80 years for related firearms charges by a civilian court in Norfolk, VA, in March 2011. A Somali involved in the 2009 hijacking of the Maersk Alabama , Abduwali Abdiqadir Muse, was sentenced by a New York court in February 2011 to almost 34 years in prison on charges of hijacking, kidnapping, and hostage taking. Muse was not convicted of piracy. A federal judge dismissed piracy charges against six Somalis implicated in the April 2010 attack against another warship, the USS Ashland , in August 2010. One of the defendants, Jama Idle Ibrahim, pled guilty to related charges and to conspiracy to commit piracy in a 2008 attack on a Danish ship carrying American cargo. Ibrahim, who reportedly received a $17,000 share of a $1.7 million ransom for the Danish vessel, is now serving a 30-year term for both crimes. The remaining five face seven other charges; prosecutors have appealed the decision to dismiss the piracy charge."], "subsections": []}, {"section_title": "U.S. and International Efforts to Prevent Pirate Attacks", "paragraphs": ["The U.S. government and the international community have undertaken an array of efforts to prevent and deter pirate attacks. Various authorities have issued warnings to vessels in the waters off the Horn of Africa and continue to provide guidance on measures to maximize their safety while transiting the area. In addition to an existing advisory warning to U.S. vessels regarding the threat of piracy in the waters off the Horn issued by the U.S. Department of Transportation Maritime Administration (MARAD), the U.S. Coast Guard has, in the wake of the Quest attack, issued a warning strongly advising all U.S. registered yachts and sailing vessels against passage in the Gulf of Aden, Arabian Sea, Somali Basin, and western parts of the Indian Ocean. These vessels are particularly vulnerable to attack because of their low speed and low freeboard (the height of a ship's deck above the water level). The shipping industry, in coordination with the combined naval forces conducting counter-piracy operations, has produced guidance, known as Best Management Practices (BMPs), for mariners transiting these high-risk waters.", "The U.S. Navy continues to conduct counter-piracy operations in the region, primarily through the Combined Task Force 151 and NATO's Operation Ocean Shield. The European Union and NATO have extended the mandates for their counter-piracy missions through the end of 2012. China and Russia have assisted EU forces in escorting World Food Program relief shipments and China has shown willingness to improve its cooperation with the coalition task force providing security escorts in the Maritime Security Patrol Area in the Gulf of Aden.", "International coordination of anti-piracy efforts has improved over the past two years, both at sea and in the region, but U.S. civilian and military officials continue to stress the importance and difficulty of finding solutions to the problem of instability ashore in Somalia. To that end, the African Union (AU) has extended the mandate of their peacekeeping force in the country, the African Union Mission to Somalia (AMISOM). In December 2010, the U.N. Security Council passed Resolution 1964, extending its approval of AMISOM's mandate through September 2011 and raising the troop level to 12,000. The United States had provided training, logistics support, and assistance worth over $365 million to AMISOM. The United States has also provided over $85 million in assistance to the Somali Transitional Federal Government (TFG) security forces. AMISOM and TFG forces continue to face attacks from Al Shabaab, an Islamist insurgent group with ties to Al Qaeda. Capacity building efforts for these forces have focused on stabilizing Mogadishu before extending beyond the capital, and the TFG has yet to demonstrate the ability to expand its authority along the coast. Further complicating the security situation is a growing debate about the TFG's legitimacy as its mandate approaches expiration in August 2011.", "U.N. Secretary-General Ban Ki-moon released his latest report on piracy off Somalia to the Security Council in October 2010. He reported that ships following \"best practices\" developed by the maritime industry had a significantly lower risk of being hijacked. The Secretary-General also reported on the situation in Somalia in December 2010 and gave an update on international anti-piracy efforts. He has noted a request from the TFG president for support to develop Somalia's security forces and train its coast guards as part of international efforts to address piracy. The African Union has called on the Security Council to approach the Somali piracy issue \"in a holistic manner, with the view to effectively addressing its underlying causes and other equally serious threats which affect the livelihood and well-being of the Somali people.\"", "The situation in Somalia, and the related piracy threat, was the subject of open debate at the Security Council in March 2011, during which the Council stressed the need for a \"comprehensive strategy to encourage the establishment of peace and stability in Somalia,\" and a \"comprehensive response to tackle piracy and its underlying causes.\" Among the items on the Council's agenda was a report issued in January by the Secretary-General's Special Advisor on Legal Issues Related to Piracy off the Coast of Somalia. The Special Advisor has proposed, among other recommendations, the creation of three specialized piracy courts for Somalia to address current obstacles to the prosecution of Somali pirates. The Security Council expressed unanimous support for increased efforts to establish governance and the rule of law in Somalia in Resolution 1976, passed on April 11, noting concern with the large number of suspected pirates being released without trial and deciding to urgently consider the establishment of the specialized Somali courts recommended in the Special Advisor's report (see \" Prosecuting Acts of Piracy \"). "], "subsections": []}]}, {"section_title": "Background", "paragraphs": ["Piracy has reemerged as a global security threat, most recently in the waters off the Horn of Africa, but also in West Africa, the waters off India, the South China Sea and the Strait of Malacca, and the Caribbean. Pirates tend to operate in regions with large coastal areas, high levels of commercial activity, small national naval forces, and weak regional security cooperation mechanisms. These characteristics facilitate other maritime security threats, including terrorism, weapons and narcotics trafficking, illegal fishing and dumping, and human smuggling operations.", "Worldwide rates of piracy began to increase in the early 1990s, peaking at roughly 350 to 450 reported attacks per year during the period 2000-2004, then declining by almost half by 2005. In 2007, almost half of the world's reported pirate attacks took place in African waters, mainly near Nigeria and Somalia. The number of attacks in Somali waters doubled in 2008, accounting for an estimated 40% of the 293 pirate attacks reported worldwide. The recent increase in pirate attacks off Somalia has caused the total number of worldwide pirate attacks to return to the levels of 2000-2004: of the 406 worldwide attacks in 2009, 217 of them occurred off the coast of Somalia. In 2010, 219 of the 445 reported attacks took place in the waters off the Horn. Moreover, high-profile attacks on high-value vessels in the Gulf of Aden and the west Indian Ocean have brought renewed international attention to the problem of piracy in these waters. ", "The U.S. National Maritime Security Strategy, issued in 2005, stated that the \"safety and economic security of the United States depends upon the secure use of the world's oceans,\" and identified \"well organized and well equipped\" pirates and criminals as threats to international maritime security. The bombing of the USS Cole in 2000 in the Yemeni harbor of Aden and the bombing of the French oil tanker MV Limburg in 2002 illustrated the threat of potential maritime terrorism in the region. The United States, working with international partners, established a combined naval task force to meet the terrorism threat (Combined Task Force 150), and increased bilateral military assistance to regional navies. However, prior to the establishment in January 2009 of the new Combined Task Force 151, the United States had not assigned any naval assets the sole task of performing anti-piracy operations in the Horn of Africa region. ", "Similarly, until 2008, the international community did not respond to the threat of piracy in the waters off of Somalia in a coordinated, dedicated manner. In December 2008, the European Union launched EU NAVFOR Operation ATALANTA, the first naval operation under the framework of the European Security and Defense Policy (ESDP). Similarly, NATO launched a dedicated anti-piracy mission, Operation Ocean Shield, and other navies have deployed ships to provide security for vessels bearing their flags. The development of a collaborative regional response in East Africa in 2009 mirrored regional reactions to the threat of piracy in the Strait of Malacca between Malaysia, Singapore and Indonesia, which are credited with having drastically reduced the instance of piracy in Southeast Asia since 2005. Eradicating piracy off the Horn of Africa region may prove to be a more daunting task. The vast areas of the west Indian Ocean and the Gulf of Aden where the pirates operate are remote, Somalia remains largely ungoverned, and regional states have relatively weak naval capabilities. Furthermore, Somalia's transitional government currently lacks the capacity to prosecute and imprison pirates and few countries have demonstrated the will to prosecute those apprehended in international counter-piracy operations."], "subsections": [{"section_title": "Piracy off the Horn of Africa: Profile", "paragraphs": [], "subsections": [{"section_title": "The Pirates", "paragraphs": ["Several pirate groups currently operate in Somali waters, according to U.N. and independent sources. Initially organized predominantly along clan lines and based in remote port towns, the groups have varying capabilities and patterns of operation, making generalized responses more difficult. Reports suggest that there may currently be 7 to 10 distinct gangs or \"pirate action groups\" financed by so-called \"instigators\" who organize the funding and delegate operations to group leaders. These groups operate from Xabo on Puntland's northern coast, along Puntland's eastern coast out of ports from Garacad (Garad) south to Hobyo, and from Harardhere (Xarardheere) in central Somalia south to Kismayo. U.N. officials have expressed particular concern with a \"recent and worrying trend,\" since September 2010, regarding attacks launched between Harardhere and Kismayo, a region currently occupied by militants affiliated with Al Shabaab. U.S. officials state that \"interactions mostly of a coercive nature that benefit terrorists\" exist, but do not appear to represent an \"operational or organizational alignment.\"", "Pirate groups have operated from many of these remote communities, each heavily dependent on fishing, since the early 1990s. Several of the early pirate groups adopted names to suggest that they were acting in a maritime security capacity, claiming that they had been trained by foreign security firms and given semi-official status to intercept foreign fishing vessels and extract fines. In recent years, though, piracy appears to have become an attractive pursuit for young Somali men with few other economic prospects, adding legal complexities for governments seeking to try young pirate suspects. Pirate groups are also reportedly recruiting from inland Somalia. "], "subsections": [{"section_title": "Puntland", "paragraphs": ["The northern semi-autonomous region of Puntland (shaded in Figure 1 ) continues to serve as the primary base for Somali pirate networks, and some local officials there are alleged to have facilitated and profited from piracy, in spite of some recent efforts by regional leaders to crack down on pirate activity and related corruption. In March 2010, the U.N. Monitoring Group on Somalia reported that key leaders in the Puntland administration \"have received proceeds from piracy and/or kidnapping,\" and, that \"in some cases the Puntland authorities have extended protection to pirate militias.\" Puntland authorities protested the report's conclusions and characterized them as politically motivated. The TFG and the Puntland authorities agreed in 2009 to a joint program for anti-piracy cooperation, and, later that year, the Secretary-General reported that local Puntland authorities had \"succeeded in launching limited relevant activities to thwart, curb, or investigate piracy.\" Puntland's efforts to push pirates out of their base in Eyl were reportedly successful, although those pirates appear to have simply moved their operations south to Garacad. Puntland and the TFG signed a memorandum of understanding on counter-piracy issues in April 2010, although the Puntland government suspended engagement with the TFG in January 2011, apparently spurred by a perceived lack of consultation by the TFG with regional authorities on the future of the transitional government. Puntland has developed a basic coast guard, but accounts suggest that the equipment and capabilities of this small force remain limited. The government has enlisted a private security company to train and equip its maritime force."], "subsections": []}]}, {"section_title": "Motives", "paragraphs": ["While the profitability of piracy appears to be the primary motivating factor for most pirates, other observers argue that since conditions in Somalia make survival difficult for many and prosperity elusive for most, the relative risk of engagement in piracy seems diminished. According to the final report of the experts group convened in 2008 by the U.N. Special Representative to Somalia, \"poverty, lack of employment, environmental hardship, pitifully low incomes, reduction of pastoralist and maritime resources due to drought and illegal fishing and a volatile security and political situation all contribute to the rise and continuance of piracy in Somalia.\" Pirate activity and ransom revenues have increased significantly in the past three years, and many now assert that Somalia's economy and its population are increasingly dependent on piracy. The average ransom paid in 2010 has been estimated at over $5.4 million—with more than 50 reported hijackings in the last year, this places the pirates' 2010 ransom revenues at over $250 million. U.N. officials argue that the insecurity caused by piracy deprives northern Somalia, which has not been as affected by the armed conflict in central and southern Somalia, of a variety of job-creating investments, from port operations to commercial fishing. ", "Somali pirates interviewed by the international media frequently link their pirate activities to trends such as illegal fishing and dumping in Somali waters that have emerged as the country has lost its ability to patrol its waters over time. While these explanations may mask the opportunistic piracy of some, reports suggest that illegal fishing and dumping have disrupted Somalia's coastal economy. Recent estimates by the United Nations suggest that Somalia may lose $95 million annually to illegal fishing. The international Contact Group on Piracy off the Coast of Somalia (\" Contact Group on Piracy off the Coast of Somalia (CGPCS) \", see below) stated at its inaugural meeting that \"piracy is symptomatic of the overall situation in Somalia including the prevalence of illegal fishing and toxic waste dumping off the coast of Somalia, which adversely affects the Somali economy and marine environment.\" The CGPCS also reaffirmed \"its respect for Somalia's sovereignty, territorial integrity, and sovereign rights over natural resources\" and underscored that the group's participants \"ensure that their flagged vessels respect these rights.\" ", "Paradoxically, the regional fishing industry reportedly has been damaged significantly by the threat of piracy. According to some reports, tuna catches in the Indian Ocean fell 30% in 2008, in part because of fishing vessels' fears of piracy. This has had a major impact on countries like the Seychelles, which rely on the fishing industry for up to 40% of their revenues, and on Yemen, which reported an estimated $150 million in lost fishing sector revenues in 2009."], "subsections": []}, {"section_title": "Tactics and Demands31", "paragraphs": ["As noted above, some Somali pirate groups have developed sophisticated operational capabilities and have acquired weaponry, equipment, and funds that make them on par with or more effective than the local forces arrayed against them. The typical Somali pirate team is equipped with a variety of small arms, including AK-47 rifles and rocket propelled grenade (RPG) launchers. Many pirate teams use fishing skiffs powered with large outboard motors to give chase to larger, but slower-moving tankers, cargo ships, yachts, cruise ships, barges, and tug boats. Local Somali fisherman reportedly are forced to support pirate activities in some cases, while in other cases, coastal Somalis lend their fishing boats, equipment, and navigational expertise to teams of would-be pirates from inland communities.", "Somali pirates initially focused on attacking ships in the west Indian Ocean, off Somalia's eastern coast. When ships operating on that route shifted further out to sea, Somali pirates shifted their focus to the Gulf of Aden, where there is a concentration of merchant ships (an estimated 33,000 per year) operating in a more constrained waterway that is relatively close to Somalia's northern shore. Most recently, now that international naval forces are patrolling the Gulf of Aden with some effectiveness, Somali pirates have shifted some of their focus back to the Indian Ocean, and are now able to operate over 1,000 nautical miles from the Somali coastline, often with the support of so-called \"mother ships.\" These \"mother ships\" are usually larger fishing vessels that have been commandeered through acts of piracy.", "As noted above, U.S. and international officials suspect that in some cases, Somali businessmen and international support networks provide pirate groups with financing and supplies in return for shares of ransom payments that are also distributed among pirates themselves. The IMB has disputed claims that pirates receive intelligence support in order to target specific vessels, arguing that \"the suggestion that vessels are targeted in advance using shore based intelligence is spurious…. Further, there is no information in the public domain that would enable pirates to precisely locate a targeted vessel at sea and then to mount a successful attack off the Horn of Africa.\" In March 2010, the U.S. Office of Naval Intelligence (ONI) reported that \"vessels attacked off Somalia are randomly selected and not specifically targeted for any reason other than how easily the vessel can be boarded. Pirates simply patrol an area, wait for a target of opportunity, and attempt to board.\" The pirates refuel and purchase logistical supplies like engine parts in Yemen, according to U.S. naval officials.", "One of the unique characteristics of Somali piracy has been the taking of hostages for ransom. In this sense, piracy off Somalia can be viewed as a form of maritime kidnapping. Unlike pirate attacks in Strait of Malacca or Nigeria, where ships are boarded either to take the vessel or its contents, pirates off the Horn of Africa routinely take the target vessel's crew hostage in return for ransom payments. This approach to piracy is possible because the pirates have a sanctuary on land in Somalia and in its territorial waters from which they can launch pirate attacks and hold hijacked ships for indefinite lengths of time during ransom negotiations. Pirates in other parts of the world are less likely to have such sanctuaries. This has presented maritime security forces with significant challenges to traditional engagement strategies and tactics. ", "According to reports, most vessels under attack have less than 15 to 30 minutes between the first sighting of the pirates and their boarding of the ship and taking of hostages. If a naval ship cannot arrive on scene within those 15 to 30 minutes, it will likely arrive too late to prevent the ship's capture. Naval combatant ships generally can steam at speeds of up to 30 knots (speeds of 20+ knots might be more likely), so unless a naval ship happens to be a few miles away when a commercial ship comes under attack, it won't arrive until after (perhaps long after) the 15- to 30-minute window has come and gone. The large area of water to be patrolled and the relatively small number of naval ships available means that the closest naval ship is often far too distant to arrive within that timeframe.", "Once a ship is taken, the pirates will generally move the ship to an anchorage off the Somali coast. Hostages may be kept on their own vessel, moved to a larger vessel with other hostages to discourage rescue attempts and consolidate hostage \"upkeep,\" or they may be taken ashore. Negotiations for ransom involve the use of satellite telephones, third-party intermediaries in Somalia and abroad, and public relations efforts to influence interaction with property owners and foreign officials. As ransom payments have increased, however, so has the length of ransom negotiations, which on average doubled from 2009 to 2010. Hostages may now face three to four months of captivity, or, in the case of Paul and Rachel Chandler, a British couple whose sailboat was seized in October 2009, over a year before being released. Hostages held by Somali pirates have reported harsh conditions and psychological trauma endured during captivity."], "subsections": []}, {"section_title": "Ransom v. Rescue: Considerations Regarding the Use of Force", "paragraphs": ["While pirate attacks may involve violence and the use of weaponry, reports suggest that most Somali pirate groups have not wantonly harmed captives taken in the course of their raids. Somali pirates have, however, demonstrated an increasing willingness to use violence in order to capture a ship, and, according to the commander in charge of EU counter-piracy operations, their treatment of hostages appears to be worsening. According to the U.S. Office of Naval Intelligence (ONI), the number of vessels fired upon by Somali pirates in 2009 (127) and 2010 (120) was triple the number fired upon during 2008 (42). Pirates appear to be adapting to certain self-defense mechanisms used by mariners, and have, in some instances, used RPGs or explosives to breach a ship's \"citadel\" (a safe room with a reinforced door used by crew to avoid capture). ", "Most navies have avoided rescue operations that could endanger the lives of hostages, preferring instead to engage in hostage negotiations or wait for shipping companies to negotiate ransom. Several high-profile rescue attempts have led pirates to threaten revenge. Pirate groups have threatened to kill hostages in the event of such attempts. Hostages may also inadvertently be caught in the crossfire during rescue operations. In April 2009, a rescue operation by French naval forces designed to free a family held hostage onboard a small sailboat off the Somali coast resulted in the death of the vessel's owner, a French citizen, during an exchange of fire between the pirates and naval personnel. In January 2011, South Korean commandos successfully rescued the crew of the tanker Samho Jewelry , but the tanker's captain was shot in the stomach during the operation. The deaths of four Americans onboard the Quest in February 2011 further highlight the dangers to hostages while being held by pirates.", "The use of force against suspected pirate vessels also may be problematic because of the difficulty inherent in distinguishing a pirate mother ship from a legitimate commercial ship. According to reports, in November 2008, a ship from the Indian navy attacked what it thought was a pirate mother ship; only after the attack did the navy discover that the targeted ship was an innocent Thai commercial trawler.", "Ransom payments are considered to be problematic because they encourage pirates to continue their attacks with the expectation that insurance and shipping companies will decide that ransoms are cost effective relative to the insured values of personnel and cargo. Reports suggest that pirates have invested ransom earnings in more sophisticated weaponry and have fortified their operating bases against local authorities and potential international intervention. With pirate revenues in 2009 estimated at roughly $80 million, local authorities like the governments of Puntland and Somaliland are completely out-resourced."], "subsections": []}]}, {"section_title": "Piracy off the Horn of Africa: Impact", "paragraphs": ["The strategic location of the Horn of Africa increases its importance for international security and commerce. The northern coastline of Somalia lies to the south of the Gulf of Aden, a key transit zone for ships passing to and from the Red Sea and the increasingly active port of Djibouti. The U.S Department of Energy estimates that 3.2 million barrels of oil per day transited the Bab el Mandeb strait between the Gulf of Aden and the Red Sea in 2009. The Indian Ocean waters off the southeast coast of Somalia are home to busy shipping lanes for trade between Asia and East Africa, as well as for ships making longer voyages around South Africa's Cape of Good Hope. Ship traffic to and from the Kenyan port of Mombasa is particularly vulnerable to security disruptions in the west Indian Ocean. The Maritime Administration testified in 2009 that:", "On average, at least one U.S. commercial vessel transits the area each day. Many of these US-flag vessels carry Department of Defense cargo bound for Operations Iraqi and Enduring Freedom. U.S.-flag vessels transiting the region also carry humanitarian cargoes generated by U.S. AID or international organizations to the Horn of Africa, including Djibouti, Somalia and other countries in East Africa or South Asia.", "A recent study conducted by the One Earth Future Foundation estimates that maritime piracy costs the international community between $7 billion and $12 billion per year. As the study notes, the threat of pirate attacks in the region inflicts direct costs, including insurance, ransoms, self-protection measures, rerouting, naval operations, and piracy prosecutions. Piracy also imposes secondary costs, having a macroeconomic impact on regional trade, on the region's tourism and fishing industries, and on food prices. "], "subsections": [{"section_title": "Threats to Commercial Shipping and Global Trade47", "paragraphs": ["Piracy results in several types of economic costs to the shipping industry, including ransom payments, damage to ships and cargoes, delays in cargo deliveries, increased maritime insurance rates, and costs to harden merchant ships against attack. Some of these costs are ultimately passed on to the consumer. The total economic costs of piracy, though large in an absolute sense, are nevertheless only a small fraction of the total value of worldwide shipborne commerce. ", "In May 2008, based on the advice of the Lloyd's Joint War Committee, insurance underwriters at Lloyds of London designated the Gulf of Aden a \"war-risk\" zone subject to a special insurance premium. In response, London-based ocean marine insurers raised premium rates for ships making the voyage through the Gulf of Aden and the Suez Canal. War risk insurance premiums charged by international reinsurers have also increased dramatically for vessels sailing in the danger zone. Depending upon the vessel size, war risk premium for merchant vessels sailing in the Indian Ocean has reportedly gone up from $500 per ship, per voyage, to up to $150,000 per ship, per voyage. ", "American shipping companies would have faced the same insurance cost pressures were it not for the fact that American hull clauses exclude piracy, which is then picked up under the U.S. Maritime War Risk Insurance Program. U.S. hull and machinery rates have been relatively stable due to the U.S. Maritime War Risk Insurance Program, the competitive nature of the ocean marine insurance business, U.S. naval patrols off the Horn of Africa, and actions taken by owners to protect their ships and cargo. Moreover, according to representatives of the American Institute of Marine Underwriters (AIMU), U.S. ocean marine insurers have not had to pay ransom for any act of piracy; therefore, they say, hull and cargo insurance rates for vessels leaving the United States remain relatively stable.", "London-based shipping firms are usually prepared to pay ransom when the demanded sums are considered low, ranging from $500,000 to $2 million, compared with the value of the ships and cargo. Prior to 2009, such payments were reportedly reimbursed because hull insurance policies issued in London explicitly covered the peril of piracy. American hull clauses exclude piracy, which is then picked up by the war risk clause. However, when the ransom demanded exceeds the value of the cargo, the shippers typically do not pay the ransom. Some firms have developed specific insurance products to address piracy-related ransom costs.", "In 2009, as the frequency of vessel seizures and ransom demands in the Gulf of Aden and Indian Ocean spiked to unprecedented levels, some marine underwriters in London began to shift from covering piracy under hull policies to covering the peril under war risk policies. This change may have been taken in an effort to address possible ambiguity in how piracy (including marine kidnap and ransom) is covered. The purchase of a war risk policy obviates the need for a separate marine kidnap and ransom insurance policy. Under the hull policy, the kidnap and ransom perils are generally covered under a contractual provision called \"general averages\" whereby the owner, insurance company, and other interested parties enter into an agreement prior to each shipment to pay a proportional share of a vessel's expenses in the event of piracy that may or may not include kidnap and ransom. The problem is that in the event of an actual piracy certain ambiguities and legal challenges arise. ", "Some ship operators (and their governments) reportedly judge the costs of paying occasional ransoms to be far less than the costs of rerouting the shipping around the southern tip of Africa—a longer and more costly trip—or arming merchant ships. Some experts argue the payment of ransoms in the event of vessel seizure has kept the level of violence associated with piracy relatively low. Thus, the payment of occasional ransoms might be viewed by ship operators (and their governments) as a regrettable but tolerable cost of doing business, even if it encourages more piracy. According to the State Department, \"continued payments will only encourage more kidnappings. For this reason, the United States actively encourages other states to adopt our no concessions policy and refrain from paying ransoms.\""], "subsections": []}, {"section_title": "Threats to Humanitarian Aid Deliveries", "paragraphs": ["Piracy also threatens the delivery of vital humanitarian assistance to the Horn of Africa, much of which arrives by sea. According to the U.S. Agency for International Development (USAID), more than 5 million Ethiopians will require emergency food assistance through mid-2011. The United States provided over $340 million in food and humanitarian aid to Ethiopia in FY2009, over $363 million in FY2010, and over $22 million in the first half of FY2011. In neighboring Somalia, an estimated 2.4 million people, one-third of the population, are expected to require food aid in 2011, primarily in southern and central Somalia, where poor rains have resulted in crop failure and deteriorating livestock conditions. The delivery of U.S. food and humanitarian aid to Somalia is additionally hindered by a non-permissive security environment on land.", "Food insecurity in the region, caused by drought and instability, has been heightened by high food and fuel prices in the region. Officials from the World Food Program (WFP), which ships tens of thousands of metric tons of food monthly to the Horn of Africa region, reports that it has become more expensive to ship assistance to Mogadishu, and that their ability to deliver relief is significantly hampered. Al Shabaab militants demanded in December 2009 that the WFP halt imports of food assistance in favor of purchasing supplies from Somali farmers. The WFP suspended operations in southern Somalia in January 2010, amid growing threats and intimidation. Canada, NATO, and European Union forces assumed escort responsibilities for WFP shipments in late 2008. Russia has also escorted convoys. In March 2010, China's navy offered to assist the European Union forces currently escorting WFP shipments, signaling the expansion of China's naval deployment to the region. "], "subsections": []}, {"section_title": "Threats to U.S. Flagged Vessels and the Maersk Alabama Incident", "paragraphs": ["The threat of piracy to ongoing relief efforts and U.S.-flagged vessels was illustrated in April 2009, when pirates hijacked the Maersk Alabama and attacked the Liberty Sun , both U.S.-flagged and crewed cargo vessels contracted by WFP to deliver USAID food assistance off the southeast coast of Somalia. On April 8, 2009, Somali pirates seized the U.S.-flagged commercial shipping vessel Maersk Alabama approximately 250 nautical miles south east of the Somali town of Eyl. The Maersk Alabama had delivered food aid to the port of Djibouti and was en route to the port of Mombasa, Kenya, when it was seized by Somali pirates. Press reports suggested that the 20-member crew of U.S. citizens overtook their Somali captors some time after the ship was seized and attempted unsuccessfully to free the ship's captain, Vermont resident Richard Phillips. ", "In response, the United States Navy dispatched the USS Bainbridge , an Arleigh Burke-class destroyer, and reconnaissance aircraft to the area in order to monitor the small craft where Captain Phillips was being held. FBI personnel conducted hostage negotiations for his release. On April 11, after officials determined that Phillips' life was in immediate danger, U.S. Special Forces mounted a rescue operation with the authorization of President Obama. Three pirates were killed by snipers in the operation; a fourth, a young Somali named Abdiwali Abdiqadir Muse, was transferred to the United States for trial. He pled not guilty to piracy, conspiracy, hostage taking, and weapons charges before the United States District Court in the Southern District of New York, but was convicted and, in February 2011, sentenced to 34 years in prison. ", "Some analysts expressed concern that the rescue operation would trigger the use of increasingly violent tactics by pirates. A leader of the pirate group that had held Phillips reportedly vowed revenge, telling reporters that, \"this matter will lead to retaliation and we will hunt down particularly American citizens travelling our waters. Next time we get American citizens ... they [should] expect no mercy from us.\" An April 14, 2009, attack on a second U.S.-flagged vessel, the Liberty Sun , appeared to be an attempt by pirates to follow through on that threat. A pirate leader told reporters after the Liberty Sun attack that, \"We were not after a ransom. We also assigned a team with special equipment to chase and destroy any ship flying the American flag in retaliation for the brutal killing of our friends.\" The Maersk Alabama has come under attack twice since the first attack, but has successfully repelled pirates using an armed security team, evasive manoeuvres, and long range acoustic devices."], "subsections": []}, {"section_title": "Concerns Regarding the Financing of Regional Conflict and Terrorism", "paragraphs": ["The volatile Horn of Africa is home to several ongoing armed conflicts, and armed banditry is a common threat in much of the region. The small arms trade in the Horn and its potential to fuel instability remains a major concern to the international community. In spite of the longstanding U.N. arms embargo on Somalia established by Security Council Resolution 733 (1992), U.N. observers have reported \"persistent violations.\" The embargo was modified in 2007 at the behest of the African Union and others to allow the armament of transitional government forces battling Islamist insurgents, and again in 2008 to allow for counter-piracy operations (see \" United Nations Security Council \" below). According to the Security Council Resolution 1851, \"the lack of enforcement of the arms embargo ... has permitted ready access to the arms and ammunition used by the pirates and driven in part the phenomenal growth in piracy.\"", "Some observers have expressed apprehension that some of the revenue from ransoms paid for the release of ships and hostages is being used to finance an influx of weapons to the area for pirates or others. According to some experts, boats used for pirate attacks are also occasionally used to carry refugees and economic migrants from Somalia to Yemen, and some return carrying arms. In 2009, U.S. Navy officials reported to Congress that they had not found financial ties between fighters associated with Al Shabaab and Somali pirate gangs, but that there was the potential for personnel linkages. A Canadian intelligence assessment released in December 2009 reportedly described an \"Islamist extremism-piracy nexus\" in which Al Shabaab personnel supplied \"weapons, combat training and local protection\" to pirates in southern Somalia in exchange for a portion of the spoils from hijackings either in cash or seized weapons and materiel. ", "More recent U.N. reporting has suggested that while Al Shabaab does not appear to have formed any formal alliances with pirate gangs, \"local complicities have been noted,\" including ad hoc agreements in which some local Al Shabaab leaders permit select gangs to operate bases in central and southern Somalia in return for a portion of ransom money. According to some press reports, Al Shabaab militants have reportedly demanded a 20% share of ransom payments from a Harardhere pirate gang. U.S. officials testified before Congress in March 2011 that \"interactions mostly of a coercive nature that benefit terrorists\" exist, but do not appear to represent an \"operational or organizational alignment\" between the pirates and Al Shabaab. To the extent that ransom payments and new arms may further empower criminal pirate groups or local militants, the challenge that such groups pose to Somali authorities could grow."], "subsections": []}]}]}, {"section_title": "U.S. and International Policy Responses", "paragraphs": ["Piracy in the waters off the Horn of Africa is a symptom of the wider instability that has plagued Somalia and the region since the early 1990s. The internationally recognized Transitional Federal Government (TFG) has struggled in recent years to form a functional unity government and to reconstitute national security and law enforcement entities. The United States has supported reconciliation efforts in Somalia and has taken a leadership role in coordinating diplomatic and military responses to the threat of piracy in the region, in coordination with the United Nations Security Council. International donors have pledged funds for Somalia that are intended in part to support the development of security forces by the TFG, with the aim of improving local authorities' ability to act against pirates ashore. Some caution, however, that assistance and equipment provided to TFG forces may in some cases be transferred to insurgents. International donors have also supported efforts by countries in the region to prosecute and imprison pirates.", "To date, U.S. and international efforts to respond to the threat of piracy have taken on a multi-faceted approach. In order to provide a short term response to the immediate threat to international navigation in the region's waters, the U.N. Security Council has authorized third party governments to conduct anti-piracy operations in Somali territorial waters and ashore, but only with authorization from and in coordination with the TFG. Among CTF-151, the EU's Operation ATALANTA, NATO's Operation Ocean Shield, and other navies' \"national escort\" operations, roughly 3 dozen combatant ships are patrolling in the region. Attacks continue in both the west Indian Ocean and the Gulf of Aden, in spite of increased international maritime security efforts in those waters, but the number of attacks in the Gulf of Aden has diminished significantly since 2009. Regional bodies such as the African Union, the Arab League, and ad hoc groupings have held consultative meetings and issued policy statements condemning piracy in the region and providing guidance for the development of coordinated, collaborative regional responses. "], "subsections": [{"section_title": "U.S. Policy", "paragraphs": ["The U.S. National Maritime Security Strategy, issued in 2005, stated that the \"safety and economic security of the United States depends upon the secure use of the world's oceans,\" and identified \"well organized and well equipped\" pirates and criminals as threats to international maritime security. In June 2007, the Bush Administration adopted a Policy for the Repression of Piracy and other Criminal Acts of Violence at Sea that stated that it is the policy of the United States to \"continue to lead and support international efforts to repress piracy and other acts of violence against maritime navigation and urge other states to take decisive action both individually and through international efforts.\" In December 2008, the Bush Administration issued an implementation plan based on that policy to address piracy threats in the Horn of Africa region. The U.S. National Security Council's (NSC) \" Countering Piracy off the Horn of Africa: Partnership and Action Plan \" set out the objective \"to repress this piracy as effectively as possible in the interests of the global economy, freedom of navigation, Somalia, and the regional states.\" In pursuit of that objective, the plan outlined three \"lines of action\" for U.S. policy: ", "1) prevent pirate attacks by reducing the vulnerability of the maritime domain to piracy; 2) disrupt acts of piracy consistent with international law and the rights and responsibilities of coastal and flag States; and 3) ensure that those who commit acts of piracy are held accountable for their actions by facilitating the prosecution of suspected pirates by flag, victim and coastal States, and, in appropriate cases, the United States.", "In support of the 2007 policy and 2008 plan, the Bush Administration formed an interagency Counter-Piracy Steering Group that \"addresses the full spectrum of anti- and counter-piracy efforts, from piracy prevention to interruption and termination of acts of piracy, to ensure the accountability of pirates.\" The State Department and Defense Department are the co-leaders of the steering group and work with other U.S. government agencies, such as USAID and the Departments of Transportation, Homeland Security, Treasury, and Justice, to coordinate U.S. policies and engagement in the multilateral initiatives that have been developed since mid-2008. To date, the steering group has overseen efforts to implement elements of the December 2008 NSC Action Plan , which pledged U.S. support for the establishment of the international Contact Group on piracy (established January 2009, see \" Contact Group on Piracy off the Coast of Somalia \") and a regional counter-piracy coordination center (under development, see \" The International Maritime Organization (IMO) and the Djibouti Code of Conduct \"). ", "The Obama Administration endorsed the Bush Administration's overarching strategic approach with regard to the piracy threat, and over the course of 2009, Administration officials outlined new implementation plans. In addition to providing expanded material assistance to the Somali Transitional Federal Government to support its efforts to provide security ashore, U.S. officials and military personnel have engaged leaders and officials from the regions of Puntland and Somaliland to encourage them to take action against piracy and to improve coordination with international efforts. The United States remains a leading participant in the multilateral CGPCS, and has supported the \"New York Declaration\" initiative to establish benchmark best practices for governments, shipping companies, and insurance firms related to maritime security and piracy.", "The December 2008 Action Plan called for U.S. \"bilateral assistance programs for judicial capacity building efforts\" for regional states. The Administration welcomed the September 2009 establishment of a trust fund to support regional prosecutions, and has provided some bilateral assistance to Kenya to support its prosecution efforts. Comments from officials suggest the Obama Administration shares the view expressed in the Action Plan that U.S. anti-piracy efforts are intended \"to be mutually supportive of longer-term initiatives aimed at establishing governance, rule of law, security, and economic development in Somalia.\" This approach is also echoed in the Obama Administration's recently released Maritime Security Sector Reform (MSSR, December 2010) guide, which provides a framework for planning and assessing interagency assistance programs in the maritime security domain. ", "A September 2010 GAO assessment of current implementation of the Action Plan and the Obama Administration's wider counter-piracy strategy concluded that \"the effectiveness of U.S. resources applied to counter-piracy is unclear because the interagency group responsible for monitoring the Action Plan's implementation has not tracked the cost of U.S. activities—such as operating ships and aircraft and prosecuting suspected pirates—nor systematically evaluated the relative benefits or effectiveness of the Action Plan's tasks.\" The report also warned that \"agencies have made less progress on several key efforts that involve multiple agencies--such as those to address piracy through strategic communications, disrupt pirate finances, and hold pirates accountable.\" As described below, these efforts were identified as priorities by the United States and its international partners during 2010, and are now the focus of U.S. and multilateral efforts alongside continuing military operations.", "President Obama signed Executive Order 13536 on April 12, 2010, determining that acts of piracy or armed robbery at sea off the coast of Somalia constitute an unusual and extraordinary threat to the national security and foreign policy of the United States. The order authorizes the Treasury Department, in coordination with the State Department, to identify and to block the property and interests under U.S. jurisdiction of individuals threatening the peace and security of Somalia, those obstructing the delivery of humanitarian assistance to or in Somalia, and those directly or indirectly supporting military activities in Somalia. Listed among the individuals identified in the Annex to E.O. 13536 are Abshir Abdullahi \"Boyah,\" described as a key organizer, recruiter, financier, and commander of a maritime militia of pirates in the Eyl area; and Mohamed Abdi Garaad, described as a principal organizer and financier of pirate activities. Garaad is identified as having acknowledged responsibility for multiple attacks, including those on the Maersk Alabama and the Liberty Sun . "], "subsections": []}, {"section_title": "United Nations Security Council", "paragraphs": ["The U.N Security Council has issued a series of resolutions since 2008 to facilitate an international response to Somali piracy. Resolution 1816 (June 2008) authorizes states acting in cooperation with, and with prior notification of, the TFG to \"enter the territorial waters of Somalia for the purpose of repressing acts of piracy and armed robbery at sea\" and to \"use, within the territorial waters of Somalia, in a manner consistent with action permitted on the high seas with respect to piracy under relevant international law, all necessary means to repress acts of piracy and armed robbery.\" Resolution 1838, adopted in October 2008, calls on states with military capabilities in the region to contribute to anti-piracy efforts and clarified the standing of the authorization contained in Resolution 1816 with respect to international law.", "At the request of the TFG, the mandate established in Resolution 1816 was extended for one year in December 2008 in Resolution 1846. Later that month, Resolution 1851 expanded the mandate by authorizing states and regional organizations that are acting at the TFG's request to \"undertake all necessary measures that are appropriate in Somalia [italics added] for the purpose of suppressing acts of piracy and armed robbery at sea.\" Both resolutions require any authorized international measures to be undertaken in accordance with humanitarian and human rights laws. Other provisions of Resolution 1851 have guided developments since December 2008 and may inform future U.S. or international initiatives. Resolutions 1897 and 1950 extended the mandates in Resolutions 1846 and 1851 through 2010 and 2011.", "Resolution 1846 also authorized the provision of technical assistance to TFG personnel and forces \"to enhance the capacity of these States to ensure coastal and maritime security\" in accordance with procedures outlined in Resolution 1772. Under paragraphs 11 and 12 of Resolution 1772, the supply of technical assistance to Somali \"security sector institutions\" was authorized, upon prior case-by-case notification to the U.N. sanctions committee for Somalia. Resolution 1851 provided similar authorization to weapons and military equipment destined for the sole use of Member States and regional organizations undertaking authorized anti-piracy operations in Somali waters. The African Union and the TFG had long requested that the broader U.N. arms embargo be amended or lifted in order to improve the capabilities of forces fighting Islamist insurgents, and in May 2009, the Security Council unanimously adopted Resolution 1872, granting new authorization for members states to participate in the training and equipping of the TFG security forces in accordance with Resolution 1772. ", "The U.N. Security Council has also adopted resolutions to facilitate the prosecution of Somali pirates. Resolution 1897 (December 2009) encouraged states to undertake agreements that would allow governments to embark law enforcement officials aboard coalition anti-piracy vessels for the purpose of facilitating the investigation, detention, and eventual prosecution of piracy suspects. Resolution 1918 (April 2010) required the Secretary-General to report on \"possible options to further the aim of prosecuting and imprisoning persons responsible for acts of piracy and armed robbery at sea off the coast of Somalia.\" The Secretary-General's report, issued in July 2010, identified seven options, six of which would require finding new host sites for prosecution and imprisonment of piracy suspects. The other option emphasizes increased capacity building assistance for regional governments, which is ongoing. Overall, the report concluded that \"assisting Somalia and its regions in the longer term to develop the capacity to prosecute and imprison to international standards will be essential in sustaining results in the fight against impunity for those responsible for acts of piracy and armed robbery at sea.\" In August 2010, the U.N. Secretary-General appointed Jack Lang as his Special Advisor on legal issues related to piracy off the coast of Somalia. Lang issued his report in January 2011, and in April, the Security Council expressed unanimous support for increased efforts to establish governance and the rule of law in Somalia in Resolution 1976, deciding to urgently consider the establishment of the specialized Somali courts recommended in Lang's report. "], "subsections": []}, {"section_title": "Contact Group on Piracy off the Coast of Somalia (CGPCS)", "paragraphs": ["Based on Resolution 1851, the Bush Administration led the formation of a multilateral Contact Group on Piracy off the Coast of Somalia (CGPCS) made up of 24 member governments and five regional and international organizations. The Contact Group held its first meeting in January 2009 and identified six tasks for itself: (1) improving operational and information support to counter-piracy operations; (2) establishing a counter-piracy coordination mechanism; (3) strengthening judicial frameworks for arrest, prosecution and detention of pirates; (4) strengthening commercial shipping self-awareness and other capabilities; (5) pursuing improved diplomatic and public information efforts; and (6) tracking financial flows related to piracy. In support of these goals, four working groups make recommendations at periodic meetings of the Contact Group secretariat on relevant military/operational, judicial, diplomatic, and public information aspects of regional and international anti-piracy efforts. The goals of these efforts are to improve operational coordination, information sharing, and the effectiveness of legal enforcement activities among all international actors combating piracy in the region. ", "The membership of the CGPCS has grown to approximately 60 member governments and 7 regional organizations. CGPCS meetings in 2010 provided updates on the efforts of working groups and made a number of suggestions and appeals, including calling for further donations to counter-piracy trust funds that support regional capacity building; requesting additional maritime patrol aircraft, oil tankers, helicopter-capable ships and military Vessel Protection Detachments and boarding teams; and identifying the need for more robust global efforts to track and freeze proceeds and support funds associated with piracy. These requests dovetail with the findings of the September 2010 GAO report referenced above, which called on the U.S. government to improve interagency coordination and program monitoring to improve performance in these areas. Some of the international community's efforts to address CGPCS suggestions are discussed in this report. The Contact Group's most recent meeting was held in March 2011 in New York. Earlier that month, the United States convened an ad hoc meeting to develop a strategy and action plan to address the financial aspects of piracy.", "Within the Contact Group, U.S. officials have led the efforts of a working group seeking to improve awareness and implementation of self-defence best practices in the shipping and insurance industries. Since May 2009, the United States and several other governments have signed a Commitment to Best Management Practices to Avoid, Deter or Delay Acts of Piracy (the so-called \"New York Declaration\"), including popular ship registry countries such as Panama, Liberia, the Bahamas, and the Marshall Islands. "], "subsections": []}, {"section_title": "The International Maritime Organization (IMO) and the Djibouti Code of Conduct", "paragraphs": ["The International Maritime Organization (IMO) has had an international anti-piracy program since the late 1990s and has successfully engaged on a multilateral basis in other regions to improve anti-piracy cooperation. Cooperative mechanisms for managing the security of the waters off the Horn of Africa are being developed, as called for by the IMO and encouraged by Resolution 1851. The IMO began sponsoring consultation meetings for the region in 2005, which led to the development of a draft cooperative framework agreement in early 2008. ", "In January 2009, representatives of 17 regional governments met at an IMO-sponsored meeting in Djibouti and adopted a Code of Conduct concerning the Repression of Piracy and Armed Robbery against Ships in the western Indian Ocean and the Gulf of Aden. Most regional governments have signed the Code of Conduct, which remains open for signature by other parties. Three regional facilities—the Maritime Rescue Coordination Centre in Mombasa, Kenya, the Sub-Regional Coordination Centre in Dar es Salaam, Tanzania, and a new regional maritime information center in Sana'a, Yemen—support the information sharing components of the agreement. The parties also agreed to resolutions on technical cooperation and the establishment of a regional training center in Djibouti. In September 2009, Japan made an initial contribution of $14 million to a trust fund dedicated to supporting the IMO's Djibouti Code-related training and capacity building operations. The IMO is assisting Member States to bring their national anti-piracy legislation into line with the Code. ", "The Djibouti Code of Conduct discussions have led to the creation of mechanisms to promote greater cooperation between the Somali TFG and the regional governments of Somaliland and Puntland. The three parties agreed in January 2010 to form a three-member technical committee, the Somali Contact Group on Counter-Piracy, also known as the \"Kampala Process,\" to coordinate their efforts. During that meeting they agreed on a draft anti-piracy law and began to work on laws related to the transfer of prisoners. They signed a memorandum of understanding to cooperate on counter-piracy issues in April 2010. Both Puntland and Somaliland have interdicted and arrested suspected pirates and accepted them for trial.", "A similar cooperative framework developed by the IMO, the littoral states of the Strait of Malacca, and other Asian governments has been in force since 2006. Known as the Regional Co-operation Agreement on Combating Piracy and Armed Robbery against ships in Asia (ReCAAP), the agreement established procedures for coordinating responses to piracy and sharing best practices among law enforcement and security personnel. The ReCAAP Information Sharing Center (ISC) in Singapore now serves as the principal clearinghouse for piracy reporting and response coordination. These steps, taken in conjunction with other regional agreements between Malaysia, Indonesia and Singapore to coordinate anti-piracy patrols in the Straits of Malacca and surrounding waters, have been successful in reducing piracy in that region. The negotiation of the bilateral and multilateral initiatives in the Straits of Malacca region highlighted several issues that may be of interest to parties seeking to establish similar programs in the Horn of Africa region, namely the importance of addressing local concerns over sovereignty, territorial water rights, and the presence of foreign military forces in regional waters."], "subsections": []}, {"section_title": "Preventing and Disrupting Pirate Attacks", "paragraphs": [], "subsections": [{"section_title": "Private Sector and Shipping Industry Responses", "paragraphs": ["Private sector and shipping industry responses to the threat of piracy in the waters off the Horn of Africa have varied. In addition to altering financial decisions based on higher insurance costs, some accounts suggest that shipment navigation patterns have changed in response to the threat of piracy, with some vessels preferring to circumnavigate the southern Cape of Good Hope rather than risk attack in the Gulf of Aden. Crews also have developed a number of unique countermeasures and best practices in their attempts to ward off and resist pirate attacks. The use of water cannons, fire hoses, and passive sonic defenses has become more widespread. Initial industry surveys suggested that ships that operate at speeds above 15 knots and that have higher freeboards have proven less susceptible to pirate attack. However, the U.S. Office of Naval Intelligence warned in March 2010 of \"pirates' increasing ability to board any vessel regardless of high freeboard.\" The use of safe rooms, or \"citadels\" by crew during attacks has proven a successful mechanism for avoiding capture in several cases. Debates about the use of armed guards continue among shipping industry representatives, government officials, and observers worldwide (see \" Options for Improving the Immediate Security of Merchant Ships \"). ", "The IMO and other bodies such as the International Chamber of Commerce International Maritime Bureau (ICC-IMB) have developed detailed guidance and recommendations, commonly known as \"Best Management Practices,\" for governments and commercial vessels seeking to prevent, deter, and respond to pirate attacks. The IMB manages a 24-hour piracy reporting center in Kuala Lumpur, Malaysia, which seeks to serve as the global, one-stop shop for piracy reporting and piracy threat information distribution for commercial vessels. The IMB also works with other regional information centers to collect and disseminate threat and situation reporting. For the Horn of Africa region, the IMB and European Union Maritime Security Center-Horn of Africa (MSC-HOA) issue periodic \"Industry Updates\" detailing recent trends in pirate attacks and making recommendations to vessels transiting regional waters."], "subsections": []}, {"section_title": "Combined Task Force 151 and Other Navies' \"National Escort Systems\"", "paragraphs": ["U.S. Naval Forces Central Command (NAVCENT) commands the Combined Maritime Forces (CMF) operating in the Arabian/Persian Gulf, Gulf of Oman, Gulf of Aden, Red Sea, Arabian Sea, and Indian Ocean. In January 2009, the command established Combined Task Force 151 (CTF-151), with the sole mission of conducting anti-piracy operations in the Gulf of Aden and the waters off the Somali coast in the Indian Ocean. That role had previously been filled by CTF-150, which continues to perform counterterrorism and other maritime security operations as it has since 2001. In August 2008, CTF 150 and partner forces agreed to the establishment of a Maritime Security Patrol Area (MSPA) in the Gulf of Aden to serve as a dedicated, more secure transit zone for merchant vessels. The MSPA has been credited, in part, with lowering the success rate of Somali pirates in the Gulf of Aden transit zone. Within the MSPA, eastbound and westbound Internationally Recommended Transit Corridors (IRTC) have been established \"to de-conflict commercial transit traffic with Yemeni fishermen, provide a measure of traffic separation, and allow maritime forces to conduct deterrent operations in the [Gulf of Aden] with a greater degree of flexibility.\" All U.S.-flagged vessels transiting the Gulf of Aden have been directed to plan their voyages using the IRTC.", "The list of countries participating in CTF-151 is fluid and consists of personnel and approximately two dozen ships from 25 countries, including the United States, the United Kingdom, Canada, Denmark, France, Germany, Greece, Italy, the Netherlands, Pakistan, Saudi Arabia, Spain, South Korea, Turkey and Yemen. CTF-151 is currently under the command of the Singapore Navy, and has previously been commanded by the U.S. Navy, the Korean Navy, and the Turkish Navy. The Task force's daily operations are managed onboard the TCG Gokceada , while the operations of the Combined Maritime Forces, which contributes to CTF-151, are coordinated from the NAVCENT command center in Bahrain. U.S. Coast Guard Law Enforcement Detachments (LEDETs) operate aboard CTF-151 vessels and perform support and advisory missions during boarding operations and provide training to task force personnel on evidence procedures, maritime law, and related issues.", "Other countries, most notably Russia, China, and India, have deployed naval forces to the region to participate in monitoring and anti-piracy \"national escort system\" operations. From an operational perspective, while these countries have not formally and fully coordinated their policies with CTF-151, there are ongoing communication efforts. A military coordination mechanism known as Shared Awareness and De-confliction (SHADE) coordinates the activities of coalition forces and Russia, China, India, and Japan through monthly meetings. ", "In January 2010, China agreed to assign one of its naval vessels to patrol the IRTC in coordination with CTF-151 and other coalition forces, and signaled that it may seek a rotating co-chairmanship role in future SHADE gatherings. Naval observers and officials in the United States have noted the engagement of China with particular interest, as Chinese naval operations in the Horn of Africa region demonstrate the Chinese government's desire and ability to protect international shipping lanes far from China's shores. China's recent offer to assist European Union naval forces with World Food Program escort operations indicate China's willingness to expand its responsibilities in the region, which may require an expansion of its naval deployment. In June 2010, 19 Chinese sailors were captured by Somali pirates aboard the MV Golden Blessing : their shipping company paid a $3 million dollar ransom to secure their release in November 2010. Days later, 29 Chinese sailors were kidnapped by Somali pirates in the Arabian Sea aboard the vessel Yuan Xiang."], "subsections": []}, {"section_title": "NATO: Operation Ocean Shield", "paragraphs": ["In October 2008, the North Atlantic Treaty Organization (NATO) deployed the first of two Standing NATO Maritime Groups to conduct anti-piracy operations in the Horn of Africa region. The first deployment, named Operation Allied Provider, served as a temporary protection force for World Food Program assistance shipments in the region. In December 2008, NATO ended Operation Allied Provider and transitioned WFP protection responsibilities to the European Union's new naval operation (see \" European Union: Operation ATALANTA \" below). ", "In March 2009, NATO launched a new anti-piracy mission, Operation Allied Protector, under the command of Standing NATO Maritime Group 1 (SNMG1). According to NATO, the forces participating in Operation Allied Protector acted to \"deter, defend against and disrupt pirate activities.\" The Maritime Group was originally scheduled to perform temporary anti-piracy missions as it transited the Horn region en route to South East Asia and as it returned in June 2009. In April 2009, NATO officials cancelled planned SNMG1 visits to Singapore and Australia and extended the Operation Allied Protector mission until June 20, 2009. ", "In August 2009, NATO replaced Operation Allied Protector with a new anti-piracy mission, Operation Ocean Shield, under the command of Standing NATO Maritime Group 2 (SNMG2). In March 2010, NATO extended the operation through the end of 2012. Like its predecessor missions, Operation Ocean Shield has a primary responsibility to deter and respond to piracy, while participating in capacity building efforts with regional governments. In relation to the latter aspect of the mission, the Group flagship has hosted maritime officials from the Puntland regional government and visited the Somali port of Bossaso in the northern province of Bari (see Figure 2 , \"Map of Somalia\") for consultations with officials responsible for port security and maritime transportation. On January 11, 2011, the Dutch commander of Operation Ocean Shield was hosted by his Chinese counterpart at sea for consultations in an unplanned rendezvous. The following ships were participating in Operation Ocean Shield in April 2011: HNLMS Tromp (Flagship)—Netherlands, USS Bainbridge — United States, HDMS Esbern Snare — Denmark , USS Stephen W Groves — United States of America, and TCG Giresun — Turkey."], "subsections": []}, {"section_title": "European Union: Operation ATALANTA", "paragraphs": ["In December 2008, the European Union launched EU NAVFOR Operation ATALANTA, its first naval operation under the framework of the European Security and Defense Policy (ESDP). Forces participating in Operation ATALANTA have been tasked with providing protection for WFP vessels and merchant vessels and are authorized to \"employ the necessary measures, including the use of force, to deter, prevent and intervene in order to bring an end to acts of piracy and armed robbery which may be committed in the areas where they are present.\" EUNAVFOR also promised protection for AMISOM supply ships. In December 2010, the European Council extended the mandate for Operation ATALANTA through December 2012. According to the European Union, the operation will involve up to 20 ships and over 1,800 personnel over its full term. To date, Belgium, France, Germany, Greece, Italy, Luxemburg, the Netherlands, Spain, and Sweden have made permanent contributions of forces and personnel to the operation, as has Norway (which is not a member of the EU), and other EU member states support the operation's headquarters. Finland contributed its first warship to the effort in February 2011. In coordination with the deployment, EU NAVFOR also has established an online center known as Maritime Security Center-Horn of Africa (MSC-HOA) for transiting ships to record their ships' movements voluntarily and to receive updated threat information. Similar voluntary tracking and reporting services are provided by the United Kingdom Maritime Trade Operations office in Dubai and the U.S. Navy's Maritime Liaison Office in Bahrain."], "subsections": []}]}, {"section_title": "Prosecuting Acts of Piracy", "paragraphs": ["An estimated 17 countries around the world have prosecuted over 800 pirates in their courts, including, in the region most affected by Somali piracy, Kenya, the Seychelles, Yemen, the Maldives, and India. Many observers report, however, that prosecutions do not appear to be having a deterrent effect on young Somalis joining pirate gangs. Some suggest that many Somalis believe they will not be punished for their crimes, given that local authorities, with some exceptions, lack the capacity to detain and prosecute suspects. Experts also point to a so-called \"catch and release\" practice by many international naval forces, in which, by some estimates, 90% of pirates captured by patrols are released because no jurisdiction is prepared to prosecute them. Recent reports suggest that only 93 out of 770 pirates detained by EUNAVFOR, for example, have been sent to court since December 2008.", "In January 2010, the CGPCS approved the final terms for an anti-piracy trust fund, which is being administered by the United Nations Office of Drugs and Crime (UNODC). As of late 2010, the trust fund had received $3.66 million in donations, and had approved seven projects worth $2.41 million for prosecution and detention improvements in the Seychelles, Kenya, and Somalia. According to U.S. officials, Kenya, which has taken responsibility for prosecuting the most pirate suspects to date, has indicated that there are limits to their ability to continue to accept pirate suspects captured by international navies for trial. In 2010, the Seychelles signed agreements to prosecute pirates detained at sea and in December 2010 sentenced nine pirates to 22 years each. The capacity of prisons in Kenya and the Seychelles remains limited; facilities in Kenya have benefited from trust fund-supported improvements.", "The February 2011 report by the U.N. Secretary-General's Special Advisor on Legal Issues Related to Piracy off the Coast of Somalia, Jack Lang, provides a broad range of options for the international community to consider on the issue of prosecution. It contains 25 proposals to assist countries, particularly those in the region, to prosecute and imprison pirates, and encourages all countries to incorporate the crime of piracy in their domestic laws and to establish universal jurisdiction for acts of piracy. Several countries are currently doing so, including France, Japan, and Tanzania. The report also calls for governments to adapt their legal framework for detention at sea to address human rights and operational constraints currently facing counter-piracy patrols. ", "Lang's report furthermore explores the ongoing debate on whether to create an international criminal tribunal or to further strengthen regional capacities, including those of Somali authorities. Lang's report proposes direct support from the international community for prosecutions (and incarcerations) by Somaliland and Puntland. The report suggests that specialized piracy courts be created in Somaliland and Puntland, and that, given security concerns, a Somali extraterritorial court be established in Arusha, Africa's \"legal capital,\" to address prosecutions that cannot be currently handled in Mogadishu. Under the proposal, each court would have universal jurisdiction, with the exception of Somaliland, which will only prosecute its citizens or those in its territorial waters. Lang suggest that UNODC could have the Puntland and extraterritorial court operational 8 months, given ongoing UNODC efforts to rehabilitate Puntland's correctional capacity. UNODC has recently completed efforts to rehabilitate a prison and train correctional staff in the Somaliland capital of Hargeisa. These efforts are critical to addressing concerns by many governments currently conducting counterpiracy patrols, given that prison conditions are considered, according to the U.N. Secretary-General, \"harsh and life threatening.\" "], "subsections": [{"section_title": "United Nations Office on Drugs and Crime (UNODC): \"Shipriders\" and Capacity Building", "paragraphs": ["Under the auspices of Resolution 1851 and in conjunction with the judicial working group of the CGPCS, the United Nations Office on Drugs and Crime is implementing a project to facilitate regional law enforcement participation in anti-piracy enforcement efforts off the coast of Somalia. The program focuses on providing judicial capacity building assistance to regional states and facilitating so-called \"shiprider\" arrangements in which regional law enforcement personnel are seconded to international vessels to perform anti-piracy arrest and investigation functions. The United States has shiprider agreements with a number of Western Hemisphere governments to facilitate maritime security operations in waters of shared concern.", "In general, shiprider arrangements are designed to address the logistical and legal challenges inherent in multilateral naval enforcement efforts in remote areas or where the capacity of regional governments does not allow for the provision of sufficient security. With regard to current operations in the Horn of Africa region, long transport times, limited military resources, legal limitations on the operations of military personnel, and complex differences in jurisdictional standards and requirements would complicate the arrest and prosecution by the varied non-regional forces operating under Resolution 1851. ", "In order to help regional governments meet the added resource requirements that the arrest, detention, and prosecution of Somali pirate suspects would create, the UNODC is also providing judicial capacity building assistance, in coordination with the European Commission and other donors, including the United States. The UNODC has been designated the chair for the donor trust fund authorized by the CGPCS."], "subsections": []}]}]}, {"section_title": "Issues for Congress and Policy Options", "paragraphs": ["Attacks by Somali pirates on U.S. flagged vessels or U.S.-bound commerce to date have been high-profile but limited in number, however the broader threat that Somali piracy poses to free navigation in the Gulf of Aden and the west Indian Ocean has global implications. The U.S. government has identified piracy in the waters off Somalia as a direct threat to national security interests, as have several foreign governments, notably China, Russia, and the EU member states. Policies developed by the Bush Administration to address the threat have been revisited and enhanced by the Obama Administration, and recent statements by senior U.S. officials suggest that these policies remain under review. Congress appropriates funding and provides oversight for a number of Administration efforts with implications for piracy in the region.", "The risk of attack in the waters off Somalia is unlikely to disappear in the near term. Most defense analysts acknowledge that while the unprecedented level of naval patrols in the area—conducted by more than 20 nations—has deterred some attacks, the area is simply too vast to prevent all incidents. When the Maersk Alabama was attacked in 2009, the closest naval vessel, the USS Bainbridge, was approximately 300 nautical miles away. Similarly, the USS Bainbridge was only able to arrive on the scene of the aborted attack on the Liberty Sun a reported six hours after the attack ended. The continuing anti-piracy operations of international navies also comes at significant cost, as governments around the world weigh budget priorities and military requirements in other theaters of operation. Secretary of State Hillary Clinton told Congress in March 2011, \"we have put together an international coalition, but, frankly, we're just not, in my view, getting enough out of it,\" noting that international counter-piracy patrols do not appear to be having a deterrent effect and that the payment of ransoms continues to exacerbate the problem. She has tasked the State Department, in collaboration with the Department of Defense, with developing a more comprehensive approach. ", "Like terrorism, acts of piracy in African waters pose a transnational security threat that emanates from areas plagued by conflict, weak governance, and economic insecurity. Continuing conflict in Somalia and Yemen illustrate the unstable regional context surrounding current counter-piracy operations. Regional security forces have limited maritime capability, and many governments have prioritized the development of their armies at the expense of navies or coast guards. That has changed to some extent in recent years, as international studies have highlighted the threat to local economies posed by illegal fishing, in addition to more traditional maritime security threats. Regional coordination and intelligence sharing also is weak. ", "The United States and its international partners have used various policy tools to address similarly complex security circumstances in other regions. However, ongoing U.S. and international security operations in environments such as Afghanistan, Pakistan, Iraq, and Colombia suggest that military intervention and foreign assistance require political consensus, political will, local partnership, and significant coordination in order to be successful. Maritime security efforts in the Persian Gulf, the Caribbean, the waters of West Africa, and the Strait of Malacca have had the same requirements. While short term results in containing other transnational threats have proven to be achievable, the long-term ability of international intervention to eliminate these threats is less certain in the absence of committed and capable regional and local actors. ", "Secretary Clinton stated in her remarks to Congress in March 2011, \"its hard to imagine that we're going to be able to resolve this until we go after their land-based ports.\" Both civilian and military officials have repeatedly stated, however, that the problem of Somali piracy will not ultimately be solved militarily. The Secretary of the Navy testified in March 2011, ", "We are treating the symptoms of piracy, rather than its fundamental cause: Somalia`s failure as a state. Despite the international community`s commitment, piracy has both continued to increase and move further offshore, a measure of pirate resiliency and the strong economic incentives that underpin it. Nine of ten pirates captured are ultimately freed as there is often insufficient evidence or political will to prosecute them, or to incarcerate them after conviction. We strongly endorse additional international efforts to address these concerns.", "The effective use of force against pirate strongholds in coastal towns would likely require significant military planning and considerable resources in order to avoid or minimize civilian casualties. The number of naval ships that would be needed to completely halt piracy in the Gulf of Aden and the waters of Somalia's eastern coast is probably much larger than the force currently operating there. By some estimates, as many as 60 ships might be required to fully suppress piracy in the Gulf of Aden alone. The adjoining area of concern in the Indian Ocean off Somalia's eastern coast, which has been measured at more than 2 million square miles, is much larger, so completely halting piracy in that area would likely require an even larger number of ships. "], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["The 111 th Congress explored options for protecting maritime traffic in the Horn of Africa region and around the world. H.R. 3376 , the U.S. Mariner and Vessel Protection Act of 2009, aimed to eliminate liability for death or injury caused by the use of force during the self-defense of U.S. mariners against acts of piracy (see \" Arming Merchant Ships \" below). S. 3639 , the Maritime Transportation Security Act of 2010, introduced in July 2010, would have eliminated liability for monetary damages in some cases of self-defense against piracy at sea. The bill also would have directed the department overseeing the Coast Guard to work through the IMO to promote coordinated anti-piracy action and to ensure similar limitations on liability. The monetary liability provisions of the Senate bill were incorporated into Section 912 of the Coast Guard Authorization Act of 2010 ( H.R. 3619 , P.L. 111-281 ) enacted October 15, 2010.", "Section 3505 of the FY2010 National Defense Authorization Act (NDAA, H.R. 2647 , P.L. 111-84 ) requires any vessel carrying cargo for the Department of Defense in areas of high risk of piracy to be equipped with \"appropriate non-lethal defense measures to protect the vessel, crew, and cargo from unauthorized seizure at sea.\" Section 3506 of the Act further required the Administration to report on steps taken by the U.S. government to facilitate the embarkation of armed security teams aboard U.S.-flagged vessels carrying U.S. government cargo in high-risk areas. The House version of H.R. 2647 would have required the Secretary of Defense to embark military personnel on board U.S.-flagged vessels carrying cargos owned by the U.S. government if a vessel is traveling in a high-risk area and is determined by the Coast Guard to be at risk of being boarded by pirates. The Senate version of the bill did not include these measures. ", "Congress has stressed that the U.S. government and others must address the piracy problem both at sea and on land. H.Rept. 111-166 , accompanying H.R. 2647 , expressed concern with continuing safe havens for Somali pirates, noting that \"there does not appear to be a strategy for dealing with the organizations ashore in Somalia.\" S.Rept. 111-35 , accompanying the FY2010 NDAA, stressed the need for a \"holistic approach,\" emphasizing the need for the commercial shipping industry to develop effective piracy countermeasures to protect its ships and crews.", "Two resolutions passed by the House and Senate in April 2009 commended the crew of the Maersk Alabama , Captain Richard Phillips, and the U.S. military for its efforts in rescuing Captain Phillips and serving in anti-piracy missions ( H.Res. 339 and S.Res. 108 ). The Senate resolution called on President Obama to \"work with the international community and the transitional government of Somalia to develop a comprehensive strategy to address both the burgeoning problem of piracy and its root causes.\"", "As the 112 th Congress has commenced its deliberations, Somali pirate attacks continue at an increased rate, and the capture of the Quest and killing of four Americans in early 2011 have contributed to a renewed debate on U.S. efforts to address the threat. In March 2011, the House Transportation and Infrastructure Subcommittee on Coast Guard and Maritime Transportation held a hearing on the U.S. Response to maritime piracy. Among the issues raised by Members for further exploration was that of tracking ransom payments in a manner similar to tracking terrorist financing. According to the September 2010 study conducted by the GAO, \"officials at Justice, State, and Defense agree that information their agencies gather on pirate finances is not being systematically analyzed, and it is unclear if any agency is using it to identify and apprehend pirate leaders or financiers.\" The 112 th Congress has not, to date, introduced legislation related to the issue of maritime piracy or the specific threat posed in the waters off Somalia."], "subsections": []}, {"section_title": "Oversight of U.S. Military Forces and U.S. Foreign Assistance", "paragraphs": ["U.S. military engagement in the region is divided among two geographic combatant Commands. U.S. Central Command's area of responsibility (AOR) includes the waters of the Gulf of Aden and those off the eastern Somali coast, while the AOR of U.S. Africa Command (AFRICOM), which became fully operational in 2008, encompasses the African continent. To date, much of the U.S. military's anti-piracy response has been conducted at sea, by Central Command (CENTCOM). On land, AFRICOM provides security assistance to several regional maritime security forces, few of which have \"blue water capacity\" (the ability to operate far from shore). CENTCOM provides similar assistance to the Yemeni coast guard. ", "Oversight of U.S. Navy anti-piracy operations focuses on forces associated with CTF-151 and with NATO's Operation Ocean Shield. Several U.S.-homeported Navy ships support the deployment of U.S. Navy ships operating on a continuous basis in the areas where Somali pirates are active. As such, the commitment of a single additional U.S. Navy ship to the area can affect the Navy's ability to perform missions in other parts of the world.", "U.S. military operations in the region are not limited to anti-piracy efforts. The United States has conducted anti-terrorism activities in the Horn of Africa and in Yemen for over a decade, including the naval Combined Task Forces established as part of Operation Enduring Freedom. Djibouti has hosted the U.S.-led Combined Joint Task Force–Horn of Africa (CJTF-HOA) at a semi-permanent Forward Operating Site, known as Camp Lemonnier, since 2003, with approximately 2,000 U.S. military personnel in residence. The command authority for CJTF-HOA, formerly under CENTCOM, has been transferred to AFRICOM. Its efforts initially focused primarily on countering violent extremism in the region, but the Task Force's activities have expanded in recent years to include a wide variety of activities aimed at building the capacity of regional militaries to respond to more general threats, such as natural disasters and armed conflict. CJTF-HOA personnel provide training to the region's security forces on counter-terrorism, maritime security, disaster response, and peacekeeping.", "As mentioned above, the United States conducts a variety of maritime security assistance programs in East Africa and Yemen. In Kenya, for example, the United States provides maritime security assistance to both the Kenyan Navy and an array of agencies, including the Kenya Wildlife Service, revenue authority, and police, to address a range of threats, from smuggling and illegal fishing to terrorism. The U.S. also began support for a regional Maritime Center of Excellence in Mombasa in 2009; courses at the Center are attended by participants from throughout East Africa. Several African countries, including Djibouti, Kenya, Tanzania, and Yemen, have received U.S. support for the installation of radar systems that provide enhanced maritime domain awareness. ", "Congress expanded the Department of Defense's Section 1206 \"train and equip\" authority in FY2009 to include assistance for civilian maritime security forces to conduct counterterrorism operations. Counter-piracy is not mentioned. However, several FY2009 Section 1206 programs support increased maritime capacity to address terrorist threats in the waters affected by Somali piracy, including programs for Djibouti, Yemen, Mozambique, Mauritius, Tanzania, and the Seychelles. In August 2009, AFRICOM and the government of the Seychelles announced an agreement governing Operation Ocean Look, which allows the U.S. military to operate P-3 Orion aircraft and unmanned aerial vehicles from the Seychelles in an effort to improve maritime surveillance in regional waters. ", "U.N. Security Council Resolution 1851 \"calls on Member States to assist the TFG, at its request and with notification to the Secretary-General, to strengthen its operational capacity to bring to justice those who are using Somali territory to plan, facilitate or undertake criminal acts of piracy and armed robbery at sea.\" The Obama Administration may seek to expand current assistance programs for regional and Somali actors subject to congressional appropriations and authorization and in accordance with U.N. Security Council resolutions. As noted above, the Obama Administration has obligated Peacekeeping Operations (PKO) funding to provide equipment, logistical support, and basing facilities for the African Union Mission to Somalia and to support Somali security sector reform. While these funds have largely been directed toward improving Somali capacity to counter threats from insurgents and terrorists, to the extent that assistance may improve the overall ability of government forces to operate effectively and assert security control, it could have positive implications for anti-piracy operations in the future. The Administration is requesting $51 million in FY2012 PKO funding to continue these programs.", "Although some press reports in 2009 quoted unnamed U.S. officials as stating that the U.S. military may consider launching military attacks against pirate strongholds, U.S. defense officials testified before Congress at that time that although the United States has supported the inclusion in Security Council Resolution 1851 of authorization for anti-piracy operations on land, there were no U.S. military plans to do so. Various parts of the U.S. government continue to encourage Somali figures in the Transitional Federal Government and in the region of Puntland to take action against pirate safe havens ashore. Overall, the Administration has not signaled any major policy changes from the National Security Council Partnership and Action Plan , which states that the United States \"will work with concerned governments and international organizations to disrupt and dismantle pirate bases to the fullest extent permitted by national law.\""], "subsections": []}, {"section_title": "Challenges in Prosecuting Pirates", "paragraphs": ["Questions regarding legal jurisdiction, due process for detained pirate suspects, and the role of foreign military forces in anti-piracy law enforcement activities complicate current U.S. and international operations against pirates in the Horn of Africa region. The most immediate legal concern associated with anti-piracy operations are jurisdictional questions that arise based on the location of pirate attacks and/or international naval interventions, the nationalities of crew members, and the countries of registry and/or ownership of any seized vessels. Multiple governments may be able to assert legal jurisdiction, depending on the specifics of the incident, but the exercise of universal jurisdiction established under UNCLOS for acts of piracy is optional. Political will may be present in some countries, but many governments lack sufficient laws and judicial capacity to effectively prosecute suspected pirates. The disposition of property and insurance claims for vessels involved in piracy also raises complex legal questions. A developing legal issue concerns the prosecution of juveniles participating in acts of piracy. Reports suggest that some of the Somali pirates are teenage minors, and therefore could have a defense of infancy in certain jurisdictions that may assert jurisdiction over the offense. ", "To date, some of these legal and law enforcement challenges have been addressed through the establishment of bilateral agreements by the United States, the United Kingdom, the European Union and others with governments in the Horn of Africa region, particularly with Kenya, which was the first country in the region to exercise universal jurisdiction, in 2006. Some agreements concluded to date define procedures for the detention, transfer, and prosecution of captured pirate suspects. For example, suspected pirates captured by U.S. military forces may be transferred to Kenyan custody for prosecution according to the terms of a bilateral memorandum of understanding signed in January 2009. The EU reached a similar agreement with Kenya in March 2009. In 2009 and 2010, Kenyan courts sentenced 50 Somalis captured by international navies to prison for piracy crimes. In March 2010, however, Kenyan officials announced that they were suspending the acceptance of new pirate suspects for prosecution, pending further negotiation with the United States and other coalition parties. In November 2010, Kenya's second highest court ruled that it did not have the jurisdiction to try pirates captured outside Kenya's territorial waters; the country's Attorney General has appealed the decision. According to the UNODC, Kenya was holding over 120 piracy suspects in early 2011. The Seychelles has also reached agreements to accept the transfer of pirate suspects for prosecution, and Tanzania has amended its laws to allow the prosecution of pirates captured outside its territorial waters.", "The U.S. Department of Justice (DOJ) has conducted several piracy workshops for foreign prosecutors, police, and maritime security personnel. For example, the United States has provided capacity building assistance to Kenya's Department of Public Prosecutions since 2005, and a resident legal advisor from DOJ provides the Kenyan government with assistance in piracy cases. Other international donors have become increasingly engaged, and UNODC is currently implementing a substantial capacity building program funded by the European Commission, as noted above. Efforts also are underway to establish mechanisms for regional law enforcement personnel to serve as shipriders on coalition vessels and to expand the anti-piracy law enforcement and judicial capacities of neighboring states.", "Ultimately, however, one of the greatest challenges to prosecuting Somali pirates appears to be determining where to incarcerate them. Hundreds of suspected pirates have been apprehended by international navies in recent years. Many countries in the region lack the prison capacity to take on the additional burden. Additionally, some European countries have been unwilling to transfer suspected pirates for prosecution to countries in the region whose detention facilities may not meet international human rights standards. The United Nations and the international Contact Group are currently exploring new mechanisms to expand the options for incarceration, both in Somalia and the broader region. UNODC efforts to expand and improve corrections facilities in Puntland and Somaliland may contribute to these discussions."], "subsections": []}, {"section_title": "Options for Improving the Immediate Security of Merchant Ships", "paragraphs": [], "subsections": [{"section_title": "Risk Reduction and Best Practices", "paragraphs": ["The U.S. Department of Transportation Maritime Administration (MARAD) issues detailed guidance to U.S. mariners transiting the waters off the Horn of Africa region to help ensure their safety and security. Current guidance includes instructions for U.S.-flagged vessels seeking escort support from the U.S. Navy and Combined Maritime Forces participating in coalition naval security operations in the region. As noted above, international bodies such as the International Maritime Organization and the International Maritime Bureau also have revised their recommendations for actions that merchant ships and their crews can take to reduce their risk of being attacked and captured. ", "These include measures that can be taken before and during pirate attacks. For example, rerouting ships, if possible, allows ships to avoid waters where Somali pirates are known to operate. This option can lengthen operating routes and increase shipping costs, but perhaps not as much as paying an occasional ransom. In transit, effective watch procedures are recommended, since early detection of impending attacks increases the likelihood that avoidance and suppression measures will succeed. Higher ship operating speeds and evasive maneuvers have proven effective in many cases, as have denial systems such as barbed and razor wire and specialized electrical fences for ships. Crew preparation, training, and responses also are credited with reducing risks of successful pirate attacks."], "subsections": []}, {"section_title": "Arming Merchant Ships131", "paragraphs": ["Arming merchant ships can be done by either giving arms to the ship's crew, or by hiring armed security teams to ride on the ships. Some observers and industry representatives have advocated for these options as a means of ensuring that there is an immediate security presence aboard vessels to serve as a deterrent or to respond to pirate attacks. Supporters argue that the large geographic distances and limited responsiveness of international naval assets to piracy attacks makes the provision of on-ship security necessary. Others contend that the training of crew members to safely handle weapons does not pose an undue financial or practical burden to shipping companies. However, some merchant ship owners and operators are strongly averse to arming merchant ships, for practical and financial reasons.", "U.S. government officials traditionally have expressed concern that merchant ships with armed crew members could pose security or terrorism risks visiting U.S. ports. As noted above, private or military gun battles with pirates can raise the overall level of violence associated with piracy off Somalia, which may increase risks to all merchant mariners on ships operating in that area. Since merchant ship crews are often not trained in the use of weapons, they might not be able to use them very effectively in fighting pirates. If ship crews try to defend themselves with firearms and fail, the pirates might be more likely to kill some of the crew members. ", "Even if used properly, lighter firearms might not be effective in countering pirates armed with heavier weapons, such as rocket-propelled grenades. Pirates with access to large amounts of money from prior ransom payments can acquire heavier weapons, so as to out-gun the merchant ships. In all cases, fire is a major safety concern, particularly on tanker ships, and gunfire could ignite vapors from the ship's cargo, or the cargo itself. ", "Financial concerns may discourage the arming of merchant ships. Some industry experts suggest that hiring armed security teams may be more expensive than taking the risk and paying the occasional ransom. Liability for fatal shootings aboard a ship could lead to expensive lawsuits. Since many ports restrict vessels from having weapons on board, commercial ships that make calls at multiple ports along their operating routes could find it difficult to operate along certain routes. Reports suggest that private companies providing armed guards and shipping companies using armed security teams are grappling with these and other related issues in an effort to avoid legal trouble. Hugh Martin, general manager of security firm Hart Security UK, has stated that \"the amount of effort we put in to ensure we are legal is colossal.\" ", "In 2009, the IMO Maritime Safety Committee released the following guidance:", "[F]lag States should strongly discourage the carrying and use of firearms by seafarers for personal protection or for the protection of a ship … the use of unarmed security personnel is a matter for individual shipowners, companies, and ship operators to decide. The carriage of armed security personnel, or the use of military or law-enforcement officers (duly authorized by the Government of the flag State to carry firearms for the security of the ship), should be subject to flag State legislation and policies and is a matter for the flag State to authorize, in consultation with ship owners, companies and ship operators.", "Sec. 3506 of the National Defense Authorization Act for FY2010 ( H.R. 2647 , P.L. 111-84 , October 28, 2009) required the Administration to report on its efforts to facilitate the embarkation of armed private security teams on U.S. flagged commercial vessels operating in high-risk areas. Items to be reported on include the elimination of restrictions under any regulation or provision of law on the use of armed security teams in high-risk areas, the negotiation of bilateral agreements with relevant coastal states, and the development of common training and qualification standards for armed security teams. The report was delivered to Congress in February 2010 and describes numerous advisories the Administration has issued that offer guidance to U.S. flagged commercial vessels. The report also provides detail on U.S. efforts to coordinate with and obtain information from relevant foreign port authorities on the issue of armed security teams."], "subsections": [{"section_title": "International Traffic in Arms Regulations (ITAR)", "paragraphs": ["The International Traffic in Arms Regulations (ITAR) may be an area of concern for ship owners desiring to arm their vessels in self-defense against acts of piracy. Section 38 of the Arms Export Control Act (ACEA) authorizes the President to control the export and import of defense articles and defense services. The President, through Executive Order 11958, as amended, delegated the statutory authority to promulgate regulations with respect to exports of defense articles and defense services to the Secretary of State. The resulting regulations are known as the International Traffic in Arms Regulations. ", "ITAR requires U.S. persons to obtain a license in order to export or import items identified on the United States Munitions List. As defined by regulation, the term \"export\" includes \"sending or taking a defense article out of the United States in any manner.\" Objects covered by the term \"defense article\" are found on the United States Munitions List and are classified into 21 separate categories. Categories I and III appear to be most relevant in a discussion regarding protection from acts of piracy because they include firearms (category I) and ammunition (category III) that could be used in the defense of a vessel. Based on the definitions of export and defense articles, a ship owner would be required to obtain a license for the temporary export of firearms and ammunition, or other covered armaments, for use in the defense of a vessel. ", "There is an exception to the licensing requirement under ITAR for the temporary export of not more than three non-automatic firearms and not more than 1,000 cartridges. To comply with this exception a U.S. person (1) must declare the temporary export of the firearms and submit to an inspection by a customs officer; (2) must retain the firearms with the person (i.e., not mail the firearms to the destination); and (3) maintain the firearms for that person's exclusive use and not for reexport or transfer of ownership. The regulation makes a distinction between U.S. persons and crew members of vessels, but how the distinction would affect the status of the vessel as an entity is unclear. This exception may be an option available to owners as a way to arm their vessels, without obtaining an export license since the term \"U.S. person\" is defined to include a corporation, business association, and partnerships, as well as other entities. Additionally, it would appear that individual crew members would be able to temporarily export firearms under the exception. However, crew members using privately owned weapons to defend corporate property could raise significant legal liability issues for both the individuals and the corporation.", "The ITAR licensing requirement exception does not supersede prohibitions against exports to certain countries, including, but not limited to countries identified by the United Nations Security Council through a United Nations Arms Embargo. Additionally, a license to export defense articles, or in the alternative obtaining an exemption from the licensing requirement, does not address or satisfy requirements of foreign countries that may exist with respect to operating a vessel in their territorial waters while carrying weapons. The vessel's owner is responsible for knowing and respecting the laws of the foreign country."], "subsections": []}]}, {"section_title": "Convoys", "paragraphs": ["Some observers argue that U.S. and international naval vessels should provide convoy protection services to ships transiting the Horn of Africa region, particularly the Gulf of Aden. Supporters argue that the direct participation of coalition or other naval assets in merchant ship convoys would eliminate the risks posed by unescorted travel through the Gulf of Aden or areas along the eastern coast of Somalia by cutting down the response times to attempted attacks. However, merchant ship operators may be reluctant to use a convoy system because it can require merchant ships to wait in a certain location for the next scheduled convoy to begin. The delays associated with this waiting can impose costs on ship operators that could be greater than the cost of paying an occasional ransom. The establishment and maintenance of a convoy system over the long term, in the absence of broader efforts to address the root causes of the piracy problem, could pose unacceptable costs for international navies."], "subsections": [{"section_title": "Escorts by Navy Ships", "paragraphs": ["As of March 2010, the current MARAD advisory indicates that U.S.-flagged vessels may contact U.S military headquarters in Bahrain to request escort services. Navy or Coast Guard vessels could escort U.S.-flagged commercial ships traveling in the Gulf of Aden, just as U.S. Navy vessels escorted U.S.-flagged ships (including reflagged Kuwaiti oil tankers) in the Persian Gulf in 1987-1988 (aka Operation Earnest Will) so as to protect them from potential Iranian attack during the Iran-Iraq war.", "If Navy ships that are forward deployed to the Indian Ocean/Persian Gulf region were diverted from their current missions in that region to a mission of escorting U.S.-flagged commercial ships in the Gulf of Aden, the incremental financial cost (i.e., the additional dollar cost, above the costs that would be incurred if the ships continued performing their currently assigned missions in the Indian Ocean/Persian Gulf region) might be small. However, there would be an opportunity cost in terms of those ships not performing their currently assigned missions in the Indian Ocean/Persian Gulf region. Such missions can include engagement activities aimed at building or reinforcing U.S. partnerships with other countries in the region, humanitarian assistance and disaster-response (HADR) operations, intelligence, surveillance, and reconnaissance (ISR) operations, counterterrorism operations, deterrence of regional aggression, and crisis response and containment. Policymakers might need to weigh the potential advantages of escorting U.S.-flagged commercial ships in the Gulf Aden against the potential disadvantages of reduced Navy capacity for performing other missions in the Indian Ocean/Persian Gulf region.", "If Navy ships that are forward deployed to other regions, such as the Mediterranean or the Western Pacific, were diverted from their current missions in those regions to a mission of escorting U.S.-flagged commercial ships in the Gulf of Aden, the incremental financial cost could be larger due to the need to expend additional fuel to transit to and from the Gulf of Aden region. Even so, the incremental financial cost might be relatively small as a fraction of annual Navy costs for ship operations. There would again be an opportunity cost in terms of those ships not performing their currently assigned missions in the regions from which they were diverted, which again can include things such as engagement activities, HADR operations, ISR operations, counterterrorism operations, deterrence of regional aggression, and crisis response and containment. Policymakers might again need to weigh the potential advantages of escorting U.S.-flagged commercial ships in the Gulf Aden against the potential disadvantages of reduced Navy capacity for performing missions in areas such as the Mediterranean or Western Pacific."], "subsections": []}, {"section_title": "Armed Security Details of U.S. Military Personnel", "paragraphs": ["An alternative to having U.S. Navy (or Coast Guard) ships escort U.S.-flagged commercial ships would be to provide a small security detail of armed U.S. military personnel to each U.S.-flagged ship for the duration of its transit through the Gulf of Aden. The detail would board each U.S.-flagged ship at the start of its transit through the high-risk zone and depart the ship at the end of its transit through the high-risk zone. One person who has suggested this alternative—a retired U.S. Navy vice admiral—asserted that \"A few well-armed teams aboard a few ships could accomplish this mission\" of protecting U.S.-flagged commercial ships traveling through the area. According to 2009 news reports, France placed military personnel aboard tuna fishing boats in the Indian Ocean and Belgium had offered eight-person military teams at a cost of $162,000 per week. Some U.S. corporate officers have argued that military teams should protect U.S.-flagged in order to avoid \"regulatory shortfalls, liability concerns, and international reluctance to permit armed merchant vessels into their ports.\" Section 3506 of the House-passed version of H.R. 2647 , the FY2010 Defense Authorization act, would have required the Secretary of Defense to embark U.S. military personnel on board U.S.-flagged vessels carrying cargos owned by the U.S. government if a vessel is traveling in a high-risk area and is determined by the Coast Guard to be at risk of being boarded by pirates. The Senate version of the bill did not include these measures. "], "subsections": []}]}, {"section_title": "Maritime War Risk Insurance and Implications of \"Armed Crews\"", "paragraphs": ["Standard hull and machinery insurance policies are not specifically designed to address security-related risks such as piracy. War Risk insurance provides this special coverage for ships exposed to piracy risks on a per transit basis. Federal law (Title XII of the Merchant Marine Act of 1936, as amended) authorizes the federal government to administer a maritime war risk insurance program that insures or reinsures, as a last resort, ocean-going commerce in high-risk areas should private ocean marine insurance markets prove insufficient. Available statistics suggest that the insurance industry's financial resources are adequate, given policyholder surplus levels (an insurance term that refers to the claims-paying capacity or capital available to the insurer), and there is ample supply of coverage for ocean-going vessels. As a result, despite the dramatic increase in piracy off the coast of Somalia and increased premiums for sending a cargo shipment through the Gulf of Aden, some may contend that Congress does not need to amend the existing federal insurance statutory construct. ", "As discussed above, some have urged the arming of ship crews or bringing onboard armed security as a risk mitigation option. Despite the persistence of pirate attacks, though, many ship owners and their underwriters are reluctant to employ armed security onboard their vessels. The use of armed security may create third-party liabilities if security officers harm innocent mariners or vessels. In March 2010, for the first time, private security guards aboard the Almezaan killed a Somali pirate attempting to attack a vessel. The Almezaan is a Panamanian-flagged cargo ship under United Arab Emirates-ownership. ", "Ocean marine insurers are divided on the \"armed crew\" issue. Some insurers believe that traditional negotiations after an act of piracy, which result in formula-based ransom payments and an understanding between ship owners and the pirates about not damaging the ship or cargo in exchange for expedited payments, are the best approach to containing the cost of ocean marine transportation in piracy zones. These insurers contend that arming ship crews would encourage pirates to be more violent when taking a ship, increasing the risks to cargo, vessels, and crew. Still others would support expanded self-defense efforts in an effort to protect international commerce, particularly as many struggle to recover from the recent global economic downturn. "], "subsections": []}]}, {"section_title": "Toward a Long-Term Solution: \"Piracy is a Problem that Starts Ashore\"149", "paragraphs": ["Some Members of Congress have called on the Administration to develop a comprehensive approach to Somalia that responds to the threat of piracy in the context of a broader effort to stabilize the country and support transitional government institutions. Several U.S. officials have publicly supported such a holistic approach, arguing that a sustainable resolution to the threat of piracy off the Horn of Africa would require a combination of efforts to improve security, governance, the rule of law, and economic opportunity in Somalia. ", "The Obama Administration has repeatedly expressed its intention to continue working with partners in the Contact Group on Somalia and the Contact Group on Piracy off the Coast of Somalia toward those goals. In response to attacks on U.S.-flagged and -crewed vessels, a more robust anti-piracy policy has evolved, and official statements indicate that the Administration intends to proceed on a multi-track basis by building regional capacity, supporting multilateral anti-piracy initiatives, and improving coordination among U.S. government agencies involved. ", "The Administration's interagency Counter-Piracy Steering Group continues to lead the efforts of over 75 bureaus, offices, and embassies engaged in anti-piracy operations. The State and Defence Departments lead the Steering Group and the Departments of Transportation (U.S. Maritime Administration [MARAD]), Justice, Homeland Security, Treasury, and USAID are members. Enhanced U.S. assistance to the Somali governing institutions and engagement with regional Somali representatives also aims to strengthen the ability and willingness of Somalis to secure regions where pirates currently enjoy safe havens. ", "In the short term, the international community has primarily responded to the threat of piracy in the waters off the Horn of Africa with multinational naval patrols, diplomatic coordination, and enhanced self-protection and private security efforts by members of the commercial shipping industry. These efforts address two of the three lines of action identified in the U.S. government's action plan to address piracy, namely prevention and disruption of attacks. The third line of action, the prosecution of pirates, is considered by many to be a critical step toward addressing a perception of impunity among would-be offenders and making piracy less attractive. The challenge of locating and sustaining jurisdictions willing and able to prosecute piracy suspects and imprison those convicted, however, persists, despite some regional capacity building efforts. ", "In the long term, U.S. officials and international experts believe that addressing the threat of piracy will require the strengthening of regional security capabilities, improved intelligence gathering and sharing, more effective and capable law enforcement, and enhanced multilateral coordination, both at sea and on land. By all accounts, pirates will likely continue to find sanctuary in Somalia until basic governance and security conditions improve."], "subsections": []}]}]}}