{"id": "R40549", "title": "Mortgage Fraud: Federal Criminal Provisions", "released_date": "2009-05-11T00:00:00", "summary": ["Although criminal prosecutions will likely be only one part of a broader governmental response to the recent financial crisis, the perceived role of fraudulent activity in the downturn, and of mortgage fraud in particular, has spurred interest in the criminal provisions available to federal prosecutors. This report analyzes statutory sources of federal criminal liability for fraudulent actions taken in the primary mortgage market – i.e., fraud committed by borrowers, brokers, lenders, or others during the mortgage origination process. It also discusses some statutes implicated by fraudulent actions in the secondary mortgage market.", "In general, federal regulation of financial institutions is handled by numerous regulatory agencies. However, criminal liability applies in instances involving criminal intent. Mortgage-related criminal schemes range from fraud committed by an individual borrower for the purpose of obtaining a loan to fraud-for-profit schemes that involve institutions or industry insiders. In general, federal criminal enforcement efforts have focused on schemes involving industry insiders.", "Although there is no one federal crime of \"mortgage fraud,\" many federal statutes may impose criminal liability for mortgage fraud and related schemes. Relevant federal provisions include, among others, those criminalizing mail and wire fraud, financial institutions fraud, and false statements, together with those that impose criminal penalties for violations of federal regulations. Money laundering, conspiracy, and racketeering provisions may provide additional bases for federal criminal liability. In addition, to a limited extent, securities fraud and corporate fraud provisions may apply to fraudulent actions taken in the secondary mortgage market.", "Looking forward, a debate has emerged regarding the adequacy of existing federal criminal provisions. Some have suggested that existing statutory authorities are sufficiently broad and that regulatory reforms are the most appropriate response. Others have argued that several key federal criminal statutes need to be expanded because they do not cover all mortgage companies. The Fraud Enforcement and Recovery Act of 2009 (FERA, S. 386), versions of which have been passed by the Senate and House, would expand the scope of existing criminal provisions, for example by expanding the definition of \"financial institution\" under U.S. criminal law to include mortgage lending businesses."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Recent breakdowns in U.S. financial markets have prompted congressional interest in criminal provisions available to federal prosecutors in cases involving mortgages. Because the role of weak mortgage loans in the economic downturn involves complex and systemic factors, criminal prosecution will necessarily be only one part of a broader governmental response. Numerous federal agencies enforce laws and regulations designed to stabilize markets and ensure the integrity of financial transactions within their respective areas of jurisdiction. Thus, regulatory reform will likely be an important response to the downturn. However, although regulations might provide an adequate means of enforcement in many situations, criminal provisions support prosecution in egregious cases involving criminal intent. This report focuses on federal criminal provisions relevant to prosecutions of mortgage fraud and related criminal actions.", "Mortgage fraud, per se , is not a federal crime. However, several federal criminal provisions – most notably mail and wire fraud, financial institutions fraud, and a number of crimes involving false statements – may encompass various fraudulent activities at issue in mortgage fraud cases. The mail and wire fraud statutes have a relatively broad application and are perhaps most likely to apply to those at the high end of the mortgage transaction ladder. Various provisions criminalizing false statements will also apply in some circumstances. In addition, financial institutions fraud provisions apply to instances in which an entity against whom a fraud is perpetrated falls within the definition of \"financial institution\" under federal law. Money laundering, conspiracy, and racketeering provisions may provide additional grounds for federal criminal liability. Other statutes, such as securities fraud provisions, may apply to fraudulent transactions within the secondary mortgage market. Finally, some provisions criminalize violations of federal regulations, creating an important connection between regulatory reforms and the scope of authorities for federal criminal liability.", "Looking forward, legislative proposals address a perceived need to expand the scope of federal statutory authority for mortgage fraud prosecutions. Although the U.S. Constitution's ex post facto clauses prohibit the states and federal government from imposing retroactive criminal penalties, Congress may choose to amend existing law to enhance liability for future crimes and deter fraud which targets people who are newly vulnerable to foreclosure proceedings in the current market or to ensure that wrongdoers are held liable in future situations. The Fraud Enforcement and Recovery Act of 2009 (FERA, S. 386 ), versions of which have been passed by the Senate and House, would, in addition to authorizing funding for prosecution efforts and other measures, expand federal criminal law authorities for combating mortgage fraud and related crimes."], "subsections": []}, {"section_title": "Types of Mortgage Fraud and its Perceived Role in the Financial Crisis", "paragraphs": ["The many relevant federal criminal statutes, discussed infra , are indicative of the various types of activities related to mortgages that might constitute criminal fraud. However, despite the diversity of schemes and motives, mortgage fraud can be broadly described as involving material misstatements, misrepresentations, or omissions made with an intent to deceive an individual or entity in connection with a mortgage. It is also possible to describe general categories and trends. For example, the Federal Bureau of Investigation has drawn a general distinction between fraud-for-housing and fraud-for-profit schemes."], "subsections": [{"section_title": "Fraud for Housing", "paragraphs": ["Fraud for housing is committed by an individual, usually a borrower, for the purpose of fraudulently obtaining (or maintaining ownership of) a property. A common fraud-for-housing scenario involves false statements made to obtain a mortgage loan. Although the aggregate impact of all fraud-for-housing activity might be high, the impact of each individual fraud will typically be limited to a single property. Such crimes are generally prosecuted at the state level."], "subsections": []}, {"section_title": "Fraud for Profit", "paragraphs": ["Fraud for profit typically involves an ongoing scheme and an \"industry insider\" such as a mortgage broker or loan processor. Types of fraud-for-profit schemes that the FBI has identified as having \"currently rising\" incidences include equity skimming, property flipping, mortgage related identity theft, and foreclosure rescue scams. One example of equity skimming involves entities which offer to improve a homeowner's credit or help with mortgage payments by placing title to a home with a third-party \"straw borrower,\" ostensibly to increase the original borrower's credit but actually to draw on the home's equity through the straw borrower. New York State law enforcement authorities brought charges against five people in connection with one such scheme in the Hamptons on Long Island. Similarly, foreclosure rescue scams advertise help with a foreclosure process but collect fees without providing any actual assistance. Property flipping involves \"purchasing properties and artificially inflating their value through false appraisals\" – a process which is typically repeated several times, until the property ultimately enters foreclosure. "], "subsections": []}, {"section_title": "Related Corporate, Financial Institutions, or Securities Fraud", "paragraphs": ["Because of the connection between deficient mortgage lending, the collapse of the burgeoning market for mortgage-backed securities, and the ultimate collapse of key financial institutions, many appear to include corporate and institutional fraud in discussions of the mortgage fraud problem. For example, in the context of testimony regarding the FBI's mortgage fraud investigations, the FBI's Deputy Director has referred to \"mortgage and related corporate fraud\" and to \"mortgage fraud and related financial institutions fraud.\" This broad approach to the issue results in the inclusion of some activities which are best described as belonging to a criminal law category other than mortgage fraud but which, if kept separate, could result in an incomplete picture of the role of mortgage fraud.", "These related types of corporate, financial institutions, or securities fraud might relate to mortgages in one of at least two ways. First, a financial institution's officer or employee might play an \"industry insider\" role in a mortgage fraud scheme, for example by approving a loan but hiding pertinent information from the lending institution, thus participating directly in mortgage fraud. Alternatively, an employee might have committed an action constituting corporate, securities, or financial institutions fraud in relation to mortgage-backed financial instruments, utilizing mortgage assets that might or might not have been fraudulently obtained, for example by intentionally misstating the value of a mortgage-backed security to shareholders or to the Securities and Exchange Commission."], "subsections": []}, {"section_title": "Role in the Economic Downturn", "paragraphs": ["Regardless of the categorization of fraudulent activities, many believe that mortgage fraud has played an important role in the recent economic downturn. A Senate Judiciary Committee report states:", "While the full scope of the fraud that helped trigger the economic crisis is still unknown, we do know a great deal about what went wrong. As banks and private mortgage companies relaxed their standards for loans, approving ever riskier mortgages with less and less due diligence, they created an environment that invited fraud. Private mortgage brokers and lending businesses came to dominate the home housing market, and these companies were not subject to the kind of banking oversight and internal regulations that had traditionally helped to prevent fraud.", "In other words, although such fraud is not the only cause of the crisis, fraudulently obtained mortgages, home loan scams, and other mortgage fraud activities likely contributed to instability in the mortgage markets, which in turn spurred breakdowns in financial markets dependent on mortgage-backed securities.", "Many perceive mortgage fraud and related behavior as a pervasive issue, indirectly affecting the nation's and world's economy and directly affecting thousands, and perhaps even millions, of homeowners. The FBI Deputy Director noted that \"the current financial crisis has produced one unexpected consequence: it has exposed prevalent fraud schemes that have been thriving in the global financial system.\" "], "subsections": []}]}, {"section_title": "Criminal Enforcement Efforts and the Federal Role", "paragraphs": ["In response to \"rising public anger\" in the wake of the economic downturn, some have called for increased mortgage fraud prosecutions on both the state and federal levels. Such calls prompt questions regarding the respective roles of federal and state prosecutors. For schemes perpetrated for the purpose of defrauding a federal regulatory agency, federal prosecutors are likely to have sole prosecutorial authority. For other schemes, including schemes involving federally regulated institutions, federal and state prosecutors are likely to have overlapping prosecutorial jurisdiction. In those situations, generally speaking, the federal focus is on the prosecution of relatively large fraudulent schemes. However, state prosecutors are not limited to prosecution of smaller schemes and often pursue fraud involving institutions or industry insiders. ", "As discussed, numerous federal regulatory agencies play vital roles in the enforcement and supervision of financial institutions. Since the recent financial downturn, some agencies have implemented regulatory reforms on their own initiative, whereas others have implemented new regulations in response to congressional mandates. For example, as part of the 2009 omnibus spending legislation, Congress directed the Federal Trade Commission to initiate a rulemaking proceeding to regulate mortgage loans pursuant to its existing regulatory authority within 90 days of the act. Regulatory agencies also often partner with the Justice Department during criminal investigations, although the discretion to pursue criminal prosecution at the federal level ordinarily rests with the Justice Department. ", "Since the breakdown in financial markets, resources for federal criminal investigations and prosecutions have shifted or expanded to emphasize mortgage fraud. The Federal Bureau of Investigation (FBI) has more than 2,000 active mortgage fraud investigations and has increased the number of mortgage fraud investigators. The United States has obtained guilty pleas in some cases involving \"straw borrower\" schemes. In addition, in June 2008, the Department of Justice conducted \"Operation Malicious Mortgage,\" wherein U.S. Attorneys, with help from the FBI and others, brought charges against more than 400 defendants involved in lending fraud, foreclosure rescue scams, and mortgage-related bankruptcy schemes. In addition, the Treasury and Justice Departments have announced that the Obama Administration will initiate a coordinated crackdown on foreclosure-rescue and mortgage loan modification fraud in an effort to protect homeowners from new frauds that might be perpetrated to take advantage of individuals \"during these challenging times.\""], "subsections": []}, {"section_title": "S. 386", "paragraphs": ["The role of mortgage fraud in the economic downturn has prompted concerns regarding the adequacy of existing federal criminal statutes. In particular, noting the large role that private (i.e., non-federally-chartered) mortgage lending businesses played in the residential mortgage market during the years preceding the recent financial crisis, some perceive a need for an expansion of federal criminal liability to encompass actions perpetrated to defraud such institutions. Such proposals have noted that false statements and schemes to defraud a private mortgage lending businesses currently escape liability under several traditional federal fraud statutes. Namely, neither the institutions fraud statute nor the statute criminalizing false statements on mortgage applications, both discussed infra , applies to frauds perpetrated against a private mortgage lending business. Because many such institutions relaxed their loan standards and are perceived as having contributed to an environment that invited fraud, proposals for expanded authorities generally deemphasize the victimization of such institutions and emphasize the importance of holding accountable the mortgage brokers and others who may have taken advantage of mortgage lending businesses' lax loan standards. ", "On the other hand, other federal fraud statutes, most notably the mail and wire fraud statutes, also discussed infra , authorize criminal liability over frauds perpetrated against private mortgage lenders in many circumstances. In addition, the Sarbanes Oxley Act of 2002 and other measures enacted during the past few decades have substantially increased the penalties pertaining to the mail and wire fraud federal statutes, making the provisions very powerful prosecutorial tools. Consequently, some have indicated that existing statutes provide a sufficient basis for prosecutions connected with the current economic downturn.", "The Fraud Enforcement and Recovery Act of 2009 ( S. 386 ), a bill introduced by Senators Leahy, Grassley, and Kaufman and passed by the Senate – together with authorizing new funding for the Justice Department, establishing a new federal crime for the misuse of the Troubled Assets Relief Program funds, and amending the federal False Claims Act – would amend several federal criminal statutes to expand federal criminal liability \"to improve enforcement of mortgage fraud, securities fraud, financial institution fraud, and other frauds.\" The amendments most relevant to mortgage fraud include: (1) expanding the definition of \"financial institution,\" which applies in the context of institutions fraud and other sections, to include a \"mortgage lending business,\" defined as \"an organization which finances or refinances any debt secured by an interest in real estate ...\"; (2) adding \"mortgage lending business whose activities affect interstate or foreign commerce, or any person or entity that makes ... a federally related mortgage loan\" to the list of entities to which the crime of false statement on a loan or credit application applies; (3) expanding the crime of major fraud against the United States to apply to grants, loans, subsidies, insurance, and other categories, rather than only contracts received from the government; and (4) expanding the definition of \"proceeds\" for money laundering to include gross receipts (as discussed infra , courts currently interpret the definition as encompassing only profits and not gross receipts); and (5) amending the federal securities fraud statute to extend to commodities, including derivatives comprised of mortgage-backed securities.", "The House passed S. 386 after replacing the text with a substitute amendment. The House version includes some measures from the Fight Fraud Act of 2009 ( H.R. 1748 ), which was favorably reported by the House Judiciary Committee and would have similarly amended federal criminal statutes, including expanding the \"financial institution\" definition to cover private mortgage lending businesses.", "The measure has drawn support from the Obama Administration and some commentators. Statements of support have generally focused on the likely return on investment from added resources for prosecutions or on the need for amendments to the False Claims Act and have not emphasized the perceived inadequacy of criminal provisions related to mortgage fraud."], "subsections": []}, {"section_title": "Relevant Federal Criminal Provisions", "paragraphs": ["Multiple, interrelated federal criminal provisions provide alternative bases for criminal liability in mortgage fraud prosecutions. Federal criminal statutes most commonly relied upon include mail and wire fraud, financial institutions fraud, and false statements. Other criminal provisions, including some arising from banking law and others that establish criminal penalties to enforce federal regulations in specified areas, are also relevant. In addition, federal money laundering, conspiracy, and Racketeer Influenced and Corrupt Organizations provisions may provide secondary bases for federal criminal liability in some situations.", "A few preliminary points regarding federal criminal law are relevant. First, although criminal provisions provide maximum penalty amounts, which serve as upper limits for federal courts during the sentencing process, courts determine specific sentences in individual cases after considering recommendations in the U.S. Sentencing Guidelines. Second, under federal law, those who aid and abet a perpetrator are treated as principals and are typically punishable for commission of the underlying offense."], "subsections": [{"section_title": "Mail and Wire Fraud", "paragraphs": ["Because mail and wire (including internet) are common, and often necessary, modes of communication, the federal mail and wire fraud statutes, 18 U.S.C. §1341 and 18 U.S.C. §1343, are perhaps federal prosecutors' most powerful tools for combating white collar crimes. Because of their broad reach, they are regarded as especially useful in addressing complex white-collar frauds, which might otherwise fall through the cracks in the array of more narrowly focused federal crimes.", "Except for the instrument (the mail system versus telecommunications) used, the mail and wire fraud statutes share identical elements and are generally interpreted in the same manner by the federal courts. The mail fraud statute subjects anyone to criminal liability who, \"having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises,\" deposits or causes to be deposited, knowingly causes to be delivered, or takes or receives, any \"matter or thing whatever\" in a post office or \"authorized mail depository\" or with \"any private or commercial interstate carrier ... for the purpose of executing [a fraudulent] scheme.\" The wire fraud statute includes the same \"having devised or intending to devise any scheme or artifice to defraud ...\" and \"for the purpose of executing such scheme\" language but applies to transmittals of \"any writings, signs, signals, pictures, or sounds\" \"by means of wire, radio, or television communication in interstate or foreign commerce,\" including by internet.", "Because the statutes require only the very common act of using mail or telecommunications, or the knowledge of such an act, a prosecutor has a relatively low bar to prove that a defendant committed the relevant act involved in a mail or wire fraud case. Thus, the success of mail or wire fraud prosecutions typically turns on whether a defendant had the requisite mental state – namely, whether he or she had devised or had intended to devise a \"scheme or artifice to defraud.\" Both crimes require a specific intent to defraud; in other words, they require an intent to defraud, not just to conduct activity that happens to be fraudulent.", "Courts have interpreted \"any scheme or artifice to defraud\" relatively broadly – i.e., as any act or omission that \"wrong[s] one in his property rights by dishonest methods or schemes and usually signif[ies] the deprivation of something of value by trick, deceit, chicane or overreaching.\" The scheme need not be intended to deceive a person of at least \"ordinary prudence.\" Although the Supreme Court ruled in 1987 that the definition extended only to tangible property, Congress, in response to that case, amended the statutory definition of \"scheme or artifice to defraud\" to encompass schemes to \"deprive another of the intangible right of honest services.\" ", "Prosecutions against mortgage fraud involving home-loan scams such as those that utilize a \"straw borrower\" will typically involve tangible property. In such cases, the \"scheme or artifice to defraud\" definition will be relatively easily satisfied. In cases involving lenders or other entities, the analyses will likely turn on whether an action constituted deprivation of \"honest services.\" The U.S. Supreme Court has not yet interpreted this phrase, and the federal circuit courts of appeal have adopted differing interpretations of the scope of \"honest services.\" However, it appears that the mail and wire fraud statutes now apply at least to some fraudulent activities involving intangible property.", "Materiality presents another necessary component to the analysis in mail and wire fraud cases. The deception that is part of a scheme to defraud must be material; that is, it must have a natural tendency to induce reliance to the victim's detriment or to the offender's benefit. Mail and wire fraud are punishable regardless of the success of the fraudulent scheme."], "subsections": []}, {"section_title": "Financial Institutions Fraud", "paragraphs": ["Although financial institutions crimes are codified in a statute entitled the \"Bank Fraud Statute,\" they apply to fraudulent activities perpetrated not just against banks but against any \"financial institution.\" Thus, the scope of the \"financial institution\" definition provides a key preliminary threshold in financial institutions fraud cases. Specifically, the definition covers nine types of entities, including: (1) insured depository institutions; (2) specified credit unions; (3) federal home loan banks and members of the federal home loan bank system; (4) specified farm credit institutions; (5) small business investment companies; (6) depository institution holding companies; (7) Federal Reserve banks and members of the Federal Reserve System; (8) organizations operating under section 25 or section 25(a)(1) of the Federal Reserve Act, known as \"Edge Act Corporations\" and chartered by the Federal Reserve; and (9) foreign banks operating in the United States through branches or agencies. It does not currently include mortgage lending entities unless they fit within one of the nine enumerated categories.", "Under the existing statute, 18 U.S.C. §1344, criminal liability will apply if a person \"knowingly executes, or attempts to execute, a scheme or artifice\" in order to: (1) defraud a financial institution; or (2) obtain any of the moneys, funds, credits, assets, securities, or other property owned by, or under the custody or control of, a financial institution, by means of false or fraudulent pretenses, representations, or promises. Applicable penalties include up to 30 years imprisonment and a fine of no more than $1 million.", "The statutory language prompts several questions that a federal prosecutor must address. First, was the knowledge requirement satisfied? To determine whether the \"knowing\" mental state requirement is satisfied, courts examine the totality of the evidence, including circumstantial evidence. For example, a defendant's prior fraudulent actions might serve as evidence that he knowingly executed the scheme against the financial institution.", "Second, was there an \"execution\" (or an attempted execution) of the scheme? Determinations regarding whether an execution was attempted or conducted are fact specific. Examples of relevant factors include \"the ultimate goal of the scheme, the nature of the scheme, the benefits intended, the interdependence of the acts, the number of parties involved.\"", "Third, was the activity a \"scheme or artifice\"? As with the definition of \"scheme to defraud\" in the mail and wire fraud context, the definition is relatively broad in this context, extending to any conduct intended to deceive another of something of value.", "Finally, is one of the two purpose prongs satisfied? The two prongs require different elements, and at least one court has held that violations under both prongs can give rise to two independent convictions. Only the second prong requires that a defendant make fraudulent representations and actually deprive the institution of property."], "subsections": []}, {"section_title": "Crimes Involving False Statements", "paragraphs": ["Several federal statutes impose criminal liability for false statements. The provision most commonly relied upon is the general provision, 18 U.S.C. §1001, which applies to false statements made in a matter within the jurisdiction of the federal government. In order for statements made to non-government entities such as private borrowers or lenders to serve as a basis for criminal liability, one of the more specific types of false statements must apply."], "subsections": [{"section_title": "General Provision for False Statements Made Within Government Jurisdiction", "paragraphs": ["The false statements provision most relied upon by federal prosecutors imposes liability for \"knowingly and willfully\": (1) falsifying or concealing by trick, scheme or device; (2) making a false or fictitious statement or representation; or (3) making or using \"any false writing or document knowing the same to contain any materially false, fictitious, or fraudulent statement or entry.\" The provision is a frequently relied upon as a basis for criminal liability because it applies to all types of false statements made to the government and serves as either a complementary or supplementary basis of criminal liability along with more specific provisions.", "As interpreted by the U.S. Supreme Court, the \"knowingly and willfully\" standard requires that a person had actual knowledge as to a statement's falsity but does not require that a person had knowledge that the statement will be transmitted to a government agency. In addition to the \"knowingly and willfully\" requirement, a prosecutor must prove that any statement or concealment is false, material (i.e., has consequence), and made within the jurisdiction of one of the three branches in the federal government. In this context, jurisdiction is typically interpreted relatively broadly; for example, it exists even if a person was not aware that a federal agency exercised authority over the area in question."], "subsections": []}, {"section_title": "Specific Provisions", "paragraphs": ["Specific false statement provisions most applicable to mortgage fraud make it a crime to: (1) possess false or forged papers with an intent to defraud the United States or a federal agency for the purpose of \"enabling another to obtain any sum of money\"; (2) make a false statement on a loan or credit application; (3) make, pass, utter, or publish any false statement or alter, forge, or counterfeit a document in connection with a Department of Housing and Urban Development or Federal Housing Administration transaction; (4) produce or possess false identification documents; (5) make, draw, issue, put forth, or assign a mortgage as an employee, officer, or agent of a federally insured or otherwise federally related bank without authorization from the bank's directors; (6) make a false entry in \"any book, report, or statement\" of a bank with intent to defraud the bank or deceive a bank officer; or (7) provide a fictitious name or address in connection with mail fraud. A related provision imposes penalties of up to 30 years imprisonment and a $1 million fine for anyone who \"participates or shares in or receives (directly or indirectly) any money, profit, property, or benefits through any transaction, loan, commission, contract, or any other act of any such financial institution\" with an intent to defraud the United States or a federally insured or otherwise federally related financial institution.", "The provision criminalizing false statements on a loan or credit application, 18 U.S.C. §1014, applies not only to an individual borrower's provision of false information on a loan application but also to the overvaluation of a property or security for the purpose of influencing a protected financial institution in any way. Thus, for example, it could arguably apply to entities misrepresenting the value of mortgage-backed securities.", "Like the general false statements provision, all of the provisions mentioned above, except for providing a fictitious name or address, require that a defendant had at least a \"knowing\" mental state. Thus, accidental mistakes on applications or forms will generally not give rise to criminal liability."], "subsections": []}, {"section_title": "Potential Defenses", "paragraphs": ["Several defenses are applicable in false statements prosecutions. First, relying on the self-incrimination clause of the Fifth Amendment to the U.S. Constitution, the \"exculpatory no\" doctrine suggests that a person should not be held criminally liable under the false statements provision for answering \"no\" to a question that would trigger an admission of guilt. Although the Supreme Court has discredited the defense, the U.S. Attorneys, as a general policy, avoid prosecutions in situations that would implicate the doctrine. Second, an \"ambiguity\" defense applies in some circumstances. In particular, criminal liability cannot apply if the question answered was \"truly\" or \"fundamentally\" ambiguous. If, on the other hand, the question or request was only arguably ambiguous, it might be up to a jury to determine whether the question asked was sufficiently clear that a statement's falsity can be ascertained. "], "subsections": []}]}, {"section_title": "Criminal Misapplication", "paragraphs": ["Together with embezzlement and theft, federal law criminalizes \"willful misapplication\" of an institution's money or property by its officers or employees. In the context of mortgages, misapplication – i.e., the unlawful use of funds or property that is lawfully held – might be especially relevant. In particular, willful misapplication might apply in cases in which an officer or employee of a bank or lending institution gives a mortgage to an uncreditworthy borrower or approves a mortgage that lacks sufficient collateral. However, the bank or lending institution's consent, \"with full knowledge of all the facts,\" to a mortgage is a valid defense to a criminal misapplication charge. Also, although \"[i]mproper lending is probably the most obvious type of misapplication, ... it should be noted that a badly made loan in and of itself might be mere maladministration as opposed to criminal misapplication.\" If criminal misapplication is proven, potential criminal penalties include a fine of up to $1 million and up to 30 years imprisonment."], "subsections": []}, {"section_title": "Crimes Arising from Violations of Federal Regulations or from Interactions with Federal Regulatory Entities", "paragraphs": ["One category of criminal provisions, found throughout the United States Code, imposes criminal penalties as a result of a person's violation of validly promulgated federal regulations implementing statutory provisions. For example, in the context of regulatory authority governing bank holding companies, 12 U.S.C. §1847 imposes criminal penalties, including imprisonment of up to one year and fines up to $1 million per day of violation, for bank holding companies which violate \"any regulation or order issued by the [Federal Reserve] Board under this chapter.\" Another provision imposes criminal penalties of up to five years imprisonment and a $250,000 fine for violations of regulations promulgated pursuant to the code chapter on monetary transactions. In some cases, statutes impose harsher penalties for regulatory violations in cases in which the violation was committed to further a federal crime.", "Because they impose criminal liability only for activity to which a regulation applies, the scope of liability established under such regulations depends on decisions made by the relevant agency. By deferring to regulatory agencies' expertise to determine which activities should be prohibited, this approach has the advantage of flexibility. A disadvantage may be that activity which falls outside an agency's policy priorities as expressed through regulation will not give rise to criminal liability.", "Another set of criminal provisions addresses responses to federal regulatory agencies' enforcement activities. One statute provides criminal fines and imprisonment for up to five years for knowingly concealing an asset from the Federal Deposit Insurance Corporation (FDIC) or any conservator or receiver of a federally insured institution or for \"corruptly impeding\" the functions of the FDIC, the Office of the Comptroller of the Currency (regulator of national banks), the Office of Thrift Supervision (regulator of federal and federally-insured thrifts), or the National Credit Union Administrator (regulator of federal and federally-insured credit unions). Other provisions make it a crime to participate in the control of an insured depository institution without FDIC approval after a conviction for a specified crime involving dishonesty or a breach of trust and to offer a loan or gratuity to a federal examiner of financial institutions without authorization.", "In addition, some provisions impose criminal penalties for the unauthorized use of federal agency names, for the likely purpose of preventing any misleading appearance that an entity is federally operated or supported. For example, one provision makes it a crime to use, without express statutory authorization, the term \"Federal Home Loan Mortgage Corporation,\" or any combination of words including the words \"Federal,\" and \"Home Loan,\" and \"Mortgage\" as part of a business name, design, or insigne. Another provision imposes criminal penalties for unauthorized use of \"the words 'national,' 'Federal,' 'United States,' 'reserve,' or 'Deposit Insurance' as part of the business or firm name of a person, corporation, partnership, business trust, association or other business entity engaged in the banking, loan, building and loan, brokerage, factorage, insurance, indemnity, savings or trust business.\"", "A final set of provisions impose criminal penalties for failing to comply with federal agencies' investigations and enforcement actions. For example, one provision authorizes penalties including a fine of up to $1,000 and up to a year in prison for failing to comply with a subpoena validly issued and served in connection with a Securities and Exchange Commission enforcement action. More broadly, another statute makes it a federal crime to \"corruptly\" obstruct any federal agency's examination of a financial institution."], "subsections": []}, {"section_title": "Money Laundering", "paragraphs": ["Because money laundering occurs under federal law any time that money used or obtained illegally is used in a financial transaction or in connection with further criminal conduct, anti-money laundering provisions could provide a secondary basis for criminal liability in mortgage fraud cases. Federal law imposes criminal liability on any individual or entity who, \"knowing that the property involved in a financial transaction represents the proceeds of some form of unlawful activity, conducts or attempts to conduct such a financial transaction which in fact involves the proceeds of specified unlawful activity\" with an intent to engage a specified offense or with the knowledge that the transaction is being conducted for the purpose of concealing the money's illegal source. For purposes of the money laundering provision, \"proceeds\" includes profits only and not gross receipts. The statute authorizes a penalty of up to 20 years imprisonment and a fine up to the greater of $500,000 or twice the value of the funds involved.", "The federal statute also imposes criminal liability for anyone who \"knowingly engages or attempts to engage in a monetary transaction in criminally derived property of a value greater than $10,000 and is derived from specified unlawful activity.\" The maximum penalty under this provision is 10 years imprisonment or a fine.", "Like other entities, financial institutions can be prosecuted on federal money laundering charges. However, to ensure \"consistency and uniformity\" for such prosecutions, the Department of Justice requires that federal prosecutors obtain approval from the Department's Criminal Division before an indictment or complaint may be filed against a financial institution on money laundering grounds.", "Likewise, in cases involving both money laundering and mortgage fraud or another financial crime, the Department's criminal division must give approval before an indictment or complaint may be brought. Such approval requirements seek to avoid issues that might otherwise arise in cases in which the money laundering is difficult to distinguish from the underlying financial crime."], "subsections": []}, {"section_title": "Conspiracy", "paragraphs": ["Conspiracy is an independent basis for criminal liability under federal law. The general federal crime of conspiracy occurs anytime \"two or more persons conspire either to commit any offense against the United States ... and one or more of such persons do any act to effect the object of the conspiracy.\" Additional federal statutes provide criminal penalties for conspiracy to commit crimes under a particular subchapter. Under these provisions, conspiracy could provide an alternative or supplemental basis for criminal liability in any case in which two or more people were involved in an attempt to commit one of the crimes discussed above. In most cases, the maximum federal penalties for conspiracy include a fine or five years imprisonment."], "subsections": []}, {"section_title": "Criminal Enterprise", "paragraphs": ["As with money laundering, criminal penalties under the Racketeering Influenced and Corrupt Organizations Act (RICO) might apply only when other criminal activities are also alleged. RICO outlaws acquiring or conducting the affairs of an \"enterprise\" through the patterned commission of a series of underlying federal or state crimes. Although RICO provides an independent basis for criminal liability, it applies only when two or more underlying offenses, called \"predicate acts,\" are involved. In the mortgage fraud context, the most likely predicate offenses are crimes discussed supra – especially mail or wire fraud and institutions fraud. Although it appears that evidence of at least two such offenses must be demonstrated, \"a person does not have to be formally convicted of any predicate act before liability under [RICO] may attach.\" Penalties include imprisonment for up to \"20 years (or for life if the violation is based on a racketeering activity for which the maximum penalty includes life imprisonment)\" and forfeiture of specified interest or property obtained as part of the criminal enterprise.", "Similarly, the federal criminal code contains another provision prescribing criminal penalties for organizing, managing or supervising a \"continuing financial crime enterprise\" and receiving $5 million or more in gross receipts during any 24-month period. A \"continuing financial crime enterprise\" is defined in terms of \"a series of violations\" of specified other provisions \"affecting a financial institution, committed by at least 4 persons acting in concert.\""], "subsections": []}, {"section_title": "Other Relevant Fraud Provisions", "paragraphs": ["Several additional provisions may provide bases for criminal liability in cases involving mortgage fraud and related activities. One provision makes it a crime to knowingly or intentionally violate 15 U.S.C. §6821, which prohibits accessing \"customer information of a financial institution relating to another person\" by false pretenses. Another provides criminal penalties for the unauthorized participation in profits from a loan with intent to defraud. A third makes it a crime to transfer, including by wire, securities or money with a value of $5,000 or more with knowledge that the property was converted or taken by fraud.", "In addition, a few provisions address kickbacks received in exchange for procurement of loans. One provides a criminal penalties, namely up to 30 years imprisonment and fine up to $1 million (or three times the value of the gift, whichever is greater), for receiving gifts to procure loans. Another provides criminal penalties, including a fine of up to $10,000 and up to one year imprisonment, for giving or accepting kickbacks in exchange for a business referral related to a \"federally related mortgage loan\" and for splitting fees in connection with such loans.", "Another provision criminalizes a government contractor's knowing execution (or attempted execution) of a \"scheme or artifice\" with intent to either defraud the United States or to obtain money or property from the United States by false pretenses. Such \"major fraud\" must involve a prime contract with the United States, and the value of the contract or a part of the contract must be $1 million or more.", "Finally, federal securities fraud provisions could impose criminal liability in situations involving fraudulent behavior related to mortgage-backed securities. The crime of securities fraud applies to activities in connection with \"any security of an issuer with a class of securities\" that is registered under or must file reports pursuant to the Securities and Exchange Act. Specifically, penalties including fines and up to 25 years imprisonment apply in cases involving either of the following related to such securities: (1) \"defraud[ing of] any person\"; or (2) \"obtain[ing], by means of false or fraudulent pretenses, representations, or promises, any money or property.\" This provision could provide a basis for criminal liability in a case involving a mortgage-backed security. However, it would not necessarily reach derivative contracts and other financial transactions that involve mortgage-backed securities."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Some individuals have raised concerns regarding additional federal criminalization of white collar crimes. This caution might be especially relevant given the increased penalties that have been established for existing federal crimes over the past few decades. However, as discussed, Congress may choose to amend federal criminal statutes, such as the financial institutions fraud and false statement on a mortgage loan application provisions, to include a broader basis for federal prosecutorial authority in cases involving criminal actions taken related to mortgages. ", "Any legislative proposal to amend criminal provisions will inevitably be shaped by the broader response to the financial downturn. In the mortgage fraud arena, many activities likely walk a fine line between maneuvers that were legal under loose regulatory enforcement, on one hand, and illegal activity, on the other. Partly for that reason, there has been renewed attention given to revamping the federal financial institution regulatory structure. For example, the acting director of the federal Office of Thrift Supervision has called for amendments to existing regulatory authorities that would ensure that more housing debt and finance entities would be subject to federal supervision. In addition, some agencies, such as the Federal Reserve Board and the Securities and Exchange Commission, have recently enacted new regulations for which statutory authority already existed or are considering boosting enforcement activities under current authorities. In many cases, such actions would trigger the existing criminal provisions which provide penalties for violations of regulatory provisions. Thus, in some cases, regulatory reforms might effectively expand the scope of federal authority in criminal prosecutions involving mortgage fraud."], "subsections": []}]}}