{"id": "R40674", "title": "Spectrum Policy in the Age of Broadband: Issues for Congress", "released_date": "2013-05-28T00:00:00", "summary": ["The convergence of wireless telecommunications technology with the Internet Protocol (IP) is fostering new generations of mobile technologies. This transformation has created new demands for advanced communications infrastructure and radio frequency spectrum capacity that can support high-speed, content-rich uses. Furthermore, a number of services, in addition to consumer and business communications, rely at least in part on wireless links to broadband (high-speed/high-capacity) infrastructure such as the Internet and IP-enabled networks. Policies to provide additional spectrum for mobile broadband services are generally viewed as drivers that would stimulate technological innovation and economic growth.", "The Middle Class Tax Relief and Job Creation Act of 2012 (P.L. 112-96, signed February 22, 2012) contained provisions in Title VI that expedite the availability of spectrum for commercial use. The provisions in Title VI —also known as the Public Safety and Spectrum Act, or the Spectrum Act—included expediting auctions of licenses for spectrum designated for mobile broadband; authorizing incentive auctions, which would permit television broadcasters to receive compensation for steps they might take to release some of their airwaves for mobile broadband; requiring that specified federal holdings be auctioned or reassigned for commercial use; and providing for the availability of spectrum for unlicensed use. The act also included provisions to apply future spectrum license auction revenues toward deficit reduction; to establish a planning and governance structure to deploy public safety broadband networks, using some auction proceeds for that purpose; and to assign additional spectrum resources for public safety communications.", "Increasing the amount of spectrum available to support new mobile technologies is one step toward meeting future demand for mobile services. This report discusses some of the commercial and federal spectrum policy changes required by the act. It also summarizes new policy directions for spectrum management under consideration in the 113th Congress, such as the encouragement of new technologies that use spectrum more efficiently."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Spectrum Policy", "paragraphs": ["The purpose of spectrum policy, law, and regulation is to manage a natural resource for the maximum possible benefit of the public. Electromagnetic spectrum, commonly referred to as radio frequency spectrum or wireless spectrum, refers to the properties in air that transmit electric signals and, with applied technology, can deliver voice, text, and video communications. Access to radio frequency spectrum is controlled by assigning rights to specific license holders or to certain classes of users. The assignment of spectrum rights does not convey ownership. Radio frequency spectrum is managed by the Federal Communications Commission (FCC) for commercial and other non-federal uses and by the National Telecommunications and Information Administration (NTIA) for federal government use. ", "Wireless broadband, with its rich array of services and content, requires new spectrum capacity to accommodate growth. Spectrum capacity is necessary to deliver mobile broadband to consumers and businesses and also to support the communications needs of industries that use fixed wireless broadband to transmit large quantities of information quickly and reliably. ", "Although radio frequency spectrum (air) is abundant, usable spectrum is currently limited by the constraints of applied technology. Spectrum policy therefore requires making decisions about how radio frequencies will be allocated and who will have access to them. Current spectrum policy is based on managing channels of radio frequencies to avoid interference. The FCC, over many years, has developed and refined a system of exclusive licenses for users of specific frequencies. Auctions are a market-driven solution to assigning licenses to use specific frequencies and are a recent innovation in spectrum management and policy. Previously, the FCC granted licenses using a process known as \"comparative hearings\" (also known as \"beauty contests\"), and has used lotteries to distribute spectrum licenses. The FCC also allocates spectrum for designated purposes, such as WiFi, without assigning a license to a specific owner (unlicensed spectrum).", "As wireless technology moves from channel management to broadband network management, spectrum policy going forward may entail encouraging innovation in spectrum- and network-sharing technologies . An increasing number of policy makers and wireless industry leaders are urging that laws and regulations be revised to reflect significant changes in wireless technology that are creating a new mobile network communications environment."], "subsections": []}, {"section_title": "Spectrum Policy Provisions in the Middle Class Tax Relief and Job Creation Act of 2012", "paragraphs": ["Title VI of the Middle Class Tax Relief and Job Creation Act of 2012 ( P.L. 112-96 , signed into law on February 22, 2012) contains provisions that include reallocation of spectrum, new assignments of spectrum rights, and changes in procedures for repurposing spectrum used by the federal government. Many of the provisions in Title VI, frequently referred to as the Public Safety and Spectrum Act, or Spectrum Act, focus on spectrum assignment within the existing regulatory framework, in which licenses for designated radio frequencies are awarded through competitive bidding systems (auctions). ", "Major provisions in the Spectrum Act that are summarized in this report cover", "Deficit reduction; Directed auctions; Incentive auctions for television broadcasters; Reallocation of spectrum from federal to commercial use; and Unlicensed spectrum.", "Other provisions in the act, not covered in this report, include simplifying the approval of zoning requests for modification of cell towers at the state and local level and putting in place measures to facilitate antenna placement on federal property. The act also has provided for the establishment of a new authority to plan and develop a nationwide public safety broadband network and has included other measures in support of improved emergency communications."], "subsections": [{"section_title": "Deficit Reduction", "paragraphs": ["The Spectrum Act has addressed the interlaced issues of spectrum access and deficit reduction. The issues are connected because, when radio frequency spectrum licenses are auctioned for commercial purposes by the FCC, the net proceeds are deposited in the U.S. Treasury. The act has extended the FCC's auction authority until the end of FY2022. Because the FCC's authority would have expired at the end of FY2012, revenue from auctions held after FY2012 is considered new revenue. ", "The legislation that first authorized the FCC to establish \"competitive bidding systems\" for a limited period was included in the Omnibus Budget Reconciliation Act of 1993 ( P.L. 103-66 ). The Balanced Budget Act of 1997 gave the FCC auction authority until September 30, 2007. This authority was extended to September 30, 2011, by the Deficit Reduction Act of 2005 and to 2012 by the DTV Delay Act ( P.L. 111-4 ). The Deficit Reduction Act of 2005 also specified that $7.363 billion of proceeds from auctions required by the act be applied to deficit reduction. "], "subsections": [{"section_title": "Distribution of Proceeds from Auctions Required by the Spectrum Act", "paragraphs": ["Most of the proceeds from auctions of licenses in designated spectrum as specified in the act are to be deposited directly into a Public Safety Trust Fund, created by the act, with nearly $28 billion designated for purposes defined in the act, including $20.4 billion for deficit reduction. ", "Proceeds from the sale of licenses of repurposed federal spectrum identified in the act will be directed first to the Spectrum Relocation Fund, to cover costs of moving federal users, with the balance going to the Public Safety Trust Fund. Proceeds from the sale of advanced wireless service licenses in the other spectrum bands identified by the act will go directly to the Public Safety Trust Fund. Proceeds from the auction of new licenses created by the release of television broadcasting spectrum will go to cover costs specified in the act, with the balance to the Public Safety Trust Fund. Balances remaining in any fund created by the act will revert to the Treasury in 2022."], "subsections": []}, {"section_title": "The Public Safety Trust Fund", "paragraphs": ["The law provides for transfers from a Public Safety Trust Fund that is created by the act to receive revenues from designated auctions of spectrum licenses. The designated amounts are to remain available through FY2022, after which any remaining funds are to revert to the Treasury, to be used for deficit reduction. These sums may be subject to sequestration and consequently reduced.", "Auction proceeds are to be distributed in the following priority:", "To the NTIA, to reimburse the Treasury for funds advanced to cover the initial costs of establishing FirstNet: not to exceed $2 billion. To the State and Local Implementation Fund for a grant program: $135 million. To the Network Construction Fund for costs associated with building the nationwide network and for grants to states that qualify to build their own networks: $7 billion, reduced by the amount advanced to establish FirstNet. To NIST for public safety research: $100 million. To the Treasury for deficit reduction: $20.4 billion. To the NTIA and the National Highway Traffic Safety Administration for a grant program to improve 911 services: $115 million. To NIST for public safety research: $200 million. To the Treasury for deficit reduction: any remaining amounts from designated auction revenues."], "subsections": []}]}, {"section_title": "Directed Auctions", "paragraphs": ["The Spectrum Act has required the FCC and the NTIA to identify specific bands for auction from spectrum designated for commercial advanced wireless services and for federal use, and in most cases to commence the auction process within three years. The act has mandated spectrum license auctions for frequencies at 1915-1920 MHz; 1995-2000 MHz; 2155-2180 MHz; an additional 15MHz to be identified by the FCC; and 15MHz of spectrum between 1675 and 1710 MHz, subject to conditions in the act. The Secretary of Commerce was required to submit a report to the President identifying 15 MHz of spectrum between 1675 and 1710 MHz for reallocation from federal to non-federal use. The NTIA had produced a Ten-Year Plan and Timetable that identifies bands of spectrum that might be available for commercial wireless broadband service. As part of its planning efforts, NTIA prepared a \"Fast Track Evaluation\" of spectrum resources that might be repurposed in the near future. One recommendation was to make available 15 MHz of spectrum from frequencies between 1695 MHz and 1710 MHz. The NTIA has reaffirmed its initial recommendation and submitted a report, as required by the act, recommending that the FCC reallocate the band for commercial use. Some form of sharing between commercial and federal users is deemed likely, however, and recommendations for a regulatory framework for sharing are being developed by the NTIA's Commerce Spectrum Management Advisory Committee (CSMAC). ", "The act requires that these auctions be completed and licenses issued by February 22, 2015, which would require that the auctions be held by the third quarter of 2014. These licenses would provide an additional 65MHz of spectrum for commercial broadband."], "subsections": []}, {"section_title": "Incentive Auctions", "paragraphs": ["The Spectrum Act has permitted the FCC to conduct incentive auctions, that is, to establish a mechanism whereby spectrum capacity may be relinquished for auction by some license-holders, who would then share in the proceeds. Many commercial wireless licenses can be resold directly by their license-holders for comparable uses; the purpose of incentive auctions is to reward license-holders, such as television broadcasters, who repurpose their spectrum for a different use. Although incentive auctions might be used for other types of license-holders, the act specifically addresses spectrum assignments for over-the-air television broadcasters, possibly limiting the applicability of the law for other license-holders who might wish to relinquish spectrum through an incentive auction. ", "The act has established procedures for the FCC to follow in reallocating television broadcasting spectrum licenses for commercial auction. Through a reverse auction process, the broadcasters would establish the amount of compensation they are willing to accept for the spectrum they voluntarily release for auction. Additionally, broadcasters that do not voluntarily relinquish spectrum rights but are required to relocate or make other required changes may be compensated for costs incurred. In lieu of cash payment, as compensation for relocation broadcasters may choose to accept regulatory relief that would allow new uses for their spectrum. ", "Spectrum voluntarily released by TV broadcasters would be repurposed for commercial broadband communications, with licenses sold through what the law refers to as a \"forward auction.\" At least one successful reverse auction is required to set minimum prices for a forward auction. For the results of a forward auction to be valid, auction proceeds must at a minimum cover (1) payments to broadcasters that relinquished spectrum for auction, (2) the costs to the FCC of conducting the auctions, and (3) the estimated costs for relocation of other broadcasters; the latter is not to exceed $1,750 million, deposited in a TV Broadcaster Relocation Fund. If auction revenues do not cover costs as specified in the act, the FCC may not assign new licenses and planned reassignments and reallocations may not occur. If the reverse auction and forward auction conditions are met, the FCC may \"make such reassignments of televisions channels\" as appropriate in its consideration, subject to certain conditions. Examples of conditions include a general prohibition against reassigning licenses to frequencies from one band to a band below an existing assignment, and obligations to determine that a reassigned channel is not adversely affected by cross-border channel assignment agreements with Canada and Mexico. The auction and channel reassignment process may only occur once.", "The Balanced Budget Act of 1997, which mandated the eventual transition to digital television, represented the legislative culmination of over a decade of policy debates and negotiations between the FCC and the television broadcast industry on how to move the industry from analog to digital broadcasting technologies. To facilitate the transition, the FCC provided each qualified broadcaster with 6 MHz of spectrum for digital broadcasting to replace licenses of 6 MHz that were used for analog broadcasting. The analog licenses would be yielded back when the transition to digital television was concluded. The completed transition freed up the 700 MHz band for commercial and public safety communications in 2009. ", "In its 2010 National Broadband Plan (NBP), the FCC revisited the assumptions reflected in the 1997 act and made new proposals based on, among other factors, changes in technology and consumer habits. In particular, because over-the-air digital broadcasting does not necessarily require 6 MHz of spectrum, the NBP proposed that some stations could share a single 6 MHz band without significantly reducing service to over-the-air TV viewers. Among the proposals for how broadcasters might make better use of their TV licenses, the NBP raised the possibility of auctioning unneeded spectrum and sharing the proceeds between the TV license-holder and the U.S. Treasury. The Spectrum Act has provided legislation that would allow this type of incentive auction. "], "subsections": []}, {"section_title": "Federal Spectrum Use and Reallocation", "paragraphs": ["The Spectrum Act has addressed how spectrum resources might be repurposed from federal to commercial use through auction or sharing, and how the cost of such reassignment would be defined and compensated, among other provisions. The Commercial Spectrum Enhancement Act of 2004 ( P.L. 108-494 , Title II) was amended to facilitate the transfer of spectrum rights to commercial purchasers from the agencies relinquishing spectrum. Expenditures incurred by federal agencies for planning may now be included among those costs eligible for reimbursement as part of the transfer of spectrum to the commercial sector. Other reimbursable costs cover a wide range of technical options, including spectrum sharing. Although spectrum sharing to facilitate the transition from federal to commercial use is supported in the act's provisions, the NTIA has been required to give priority to reallocation options that assign spectrum for exclusive, non-federal uses through competitive bidding.", "The act has required the establishment of a Technical Panel within the NTIA to review transition plans that each federal agency must prepare in accordance with provisions in the act. The Technical Panel is required to have three members qualified as a radio engineer or technical expert. The Director of the Office of Management and Budget, the Assistant Secretary of Commerce for Communications and Information, and the Chairman of the FCC have been required to appoint one member each. A full discussion and interpretation of provisions of the act as regards the technical panel and related procedural requirements such as dispute resolution have been published by the NTIA as part of the rulemaking process."], "subsections": [{"section_title": "Commercial Spectrum Enhancement Act of 2004", "paragraphs": ["The Commercial Spectrum Enhancement Act of 2004 put in place statutory rules for covering the costs to federal agencies of relocating wireless communications facilities to new spectrum assignments. The act created the Spectrum Relocation Fund to provide a means for federal agencies to recover relocation costs directly from auction proceeds when they are required to vacate spectrum slated for auction. In effect, successful commercial bidders cover the costs of relocation. Among key provisions of the act were requirements that the auctions must recoup at least 110% of the costs projected by the NTIA, and that unused funds would revert to the Treasury after eight years. These provisions remain in effect. Specific frequencies were designated for immediate auction by the Commercial Spectrum Enhancement Act but the law was written to apply to any federally used frequencies scheduled for reallocation and possible auction. "], "subsections": []}, {"section_title": "NTIA Plans to Make Federal Spectrum Available for Commercial Use", "paragraphs": ["The NTIA, with input from the Policy and Plans Steering Group (PPSG), has produced a 10-year plan and timetable that identifies bands of spectrum that might be available for commercial wireless broadband service. As part of its planning efforts, the NTIA prepared a \"Fast Track Evaluation\" of spectrum that might be made available in the near future. Specific recommendations were to make available 100 MHz of spectrum within bands from 3550 MHz to 3650 MHz. The fast track evaluation also recommended studying two 20 MHz bands to be identified within 4200-4400 MHz for possible repurposing.", "Working through the PPSG, the NTIA studied federal spectrum use by more than 20 agencies with over 3,100 separate frequency assignments in the 1755-1850 MHz band. After evaluating the multiple steps involved in transferring current uses and users to other frequency locations, the NTIA concluded that it would cost $18 billion to clear federal users from all 95 MHz of the band. Based on this assessment, the NTIA report included recommendations for seeking ways for federal and commercial users to share many of the frequencies, although some frequencies were identified to be cleared for auction to the private sector. ", "The NTIA assumptions for the estimates of the cost of relocating federal agencies from the 1755-1850 MHz band were challenged at a hearing of the House Committee on Energy and Commerce, Subcommittee on Communications and Technology, leading to a request to the GAO to examine the process. In particular, the NTIA was criticized during the hearing by some committee members for not separately evaluating the 1755-1780 MHz band, which might be auctioned separately with another spectrum band already available for commercial use. At the hearing, the GAO provided testimony regarding its preliminary findings on spectrum sharing and followed up with a report. Both the hearing and the report indicated that spectrum sharing technology and policies were largely undeveloped. Some of the options to encourage sharing spectrum, as identified by the GAO, include considering spectrum usage fees to provide economic incentive for more efficient use and sharing; identifying more spectrum that could be made available for unlicensed use; encouraging research and development of technologies that can better enable sharing; and improving and expediting regulatory processes related to sharing. Given the challenges for implementing spectrum sharing policies, the GAO found that further study by the NTIA and the FCC was needed. "], "subsections": []}, {"section_title": "GAO Cost Estimates for Spectrum Reallocation", "paragraphs": ["In a hearing before the Senate Committee on Armed Services, Subcommittee on Strategic Forces, the GAO presented preliminary findings on Department of Defense (DOD) estimates of reallocation costs from some radio frequencies. The GAO evaluated DOD relocation cost estimates for frequencies at 1755-1850 MHz and reported that the \"preliminary cost estimate substantially or partially met GAO's identified best practices.\" In particular, the GAO noted the variable nature of a number of assumptions for costs and revenues, such as the characteristics of the spectrum to which services would be relocated, the availability of new technology, and market demand for spectrum. "], "subsections": []}]}, {"section_title": "Unlicensed Spectrum", "paragraphs": ["Unlicensed spectrum is not sold to the highest bidder and used for the services provided by the license-holder but is instead accessible to anyone using wireless equipment certified by the FCC for those frequencies. Both commercial and non-commercial entities use unlicensed spectrum to meet a wide variety of monitoring and communications needs. Suppliers of wireless devices must meet requirements for certification to operate on frequency bands designated for unlicensed use. Examples of unlicensed use include garage door openers and WiFi communications. WiFi provides wireless Internet access for personal computers and handheld devices and is also used by businesses to link computer-based communications within a local area. Links are connected to a high-speed landline either at a business location or through hotspots. Hotspots are typically located in homes or convenient public locations.", "New technologies, sometimes referred to as Super WiFi, are being developed to expand the usefulness of unlicensed spectrum without causing interference. For example, to use unassigned spectrum, known as white spaces, between broadcasting signals of digital television, geolocation database technology is being put in place to identify unencumbered airwaves. Super WiFi devices are expected to reach the market by 2013.", "Similar technologies are being considered to expand the availability of spectrum for unlicensed use at 5 GHz by sharing with existing federal users in those frequencies. Commercial providers, such as for wireless Internet, currently share parts of the spectrum at 5 GHz with federal users. With the objective of improving future WiFi capacity, the Spectrum Act has required new studies and evaluations of frequencies at 5 GHz. These would lay the groundwork to expand commercial use of unlicensed spectrum within the federally managed 5 GHz band. The FCC has been required to commence a proceeding that might open access for some unlicensed devices in the 5350-5470 MHz band. The NTIA was required to prepare an evaluation of spectrum-sharing technologies for the 5350-5470 MHz and 5850-5925 MHz bands. "], "subsections": []}]}, {"section_title": "Emerging Spectrum Policy Issues", "paragraphs": ["The United States currently enjoys a position of world leadership in mobile broadband technology development and deployment. U.S. companies have been at the forefront of mobile wireless and Internet convergence. The introduction of the first iPhone in 2007 is a prominent signpost marking the convergence of these technologies. Innovation in applying the Internet Protocol (IP) to mobile networks has spurred jobs and economic growth. The success of smartphones like the iPhone, in the United States and globally, followed on that of WiFi, which had stoked consumer demand for wireless access to the Internet. New economic and social cultures are being built on the ubiquity and ease of access to the Internet from mobile devices. ", "This expanding industry requires additional spectrum capacity, a key resource. The Spectrum Act employs three key policy tools for increasing the availability of radio frequency spectrum for wireless broadband: allocating additional spectrum; reassigning spectrum to new users; and opening up spectrum for unlicensed use. Other policy options that may be employed to increase spectrum capacity include requiring that wireless network infrastructure be shared; changing the cost structure of spectrum access; moving to more spectrum-efficient technologies; and sharing spectrum. Facilitating the adoption of new wireless technologies that enable spectrum sharing is emerging as a major policy consideration for spectrum management."], "subsections": [{"section_title": "Spectrum Sharing", "paragraphs": ["The Administration of President Obama has identified spectrum sharing as a way to increase spectrum capacity and efficiency. For example, the FCC in its National Broadband Plan recommended that a \"new, contiguous nationwide band for unlicensed use\" be identified by 2020; and that spectrum be provided and other steps taken to \"further development and deployment\" of new technologies that facilitate sharing. ", "The President's Council of Advisors on Science and Technology has endorsed increasing spectrum capacity through new technology that increases efficiency and allows for shared use of spectrum resources. In a report , Realizing the Full Potential of Government Held Spectrum to Spur Economic Growth , the council has proposed that up to 1000 MHz of additional spectrum capacity could be provided through shared access between the federal government and commercial providers. The report's recommendations include steps to new spectrum policies based on spectrum-sharing. ", "Although the PCAST report touches on some of the future technical solutions for spectrum sharing, it also proposes that spectrum sharing can begin immediately. It recommends immediate use of the technologies devised to allow sharing between TV broadcast spectrum with super WiFi.", "Spectrum-sharing technologies include geolocation databases, smart antenna and cognitive radio—all of which are deployed—and network-centric technologies, such as Dynamic Spectrum Access, that are being tested by research and development facilities such as the Defense Advanced Research Projects Agency. Enabling technologies such as these allow communications to switch instantly among network frequencies that are not in use and therefore available to any radio device equipped with cognitive technology. Future technological breakthroughs in fields such as quantum communications hold the promise of even greater transmission speeds and spectrum efficiencies. ", "From a policy perspective, actions to speed the arrival of new, spectrally efficient technologies might have significant impact on achieving broadband policy goals over the long term. In particular, support for technologies that enable sharing could pave the way for dramatically different ways of managing the nation's spectrum resources. "], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Major advances in wireless technology have given the United States a competitive edge in communications innovation, fueling industry growth and job creation. Policy makers may wish to consider not only how to maintain this leadership but also how to adapt to changing economic and social expectations. The mobile network communications environment presents new challenges and opportunities in policy areas such as identity theft, privacy protection, street crime (for example, smartphone theft), health services, education, urban management, and electronic payments.", "The amount of spectrum needed for fully realized wireless access to broadband is such that meeting the needs of broadband policy goals could be difficult to achieve through the market-driven auction process. To meet current demands of the wireless industry, large amounts of new radio frequencies would need to be identified and released. Without abandoning competitive auctions, spectrum policy could benefit from including additional ways to assign or manage spectrum that might better serve the deployment of wireless broadband and the implementation of a national broadband policy.", "Current spectrum policy relies heavily on auctions to assign spectrum rights through licensing. However, the adoption of spectrum-efficient technologies is likely to require a rethinking of spectrum management policies and tools. The assignment and supervision of licenses might give way to policies and procedures for managing pooled resources. Auctioning licenses might be replaced by auctioning access; the static event of selling a license replaced by the dynamic auctioning of spectrum access on a moment-by-moment basis.", "Auction winners are deemed to be the companies that can maximize the value of the spectrum to society by maximizing its value as a corporate asset. However, auction-centric spectrum policies appear to have generally focused on assigning licenses to commercial competitors in traditional markets that serve consumers and businesses. Auctioning spectrum licenses may direct assets to end-use customers instead of providing wireless services where the consumer may be the beneficiary but not the customer. Wireless networks are an important component of smart grid communications, for example. Spectrum resources are also needed for railroad safety, for water conservation, for the safe maintenance of critical infrastructure industries, and for many other applications that may not have an immediate commercial value but can provide long-lasting value to society as a whole.", "Appendix A. Competition and Technology Policy", "Telephone service was once considered a natural monopoly, and regulated accordingly. The presumption was that redundant telephone infrastructure was inefficient and not in the public interest. State and federal regulators favored granting operating rights to a single company, within a specific facilities territory, to benefit from economies of scale, facilitate interoperability, and maximize other benefits. In return for the monopoly position, the selected provider was expected to fulfill a number of requirements intended to benefit society. Thus, for decades, the regulated monopoly was seen by most policy-makers as (1) ensuring that costly infrastructure was put in place and (2) meeting society's needs, as interpreted by regulations and the law. Past policies to regulate a monopolistic market may have influenced current policies for promoting competition. The FCC's emphasis on efficiency for delivering services to a pre-determined market could be leading wireless competition toward monopoly; new regulatory regimes might be a consequence of this trend, if it continues.", "With the introduction of auctions for spectrum licenses in 1994, the United States began to shift away from assigning spectrum licenses based on regulatory decisions and toward competitive market mechanisms. One objective of the Telecommunications Act of 1996 was to open up the communications industry to greater competition among different sectors. One outcome of the growth of competition was the establishment of different regulatory regimes for information networks and for telecommunications. As a consequence of these and other legislative and regulatory changes, the wireless industry has areas of competition (e.g., for spectrum licenses) within a regulatory shell, such as the rules governing the Public Switched Telephone Network (PSTN). As the bulk of wireless communications traffic moves from voice to data, companies will likely modify their business plans in order to remain competitive in the new environment. A shift in infrastructure technology and regulatory environment might open wireless competition to companies with business plans that are not modeled on pre-existing telecommunications industry formulae. Future providers of wireless broadband might include any company with a robust network for carrying data and a business case for serving broadband consumers. Potential new entrants, however, may lack access to radio frequency spectrum, the essential resource for wireless broadband.", "In formulating spectrum policy, mainstream viewpoints generally diverge on whether to give priority to market economics or social goals. Regarding access to spectrum, economic policy looks to harness market forces to allocate spectrum efficiently, with spectrum license auctions as the driver. Social policy favors ensuring wireless access to support a variety of social objectives where economic return is not easily quantified, such as improving education, health services, and public safety. Both approaches can stimulate economic growth and job creation. ", "In evaluating competition within an industry, economists and policy makers examine barriers to entry, among other factors. Barriers might come from high costs for market entry such as investment in infrastructure or there might be legal and regulatory barriers to entry. As part of its evaluation of competition for mobile services, the FCC has identified three factors that could constitute barriers to entry to the commercial mobile communications industry. These barriers affect not only competitiveness but also access to networks and investment in new technology. The factors are \"first-mover advantages, large sunk costs, and access to spectrum.\" All three of these factors are subject to regulations that have been influenced by past or existing policies regarding spectrum allocation and assignment.", "First-mover advantages have accrued primarily to the early entrants in the wireless industry. Early in the development of the cell phone industry, the FCC created cellular markets and assigned two spectrum licenses to each market; one license went automatically to the incumbent provider in that market. The second license was made available to a competing service provider (not the market incumbent); the difficulties in choosing the competitors that would receive licenses contributed to the subsequent move to auctions as a means for assigning spectrum rights. These early entrants, and the successor companies that acquired them and their licenses, have maintained their core customer base and benefit from early investments in infrastructure. Many first movers into the wireless market, therefore, acquired their market-leader status through regulatory decisions that provided them with spectrum licenses, not through market competition.", "Large sunk costs refer to the high levels of investment needed to enter the wireless market. Not including the price of purchasing spectrum, billions of dollars are required to build new infrastructure. The sunk costs of incumbent wireless service providers set a high bar for new entrants to match if they are to compete effectively in major markets. In the mobile telephone industry, the FCC has observed that most capital expenditures are spent on existing networks: to expand and improve geographic coverage; to increase capacity of existing networks; and to improve network capabilities. Performance requirements for spectrum license-holders, such as the size of a market that must be served or deadlines for completing infrastructure build-outs, are some of the policy decisions that can add to the cost of entry.", "Spectrum Auctions and Competition", "The FCC was authorized to organize auctions to award spectrum licenses for certain wireless communications services in the Omnibus Budget Reconciliation Act of 1993 ( P.L. 103-66 ). The act amended the Communications Act of 1934 with a number of important provisions affecting the availability of spectrum. The Licensing Improvement section of the act laid out the general requirements for the FCC to establish a competitive bidding methodology and consider, in the process, objectives such as the development and rapid deployment of new technologies. The law prohibited the FCC from making spectrum allocation decisions based \"solely or predominately on the expectation of Federal revenues.... \" The Emerging Telecommunications Technologies section directed the NTIA to identify not less than 200 MHz of radio frequencies used by the federal government that could be transferred to the commercial sector through auctions. The FCC was directed to allocate and assign these released frequencies over a period of at least 10 years, and to reserve a significant portion of the frequencies for allocation after the 10-year time span. Similar to the requirements for competitive bidding, the FCC was instructed to ensure the availability of frequencies for new technologies and services, and also the availability of frequencies to stimulate the development of wireless technologies. The FCC was further required to address \"the feasibility of reallocating portions of the spectrum from current commercial and other non-federal uses to provide for more efficient use of spectrum\" and for \"innovation and marketplace developments that may affect the relative efficiencies of different spectrum allocations.\" Over time, auction rules have been modified in accordance with the changing policy goals of the FCC and Congress but subsequent amendments to the Communications Act of 1934 have not substantively changed the above-noted provisions regarding spectrum allocation.", "The rules set by the FCC for using spectrum licenses (service rules) may have been oriented toward the concepts of building and managing networks that were formed in the days of the telephone, favoring traditional telecommunications business plans over those of companies with different business models. Some companies that might be well suited to meet social goals, such as access in rural areas, might have been precluded from bidding at all because of constraints not considered relevant to market-driven allocations. For example, public utilities, municipal co-operatives, commuter railroads, and other public or quasi-public entities face a variety of legal, regulatory, and structural constraints that limit or prohibit their ability to participate in an auction or buy spectrum licenses. Many of these constraints exist at the state level but federal spectrum policy plays a role in perpetuating the status quo.", "There are many ways to view competition. Although competitiveness may be evaluated by factors such as barriers to entry or number of market participants, a key measure of whether market competition is working is an assessment of the dynamic of a specific market: its prices, variety, level of service, and other indicators that are considered hallmarks of competitive behavior. The Federal Trade Commission, for example, promotes competition as \"the best way to reduce costs, encourage innovation, and expand choices for consumers.\" Viewpoints about the level of competitiveness in providing wireless services to the U.S. market differ. However, telecommunications business analysts generally describe the U.S. market for wireless services as competitive because consumers benefit in many ways from competition on price, service, coverage, and the availability of new devices.", "Both the wireless industry and its regulator have focused on \"wireless consumer welfare\" in evaluating competition and the effectiveness of spectrum policies for assigning spectrum licenses. Auctions are judged to be an efficient way of assigning spectrum for commercial uses that adhere to traditional business plans.", "Spectrum Caps", "As part of its preparations for the first spectrum license auctions, the FCC decided to set caps on the amount of spectrum any one company could control in any geographically designated market. The theory behind spectrum capping is that each license has an economic value and a foreclosure value. The economic value is derived from the return on investment in spectrum licenses and network infrastructure. The foreclosure value is the value to a wireless company that already has substantial market share and wants to keep its dominant position by precluding competition. Spectrum caps were chosen as the method to prevent foreclosure bidding. The intent was to ensure multiple competitors in each market and to restrict bidding to only the licenses that could be used in the near term.", "Beginning in 2001, spectrum policy placed increased emphasis on promoting spectrum and market efficiency through consolidation. The FCC ruled to end spectrum caps, citing greater spectral efficiency from larger networks as one benefit of the ruling. Spectrum caps were seen as barriers to mergers within the wireless industry, to the growth of existing wireless companies, and to the benefits of scale economies. The spectrum caps were eliminated on January 1, 2003. Auction rules requiring the timely build-out of networks became a key policy tool to deter hoarding. The FCC instituted a policy for evaluating spectrum holdings on a market-by-market, case-by-case basis—a practice referred to as spectrum screening—as a measure of competitiveness.", "In 2008, the Rural Telecommunications Group, Inc. (RTG) petitioned the FCC to impose a spectrum cap of 110 MHz for holdings below 2.3 GHz. In October 2008, the FCC sought comments on the RTG petition for rulemaking. RTG argued that competition in the industry was declining as it became more concentrated. It claimed that the larger carriers were warehousing their spectrum holdings in rural areas while rural carriers were struggling to acquire spectrum capacity for mobile broadband and expansion. Rural carriers, RTG reported, were being shut out of opportunities to acquire new spectrum holdings and were being outbid in spectrum auctions. Opponents to the spectrum cap cited data to support their claims that the wireless communications market is competitive. They argued that additional amounts of spectrum are needed to support the growth in mobile broadband and that a spectrum cap could cut off growth and innovation. Implementing spectrum caps as a tool for regulating competition would represent a significant shift in policy for the FCC, were it to take that course.", "In comments filed regarding the National Broadband Plan , the Department of Justice considered the possibility that \"the foreclosure value for incumbents in a given locale could be very high.\" Although it recognized some form of spectrum caps as an option for assuring new market entrants, it observed that \"there are substantial advantages to deploying newly available spectrum in order to enable additional providers to mount stronger challenges to broadband incumbents.\" ", "Competition in Rural Markets", "Over the years, various legislative and policy initiatives have created a number of requirements to help small and rural carriers acquire spectrum licenses. Some of the FCC's efforts to encourage spectrum license ownership for small, rural, or entrepreneurial businesses are in response to congressional mandates. These and other statutory and regulatory programs may have allowed many small carriers to remain in business even though many others have been absorbed by larger carriers. As wireless traffic, revenue, and profits migrate to broadband, business models that were effective for voice traffic may no longer be viable, especially for companies that have relied on the regulatory environment to protect their markets. This change in operating environment may have disproportionately affected the ability of rural wireless carriers, in particular, to compete effectively. A study of how new technologies might be affecting the competitiveness of small and rural carriers might be useful in reviewing the effectiveness of policies intended to aid them. ", "The FCC, acting on the statutory authority given to it by Congress, has broad regulatory powers for spectrum management. The FCC was created as part of the Communications Act of 1934 as the successor to the Federal Radio Commission, which was formed under the Radio Act of 1927. The first statute covering the regulation of airwaves in the United States was the Radio Act of 1912, which gave the authority to assign usage rights (licenses) to the Secretary of the Department of Commerce and Labor. Licensing was necessary in part because, as radio communications grew, it became crucial that frequencies be reserved for specific uses or users, to minimize interference among wireless transmissions. A key component of spectrum policy is the allocation of bands of frequencies for specific uses and the assignment of licenses within those bands. Allocation refers to the decisions, sometimes reached at the international level, that set aside bands of frequencies for categories of uses or users; assignment refers to the transfer of spectrum rights to specific license-holders. ", "The rules set by the FCC for using spectrum licenses (service rules) may have been oriented toward the concepts of building and managing networks that were formed in the days of the telephone, favoring traditional telecommunications business plans over those of companies with different business models.", "Appendix B. Spectrum-Hungry Technologies", "Enabling technologies that are fueling both the demand for mobile broadband services and the need for radio frequency spectrum include Long Term Evolution (LTE); WiMAX; fixed wireless; WiFi; high performance mobile devices such as smartphones and tablets; and cloud computing. Fixed wireless and WiFi are not new technologies but mobile broadband has given them new roles in meeting consumer demand. Future technologies include network-centric technologies, which include opportunistic solutions such as Dynamic Spectrum Access (DSA).", "Long Term Evolution (LTE)", "LTE is the projected development of existing 3G networks built on Universal Mobile Telephone System (UMTS) standards. Like all fourth-generation wireless technologies, LTE's core network uses Internet protocols. The network architecture is intended to facilitate mobile broadband deployment with capabilities that can deliver large amounts of data, quickly and efficiently, to large numbers of simultaneous users. LTE will likely be implemented in stages through modifications to networks using frequencies in bands already allocated for commercial wireless networks. LTE might operate on spectrum bands at 700 MHz, 1.7 GHz, 2.3 GHz, 2.5 GHz, and 3.4 GHz. ", "WiMAX", "WiMAX provides mobile broadband but its earliest applications were for fixed wireless services. WiMAX (Worldwide Interoperability for Microwave Access) refers to both a technology and an industry standard, the work of an industry coalition of network and equipment suppliers. WiMAX uses multiple frequencies around the world in ranges from 700 MHz to 66 GHz. In the United States, available frequencies include 700 MHz, 1.9 GHz, 2.3 GHz, 2.5 GHz, and 2.7 GHz. The introduction of WiMAX in the United States is being jointly led by Sprint Nextel Corporation and Clearwire Corporation. ", "Fixed Wireless Services", "Fixed wireless services have taken on new importance as a \"backhaul\" link for 4G. Backhaul is the telecommunications industry term that refers to connections between a core system and a subsidiary node. An example of backhaul is the link between a network—which could be the Internet or an internetwork that can connect to the Internet—and the cell tower base stations that route traffic from wireless to wired systems. Two backhaul technologies well-suited for mobile Internet access are fiber optic cable and point-to-point microwave radio relay transmissions. Network expansion plans for WiMAX and LTE include microwave links as a cost-effective substitute for fiber optic wire under certain conditions. Radio frequencies available in the United States for microwave technologies of different types start in the 930 MHz band and range as high as the 90 GHz band. ", "WiFi", "The popularity of WiFi is often cited as a successful innovation that was implemented using unlicensed frequencies. WiFi provides wireless Internet access for personal computers and handheld devices and is also used by businesses to link computer-based communications within a local area. Links are connected to a high-speed landline either at a business location or through hotspots. Hotspots are typically located in homes or convenient public locations, including airports and café environments such as Starbucks. WiFi uses radio frequencies in the free 2.4 GHz and 5.4/5.7GHz spectrum bands. Many 3G and 4G wireless devices that operate on licensed frequencies can also use the unlicensed frequencies set aside for WiFi. ", "Cloud Computing", "Cloud computing is a catch-all term that is popularly used to describe a range of information technology resources that are separately stored for access through a network, including the Internet. An Internet search on Google, for example, is using cloud computing to access a rich resource of data and information processing. Network connectivity to services is another resource provided by cloud computing. Google Inc., for example, offers word processing, e-mail, and other services through Google Docs. Although off-site data processing and information storage are not new concepts, cloud computing benefits from the significant advances in network technology and capacity that are hallmarks of the broadband era. Cloud computing can provide economies of scale to businesses of all sizes. Small businesses in particular can benefit from forgoing the costs of installing and managing hardware and software by buying what they need from the cloud. Consumers also can benefit because they no longer need to buy personal computers in order to run complex programs or store large amounts of data. The convergence of 4G wireless technology—with its smartphones and netbooks—and the growing accessibility of cloud computing to businesses and consumers alike will contribute to the predicted explosive growth in demand for wireless bandwidth.", "Network-Centric Technologies", "The concept of channel management dates to the development of the radio telegraph by Guglielmo Marconi and his contemporaries. In the age of the Internet, however, channel management is an inefficient way to provide spectrum capacity for mobile broadband. Innovation points to network-centric spectrum management as an effective way to provide spectrum capacity to meet the bandwidth needs of fourth-generation wireless devices. Network-centric technologies enable sharing by organizing the transmission of radio signals along the same principle as the Internet. A transmission moves from origination to destination not along a fixed path but by passing from one available node to the next. When radios are networked using network-centric technologies, individual communications nodes continue to operate and can compensate for failed links. The effects of interference are manageable rather than catastrophic. The network is used to overcome radio limitations. With channel management techniques currently in use, if a channel's link fails, the radio is cut off. ", "Pooling resources, one of the concepts that powers the Internet now, is likely to become the dominant principle for spectrum management in the future. Dynamic Spectrum Access (DSA), Content-Based Networking, and Delay and Disruption Technology Networking, along with cognitive radio, and decision-making software, are examples of technologies that can enable Internet-like management of spectrum resources. ", "DSA is part of the neXt Generation program, or XG, a technology development project sponsored by the Strategic Technology Office of the Defense Advanced Research Projects Agency (DARPA). The main goals of the program include developing both the enabling technologies and system concepts that dynamically redistribute allocated spectrum.", "The Department of Defense (DOD) is working to implement network-centric operations (NCO) through a number of initiatives. Leadership and support to achieve DOD goals in the crucial area of spectrum management is provided by the Defense Spectrum Organization (DSO) created in 2006 within the Defense Information Systems Agency (DISA). The DSO is leading DOD efforts to transform spectrum management in support of future net-centric operations and warfare, and to meet military needs for dynamic, agile, and adaptive access to spectrum. The DSO is guiding DOD spectrum management along a path that envisions moving away from stove-piped systems to network-centric spectrum management.", "DARPA has commenced a program to improve radar and communications capabilities by creating technical solutions to enable spectrum sharing. The program, Shared Spectrum Access for Radar and Communications (SSPARC), will focus on frequencies between 2 and 4 GHz. According to DARPA, technologies could be applicable to other frequencies as well. The program seeks to support two types of sharing environments for military radar: one with other military communications networks and one for commercial networks. "], "subsections": []}]}}