{"id": "R40699", "title": "Afghanistan: U.S. Foreign Assistance", "released_date": "2012-08-21T00:00:00", "summary": ["The U.S. program of assistance to Afghanistan is intended to stabilize and strengthen the Afghan economic, social, political, and security environment so as to blunt popular support for extremist forces in the region. Since 2001, nearly $83 billion has been appropriated toward this effort.", "Since FY2002, nearly two-thirds of U.S. assistance—roughly 62%—has gone to the training and equipping of Afghan forces. The remainder has gone to development and humanitarian-related activities from infrastructure to private sector support, governance and democratization efforts, and counter-narcotics programs.", "Key U.S. agencies providing aid are the Department of Defense, the Agency for International Development, and the Department of State.", "On December 23, 2011, the Consolidated Appropriations Act 2012 (H.R. 2055, P.L. 112-74) was signed into law. The State, Foreign Operations appropriations did not specify account levels for Afghanistan, but from available amounts, the Administration allocated $1.8 billion in Economic Support Fund (ESF), $324 million in International Narcotics and Law Enforcement (INCLE), and $64.8 million in Nonproliferation, Anti-terrorism, and Demining (NADR) funds. The Defense appropriations provided $11.2 billion for the Afghan Security Forces Fund (ASFF), $400 million for the Commander's Emergency Response Program (CERP), and $400 million for the Afghanistan Infrastructure Fund. The Administration has allocated about $258 million for the Task Force for Business Stability Operations.", "In February 2012, the Administration issued its FY2013 budget request, seeking a total of $2.5 billion in total ESF, INCLE, NADR, and IMET, compared with the $2.3 billion allocated in the previous year. It also requested $5.7 billion for the ASFF, $400 million for CERP, $400 million for the Afghanistan Infrastructure Fund, and $179 million for the Task Force for Business Stability Operations.", "This report provides a \"big picture\" overview of the U.S. aid program and congressional action. It describes what various aid agencies report they are doing in Afghanistan. It does not address the effectiveness of their programs. It will be updated as events warrant.", "For discussion of the Afghan political, security, and economic situation, see CRS Report RL30588, Afghanistan: Post-Taliban Governance, Security, and U.S. Policy, by [author name scrubbed]. For greater detail on security assistance provided by the Department of Defense, see CRS Report R40156, War in Afghanistan: Strategy, Operations, and Issues for Congress, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On July 8, 2012, international donors and the Afghan government met in Tokyo to discuss non-military assistance requirements in the 10-year period following the planned withdrawal of the U.S. military and the International Security Assistance Force in 2014. Donors pledged $16 billion in development aid through 2015.", "On May 25, 2012, the House Appropriations Committee reported H.R. 5857 ( H.Rept. 112-494 ), the FY2013 State, Foreign Operations appropriations. It did not specify amounts for Afghanistan under either regular or OCO appropriations.", "On May 25, 2012, the House Appropriations Committee reported H.R. 5856 ( H.Rept. 112-493 ), the FY2013 Defense appropriations, providing $5.0 billion for the ASFF, $250 million for the CERP, $375 million for the Afghan Infrastructure Fund, and $88 million for the Business Task Force.", "On May 24, 2012, the Senate Appropriations Committee reported S. 3241 ( S.Rept. 112-172 ), the FY2013 State, Foreign Operations appropriations. In its report, the committee recommended a total assistance level of $1.6 billion—$1.1 billion in ESF, $450 million in INCLE, $54.3 million in NADR, and $1.5 million in IMET.", "On May 21, 2012, the NATO summit in Chicago defined a post-transition 2014 and beyond annual security forces budget of $4.1 billion, including an Afghan government share of at least $500 million in 2015 and full financial responsibility by 2024.", "In February 2012, the Administration issued its FY2013 budget request, seeking a total of $2.5 billion in Foreign Operations assistance, including $1.8 billion in ESF, $600 million in INCLE, $54.3 million in NADR, and $1.5 million in IMET assistance. The Administration also requested Defense aid appropriations, including $5.7 billion for the ASFF, $400 million for CERP, $400 million for the Afghanistan Infrastructure Fund, and $179 million for the Business Task Force."], "subsections": []}, {"section_title": "Introduction", "paragraphs": ["Afghanistan, one of the poorest countries in the world, would be a candidate for U.S. development assistance under normal circumstances. But today, as a result of the war on Al Qaeda and the 2001 military effort that removed Taliban rule, Afghanistan is a U.S. strategic priority and recipient to date of nearly $83 billion in U.S. foreign assistance serving multiple objectives. Two-thirds of this assistance has been provided in the past four years, since the beginning of FY2009. Assistance efforts are broadly intended to stabilize and strengthen the country, through a range of development-related programs and through training and materiel support for the Afghan police and military. ", "This report provides a \"big picture\" overview of the U.S. aid program and congressional action. It describes what various aid agencies report they are doing in Afghanistan. It does not address the effectiveness of their programs. ", "For discussion of the Afghan political, security, and economic situation, see CRS Report RL30588, Afghanistan: Post-Taliban Governance, Security, and U.S. Policy , by [author name scrubbed], and CRS Report RS21922, Afghanistan: Politics, Elections, and Government Performance , by [author name scrubbed]. For greater detail on security assistance provided by the Department of Defense, see CRS Report R40156, War in Afghanistan: Strategy, Operations, and Issues for Congress , by [author name scrubbed]. "], "subsections": []}, {"section_title": "Context of U.S. Assistance", "paragraphs": ["The U.S. program of assistance to Afghanistan has multiple objectives implemented by a range of actors working in diverse sectors. The main purpose of the program is to stabilize and strengthen the Afghan economic, social, political, and security environment so as to blunt popular support for extremist forces in the region. ", "The bulk of U.S. assistance is in security-related activities. Since 2001, nearly two-thirds (63%) of total U.S. assistance has gone to the Afghan Security Forces Fund (ASFF), the account supporting the training and equipping of Afghan security forces, and related military and security aid accounts. About 75% of U.S. assistance went to security programs in FY2012.", "The second-largest portion of assistance has been aimed at economic, social, and political development efforts. The main provider of these programs is the Agency for International Development (USAID), with the Department of State playing a significant role in democracy and governance activities. These programs account for roughly 28% of total aid since 2001. They accounted for 21% of aid in FY2012.", "A third element of assistance, humanitarian aid, largely implemented through USAID and international organizations, represents about 3% of total aid since 2001. They accounted for about 1% of U.S. aid in FY2012.", "The fourth main component of the aid program is counter-narcotics, implemented largely by the State Department in conjunction with Department of Defense (DOD), USAID, and the Drug Enforcement Agency (DEA). It accounts for about 5% of total aid since 2001. It represented roughly 3% of aid in FY2012.", "U.S. assistance must be viewed within the broader context of the Afghan government's development strategy and the contributions of other donors. In April 2008, an Afghanistan National Development Strategy (ANDS) was offered by the government as a program of specific goals and benchmarks in 18 sectors from security to poverty reduction to be accomplished from 2008 to 2013. The Afghan government estimated the cost of achieving these goals at $50 billion, with Afghanistan providing $6.8 billion and international donors asked to provide the rest. The strategy sought to have most funds provided through the central government in order to strengthen its legitimacy in the eyes of its citizens. Persistent questions regarding corruption and the ability of the government to effectively implement programs have prevented donors from more fully adopting this approach. At the January 2010 London donor conference and again at the July 2010 Kabul conference of foreign ministers, donors agreed to the goal of channeling half of all aid directly to the government (\"on-budget\") within two years conditional on Afghan government progress in strengthening public financial management systems, reducing corruption, and improving budget execution. The 2010 Kabul conference added the donor objective of aligning 80% of aid with Afghan government priorities within two years, either through the government core budget or off-budget.", "The 2010 London conference produced additional pledges of troops, police trainers, and funding. Participants issued a communique supporting a phased transition to an Afghan government lead in security, an increased civilian surge to match the military surge, and increased targets for the Afghan Army and Police forces, among other points. At the 2010 Kabul conference, the international community supported the Karzai objective that the Afghan National Security Forces should lead and conduct all military operations by the end of 2014, a position reaffirmed by NATO and ISAF at the Lisbon Summit in November 2010. The 2012 Chicago NATO summit moved the objective of Afghan security forces leadership up to mid-2013. For its part, at the 2010 Kabul conference, the Afghan government agreed to enact 37 key laws to curb corruption. None had been enacted as of November 2011, partly due to a election dispute-related lack of legislative work for most of 2011. Some steps have been taken by executive decree.", "Recent conferences have begun to look beyond the withdrawal of international forces. At the December 2011 Bonn conference, donors pledged to sustain support to Afghanistan for another decade, in exchange for clear progress on good governance. The May 2012 Chicago NATO summit predicted the need for a post-transition 2014 and beyond annual Afghan security forces budget of $4.1 billion, of which the Afghan government share would be at least $500 million in 2015 with full financial responsibility by 2024. The United States is expected to provide about $2 billion of this amount annually. In July 2012, international donors and the Afghan government met in Tokyo to discuss non-military assistance requirements in the 10-year period following the planned withdrawal of U.S. and NATO forces in 2014. Of particular concern was the estimated gap between predicted Afghan government revenues and needs during the post-withdrawal decade. At the conference, donors pledged $16 billion in development aid through 2015 and committed to providing support through 2017 at or near the levels of the past decade. ", "In one estimate, of the $46.1 billion in all donor assistance committed to Afghanistan through mid-2009, the last available figure, U.S. assistance represented about 62%. In another estimate, nearly $38 billion was committed to Afghanistan in non-security official development assistance (ODA) between 2002 and 2010, of which the United States accounts for about 48%. ", "An Afghanistan Reconstruction Trust Fund (ARTF), administered by the World Bank, is both a major conduit for donor assistance and a source of direct government aid, supporting both recurrent costs, such as Afghan government salaries, and key infrastructure investment. As of June 2012, donors had contributed roughly $5.7 billion to the ARTF, with the U.S. share accounting for 31% of the total. In June 2011, many donors, including the United States, reportedly stopped paying into the ARTF when the International Monetary Fund was unable to reach a loan agreement with Afghanistan because of concerns about Afghanistan's troubled Kabul Bank. In November 2011, the IMF approved a credit program following financial reforms, leading Secretary of State Clinton to announce at the 2011 December Bonn conference that the United States would release funds, estimated at around $650 million, to the ARTF. ", "Apart from the United States, the bulk of aid contributions comes from the other NATO nations operating in the country as part of the International Security Assistance Force (ISAF). Japan is the largest non-NATO bilateral donor. The World Bank and European Union are the major multilateral agencies conducting aid programs in Afghanistan. The United Nations Mission in Afghanistan (UNAMA) is meant to play a key role coordinating aid from all donors. ", "NATO countries, Sweden, and South Korea lead 14 of the 26 Provincial Reconstruction Teams (PRTs) located in the majority of Afghan provinces (as of early 2012). The United States leads 12, mostly those located in the strategically sensitive south and east. An innovation in the delivery of assistance that facilitates access to more remote regions of the country, the PRT has been a significant element in the U.S. aid program (and was later adopted and modified for Iraq). Its mission is to help extend the authority of the government of Afghanistan by fostering a secure and stable environment. PRT personnel work with government officials to improve governance and provision of basic services. In 2009, District Support Teams (DST), composed of three to five civilians living with forward-deployed military units, were introduced to help build Afghan government capacity at a more local level. ", "PRTs are composed of both civilian and military personnel, located in conjunction with military forces providing physical security. In the case of the United States—the model differs by lead country—U.S. PRTs are mostly led by a military officer and report up a military chain of command. Most of the coalition PRTs are civilian-led. Most PRTs had a predominance of military staff, although this has changed in recent years, particularly in Kandahar and Helmand PRTs. There is now a civilian lead at each PRT and DST to act as counterpart to the military commander. Further, whereas in early 2009 there were generally only 3 to 5 civilians among 50 to 100 total personnel, civilian representation in the field rose substantially in the period since then. In May 2009, there were 67 civilian personnel in the field, in early January 2010 there were 252, in April 2010 there were 350, and by December 2011 there were 456 U.S. civilians in the field. ", "The civilian team at the PRT and DST usually includes officers from the State Department, USAID, and Department of Agriculture. Similar but usually smaller teams are posted to non-U.S.-led PRTs. In Kandahar and Helmand, large U.S. teams are integrated with British and Canadian counterparts.", "The U.S. PRTs and other field entities utilize funding under a range of programs to meet their objectives. Programs provide targeted infrastructure aid to meet locally identified needs and aid to address employment and other local concerns, provide management training to local government personnel, and ensure that national-level development efforts in key sectors reach the local population. Other U.S. assistance is provided through the U.S. mission in Kabul. Working throughout the country, aid project implementers in most cases are either U.S. or Afghan non-governmental organizations receiving grants or private sector for-profit entities on contract. ", "Due to Afghan government concerns regarding the existence of \"parallel structures\" vis-à-vis local governments, the PRTs are described by U.S. officials as moving from a focus on delivery of services to capacity building. As international security forces withdraw between now and 2014, PRTs and DSTs will gradually be terminated or become part of individual country aid programs. ", "Despite significant progress in Afghanistan since 2001, insurgent threats to Afghanistan's government escalated beginning in 2006 to the point that some experts began questioning the success of stabilization efforts. An expanding militant presence in some areas previously considered secure, increased numbers of civilian and military deaths, growing disillusionment with corruption in the government of Afghan President Hamid Karzai, and Pakistan's inability to prevent Taliban and other militant infiltration into Afghanistan led the Obama Administration to conduct its own \"strategic review,\" the results of which were announced on March 27, 2009. ", "The thrust of the new strategy was a focus, not only on adding U.S. troops—a point reiterated and expanded following a second review that led to the announcement in December 2009 of an additional U.S. troop increase—but also on enhancing assistance efforts. The March 2009 review led to the formulation of a new aid strategy encapsulated in an Integrated Civilian-Military Campaign Plan for Support to Afghanistan , jointly published on August 10, 2009, by Ambassador Eikenberry and General McChrystal, and elaborated further in an Afghanistan and Pakistan Regional Stabilization Strategy by the State Department's Office of the Special Representative for Afghanistan and Pakistan in January 2010. The strategy emphasizes economic development, coordination among international donors, building local governing structures, improving capacity and reforming the Afghan government, and expanding and reforming the Afghan security forces. In practice, the strategy has led to an increase in U.S. assistance to Afghanistan, a greater emphasis on geographic centers of instability along the southern and eastern borders, more integrated military-civilian aid activity, and a significant increase in civilian aid personnel to formulate, administer, and monitor aid programs. With regard to the latter, U.S. civilian staff from State, USAID, USDA, Justice—at least 11 government departments and agencies—tripled from about 320 in early 2009 to 992 in March 2010. Total staff numbers, both in Kabul and in the field, reached about 1,142 in December 2011. They are likely to decline from this point in the future.", "With the eventual termination of PRTs, the Department of State plans (as of June 2012) to maintain a civilian presence after 2014 at the U.S. Embassy in Kabul and at four field offices in Herat, Mazar-e Sharif, Kandahar, and Jalalabad. The Herat consulate opened in March 2012; the other three will open toward the end of 2014.", "The changes in aid strategy are well-illustrated in several significant steps USAID and DOD have taken in the period since the strategy was launched. For one, they have promoted the Afghanization of assistance, directing assistance as much as feasible through Afghan entities, public and private. In 2009, USAID adopted the objective of moving as much as 40% of assistance through the Afghan government by the end of 2010. As noted earlier, at the January 2010 London Conference, the United States and other donors committed to providing 50% of aid through the government of Afghanistan by 2012. According to the GAO, in 2010 the United States provided about $2 billion in direct aid, $1.4 billion by USAID (71% of the total) and $576 million by DOD. This amount represented three times that provided in the previous year. As of June 2011, about 38% of USAID funding was going through the Afghan government. The intent is to increase the administrative capabilities of the Afghan government and at the same time enable the public to see that their government is providing services.", "Both USAID and DOD are also said to be directing procurement funding away from U.S. contractors and NGOs and more to the Afghan private sector. This policy, also adopted by other U.S. government and international entities, seeks to build private sector capacity and increase Afghan employment to the extent possible. In November 2010, the U.S. Embassy, U.S. military and UNAMA formally launched an \"Afghan First\" effort to actively solicit Afghan suppliers for procurement needs, including local procurement of agriculture produce for U.S. and ISAF military and civilian installations. Between January 2008 and May 2011, about $654 million in reconstruction funds were awarded by State, DOD, and USAID directly to 214 Afghan business firms. ", "Another key shift in assistance policy in 2009 and following years has been to move more funds to regions and sectors previously less well-supported. More money is going to the southern and eastern parts of the country, especially as the military goes in and secures an area. An estimated 70%-80% of current U.S. assistance is going to these regions of high priority in the counterinsurgency effort. Beginning in FY2009, more funding was channeled to agriculture, a sector that had been relatively neglected, but is a way to reach rural areas that had been under the influence of the insurgents and is the most critical part of the Afghan economy. "], "subsections": [{"section_title": "Key Development Assistance Challenges", "paragraphs": ["The main purpose of U.S. economic aid is to complement U.S. military efforts to stabilize the country as well as to build Afghan government capacity so that it can operate as a sustainable entity after the 2014 transition to Afghan lead is completed. USAID points to a number of achievements gained during the past decade, including measurable progress in the education, health, transport, power, independent media, and private sectors. According to USAID, between 2002 and 2011, it has rehabilitated 1,700 kilometers of roads; increased electricity supply from 117 to 223 Megawatt hours per month; helped increase access to basic health services from 9% of the population in 2002 to 64% in 2010; trained 54,000 teachers to government standards; helped increase school enrollment from 900,000 students to 7 million; helped establish 43 independent community radio stations, and helped establish more than 175,000 new micro and small businesses. However, as is the case with assessing the outcome of development efforts in other countries, a 10-year time frame may be insufficient to fairly evaluate assistance impacts on the broader fronts of economic growth and governance.", "Inspector General (IG) audits in 2011 and 2012 of individual USAID projects produce a cloudy picture with reports of progress marred by evidence of high costs, misuse of funds, and uncertain outcomes. For example:", "Local Governance and Community Development Project . The SIGAR found \"delays [in project implementation], unexpectedly high contractor operating costs, difficulty setting and measuring program outcomes, and indications that, at best, the program had mixed results.\" The USAID IG found $6.6 million in questionable costs by a project contractor. Support to the Electoral Process Project . The USAID IG found that outputs related to strengthening the capacities of the Independent Electoral Commission and the Electoral Complaints Commission—training, drafting regulations, providing equipment, etc.—were achieved, but that evidence of progress toward the desired outcomes of institutional independence and citizen awareness of the electoral process was mixed. Construction of Health and Education Facilities Program . The USAID IG found significant delays due to security threats, lack of skilled labor and quality materials, and unscheduled work interruptions; reduction in the scope of work due to increased building and security costs; the inclusion of prayer rooms in educational facilities, contrary to U.S. prohibitions; use of inadequate materials; and questionable sustainability of constructed facilities. Skills Training for Afghan Youth Project . The USAID IG found that by funding operational costs the project enabled two Afghan vocational skills training centers to continue training youths and that the project also trained staff. However, it found little evidence that progress had been made \"toward strengthening the overall technical capacity of these institutions or empowering youth.\"", "USAID is hindered in achieving a positive development outcome by the combined circumstances in Afghanistan of extreme underdevelopment, instability, and conflict. In the course of implementing projects, the assistance program has encountered a set of inter-related concerns that follow from this complex environment. These include the following.", "Lack of capacity . There exists an insufficiency of Afghan government skilled personnel, especially at the local level. To compensate, USAID is supporting 260 civilian advisers in the ministries and provided a variety of aid programs to train civil servants and boost government capacities. ", "Afghan corruption raises questions about the efficiency of USAID projects and the adequacy of U.S. assistance oversight, especially in view of funds going to Afghan contractors, subcontractors, and the Afghan government. With regard to the latter effort, USAID has put into place a process to vet Afghan government ministries accepting direct assistance and to train ministry staff to ensure that funds are used as intended and not diverted. Ministries receiving funds must meet set performance standards. USAID also has established a process to vet Afghan companies and perform audits on locally incurred costs of implementing partners. Because oversight of sub-contracts is problematic, USAID has restricted the amount of funds allowed to sub-contracts and limited the layers of sub-contracting permitted. It has also assigned more monitoring responsibilities to field offices where contracts are carried out.", "Sustainability . A key concern for USAID, as for DOD use of security and reconstruction funds, is the long-term sustainability of its development efforts, especially in view of the often uncertain commitment of the Afghan government to U.S. funded efforts, the questionable availability of skills to manage and implement programs, and most of all, the possible lack of Afghan financial resources to maintain projects in the long-term as donor funding, currently responsible for the majority of Afghanistan government spending, declines. Guidance issued by the USAID Administrator in June 2011 called for all projects to be aligned with the Afghan government's own National Development Strategy, address recurrent cost concerns, and ensure that sufficient capacity will be developed to maintain USAID efforts. Most such projects are entered into under a Strategic Objective Grant Agreement between the United States and the Afghan government that defines the roles and responsibilities of the Afghans, including future operations and maintenance, upon turnover of the facility.", "Security is the most significant challenge to the aid program. According to USAID, since 2003, 387 employees of USAID partner organizations have been killed and 658 wounded. The security situation has had three main impacts on the aid program: ", "It has forced contractors and grantees to cancel projects in progress or not even begin projects that were planned. It has made the program more expensive by requiring use of security contractors to protect U.S. government civilians and implementing partners. Based on project audits, the Commission on Wartime Contracting estimated that unanticipated security costs may have increased project expenses by 25%. It has interfered with the ability of U.S. government aid workers to access local people and geographic locations so that appropriate projects can be developed and monitored for effectiveness and accountability. ", "In August 2010, President Karzai issued a decree disbanding the private security contractors and their tens of thousands of employees who had provided security to civilian aid project implementers. The deadline for this action with specific regard to development project security personnel was postponed to March 20, 2012, when they were to be replaced by the Ministry of Interior's Afghan Public Protection Force (APPF). According to USAID, only 32 out of 91 USAID projects as of March 2012 require protection by this force and are making the transition from private contractors at this time. USAID has estimated that the APPF requirement is 16% more expensive than the use of private contractors. The SIGAR, however, estimates that labor costs could rise as much as 46% in the first year of the transition to the APPF. "], "subsections": []}]}, {"section_title": "U.S. Assistance Programs", "paragraphs": ["Below is a menu of the range of assistance programs the United States is now implementing in Afghanistan. "], "subsections": [{"section_title": "Development Assistance Programs", "paragraphs": ["As one of the lesser-developed countries in the world, battered by decades of war and instability, Afghanistan could benefit from assistance in every aspect of its political, economic, and social fabric. U.S. development assistance programs, mostly implemented through the Agency for International Development (see Table 1 ), are directed at a wide range of needs."], "subsections": [{"section_title": "Infrastructure", "paragraphs": ["A high proportion of U.S. assistance has gone toward economic infrastructure, especially roads, electric power, and water and sanitation facilities. To facilitate coordination between U.S. agencies working in these sectors—predominately USAID and DOD—the Embassy established an Infrastructure Working Group for Afghanistan in 2009.", "About $2.1 billion, roughly 15% of total USAID assistance to Afghanistan through FY2011, went to road construction throughout the country. USAID has constructed or rehabilitated over 1,800 kilometers of roads—most notably portions of the Ring Road which spans the country—facilitating commercial activity and helping reduce time and costs in the transport and mobility of security forces. Substantial additional road construction has been undertaken by DOD as well as other international donors.", "Construction of a 105-megawatt power plant in Kabul is one aspect of U.S. support for electrical infrastructure. Another includes efforts to ensure that the national electric utility is sustainable by improving rates of payment for services, reportedly doubling revenues in each of the past three years, partly by outsourcing operations, maintenance, and billing to an international contractor, which has installed $14 million in meters, hoping to significantly reduce losses. Technical experts have been provided to the Ministry of Energy and Water and to the Afghanistan National Electricity Corporation. Other infrastructure efforts include support for a drilling team to assess gas availability in the Sheberghan gas fields and funding the Kajaki dam rehabilitation project in Helmand province that expects to increase output from 33 MW to 51 MW and provide electricity for 2 million Afghans. ", "Infrastructure construction activities in specific sectors, such as health, education, governance, and security are noted below."], "subsections": []}, {"section_title": "Afghanistan Infrastructure Fund", "paragraphs": ["The Afghanistan Infrastructure Fund is a funding spigot established by Congress in the FY2011 Defense Authorization (§1217, P.L. 111-383 ). It received $400 million in DOD appropriations in each of its first two years to be used for infrastructure projects approved jointly by the Department of State and DOD, and to be implemented by State in coordination with DOD, unless otherwise decided. It is anticipated that the funds will go toward projects of high priority to the counterinsurgency effort, especially in Kandahar province. Projects obligated so far include power generation and transmission, roads, and construction of five provincial justice centers. According to a July 2012 SIGAR audit, the FY2011 projects are running behind schedule and, despite their purpose of supporting U.S. counterinsurgency efforts, may not show any impact until after the 2014 withdrawal of U.S. forces. Further, the SIGAR suggests they do not adequately address long-term sustainability concerns."], "subsections": []}, {"section_title": "National Solidarity Program", "paragraphs": ["Although its purpose is to strengthen Afghan governance at the local level and local ties to the central government, the National Solidarity Program, to which the United States heavily contributes through the World Bank-administered Afghanistan Reconstruction Trust Fund (ARTF) and to which Congress has directed significant funding in explanatory statements accompanying appropriations ($175 million in FY2010), has been chiefly employed to construct village infrastructure. The Program is funded by international donors and implemented by the Ministry of Rural Rehabilitation and Development. Community Development Councils (CDCs), established at the grassroots level throughout the country with the help of international and local NGOs, apply for program funds after first reaching consensus on village needs. As of August 2012, nearly 30,000 CDCs had been established and received over $1 billion. Program grants generally support drinking water and irrigation systems, rural roads, school buildings and community centers, and electrification facilities. ", "The chief challenge facing the NSP is whether it can successfully expand into insecure areas of the country where facilitating partner NGOs are unlikely to be able to provide good oversight. Plans have called for expansion to thousands of new communities, many in such insecure areas."], "subsections": []}, {"section_title": "Economic Growth", "paragraphs": ["U.S. assistance supports a number of efforts to stimulate growth of the Afghan economy—the most prominent part of which, agriculture, is discussed below. Projects to facilitate economic growth in the broader business sector include the provision of technical expertise to help reform the legal framework in which business operates, including taxation and administrative policies. U.S. aid also seeks to improve access to credit for the private sector, through micro and small business loans and by promoting bank reform to ease establishment of private banks. The Treasury Department maintains advisers in the central bank. The United States attempts to build business associations, such as chambers of commerce and the women's business federation, by providing training and development services to those emerging institutions. Specific industries with export promise are targeted for assistance (for example, investment promotion and external market link assistance for the marble and gemstone industries). An economic growth program that is of importance as well to agriculture is the USAID effort to improve land titling, through simplification of the registration process, establishing a legal and regulatory framework for land administration, and assistance to commercial courts in land dispute adjudication. Under USAID's Rule of Law project, assistance includes training for judges in conduct of commercial law and dispute resolution and for government officials on commercial law, and helping ministries in drafting commercial laws. "], "subsections": []}, {"section_title": "USAID Stability Programs", "paragraphs": ["A number of programs address immediate needs in the more unstable parts of Afghanistan, often in close coordination with U.S. military forces as they engage the insurgency. Perhaps chief among these is the Community Development Program, which provides temporary employment and income generation, from street cleaning to repair of irrigation systems and water supply rehabilitation. Partly to strengthen the relationship between the Afghan government and local populations, the Afghanistan Stabilization Initiative funnels funding largely through the Afghan government to local community-based consultative body approved small community improvement projects."], "subsections": []}, {"section_title": "DOD Task Force for Business and Stability Operations", "paragraphs": ["The Task Force for Business and Stability Operations is an extension of a DOD-supported program begun in Iraq in 2006 to stimulate private sector economic growth. It's main focus in Afghanistan has been to encourage foreign investment. In 2010, it produced a study of as yet unexploited mineral deposits throughout the country, indicating large deposits of gold, lithium, copper, and rare earths that could greatly boost the Afghan economy. Among other activities, it has also launched a pilot project in January 2012 to process chromite to international standards, and it has assisted the Afghan government in the mineral tender process. "], "subsections": []}, {"section_title": "Agriculture", "paragraphs": ["The United States supports two major and sometimes overlapping agriculture efforts: one nationwide and another, under the rubric of alternative development, aimed at fostering legal alternatives to poppy and targeted at specific areas where poppy is grown. ", "Among broad agriculture project efforts are the distribution of chickens, training in poultry management, vaccination of livestock, establishment of more than 850 Veterinary Field Units, seed distribution, capacity building for extension services, loans to farmers (a $100 million Agricultural Development Fund), and cash-for-work. The United States also assists in the establishment of food processing plants, such as flour mills and vegetable dehydration plants. Infrastructure assistance to Afghan agriculture includes repair of farm-to-market roads and rehabilitation of irrigation systems. USAID's alternative development effort, the Alternative Livelihoods Program, supports in poppy districts many of the same efforts it undertakes throughout Afghanistan. It attempts to increase commercial agricultural opportunities for licit, market-value crops and provides access to materials and expertise to produce those crops. ", "Most of these agriculture programs are implemented by USAID. However, two other agencies are involved in this sector. DOD fields Agribusiness Development Teams (ADTs), 10 of them in April 2012, composed of National Guard personnel with backgrounds in agribusiness who provide training and advice to universities, provincial ministries, and farmers. USDA's presence has increased substantially in recent years, from 13 agriculture experts in October 2009 to 55 in December 2011. USDA provides one or more advisors to each of the U.S.-run PRTs, through which it seeks to build the capacities of provincial agricultural systems and assist local farmers. At the national level, it provides technical expertise to the Agriculture Ministry, the agriculture extension service, and agricultural associations, and works with the Ministry of Higher Education to improve agriculture education. In 2010, the Embassy established a Senior Agriculture Coordinator and Deputy Coordinator to oversee U.S. agriculture efforts. "], "subsections": []}, {"section_title": "Health", "paragraphs": ["Health sector assistance, largely provided by USAID, has been aimed at expanding access to basic public health care, including rehabilitation and construction of more than 600 clinics and training of over 10,000 health workers. About 68% of Afghans reportedly now have access to basic health services (within one hour by foot or animal) compared to 9% in 2002. Health projects also address specific health concerns, such as polio prevention and vulnerable children. Technical expertise is provided to the Ministry of Health, which is one of the few ministries considered by USAID to be sufficiently transparent to directly handle U.S. assistance funds. Currently, direct U.S. funding goes to support the Afghan government's Basic Package of Health Services (BPHS) and Essential Package of Hospital Services (EPHS) that deliver basic health care provided through 5 provincial level hospitals and 22 Afghan and international NGOs serving 540 district level health facilities and 5,000 health posts in 13 provinces."], "subsections": []}, {"section_title": "Education", "paragraphs": ["USAID supports a number of education efforts. Technical expertise has been provided to the Ministry of Education and Ministry of Higher Education to build management capacities. More than 680 schools have been constructed or rehabilitated, thousands of teachers have been trained (more than 52,000 in 11 provinces since January 2006), and millions of textbooks printed. The women's dorm at the University of Kabul has been rehabilitated. The American University of Afghanistan and the International School of Kabul have been established. Literacy programs are being implemented nationwide."], "subsections": []}, {"section_title": "Democracy and Governance", "paragraphs": ["A wide range of U.S. assistance programs address the elements of democracy and government administration. Democracy programs include efforts to support the development of civil society non-governmental organizations. Afghan NGOs receive small grants, and training is provided to their leadership and staff. U.S. assistance has built independent radio stations and established a national network of 38 independent local radio stations. At the national level, a law facilitating NGO development was drafted with U.S. expertise. U.S. funds supported the 2009 Presidential and Provincial Council elections, and support the Independent Elections Commission, and a Civil Voter Registry.", "U.S. assistance seeks to strengthen local and national government institutions through efforts to build the competency of the civil service, increase the capacity of the National Assembly to draft legislation, help the government identify problems and carry out policy, and improve delivery of social services. The United States is providing technical assistance as well as direct cash transfers to the Civil Service Commission to make it independently capable of training government personnel, and it provides direct budget support to the Ministry of Finance to enable the Afghan government to exercise greater control over the hiring of technical advisors rather than rely exclusively on donors and contractors. A Performance-Based Governors' Fund provides funding for a range of government services for those provinces which do not receive adequate funds from the national government. Similar efforts help municipalities provide services and enhance their capabilities. An Afghan Social Outreach Program has created over 100 local district level representative councils that focus on service delivery and justice concerns and monitor the use of development projects."], "subsections": []}, {"section_title": "Rule of Law", "paragraphs": ["U.S. rule of law (ROL) programs are extensive, and multiple agencies—the State Department's Bureau of International Narcotics and Law Enforcement (INL), the Department of Justice, USAID, the Drug Enforcement Administration (DEA), U.S. Marshall Service, FBI, and DOD—are involved to some extent in rule of law issues. There is some overlap between agency programs; in July 2010, the U.S. Embassy created the position of Director for Rule of Law and Law Enforcement, to lead and coordinate U.S. agencies that implement rule of law programs. The embassy's ROL Implementation Plan defines objectives for U.S. programs to help meet the aims of the Afghan National Justice Program, the Afghan government's own ROL strategy. ", "Among other efforts, USAID seeks to improve legal education by assisting with a redesign of the core curriculum for the Law and Sharia Faculties at Kabul University, and by providing training in teaching methodology, legal writing, computer research, and legal English to members of faculties of Kabul University and three regional universities. It provides training in substantive and procedural law to sitting judges and trains trainers to continue such activities. Together, INL and USAID programs have built or renovated 40 provincial courthouses and trained more than 900 sitting judges—over half of the judiciary—and more than 400 judicial candidates. USAID is also testing a program to assist the councils of village elders who adjudicate many disputes in Afghanistan's informal justice system. It has supported councils in four pilot districts to transmit their decisions in writing to the district level.", "INL is principally concerned with reforming the criminal justice and corrections system. Its Justice Sector Support Program supports 30 U.S. justice advisors and 35 Afghan legal consultants who work together in provincial teams to address needs of key provinces. These have trained over 14,000 Afghan justice professionals as of July 2012. INL also brings Afghan law professors to the United States for degrees and U.S. Assistant Attorneys to Afghanistan. Its Corrections Systems Support Program, addressing prison capacity issues, has built prisons in all 34 provinces and funds 35 U.S. corrections advisors who provide training and mentoring. As of April 2009, these had trained more than 3,800 Afghan corrections staff. "], "subsections": []}, {"section_title": "Women and Girls", "paragraphs": ["Although much assistance is meant to ultimately benefit Afghans of both genders, in appropriations legislation and report language, Congress often directs funding to programs specifically assisting Afghan women and girls—in the FY2010 State, Foreign Operations appropriations requiring that at least $175 million in ESF and INCLE accounts be used for this purpose ( P.L. 111-117 , §7076) and in the FY2012 legislation requiring that funds be made available \"to the maximum extent practicable\" ( P.L. 112-74 , §7046). ", "Among aid efforts supporting women and girls is a USAID rule of law project that attempts to raise awareness of women's rights by conducting public forums and through discussion in the media. USAID supports the introduction of legal rights education to women audiences and legal aid through legal service centers. Another project provides financial support to NGOs working to improve the lives of women and girls and seeks to strengthen their policy advocacy capacities. U.S. assistance also is supporting the establishment of a Women's Leadership Development Institute to train women for leadership roles."], "subsections": []}, {"section_title": "Commander's Emergency Response Program (CERP)", "paragraphs": ["The CERP seeks to improve the security environment in which U.S. combat troops operate by offering small grants to local villages to address urgent relief and reconstruction needs. While funded by DOD appropriations and implemented by the military, the CERP often performs a development function on the surface indistinguishable from the activities of USAID and is a major assistance tool of the U.S.-run Provincial Reconstruction Teams. Most of the CERP has been used for infrastructure purposes—nearly two-thirds through FY2008 went for road repair and construction. This trend toward the funding of large-scale projects led, from FY2011, to restrictions on the size of projects, decreased overall funding for the CERP account, and, establishment of the Afghanistan Infrastructure Fund discussed above. "], "subsections": []}]}, {"section_title": "Humanitarian Assistance Programs", "paragraphs": ["U.S. funds address a number of humanitarian situations in Afghanistan, most stemming from the years of war that preceded the U.S. intervention as well as the insurgency that has followed. During this period, large numbers of people fled from their homes, many of whom became refugees in neighboring countries. U.S. assistance in Afghanistan, provided through international organizations and NGOs under the State Department's Migration and Refugee Program and through USAID's International Disaster Assistance program, targets both those individuals who are returning and those who have been displaced. As of February 2012, the U.N. High Commissioner for Refugees, supported in part with U.S. funding, was assisting an estimated 447,000 internally displaced persons (IDPs) and 162,000 returning refugees. Several million potential returnees remain in Pakistan and Iran.", "Where the insurgency is ongoing, assistance programs address the needs of affected vulnerable populations. USAID's Civilian Assistance Program provides assistance targeted to individuals or communities directly affected by military incidents. Medical care to those injured, vocational training to make up for loss of an income earner, and repair of damaged homes are among the activities supported by the program. The NATO/ISAF Post-Operations Humanitarian Relief Fund, to which the United States contributes, provides immediate food, shelter, and infrastructure repair assistance following military actions. The DOD's CERP also provides battle damage repair as well as condolence payments for deaths or injury.", "U.S. food assistance has been aimed at both short- and long-term food security needs. During the 2008-2009 drought, which led to a shortage of wheat, the United States contributed food aid. Chronic malnutrition has been addressed in U.S. funding of a school feeding program implemented by the World Food Program and a World Vision program aimed at children under two years of age.", "The United States also supports demining and disposal of other explosive ordinance remaining from years of war. These efforts protect the civilian population and clear land that can be utilized for agriculture."], "subsections": []}, {"section_title": "Counter-Narcotics Programs", "paragraphs": ["According to Administration officials, narcotics profits are a major source of funding for the insurgency. Counter-narcotics efforts, therefore, are viewed as an intrinsic part of the U.S. stabilization strategy. Counter-narcotics programs are managed through the State Department's International Narcotics and Law Enforcement Affairs Bureau (INL), funded under the INCLE account; through USAID's alternative development program funded under the ESF account; and through the DOD counter-narcotics program account. ", "The United States supports a \"5 Pillar Strategy\" in addressing counter-narcotics concerns. First, alternative development, noted above, is largely the USAID effort to develop other sources of income for poppy farmers. In addition, INL funds a \"good performers\" initiative that offers rewards to provinces that are making progress in reducing poppy cultivation. Second, a U.S.-supported Poppy Eradication Force seeks to eliminate poppy. Third, assistance seeks to build the capacity of the Counternarcotics Police of Afghanistan and other forces to interdict heroin and opium traffic. Fourth, a range of law enforcement and justice reform programs noted above address the investigation and adjudication of drug trafficking cases. The fifth pillar is the raising of public awareness through dissemination of information to farmers, opinion leaders, politicians, and others. ", "As a result of the March 2009 strategic review, greater emphasis has been given to alternative development, eradication efforts have been diminished for fear of alienating farmers, and interdiction aimed at drug lords has been increased. Along with INL, the Department of Defense has supported eradication and interdiction efforts mostly by provision of equipment and weaponry to Afghan counter-narcotics entities. ", "The amount of opium produced in Afghanistan increased from 3.6 million kg in 2010 to 5.8 million kg in 2011, and the total area under opium cultivation had risen from 123,000 hectares in 2010 to 131,000 hectares in 2011. However, according to the UN Office on Drugs and Crime, villages with a low level of security and which had not received agricultural assistance in the previous year were significantly more likely to grow poppy in 2012 than villages with good security and those which had received assistance. DOD notes that areas with international and Afghan security presence \"have seen a steady decline in cultivation, most notably in Helmand, Afghanistan's largest poppy growing province, where cultivation has declined for three consecutive years.\""], "subsections": []}, {"section_title": "Security Assistance Programs", "paragraphs": ["Security assistance programs address the capabilities of the Afghan police, army, and other security forces."], "subsections": [{"section_title": "Afghan Security Forces Fund", "paragraphs": ["Most U.S. security assistance efforts are funded through the Afghan Security Forces Fund (ASFF), an account supported under the DOD appropriations. The ASFF accounts for $50.6 billion since it was established in FY2005. Prior to that time, $1 billion in military assistance was provided through the Foreign Military Financing (FMF) account.", "The United States provides equipment, training, and mentoring to police and army forces and works with responsible Afghan ministries—Interior and Defense—to ensure they are capable of organizing and leading these forces. The total Afghan National Security Force level of roughly 344,108 (as of March 2012) is expected to rise to their planned end strength of 352,000 by October 2012.", "Many observers have expressed concerns regarding the speed and effectiveness of training. Among obstacles facing the security assistance program are high attrition rates; leadership inadequacies; limitations in management, logistics, and procurement capabilities; and shortfalls in available trainers. Amid concern that training of the Afghan National Police was well behind that of the Afghan army and the results of a joint DOD-State IG report that found shortcomings in the State Department's civilian police program, contractual control of police training was shifted from the State Department to DOD in 2009. For discussion, see CRS Report R40156, War in Afghanistan: Strategy, Operations, and Issues for Congress , by [author name scrubbed]; and CRS Report RL30588, Afghanistan: Post-Taliban Governance, Security, and U.S. Policy , by [author name scrubbed]. "], "subsections": []}, {"section_title": "Other Security Programs", "paragraphs": ["The State Department's Nonproliferation, Anti-Terrorism, Demining and Related Programs (NADR) account supports a program for the training and equipping of the Afghan Presidential protection service, which protects the Afghan leadership and diplomats. It also funds counter-terrorist finance and terrorist interdiction efforts. The International Military Education and Training Program (IMET), co-managed by the State Department and DOD, exposes select Afghan officers to U.S. practices and standards."], "subsections": []}]}]}, {"section_title": "Congress and U.S. Assistance", "paragraphs": ["Although authorization of aid programs for a specific country are usually not required, in 2002, Congress approved the Afghanistan Freedom Support Act ( P.L. 107-327 ). It authorizes the full range of economic assistance programs supporting the humanitarian, political, economic, and social development of Afghanistan. A separate title (II) authorized support for the development of the Afghanistan security forces; its authority expired at the end of September 2006. Since then, security aid has been authorized in annual DOD authorization legislation.", "Economic assistance to Afghanistan has been provided in most years since 2001 in both regular appropriations and emergency supplemental appropriations bills. Defense assistance has largely been provided in emergency supplemental appropriations legislation. In FY2011 and FY2012, funding for both civilian and defense assistance was provided in regular appropriations; there was no supplemental. However, in the FY2012 regular State, Foreign Operations appropriations, much of the Afghan civilian aid was channeled to an off-budget category called Overseas Contingency Operations (OCO", "As noted in Table 2 , most aid has been provided in accounts that fall under one of two budget functions. Most economic and humanitarian aid, as well as IMET and the operational expenses of the Embassy, the Special Inspector General for Afghanistan Reconstruction, and USAID, is in the 150 International Affairs function, encompassed largely by the State, Foreign Operations appropriations. Food aid, also under the 150 function, is provided in the Agriculture appropriations bill. Most security aid, as well as the CERP, is in the 050 Defense budget function, encompassed by the DOD appropriations."], "subsections": [{"section_title": "FY2012 Appropriations", "paragraphs": ["In February 2011, the Administration issued its FY2012 budget request, including $3.2 billion in foreign operations assistance to Afghanistan and $13.9 billion in DOD aid. Under the latter, $12.8 billion was for the ASFF, $400 million for the CERP, $500 million for the Afghan Infrastructure Fund, and $150 million for the Business Task Force. The foreign operations request included $2.8 billion in ESF. For FY2012, the Administration sought to differentiate regular, \"enduring\" assistance requirements from those temporary needs emanating from the war which it categorized as Overseas Contingency Operations (OCO) funds. Of the ESF request, $1.6 billion was in regular \"enduring\" costs and $1.2 billion was in OCO funds. Other requests—$1 million in State and USAID Global Health, $15.5 million in food aid, $324 million in INCLE, $66.3 million in NADR, and $2.4 million in IMET funds—were considered regular costs.", "In its FY2012 request, the Administration also proposed $948 million in State Department Diplomatic and Consular Programs (D&CP) operational expenses for the Afghanistan diplomatic and aid effort over and above the ongoing so-called enduring expenses in these countries. The figure included funding of civilian personnel from the Department of State, USAID, and other agencies that are deployed throughout Afghanistan. In addition, $44.4 million in OCO funds was requested for the operations of the SIGAR."], "subsections": [{"section_title": "", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Action on FY2012 Aid to Afghanistan", "paragraphs": ["On December 23, 2011, the Consolidated Appropriations Act 2012 ( H.R. 2055 , P.L. 112-74 ) was signed into law. Division I, the State, Foreign Operations appropriations, provided funding for Afghanistan, although specific levels under each account were not mentioned. The legislation required that $50 million be made available for rule of law programs and the statement of conferees directed that $10 million go to the Afghan Civilian Assistance Program and at least $5 million be provided for the Office of Global Women's Issues small grants program. In its legislation, Congress shifted most of the Administration request for regular funding to the off-budget OCO category. After weighing competing priorities in Iraq and Pakistan, among others eligible for the OCO funds, the Administration allocated available FY2012 funds, providing $1.8 billion in ESF OCO and $324 million in INCLE OCO. It also divided NADR funds, providing $41.8 million in regular funds and $23 million in OCO. Congress also appropriated $1 billion for State Department D&CP operations in Afghanistan.", "Division A of the Consolidated Appropriations Act 2012 provided Department of Defense OCO appropriations to Afghanistan, including $11.2 billion for the ASFF, $400 million for the CERP, and $400 million for the Afghanistan Infrastructure Fund. The Administration has also allocated about $258 million for the Task Force for Business and Stability Operations."], "subsections": []}]}, {"section_title": "FY2013 Appropriations", "paragraphs": ["In February 2012, the Administration issued its FY2013 budget request, seeking a total of $2.5 billion in ESF, INCLE, NADR, and IMET, compared with the $2.3 billion allocated for these accounts in the previous year. Although Congress funded most of the FY2012 appropriations from the OCO budget, the Administration has again requested funding split between regular and OCO categories. It requests $811.4 million in regular ESF, $1 billion in OCO ESF, $400 million in regular INCLE, $200 million in OCO INCLE, $54.3 million in regular NADR, and $1.5 million in regular IMET. ", "The FY2013 request also includes $1.9 billion for OCO State operations, a $871 million increase from the FY2012 level, in order to support needs associated with the pending U.S. military withdrawal. The funds would provide for civilian facilities in Kandahar and Jalalabad and increased security. The Administration has requested $49.9 million for the SIGAR.", "The Defense appropriations request total includes $5.7 billion for the ASFF, only slight more than half than the previous year's appropriation, $400 million for CERP, $400 million for the Afghanistan Infrastructure Fund, and $179 million for the Task Force for Business Stability Operations."], "subsections": [{"section_title": "Congressional Action on FY2013 Aid to Afghanistan", "paragraphs": ["On May 24, 2012, the Senate Appropriations Committee reported S. 3241 ( S.Rept. 112-172 ), the FY2013 State, Foreign Operations appropriations. In its report, the committee recommended a total assistance level of $1.6 billion, well below the $2.5 billion request, noting that there remained $3.7 billion in unobligated balances as of March 2012. The committee would provide $1.1 billion in ESF, $450 million in INCLE, $54.3 million in NADR, and $1.5 million in IMET. The committee recommended $15 million for the Afghan Civilian Assistance Program, not less than $5 million for the State Department's Office of Global Women's Issues small grants program, and not less than $10 million for democracy and human rights. In addition, the committee supports appropriations of $1.6 billion in State operational D&CP and $49.9 million for the SIGAR. It would provide $200.8 million for USAID operational expenses. The committee also noted its support for plans to reduce U.S. government and contract personnel, and voiced support for rule of law programs and the National Solidarity Program. ", "On May 25, 2012, the House Appropriations Committee reported H.R. 5857 ( H.Rept. 112-494 ), the FY2013 State, Foreign Operations appropriations. It did not specify amounts for Afghanistan under either regular or OCO appropriations. As in the previous year, it provided more funding for each account under the OCO category than was requested and less in regular funds. Should the legislation be adopted, the Administration would make final country allocations based on competing priorities. The committee report raised a variety of concerns—expecting full implementation in FY2013 of USAID's Accountable Assistance for Afghanistan initiative to ensure accountability for its programs, encouraging support for the ARTF and National Solidarity Programs while maintaining legislative conditions on direct aid, voicing concern for implementing partners due to the transition to the Afghan Public Protection Force by withholding funds until the Secretary of State certifies that needed contracts are in place, addressing reports of implementing partners receiving tax bills by requiring the Secretary to develop a policy to prohibit illegitimate taxation, and urging an inter-agency strategy to deal with the rise in conflict-induced population displacement. The committee also voiced support for programs focusing on women and girls, rule of law, training for media, and regional trade efforts. ", "On May 25, 2012, the House Appropriations Committee also reported H.R. 5856 ( H.Rept. 112-493 ), the FY 2013 Defense appropriations, providing $5.0 billion for the ASFF, $250 million for the CERP, $375 million for the Afghan Infrastructure Fund, and $88 million for the Business Task Force."], "subsections": []}]}, {"section_title": "Major Conditions and Reporting Requirements on Afghan Aid", "paragraphs": ["Congress has imposed a wide range of conditions and reporting requirements on its authorization and appropriations of aid to Afghanistan. For example, the FY2012 appropriations contains a provision (sec. 7046 (1), P.L. 112-74 ) that no funds are to be available for ESF or INCLE until the Secretary of State certifies that the Government of Afghanistan is committed to reducing corruption, taking steps to facilitate public participation in governance and oversight, and taking steps to protect the human rights of women; that funds will be programmed to strengthen the capacity of Afghanistan to reduce corruption; that civil society and government representatives will be consulted. Another provision of the act requires that ESF and INCLE funds be used in a manner that emphasizes the participation of Afghan women (sec. 7046 (2) (B) (i)). ", "Among congressional reporting requirements, there are two of special note with regard to assistance to Afghanistan. The 2008 Defense Authorization (§1229, P.L. 110-181 ), which established a Special Inspector General for Afghanistan Reconstruction, requires the SIGAR to submit a quarterly report describing aid activities and funding. The same legislation (§1230), extended until 2014 by the 2012 Defense Authorization ( P.L. 112-181 , section 1218), requires DOD, in coordination with all other agencies, to submit a report every six months on progress toward security and stability in Afghanistan, including descriptions of the ASFF, PRTs, counter-narcotics activities, and other assistance matters. "], "subsections": []}]}]}}