{"id": "R40600", "title": "USAID’s Office of Transition Initiatives After 15 Years: Issues for Congress", "released_date": "2009-05-27T00:00:00", "summary": ["The Office of Transition Initiatives (OTI) at the U.S. Agency for International Development (USAID) was created in 1994 to bridge the gap between emergency disaster relief programs and long-term development assistance. The program is relatively small, with regular appropriations averaging $40-$60 million annually and a full-time staff of about 50. Supplemental funding and transfers from other foreign assistance accounts, particularly through the Iraq Relief and Reconstruction Fund, have at times substantially increased the program's funding levels. Congress may take particular interest in OTI this year, as the Administration's FY2010 budget proposal requests $126 million for the Transition Initiatives account, a 150% increase over the 2009 estimate.", "OTI's legislative authority is based on the disaster relief provision of the Foreign Assistance Act of 1961, which allows for broad executive discretion. This freedom from administrative requirements, intended to enhance the program's rapid response capability, allows OTI to pursue a wide range of activities but also reduces program transparency and, according to some, accountability.", "OTI has been active in 36 countries since its inception, and program focus varies widely from country to country. Typical activities include reintegrating combatants in a post-conflict environment through employment programs, providing equipment and technical support for independent media organizations, organizing civic forums, and supporting small, community-led infrastructure projects intended to show quick and tangible benefits from transitions toward peace and democracy. Most OTI grants are small and in-kind, ranging in value from $5,000 to $50,000, though much larger grants have been approved.", "There is considerable congressional interest in and support for strengthening capacities at USAID and other civilian agencies involved in foreign affairs. In its 15 years in operation, OTI has served in part as a laboratory within USAID to try innovative approaches to development, and there may be a range of lessons to be learned from the program that are applicable to this broader debate. The 111th Congress may wish to consider several aspects of the OTI program, from personnel structure and contracting mechanisms to coordination with other U.S. assistance programs, as part of oversight or legislated reform activities concerning OTI, USAID, or foreign assistance in general."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["USAID's Office of Transition Initiatives (OTI) is part of the Agency's Bureau for Democracy, Conflict and Humanitarian Assistance (DCHA). Unlike its counterparts at USAID, its mission is neither humanitarian nor development-oriented. OTI's activities are overtly political, based on the idea that in the midst of political crisis and instability abroad there are local agents of change whose efforts, when supported by timely and creative U.S. assistance, can tip the balance toward peaceful and democratic outcomes that advance U.S. foreign policy objectives. ", "OTI has initiated or supported a broad range of activities, for which the common theme may be improving public attitudes towards democratic reform. It carries out these activities with a speed and flexibility that is unique among U.S. civilian foreign assistance programs. It is not always clear, however, where OTI fits in an expanding range of foreign assistance programs focused on countries and regions in crisis. The Administration's FY2010 budget proposal, which requests a 150% increase in the OTI account to support a Rapid Response Fund, as well as significant increases for the Civilian Stabilization Initiative at the State Department, does little to clarify OTI's role or niche functions. This report discusses OTI's origin, its past and present activities, and issues about the program's impact, structure, and role within USAID that may be of interest to Congress. "], "subsections": []}, {"section_title": "OTI Origin and Authorities", "paragraphs": ["OTI began as a proposal for an Office of Crisis and Transition Management sent to Congress from incoming USAID Administrator Brian Atwood in August 1993, reportedly in response to outgoing Secretary of State Lawrence Eagleburger's advice that USAID should find ways to address key foreign policy priorities more quickly if the agency was to remain relevant. Atwood proposed to bridge the gap between emergency disaster relief programs and long-term development assistance with a small staff provided with core funding and special crisis waiver authority. Anticipated activities of this office included reintegrating demobilized combatants, restoring basic infrastructure, preparing for elections, building public institutions, and supporting demining and police training activities.", "Congress responded to the Atwood proposal in the FY1994 Foreign Operations Appropriations Act ( P.L. 103-87 ) by expanding the authorization of the existing Office of U.S. Foreign Disaster Assistance (OFDA) to include reconstruction activities. OTI activities were supported through the OFDA account until the OTI budget line item was created by congressional appropriators in the FY2001 Foreign Operation Appropriations Act ( P.L. 106-429 ), with the following language, which has been mirrored in subsequent Foreign Operations appropriations legislation:", "TRANSITION INITIATIVES. For necessary expenses for international disaster rehabilitation and reconstruction assistance pursuant to section 491 of the Foreign Assistance Act of 1961, $50,000,000, to remain available until expended, to support transition to democracy and to long-term development of countries in crisis: Provided, That such support may include assistance to develop, strengthen, or preserve democratic institutions and processes, revitalize basic infrastructure, and foster the peaceful resolution of conflict.", "OTI exists under the authority of Section 491 of the Foreign Assistance Act of 1961, which allows Transition Initiative funds to be used notwithstanding any other provision of law. This allows almost complete executive discretion in responding to foreign disasters. Meanwhile, the appropriations language establishing the new budget account expanded the scope of OTI activities far beyond traditional disaster assistance carried out by OFDA. Statutory language inserted into annual appropriations legislation requires that the House and Senate appropriations committees be given five days notice before starting new programs, which is essentially the only formal requirement for congressional notification of OTI activities. Congress has also clarified that OTI is not precluded from using resources transferred from other development and economic assistance funds. Together with the notwithstanding provision of Section 491, these annual appropriations provisions allow OTI to pursue a wide range of activities without having to meet certain administrative requirements, particularly related to contracting and procurement. "], "subsections": []}, {"section_title": "OTI Locations, 1994-2008", "paragraphs": ["Since beginning its first projects in Angola and Haiti in 1994, OTI has worked in 36 countries and territories. With its goal of engaging with countries that are ripe for social and political change, OTI chooses where to engage based on an assessment of (1) U.S. national interests, (2) the presence of a window of opportunity, (3) the assessed ability to positively influence a successful transition to peace and democracy, and (4) the stability of the operating environment. For example, Angola, the first country where OTI operated, was selected in 1994 for several reasons: its oil and other natural resources represented a security and commercial interest to the United States; a peace process was underway; and there was evidence that significant gains could be made through targeted programs related to land mine awareness, demining, and reintegration of ex-combatants. In Haiti, also selected for OTI involvement in 1994, the United States had an interest in preventing long-term dependence on humanitarian assistance and chaotic immigration flows to the United States. In addition, the arrival of multinational forces and the return of President Jean-Bertrand Aristide created the necessary security and hope for change, and a survey indicated strong support among Haitians for the reestablishment of community life. In contrast, OTI monitored but never intervened that year in Liberia, where it was determined that the Liberian leadership did not have the necessary political will to make a positive transition. A USAID Inspector General's survey of OTI, however, found that OTI planning documents often do not reflect specific consideration of each criteria for engagement during pre-program assessments. ", "Given its limited resources, OTI does not operate in every country that meets the four-pronged criteria, and the OTI Director has authority to determine where OTI is to be active. As previously mentioned, however, Congress must be notified five days in advance of OTI activity in a new country, and the Director of Foreign Assistance at the Department of State clears the report to Congress. In practice, OTI officials report consulting heavily with State and USAID leaders when developing new programs, but this consultation does not necessarily imply coordination. ", " Figure 1 highlights the locations of OTI's current and past reported activities. "], "subsections": []}, {"section_title": "OTI Funding, 1994-2008", "paragraphs": [" Table 1 and Figure 2 show funding levels of both the TI account and other funds obligated by OTI beginning in FY2001, when the TI budget line item was created. As Table 1 demonstrates, Transition Initiative account funding has remained steady from 1994 to 2008, in the $40 million to $60 million range, with large increases coming through transfers. The sharp increase in OTI obligations in FY2004 and FY2005 can be attributed almost entirely to activities in Iraq funded under the Iraq Relief and Reconstruction Fund. ", "For FY2010, the Obama Administration has proposed $126 million for the TI account, a 150% increase over the estimated FY2009 funding level. It is unclear whether this reflects an intent to increase OTI activity or to reduce reliance on transferred funds.", "Although OTI manages funds from a variety of accounts, transferred funds carry with them the restrictions under which they are authorized. In other words, while funds appropriated through the Transition Initiatives account can be used according to disaster assistance rules, ESF, IRRF, DA, or other account funds transferred to OTI must be managed by OTI in accordance with the restrictions under which those accounts are authorized. Therefore, the program's ability to act rapidly and flexibly, OTI notes, is not simply a function of its less restrictive authorization—since a large part of the funds are restricted—but rather reflects OTI's organizational culture and operational practices."], "subsections": []}, {"section_title": "Overview of Activities", "paragraphs": ["OTI programs are customized to country needs, frequently revised, and often designed to fill gaps in a larger U.S and global foreign assistance effort. As such, they do not fit into neat categories. A review of OTI annual reports shows that OTI activities in the 15 years since its inception reflect both the original intent of Congress as well as needs that may not have been anticipated in 1993. OTI has supported many projects to reintegrate former combatants into civil society, often through job-creation programs, but it has also brought ultra high-speed Internet access to remote parts of Bolivia, for example, in an effort to enhance rural development and reduce destabilizing urban migration. Many OTI projects support independent media, both to bring information to marginalized communities and to promote the message and enhance the credibility of new democratic governments. OTI democracy promotion activities focus on support for citizen-government interaction and confidence building, often in the form of sponsoring workshops and town hall meetings, funding public opinion polls, and providing basic office equipment for both governmental and non-governmental organizations. Most OTI grants are small, ranging from $5,000 to $50,000, but OTI country representatives have the authority to approve grants of up to $100,000. Larger grants may be approved in the Washington office. Programs are intended to last two to three years, but have extended well beyond that time frame in a few instances, such as Sudan and Venezuela.", " Table 2 summarizes current OTI activities."], "subsections": []}, {"section_title": "Issues for Congress", "paragraphs": ["OTI has been described by some who have worked with the organization as representing what USAID as an agency should be, in the sense that OTI programs are flexible and, in the words of one development professional, \"address the most important issues.\" The comparison may not be fair, however, as USAID's development mission, with its long-term focus on improving standards of living, is quite different from OTI's short-term political objectives. Furthermore, the rapid response valued by some partners in the field may come at the expense of transparency and accountability valued by Congress and the American public. OTI was intended in part to be a laboratory within USAID to try innovative approaches to development, and there may be a range of lessons to be learned from the program, both positive and negative. The following are a few issues related to OTI that Congress may wish to consider as part of oversight or reform activities concerning OTI, USAID, and foreign assistance in general."], "subsections": [{"section_title": "Funding", "paragraphs": ["OTI's stream of funding from non-TI accounts, as detailed in Table 1 , creates a number of operational challenges that undermine the program's rapid response objective. While TI funds can be disbursed quickly in support of new needs, the process of requesting, approving, and obligating funds from other accounts can take more than nine months and introduces a great deal of uncertainty and inefficiency into the planning process. OTI officials report that every year there are programs for which they do not know their actual fiscal year budget until the final weeks of the fiscal year. This uncertainty ultimately limits OTI's ability to take advantage of many evolving opportunities. ", "Given that OTI routinely ends up obligating at least twice as much funding annually as it receives through the TI account, one option to improve OTI's performance capabilities would be to increase direct TI appropriations in lieu of so many transfers. The Administration's FY2010 budget request of $127 million for the TI account may be a move toward that end. "], "subsections": []}, {"section_title": "Transparency", "paragraphs": ["Unlike many foreign assistance programs, Transition Initiative programs are often initiated on short notice and are not always accurately detailed in budget justification documents. The annual appropriations provisions for OTI require that the office give only five days' notice to Congress of new TI programs, and even ongoing programs are not reported at the same level of detail as other foreign assistance programs. OTI is not part of the 653(a) process through which agencies and congressional appropriators agree on final country and program allocations at the start of each new fiscal year. As a result, it can be difficult to determine how money is to be spent until after the fact or, in particularly sensitive cases such as Pakistan and Colombia, to identify specific grantees even after the money is spent. Some who have worked with OTI say that the overtly political aspect of OTI's programs requires more discretion in the release of information about specific grantees. In some situations, knowledge of U.S. government support for program partners would undermine the partners' efforts or even endanger local personnel. This is also true, however, of other USAID and State Department foreign assistance activities for which such information is more readily accessible. While OTI reports meeting regularly with congressional oversight committee staff, Congress may wish to evaluate whether the need for program speed, flexibility, and discretion continues to justify the limited public transparency of OTI programs. "], "subsections": []}, {"section_title": "Duration of Programs and Handover", "paragraphs": ["Given OTI's objective to bridge the gap between emergency disaster relief and long-term development, OTI programs are intended to be short-lived. OTI literature repeatedly emphasizes the two- to three-year limit on projects and the fact that an exit strategy is expected to be in place before the end of each program's first year, including a plan to hand over OTI projects to long-term USAID development programs when appropriate. Nevertheless, the OTI program in Venezuela has been ongoing since 2002, the current OTI program in Sudan began in 2003, and several program evaluations suggest that OTI programs could have transitioned into long-term USAID programs earlier and more effectively. In Serbia, for example, some observers feel that OTI should have left the region when the new USAID Mission in Belgrade took over the Community Improvement Project activities in 2001. In Iraq, some have questioned why OTI remained active after the USAID Mission in Baghdad was well established, and why the U.S. military repeatedly requested an extension of OTI's presence in Iraq in order to continue its partnership with OTI even when other elements of the USAID Mission were on the ground. ", "At least one development partner who has worked with OTI in Africa feels that USAID has done a poor job of building on the gains made by OTI in that region, leading to questions about the long-term impact of OTI projects. In Haiti, too, the final evaluation reported that gains made by OTI would not likely last given the poor state of local law enforcement and lack of communication between OTI and other components of USAID/Haiti. It was noted that OTI's mission was not well understood by other parts of the USAID/Haiti mission, resulting in a failure to foster synergies between OTI activities and programs addressing long-term development needs. Similarly, an audit of the Iraq OTI program found that lack of coordination and information sharing between OTI and USAID/Iraq resulted in wasted resources and duplicate efforts. While the strategic goals of OTI projects may make transition into sustainable development activities an unsuitable goal in some cases, program evaluations and comments from staff in the field suggest that opportunities to build upon OTI gains can be lost in transition."], "subsections": []}, {"section_title": "Monitoring and Evaluation", "paragraphs": ["OTI program evaluations note that monitoring and evaluation are given insufficient consideration at both the planning and implementation phases of projects. Record keeping in the early years of the Serbia-Montenegro program, for example, was described as so spotty that a new implementing partner had to recreate the management and oversight structure from scratch while trying to maintain existing projects. Similarly, the USAID Inspector General report on OTI's Iraq program found that documentation was insufficient to verify that outputs were achieved and that controls related to monitoring and documentation of grants could be improved. ", "The quickly evolving focus of OTI programs can make it difficult to establish a monitoring and evaluation regime, and the unstable conditions in which many OTI activities are carried out can make even a well-conceived monitoring plan difficult to safely implement. The nature of many OTI projects, which often emphasize the value of community participation in the process over the tangible product, also presents an evaluation challenge. These difficulties, together with the emphasis on speed, seem to have created a situation in which the rate of grant disbursement is the de facto measure of success reflected in many program evaluations. At least one OTI staff member has expressed concern that the ability to move money has eclipsed the ability to think about and design a good strategic plan. Congress may consider the challenges and shortfalls of OTI's monitoring and evaluation process when considering foreign aid reform proposals aimed at reorienting assistance programs to focus more on outcomes."], "subsections": []}, {"section_title": "Staffing", "paragraphs": ["OTI describes itself as an \"operational rather than a supervisory development enterprise unit,\" with a permanent staff of around 50 people who interact with implementing partners on a daily basis. Unlike many USAID programs, OTI's \"notwithstanding\" provision of Section 491 authorizing language enables it to hire U.S. personal service contractors (USPSCs) even in the United States, and the office has only a handful of direct hires. USPSCs can be hired at convenience and fired with two weeks' notice, providing rapid and flexible program implementation support. In contrast, filling a position with a foreign service officer can take 18 months and require a minimum two-year stay in the position.", "OTI staff are actively involved in every stage of project planning and implementation, in contrast with typical USAID staff who, some claim, have become more like contract officers than development experts in recent years. This may be because OTI projects often take place in volatile conditions, requiring constant reevaluation and redesign to reflect changing political circumstances, and they often involve working with emerging local leaders with limited experience, requiring more direct OTI guidance and supervision. Anecdotal evidence suggests that this hands-on approach may be a factor in high staff morale at OTI, which may be of interest should Congress consider legislation to bolster USAID's role as the lead U.S. agency for development policy and programs through significant staff increases. In a 2008 survey, 95.7% of OTI staff reported that they liked their job and 97.8% responded that they would recommend OTI as a place to work. ", "Nevertheless, use of USPSCs presents the same challenges to OTI as the rest of USAID and other agencies: limited benefits and career progression, lack of continuity, and arguably less commitment to promoting agency interests. The high percentage of USPSCs at OTI also comes with high transaction costs—a USAID Inspector General's audit reports that procurement of USPSCs and related human resources issues consumes up to 40% of OTI's operational manpower. The contract model may also play a role in the frequent staff turnover noted in both the Serbia and Haiti programs. As one former USAID Mission director explained, there is a limited pool of qualified development professionals who like to work in insecure environments, and when they work on a contract basis, they feel free to leave when better opportunities arise. ", "OTI also has what it calls a \"bullpen\" of USPSCs that enables the program to be flexible in meeting temporary staffing needs. The bullpen includes an average of 25 individuals on \"intermittent\" PSC contracts with no guaranteed days of work. This pool of employees includes highly experienced foreign assistance professionals, sometimes retired, including many former USAID mission directors. OTI benefits by being able to quickly ramp up personnel as needed, without carrying salary or overhead costs when not needed, while bullpen members, who are paid at the same rate as other USPSCs, have the advantage of flexible and adventurous work and the ability to live anywhere in the world. "], "subsections": []}, {"section_title": "Expedited Contracting (SWIFT)", "paragraphs": ["OTI's in-house contracting mechanism, called SWIFT (Support Which Implements Fast Transitions), allows OTI to use pre-qualified contractors to quickly establish offices and begin approving activities and disbursing grants. Successful contractors must demonstrate an ability to begin implementing an OTI-style program in a new country within 72 hours of receiving a task order. This expedited contracting and disbursement mechanism has been cited by implementing partners as a reason that OTI, which can clear a grant proposal in less than a week, is easier to work with than other USAID programs, for which the same process can take two to three months. Firms that currently have indefinite quantity contracts (IQCs) through SWIFT are AECOM; International Resources Group; Casals & Associates; Chemonics International; Development Alternatives, Inc.; Development & Training Services; and Creative Associates. Firms compete for indefinite quantity contracts (IQCs) under SWIFT every five years, and the firms chosen for IQCs compete with each other for task orders. OTI also collaborates with a handful of operational partners on a regular basis, including the International Organization for Migration, Internews, the National Democratic Institute, and the International Republican Institute. ", "Critics of SWIFT point out that expedited contracting is not always conducive to effective program planning, and that the slower process used by other USAID entities may reflect thoughtful deliberation rather than bureaucratic delay. The SWIFT process has also been criticized for unnecessarily limiting competition. The 72-hour rule excludes some potential partners, and OTI, in fact, has very rarely established an OTI presence within 72 hours of a task order being issued. There is also a perception among some NGOs that OTI's primary use of contracts for partnerships, as opposed to cooperative agreements or grants, excludes non-profit NGOs that are often already working in countries where OTI sets up programs and have extensive connections and experience. As with transparency, this tradeoff between a fully competitive process and the need for speed is an issue that Congress may wish to reexamine with an eye toward increasing contracting speed throughout USAID."], "subsections": []}, {"section_title": "Procurement", "paragraphs": ["Procurement is another area where OTI has a speed and flexibility advantage over many other U.S. foreign assistance programs. OTI has applied for and received a waiver that allows its programs to procure goods and services locally rather than be subject to \"buy America\" requirements. Three types of procurements are covered: (1) procurements needed by the SWIFT contractor (or subcontractor) for their own operations, (2) items that need to be procured by grantees of SWIFT contractors under grants-under-contracts, and (3) items that need to be procured by the SWIFT contractor or subcontractor for use by grantees. The waiver does not apply to the SWIFT IQC holders themselves or to certain restricted goods, such as pharmaceuticals. ", "OTI's use of such a procurement waiver may be of interest in broader congressional consideration of the benefits of maintaining or revising procurement restrictions relevant to U.S. foreign assistance programs."], "subsections": []}, {"section_title": "Interagency Coordination and Structural Considerations", "paragraphs": ["OTI's role within USAID and the larger U.S. foreign assistance structure is not always well understood, even among U.S. government development and other professionals. A USAID Inspector General survey in 2006 noted that many USAID Mission Directors and Ambassadors were uncertain about where OTI fit in to the country teams and how to use OTI as a resource. The survey cites one Mission Director in Sudan who noted OTI's neighborhood cleanup employment projects in Iraq and requested that OTI do cleanup work in Sudan in advance of an upcoming holiday, unaware of the purpose of OTI's project in Iraq. ", "The wide range of OTI activities can create confusion about how OTI should interact and coordinate with other U.S. assistance programs that deal with democracy promotion and political and social stabilization. For example, the Office of the Coordinator for Reconstruction and Stabilization (S/CRS), established in 2004 within the Department of State, is tasked with improving coordination and implementation of stabilization and reconstruction assistance. While S/CRS originally had at best a small operational unit, and has had no presence in many locations where OTI is active, this has begun to change. Some experts believe S/CRS's increasing operational capacity creates an overlap of functions between S/CRS and OTI that should be resolved. Furthermore, the Civilian Response Corps (CRC) that is being developed under S/CRS authority, and with a sizable USAID component, has a mandate that may overlap somewhat with that of OTI. The Obama Administration recommended $323 million in FY2010 for the Civilian Stabilization Initiative to recruit, develop, and train the CRC.", "Given the strategic nature of OTI programs, observers have suggested various changes to OTI's status. Some propose that OTI should be merged with S/CRS within State, creating a single entity that can both coordinate and implement reconstruction and stabilization activities. Others believe that S/CRS should be restructured, splitting off programmatic function such as CRC to USAID. OTI employees interviewed for this report assert that their current location in USAID is essential to their effectiveness, citing USAID's operational expertise and what they perceive as State's more bureaucratic management style, which could hamper OTI's speed and focus. ", "Should Congress consider realignment of foreign aid activities, Members will likely review OTI's strategic mission and compare it with that of S/CRS. A comparison of OTI activities with those of the National Endowment for Democracy (NED), a private sector democracy-promotion institution that typically receives a larger annual appropriation from Congress than OTI, may also prove useful as part of a foreign assistance review. Though NED is exclusively a grant-making organization, Congress may consider the relative merits of supporting private sector democracy promotion activities through NED versus the direct engagement of a U.S. government entity such as OTI."], "subsections": []}, {"section_title": "Diplomatic Implications", "paragraphs": ["While OTI is subject to the same restrictions on political activities as other USAID programs, such as the prohibition on activities designed to influence election outcomes, its work often lends itself to political entanglements that may have diplomatic implications. This appears to be particularly true when OTI activities support pro-democracy groups opposed to the existing government. In such instances, critics sometimes accuse OTI of destabilizing rather than stabilizing civil society. For example, OTI democracy projects in Venezuela, with the reported goal of encouraging citizens' participation in democratic processes, have repeatedly been accused by Venezuelan President Hugo Chavez of supporting groups trying to overthrow Chavez. Similarly, Bolivian President Evo Morales accused the United States of plotting a \"civil coup\" through the now-closed OTI program in Bolivia, which supported projects to help departmental governments (now leading the opposition to Morales) offer better services to their communities. The Serbia-Montenegro example raises similar issues. Though the allegations may be unsupported, they exemplify possible risks: OTI programs can be problematic both because they raise concerns about the appropriateness of U.S. involvement in foreign politics, and because they make it easier for leaders such as Chavez and Morales to undermine popular support for opposition groups by labeling them as American agents. That OTI is not always forthcoming about its politically sensitive activities may have the unintended consequence of making all claims about U.S. ties to foreign organizations seem credible."], "subsections": []}]}, {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Appendix. Selected Country Studies", "paragraphs": ["The following sections provide a more detailed look at three OTI programs that represent the range of ways in which OTI has been used. The program successes and challenges reflect some of the issues for Congress discussed in this report.", "Serbia-Montenegro", "OTI's program in Serbia and Montenegro, from 1997 to 2002, was one of the first to begin implementation before a clear democratic transition was underway. It has also been mentioned by some as the most evident OTI success story. While the official objective of OTI was to \"secure peace in the region by directly assisting indigenous organizations in their efforts to advance peaceful democratic change,\" staff interviewed for the final program evaluation made clear that their objective was to \"get rid of Milosevic,\" whose aggression in the name of Serbian nationalism, starting in 1991, had destabilized the region and led to hundreds of thousands of deaths. When Slobodan Milosevic was defeated at the polls in October 2000, and soon after transferred by the newly elected democratic government to the International Criminal Tribunal for the former Yugoslavia at The Hague, OTI activities shifted focus to community improvement projects, with the goal of demonstrating tangible rewards for peaceful multi-ethnic co-existence and pro-democracy reform.", "From July 1997 to October 2000, OTI supported local organizations that opposed the Milosevic regime through technical and financial assistance. OTI actively assisted independent media, opposition-controlled municipalities, and democratically oriented political parties through the provision of everything from cameras and office equipment to short-term rental payments. Moral support was important as well. Grant recipients reported OTI feedback and presence during the years of repression as more valuable in some cases than the material assistance OTI provided. ", "During this time, OTI activities were fractured, operated out of five different locations (including Budapest, to where the staff evacuated during the NATO bombings in 1999), and poorly documented. Nevertheless, many observers cite OTI as a key player in the fall of the Milosevic regime. A final evaluation of the program reports that OTI spent $8.68 million in Serbia and Montenegro during this phase, through a total of 631 grants. Much of the funding in 2000 supported a coordinated democratic opposition campaign and election-monitoring activities. ", "Seeing further assistance opportunities in post-Milosevic Serbia, OTI expanded its activities from October 2000 through September 2002. Launching a Democratic Transition Initiative (DTI) to consolidate post-election democratic gains, OTI supported a series of community improvement projects (CIPs) to show tangible and immediate benefits of peace and to emphasize the importance of civic participation and government accountability. CIP projects rehabilitated schools and health clinics, repaired electric and water systems, and promoted widespread involvement in community priority-setting while emphasizing the legitimacy and capacity of democratically elected local officials. In response to a 2001 survey showing increasing political apathy within the Serbian population, OTI shifted focus towards an initiative called \"Pace of Reform,\" which centered around a media campaign emphasizing the need for vigorous citizen participation in the political process. ", "From October 2000 through September 2002 (the post-Milosevic period), OTI provided $14.05 million though 633 grants, which was matched by $7.94 million in contributions from OTI grantees. Of the OTI funding, 36.0% supported CIPs, while 32.8% focused on Pace of Reform, 12.2% on media, 12.6% on election processes, and 6.2% in support of civil society organizations. Most of the local matching funds (66%) were for CIP projects.", "Iraq", "OTI's program in Iraq, called the Iraq Transition Initiative (ITI), is of special interest because it had the biggest budget of any OTI program thus far, and because of the coordination with the U.S. military that security circumstances required. Arriving in Iraq in April 2003 as part of the USAID Disaster Assistance Response Team (DART), which focused on filling humanitarian needs, OTI staff were among the first civilian aid personnel on the ground following the U.S. invasion and quickly began initiating transition programs independent of the DART. OTI arrived with $20 million and two implementing partners—the International Organization for Migration and Development Alternatives, Inc.(DAI)—already in place. OTI reportedly disbursed its first grants in Iraq before the U.S. military even entered Baghdad, equipping an Internet and phone center in Umm Qasr and funding a meeting center for the Umm Qasr town council. The office was the first U.S. civilian entity capable of moving substantial money through contractors in Iraq in the summer of 2003.", "Although OTI originally planned to focus on preventing inter-ethnic strife and retaliatory anti-Baathist violence, it encountered far less of this than anticipated. Instead, OTI sought opportunities to fill gaps that they believed no other entities could fill. Most activities initially fit into one of three categories: democracy building, civil society organization, and human rights. In the wake of looting that gutted most government buildings at all levels, OTI used local engineering/construction firms to distribute grants for \"ministries in a box,\" each of which provided 100 workstations (desk, computer, chair, office supplies) to stand up the national government. One hundred thirty-two such boxes were delivered by the fall of 2003, each valued at $122,000. This program was soon followed by \"Council in a box\" grants to provide equipment support to neighborhood and district advisory councils created by the U.S. military. When military units in northern Iraq reported that disputes over property claims were a significant problem, OTI helped establish the Iraq Property Reconciliation Program, which developed and implemented a mechanism for voluntary reconciliation of real property claims. Identifying another unmet need, OTI issued grants to local authorities and civic groups to assist intelligence gathering and documentation of war crimes, supporting construction of a storage facility for evidence and funding a film to document the process.", "After the immediate push, the Iraq Transition Initiative focused on showing Iraqis tangible benefits of the regime change through high-profile projects. OTI funded short-term employment programs for young men in the most volatile regions and supported projects to patch fissures in the Mosul Dam and construct loading docks for the Iraqi government's food distribution system. OTI also focused on improving information flow to Iraqis, opening Internet cafes in the South and expanding the broadcast capabilities of Radio Sawa. During this time, the Coalition Provisional Authority (CPA) provided OTI with $40 million to work on election preparation, and a democracy/governance program funded by CPA included substantial OTI participation in town hall meetings. Starting in December 2003, an OTI staff member was loaned to CPA to work on the national electoral structure and create an independent electoral commission. OTI also filled funding needs for a variety of small CPA priorities, including paying for a delegation of Iraqi women to visit the United States. While some at OTI expressed concern that the office was spending too much time on CPA priorities, others felt that the coordination of the many U.S. government entities in Iraq could happen only if everyone answered to the CPA.", "As the security situation in Iraq deteriorated in 2004, OTI renewed its focus on short-term employment programs targeting young men of military age in an effort to undermine insurgent recruitment. This was done in large part at the request of U.S. military commanders. Most of the employment provided through these programs related to garbage collection, neighborhood clean-up, or park rehabilitation; employment lasted for six weeks and paid good wages by Iraqi standards (generally $4-$5 per day). For strategic purposes, these programs ramped up in the months before the first national election in January 2005. As with the war crimes documentation and \"ministries in a box,\" OTI felt that no other entity of the U.S. government had funding available to meet this need. ", "The reorientation to employment programs, which coincided with military force protection objectives, further strengthened an existing relationship between OTI and the military. OTI also played an advisory role in military-led Commanders Emergency Response Program (CERP) projects. To improve coordination, the 1 st Calvary Division attached a fill-time liaison officer to the OTI office in Baghdad, at OTI's request. Some observers felt that OTI was in fact co-opted by military commanders. Within OTI, some staff were concerned that the ongoing short-term employment programs were outside of OTI's mandate and should have evolved to focus on grants to civil society organizations. Meanwhile, the growing number of USAID contractors operating or ready to operate in the civil society sphere prompted some to suggest that OTI exit from Iraq by 2005. ", "Continued instability, however, together with congressional support for the employment programs, led to the continuation of the Iraq Transition Initiative, and OTI's planned reorientation to civil society and local governance never occurred. Congress provided OTI with $200 million in November 2004 to expand short term employment projects in partnership with the military. The liaison arrangement set up with the 1 st Cavalry continued and expanded with successor military units, so that when OTI did leave Iraq in 2006, liaisons from three different military commands were situated full time in the OTI office. Lessons learned from OTIs relationship with the military have been incorporated into the U.S. Army and Marine Corps Counterinsurgency Manual. ", "OTI initially planned to withdraw from Iraq by the end of 2005, but Ambassador Khalilzad asked OTI to stay for an additional six months to allow for better linkage between USAID projects and follow-on military activities. Post-combat reconstruction in strategic cities continued to the end, with OTI funding grants to rehabilitate schools, parks, and soccer fields as a follow-on to the immediate humanitarian assistance provided by OFDA in the wake of military operations. OTI activities in Iraq were for the most part reported to be successfully linked to ongoing programs of the USAID Mission, which has been attributed in part to weekly meetings between OTI, USAID, and military commanders in the Green Zone starting in October 2004.", "The OTI program in Iraq appears to have faced the same monitoring and evaluation problem as longer-term reconstruction efforts. When the Iraq Transition Initiative closed in March 2006, it had disbursed $337 million in grants. There was not, however, much evidence of the impact of these expenditures. For example, while the military believes there was a strong relationship between the neighborhood clean-up employment projects and reduction in violence, no data exist to support this relationship. There is also little if any data about the long-term impact of the employment programs on the participants. While this was due in part to the security situation confining OTI staff to the Green Zone and other secure locations during many periods, an audit of the program found that a strong evaluation and monitoring plan was never a significant component of the OTI plan. ", "Design and implementation of a monitoring program was part of DAI's OTI contract, but no funds or personnel were specifically designated for this purpose, and it never happened. The monitoring that did occur, particularly in the volatile Baghdad area, was done by the military, which routinely patrolled project areas and reported questions or concerns back to OTI. This remote oversight is seemingly inconsistent with a provision of OTI's official criteria for engagement, which says \"there must be enough stability to enable staff to travel outside of the capital to implement and monitor OTI-funded activities.\"", "OTI's lack of focus on local capacity building has been criticized as well. The program's final evaluation report suggests that despite security concerns, OTI could have and should have used local grantees to both design and monitor project implementation, resulting in better community buy-in and an opportunity for local governments to demonstrate accountability. The final evaluation also criticizes OTI's 2004-2005 shift away from civil society and institution building toward short-term employment, which may have aligned more with military objectives than with building local capacity for democratic governance. However, when interviewed by evaluators, some OTI staff commented that OTI was concerned only with grantee capacity to the extent that the grantee was a viable in-kind grant (supplies and equipment, not cash) recipient, and that long-term capacity building was the responsibility of other USAID programs. ", "Haiti II", "OTI's second program in Haiti began after the resignation of President Jean-Bertrand Aristide, in 2004, and closed after democratic elections and the installation of a new government in 2006. The program was notable in part because although the timeline was closely related to political events, including an election, OTI chose not to get directly involved in election or democracy-promotion activities, believing that enough international organizations were filling that need. Instead, OTI focused on bringing stability and progress to volatile communities through small grants for neighborhood improvement projects and youth-targeted activities that would build community cohesion and \"diminish the power of spoilers\" who were intent on perpetuating violence and chaos for their personal benefit. The process was as important as the projects, with the goal of communities coalescing around self-determined priorities. Nevertheless, OTI activities aimed at neutralizing political spoilers were viewed by some as interfering in Haitian politics.", "The initial OTI strategy in Haiti was to support the interim national government by increasing its visibility in targeted communities. OTI found, however, that the interim government was not a good partner. Many OTI programs were delayed because the government failed to meet its commitments, such as providing heavy equipment. As a result, OTI soon revised its strategy and focused on mobilizing selected communities directly, while maintaining the appearance of government involvement to avoid fueling discontent with the government. ", "OTI found a better partner in the U.N. Mission for the Stabilization of Haiti (MINUSTAH) and concentrated its activities in key areas with a strong peacekeeping presence, trying to create alternatives to gang and militia violence through employment programs, school improvement projects, soccer tournaments, a \"Play for Peace\" summer camp for children, and a media campaign aimed at reducing discrimination against slum residents. OTI improved the image of MINUSTAH among local populations by including them in the implementation of public works projects, while MINUSTAH provided engineering assistance. OTI also coordinated work with a variety of international organizations, such as a drainage ditch project in Cap Haitien coordinated with OXFAM and various U.N. entities.", "With the election of Rene Preval to the Presidency in February 2006, OTI worked with Preval's transition team on two programs: a \"Cite Soleil Initiative\" composed of 20 projects requested by community groups and implemented in ways to show the new government's responsiveness, and a package of 17 projects aimed at gang activity in Martissant. OTI also supported a government effort to provide venues for public viewing of the World Cup. Meanwhile, OTI began active planning for a turnover of activities to USAID/Haiti, accelerating the linkage of OTI programs with longer-term Mission programs. The program ended on August 15, 2006, having disbursed $12 million in small grants for 546 infrastructure and other community projects. Total OTI expenditures in Haiti in 2004-2006 was $16.9 million.", "According to the independent final evaluation of the program, OTI was able to function effectively in Haiti despite myriad obstacles, including theft of materials, threats of gang violence, poor quality work by contractors, failure of the government to uphold its commitments, disputes over the allocation of jobs, political interference, and some very disruptive weather. The Haiti Transition Initiative was found to have generated a greater sense of community in the neighborhoods where it was active, and to have established a better norm of communication between communities and local governments. OTI was also found to have played a role in improving the relationship between MINUSTAH and local authorities, and locals reported that rehabilitation projects in many neighborhoods reduced gang presence. The report acknowledged, however, that ineffective local law enforcement would likely prevent any lasting security improvement. "], "subsections": []}]}]}}