{"id": "R40716", "title": "Peru: Current Conditions and U.S. Relations", "released_date": "2009-07-21T00:00:00", "summary": ["Peru shows promising signs of economic and political stability and the inclination to work with the United States on mutual concerns. President Alan García is, however facing challenging times during this, the third year of his five-year term. Widespread social unrest has increased as growing inflation combines with unmet expectations that social conditions for Peru's poorest citizens would improve with Peru's economic growth. Peru's economy has been stronger than virtually all other Latin American economies since 2001. Peru's poverty rates have been dropping since 2000, but still remain high considering Peru's income levels. Economic power is, and has been traditionally, concentrated in the hands of a small economic elite of European descent. The subsistence sector, on the other hand, is concentrated in the mountainous interior, and among the mostly indigenous population there. Indeed, the percentage of the population living in poverty in cities in 2007 was about 26%, while the percentage living in poverty in rural areas was about 65%.", "On June 5, 2009, unrest exploded into a deadly conflict when the government sent police to break up blockades set up by thousands of indigenous protesters in the Amazon. The deadly clash between the indigenous protesters and police, and the reaction to it, is indicative of the polarization both within Peru and within the Andean region. The protest stemmed from disputes over who has the right to exploit natural resources in the Amazon and elsewhere in the country. The fallout from the protests has also heightened regional tensions over how to reduce poverty and the nature of foreign relations.", "While Peru's sound public finances can help offset damage from the global financial crisis, its institutional weaknesses may limit the effectiveness of economic stimulus measures and the Peruvian government's ability to carry out poverty reduction programs. As the world economic downturn leads to a dramatic slowing of Peru's economic growth, this weak institutional capacity may also hinder the government's ability to implement responsive economic policies effectively. The García Administration's ability to govern may continue to be challenged by ongoing political unrest.", "The violent guerrilla movement Sendero Luminoso, or Shining Path, which helped drive Peru to the brink of collapse during García's first presidency (1985-1990), has reemerged in recent years, now linked to drug-trafficking.", "On a more positive note, in a landmark legal case, on April 7, 2009, former President Fujimori was convicted and sentenced to 25 years in prison for \"crimes against humanity,\" on charges of corruption and human rights abuses. Analysts regard the court's decision as a considerable accomplishment for Peru's judicial system, which has been considered weak and subject to political influence.", "Peru and the United States have a strong and cooperative relationship. The United States supports the strengthening of Peru's democratic institutions and respect for human rights. A U.S.-Peru Trade Promotion Agreement (PTPA) went into effect on February 1, 2009. The two countries also cooperate on counter-narcotics efforts, maritime concerns, combating human trafficking, and improving disaster preparedness."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background1", "paragraphs": ["Peru has had a turbulent political history, alternating between periods of democratic and authoritarian rule. Political turmoil dates back to Peru's traumatic experience during the Spanish conquest, which gave rise to the economic, ethnic and geographic divisions that characterize Peruvian society today. Since its independence in 1821, Peru has had 13 constitutions, with only nine of 19 elected governments completing their terms. Peru's most recent transition to democracy occurred in 1980 after 12 years of military rule. The decade that followed was characterized by a prolonged economic crisis and the government's unsuccessful struggle to quell a radical Maoist guerrilla insurgency known as the Shining Path (Sendero Luminoso).", "In 1985, leftist Alan García of the American Popular Revolutionary Alliance (APRA) was elected President. García's first term (1985-1990) was characterized by many observers as disastrous. His antagonistic relationship with the international financial community and excessive spending on social programs led to hyperinflation (an annual rate above 7,600%) and a debt crisis. His security policies were unable to defeat the Shining Path, which drove Peru to the brink of collapse during his Administration. His Administration was also dogged by charges of corruption and human rights violations.", "By 1990, the Peruvian population was looking for a change and found it in the independent candidate Alberto Fujimori. Once in office, Fujimori implemented an aggressive economic reform program and stepped up counterinsurgency efforts. When tensions between the legislature and Fujimori increased in 1992, he initiated a \"self coup,\" dissolving the legislature and calling a constituent assembly to write a new constitution. This allowed him to fill the legislature and the judiciary with his supporters. President Fujimori was re-elected in 1995, but his popularity began to falter as the economy slowed and civic opposition to his policies increased. He was increasingly regarded as an authoritarian leader, due in part to the strong-handed military tactics his government used to wipe out the Shining Path that resulted in serious human rights violations. President Fujimori won a third term in May 2000, deemed by international and Peruvian observers to have been neither free nor fair. That controversy, combined with the revelation of high-level corruption and allegations of human rights violations committed by his top aides, forced Fujimori first to agree to call new elections in which he would not run, and then to flee to Japan and resign in November 2000.", "A capable interim government, headed by President Valentin Paniagua, served from November 22, 2000 to July 28, 2001, and was credited with beginning to root out widespread political corruption, preventing the economy from sliding into recession, and conducting free and fair elections. The new President, Alejandro Toledo (2001-2006), of indigenous descent, defeated Alan García, who had returned to Peru after nine years in self-imposed exile following allegations of corruption in his administration. Toledo's government was characterized by extremely low approval ratings but one of the highest economic growth rates in Latin America: 5.9% in 2005 and 8% in 2006. Toledo was able to push through several significant reforms that increased tax collection, and reduced expenditures and the budget deficit. He negotiated a free trade agreement with the United States. Toledo's presidency was marred by allegations of corruption—although they were limited in comparison to the widespread corruption of the earlier Fujimori administration—and recurrent popular protests.", "García ran for President again in 2006. After his comeback in 2001, García softened his populist rhetoric, and pledged to maintain orthodox macro-economic policies. Many observers cast him as \"the lesser of two evils\" compared to his opponent, Ollanta Humala, who espoused nationalist, anti-globalization policies and raised fears among middle- and upper-class Peruvians of the expropriations and authoritarianism of an earlier era. Humala is also an ally of Venezuelan President Hugo Chavez. Garcia narrowly defeated populist Humala."], "subsections": []}, {"section_title": "Current Political Issues", "paragraphs": ["On June 4, 2006, Alan García was elected to a second, non-consecutive term as President. President García has maintained economic orthodoxy and governed as a moderate, rather than as the leftist he considered himself to be earlier in his career. Much of the political opposition has supported García's economic policies to date. García's party, the Peruvian Aprista Party (Partido Aprista Peruano, better known as APRA), controls only 36 of the 120 legislative seats and depends on loose alliances with other parties such as the Alliance for the Future (Alianza por el Futuro), headed by former President Alberto Fujimori's daughter, Keiko Fujimori, to pass legislation. ", "The García Administration has been shaken, first by a corruption scandal, then by deadly protests in the Amazon. In October 2008, García dismissed 7 of the 17 members of his cabinet in the wake of a bribery scandal. The corruption scandal involved alleged kickbacks in the awarding of contracts for oil exploration. Wiretapped conversations implicated APRA party officials in accepting bribes. García's prime minister and energy minister were among those who resigned. García appointed Yehude Simon as his new prime minister on October 14. Simon was imprisoned in the 1990s for alleged ties to the Tupac Amaru insurgency, but cleared of the charges eight years later. He was elected twice as governor of the province of Lambayeque, where he established a reputation for governing effectively and fighting corruption. García hoped that Simon would defuse social tensions and advance programs to reduce poverty. ", "Instead, widespread social unrest has increased as growing inflation combines with anger that social conditions for Peru's poorest people have not improved with Peru's remarkable economic growth over the past eight years. Now, in the third year of his five-year term, President García is facing the worst crisis of his presidency to date. On June 5, 2009, the unrest exploded into a deadly conflict when the government sent police to break up blockades set up by thousands of indigenous protesters in the Amazon. Estimates range from 30 to over 100 deaths of police officers and protesters. Simon resigned on July 11, and García reorganized his Cabinet in response to the mishandling of the protests. The Cabinet reorganization, including the appointment of Javier Velasquez, the former head of the Congress, and a member of the now generally pro-business APRA, as Prime Minister, has raised concerns about the government's ability to negotiate with indigenous protesters."], "subsections": [{"section_title": "Protests and Exploitation of Natural Resources", "paragraphs": ["The deadly clash between indigenous protesters and police, and the reaction to it, is indicative of the polarization both within Peru and within the Andean region. The protest stems from disputes over who has the right to exploit natural resources in the Amazon and elsewhere in the country. García has promoted such exploitation by foreign investors as key to development and poverty reduction. Of Peru's 173 million acres of rainforest in the Amazon basin, about 70% has been granted or offered as concessions for oil and gas exploration. Much of those concessions were made under García, who argues that indigenous peoples should not be able to block investment that will benefit the country as a whole.", "Indigenous peoples of the Amazon rainforest counter that the government is ignoring and/or violating their property rights. Much of the area is considered ancestral communal land of the 60 tribes who live there, or private property, and under the United Nations (UN) Declaration on Indigenous Peoples—of which Peru was a proponent—indigenous peoples have the right to exercise control over traditional lands and their resources. Instead, local indigenous people say they get little or no benefits from foreign investments, and their land suffers environmental damage from the resource exploration. More than 50% of the northern Amazonian population is poor, compared to 36% nationwide. An umbrella group of indigenous peoples of the rainforest, the Interethnic Association for the Development of the Peruvian Jungle (AIDESEP), complains that the government is quick to grant concessions to oil and logging companies, but very slow to settle indigenous property claims and titles. In May, AIDESEP's leader, Alberto Pizango, called for an \"insurgency,\" resurrecting the spectre of the violent Shining Path insurgency of the 1980s and 1990s. The call was short-lived, however, and Pizango sought asylum in Nicaragua. ", "Despite the protesters' sometimes violent tactics, many Peruvians blame the García administration for the violent outcome of the protests. In 2008, García obtained special legislative powers from the Congress, and issued more than 99 decrees as he was rushing through implementation of the free trade agreement with the United States before the expiration of former President George W. Bush's term. There was widespread criticism that García failed to consult adequately either the Congress or the public before issuing the decrees, not all of which were seen as necessary to the trade agreement. Following protests in August 2008, the Peruvian Congress repealed two decrees that would have made it easier to sell communal lands. Congress did not fulfill a promise to review eight other decrees that allowed the development of \"unproductive\" rainforest land, sparking more protests in April 2009. When some Members of the Congress moved to repeal another of the eight decrees, a forestry and wildlife law, they were blocked by García's APRA party, and the conflict in the Amazon ensued. Ninety percent of Peruvians believe García should have sought the support of the indigenous tribes before issuing decrees to open up their lands to mining and oil companies. Congress repealed two more of the decrees after the June violence.", "Some observers believe President García deepened polarization in the country by using what was widely viewed as a heavy-handed response to the protests, and by referring to protesters in terms regarded as extremely derogatory to the indigenous population. Although García now calls for reconciliation, some view him as responsive only to extreme pressure, and protests have spread beyond the Amazon to other sectors of society. If García's dramatic loss of support and social unrest are sustained, the President may find it difficult to implement his policies.", "The fallout from the protests has also heightened regional tensions over how to reduce poverty and the nature of the region's foreign relations. García has implied that Presidents Chavez of Venezuela and Evo Morales of Bolivia are supporting the protests in an effort to promote more leftist, populist policies like theirs in Peru. After President Morales, an Aymaran Indian, accused the Peruvian government of \"genocide\" in the protests, Peru withdrew its ambassador from that country. Unlike Venezuela, Bolivia, and Ecuador, who have aligned themselves together in a confrontational relationship with Washington, Peru, along with Colombia, has pursued free trade economic policies and nurtured positive relations with Washington.", "García's ability to govern effectively may continue to be challenged by ongoing political unrest. All of these factors may favor the opposition in Peru's next congressional and presidential elections, scheduled for April 9, 2011. President García is constitutionally prohibited from seeking a consecutive term, although he indicated in late 2008 that he wishes to run for a third term in 2016. Opposition leader Ollanta Humala, who placed a very close second to García in the 2006 elections, says he plans to run again. Humala is a retired army officer who led a failed coup attempt against then-President Fujimori in 2000, and espouses nationalist, anti-globalization policies. His position was greatly weakened when his former party, the Union for Peru (Union por el Peru) split from an alliance with the Nationalist Peruvian Party (Partido Nacionalista Peruano, PNP) in 2006. Humala now heads the PNP, but his political inexperience is seen by some observers as limiting his influence. Furthermore, in September 2008, a Peruvian Court began investigating whether there was enough evidence to charge Humala with participating in disappearances, torture, and murders in 1992 at the Madre Mia military base. Former Prime Minister Simon had been considered a likely candidate, but that seems unlikely following his resignation, and his reputation has been severely damaged by his handling of the Amazon protests. Another presumed but undeclared candidate is Keiko Fujimori. "], "subsections": []}, {"section_title": "Conviction of Former President Alberto Fujimori", "paragraphs": ["In a landmark legal case, on April 7, 2009, former President Fujimori was convicted and sentenced to 25 years in prison for \"crimes against humanity,\" on charges of corruption and human rights abuses, including authorizing killings by an army death squad and the abduction of a journalist and a businessman. The conviction is the first of an elected President to be found guilty of human rights abuses by a court in his own country. Analysts also regard it as a considerable accomplishment for Peru's judicial system, which has been considered weak and subject to political influence. But others still support Fujimori as the one who defeated the violent guerrilla movement Sendero Luminoso, or Shining Path. The conviction may deepen political divisions within the country and strain García's tenuous congressional alliances. The trial proved difficult for García in another way as well, as Fujimori's defense suggested that García should be charged for alleged human rights violations during his first term in office as well. Keiko Fujimori has vowed to pardon her father if elected President. Fujimori's second trial began in mid-July 2009."], "subsections": []}]}, {"section_title": "Economic Issues", "paragraphs": ["Peru's economy has been stronger than virtually all other Latin American economies since 2001. Its Gross Domestic Product (GDP) growth rate has increased steadily over the past five years. Its GDP grew almost 9% in 2007 and almost 10% in 2008. According to the Economic Intelligence Unit, rising inflation and reduced demand for Peruvian products will temper economic growth to 1.3% in 2009. In April 2009, Peru's economy shrank for the first time since 2001. While Peru's sound public finances and cushion of foreign reserves can help offset damage from the global financial crisis, its institutional weaknesses could limit the effectiveness of economic stimulus measures.", "President García has largely continued the orthodox economic policies of his predecessor, Alejandro Toledo, concentrating on reducing the fiscal deficit. The U.S. State Department describes Peru's economy as \"well managed,\" and maintains that better tax collection and growth are increasing revenues. According to the Economist Intelligence Unit, \"several years' worth of large surpluses will provide ample finance for [the García] administration's social policies,\" although implementation of those policies will be hampered by the limited capacity of Peru's institutions. Peru's poverty rates have been dropping since 2000. The percentage of Peruvians living in poverty fell from 54.3% in 2001 to 39.3% in 2007. Peruvians living in extreme poverty, unable to purchase the most basic basket of necessities, fell from 24.1% to 13.7% during the same period. According to the World Bank, \"poverty rates are still high for a country with income levels like Peru's.\" Social unrest has continued to rise as inflation increases and Peru's poor feel that the country's economic prosperity has not reached them. Indeed, the percentage of the population living in poverty in cities in 2007 was about 26%, while the percentage living in poverty in rural areas was about 65%.", "These latter statistics reflect Peru's dual economy. The relatively modern sector of the economy is concentrated along the coastal plains, where Lima is located. Economic power has been traditionally, and remains, concentrated in the hands of a small economic elite of European descent. The subsistence sector, on the other hand, is concentrated in the mountainous interior, and among the mostly indigenous population there. This is evident in Peru's enormous income distribution gap. The poorest 20% of the population receives less than 4% of national income, while the wealthiest 20% receive almost 57% of national income. Employment has risen since 2004, but underemployment remains high. More than 60% of the workforce is engaged in the informal sector, such as small-scale vendors not captured in the formal tax system.", "Mining and fisheries are Peru's top export earners. High international metal prices have meant that mining constituted 62% of the country's export earnings in 2007. Dependence on primary products leaves Peru vulnerable to economic shocks caused by the volatility of commodity prices—which are currently falling—and weather conditions. Manufacturing has grown in recent years, benefitting from the preferential access to the U.S. market for Peruvian exports granted by the Andean Trade Promotion and Drug-Eradication Act (ATPDEA) since 2002. The ATPDEA renewed and modified the Andean Trade Preference Act (ATPA), which has been in effect since 1991. ", "The Peruvian government's ability to carry out poverty reduction programs is somewhat limited by its institutional capacity. The country is still recovering from the erosion of democratic institutions under Fujimori. As President, Fujimori effectively controlled both the legislature and the judiciary, inhibiting their development as independent democratic institutions. Freedom of expression and other avenues of civic discourse were also restricted, leaving the public to channel much of its frustration into protests that contributed to the fall of one government, and left another paralyzed. ", "Post-Fujimori governments have tried to restore the independence of democratic institutions. Nonetheless, as the world economic downturn leads to a dramatic slowing of Peru's economic growth, this weak institutional capacity may also hinder the government's ability to implement responsive economic policies effectively. In February 2009, Peru began work on a $3 billion stimulus package to mitigate the effect of the global economic crisis. The package aims to ensure at least 5% economic growth in 2009 and the creation of over 400,000 new jobs. "], "subsections": []}, {"section_title": "Relations with the United States", "paragraphs": ["Peru and the United States have a strong and cooperative relationship. The United States supports the strengthening of Peru's democratic institutions and respect for human rights. In the economic realm, the United States supports bilateral trade relations and Peru's further integration into the world economy. The United States is Peru's top trading partner. The United States and Peru signed the U.S.-Peru Trade Promotion Agreement (PTPA) in April 2006. Both legislatures ratified the agreement, Peru's in 2006 and the U.S. Congress in 2007. In October 2008, Congress again extended the Andean Trade Promotion and Drug Eradication Act ( P.L. 109-432 ), continuing Peru's trade preferences until December 31, 2009, while Peru worked on intellectual property and environmental legislation needed before the superseding PTPA could go into effect. On January 16, 2009, then-President George W. Bush issued a proclamation to implement the PTPA as of February 1, 2009. The chairmen of the House Ways and Means Committee and Trade Subcommittee expressed disappointment, saying that Peru's legislation included \"provisions inconsistent with their commitments,\" and that the U.S. Trade Representative should have resolved those issues prior to certification. Peru had a trade surplus in relation to the United States in 2007, according to the State Department. Peru's second largest trade partner is China, with whom it recently signed a trade agreement."], "subsections": [{"section_title": "U.S. Foreign Assistance to Peru", "paragraphs": ["The United States provided $91 million to Peru in FY2008. Just under $114 million was requested for FY2009, and the Obama Administration requested almost $119 million for FY2010. The U.S. Agency for International Development (USAID) programs focus on strengthening democratic institutions, including the fledgling regional governments; fostering continued economic growth and the integration of Peru into the world economy; promoting environmentally sound practices, including compliance with the environmental provisions of the Peru trade promotion agreement; and increasing social investments in health and education. ", "Assistance for FY2009 includes $37 million for the Andean Counterdrug program (now part of the International Narcotics Control and Law Enforcement Assistance account); $63 million in Development Assistance; $750,000 for Foreign Military Financing; and $400,000 for International Military Education and Training. For Global Health and Child Survival funds, $20,000 will be managed by the State Department, and $12 million by USAID. The increase of funding in FY2009 over FY2008 is mainly for increased alternative development programs, and support for the Peru trade promotion agreement. It also includes a $454,000 increase in counter-narcotics programs. Increased military assistance is to improve the security forces' ability to participate in international peacekeeping operations (Peru has 210 troops in the UN's Stabilization Mission in Haiti).", "In June 2008, Peru and the United States signed a two-year, $35.6 million Millennium Challenge Threshold program that supports Peru's efforts to reduce corruption in public administration and improve immunization coverage. USAID is implementing the program. In October 2008, Peru and the United States signed a debt-for-nature swap that reduces Peru's debt to the United States by more than $25 million over the next seven years. In exchange, Peru promises to use those funds to support grants to protect its tropical forests."], "subsections": []}, {"section_title": "Counter-narcotics Cooperation", "paragraphs": ["A dominant theme of relations between the two countries is the effort to stem the flow of illegal drugs, mostly cocaine, from Peru to the United States. Peru is a major cocaine producing country, although it is a distant second behind Colombia, which produces about 90% of the cocaine headed for the United States. Peru is also a major importer of precursor chemicals for cocaine production. According to the State Department's February 2009 International Narcotics Control Strategy Report (INCSR), in 2008 the García Administration consolidated gains in the eradication of illicit coca cultivation, disrupted cocaine production and transshipment in land, sea, and air operations, and pressed forward on interdicting precursor chemicals. The government issued decrees against corruption, money laundering, and other organized crime. It also implemented measures to protect eradication and interdiction personnel from violent attacks.", "U.S. counter-narcotics assistance in Peru has supported a combination of interdiction, eradication, and alternative development. Peru is implementing its National Drug Plan for 2007-2011, which continues that strategy, but places greater emphasis on development assistance and precursor chemical interdiction. Special police training programs have improved Peru's ability to sustain interdiction and eradication in areas that have previously resisted eradication. The Peruvian Congress passed a set of laws proposed by the García administration to combat drug-trafficking, money laundering, terrorism, extortion, trafficking in persons, and other organized crimes. The Justice Ministry has strengthened its capacity to carry out drug-related prosecutions, although corruption fueled by narcotics money in the judicial system remains a problem. Peru has also worked with law enforcement agencies of neighboring Bolivia, Brazil, Colombia, and Ecuador to coordinate and improve regional counter-narcotics efforts.", "Although about four million Peruvians use coca leaf for legal purposes, such as coca tea and leaf-chewing, more than 90% of the country's coca production is directed toward illegal drug trafficking. The U.S. and Peruvian governments have been conducting a campaign to increase public awareness of the role coca farmers play in drug trafficking, and of negative impacts of drug trafficking on Peru. This awareness has contributed to weakened support for political organizations of coca growers, or \"cocaleros,\" who have carried out violent resistance to eradication.", "Such public awareness campaigns are part of U.S.-supported alternative development programs in Peru. The main part of the program provides technical assistance to help farmers grow legal crops such as cacao, coffee, and African oil palm. According to the 2008 INCSR, the alternative development program in Peru \"has achieved sustainable reductions in coca cultivation through an integrated approach that increases the economic competitiveness of coca-growing areas while improving local governance.\"", "The 2009 INCSR reports that the García government \"consolidated gains in the eradication of illicit coca cultivation in the Upper Huallaga Valley,\" where most coca is grown. An independent analysis of data from the UN Office on Drugs and Crime, however, shows a net 16.4 percent increase of coca cultivation from 2005 to 2008.", "Various Peruvian counter-narcotics officials say that narcotics trafficking is on the rise in Peru, and that recent violence, arrests, and seizures demonstrate that Mexican drug cartels are fighting to take over drug trafficking in Peru from Colombian cartels. Drug trafficking is also linked to the Shining Path and gangs, including a Korean-Chinese gang known as Red Dragon."], "subsections": []}, {"section_title": "Terrorism17", "paragraphs": ["Peru's main concern regarding terrorism is containing the violent guerrilla movement Sendero Luminoso, or Shining Path. The Shining Path, which in the 1980s and 1990s had between 5,000 and 10,000 members, and was one of the most violent terrorist groups in the world, was practically eliminated under former President Fujimori. It has reemerged in recent years, now linked to drug-trafficking. Thwarted bomb attacks in Lima in 2007 indicated that the Shining Path maintains a limited presence and guerrilla capacity in urban areas. But the government and other analysts believe that the guerrilla movement has shifted its primary bases to remote drug-producing areas, and funds its activities through drug production and providing protection to drug traffickers. It is not currently considered a threat to national security, but appears to be growing in size and influence. ", "Some experts estimate that Sendero Luminoso has between 200 and 800 members. The military estimates Sendero strength at about 600 guerrillas. Sendero has two factions, which appear to be cooperating currently. Escalating drug trafficking could increase the size of the Shining Path groups, according to Peruvian officials. On October 9, 2008, the group launched its most violent attack in a decade, killing 13 soldiers and two civilians. Further attacks have followed, resulting in 33 deaths and 43 injured soldiers. These attacks have led to a reevaluation by the military of its tactics and of Sendero's strength. Military leaders claimed that reduced funding for intelligence collection and military equipment had hampered their abilities. Opposition political parties have criticized the military for sending conscripts into counter-terrorism offensives, and military officials have acknowledged that doing so has contributed to the high number of army casualties in such operations. The military also says the guerrilla group is better armed than previously thought, and now has rocket launchers, grenade launchers, and heavy machine guns. Sources for their weapons include the black market; arms stolen from the military, police, and self-defense groups; explosives stolen from industrial and mining centers; and arms acquired from Colombian drug cartels, and possibly from the Colombian guerrilla group known as the Revolutionary Armed Forces of Colombia (Fuerzas Armadas Revolucionarias de Colombia, FARC).", "In response to renewed Sendero Luminoso activity, the government reopened several military bases and deployed counter-insurgency units in several departments over the last few years. Army commander-in-chief General Edwin Donayre proposed in late 2007 to increase police presence in areas where Sendero is active, to improve coordination between the army and the police. He also proposed combining community-based counter-insurgency patrols with increased spending on health, education and special social programs. In the past, community-based patrols, known as civil defense committees, were accused of gross violations of human rights. The government has had modest success in the Huallaga Valley, where they captured 28 suspected guerrillas in 2007. A program to open 19 counter-terrorism bases with 2,000 troops in the Apurimac-Ene River Valleys (known by its Spanish acronym, VRAE) has been less successful. According to Jane's World Insurgency and Terrorism report, the \"Plan VRAE\" \"has failed to make headway owing to a lack of security plan, poor intelligence, a weak judiciary and resistance from the rural poor who are yet to see promised improvements in infrastructure, health, and education.\"", "The other terrorist group operating in Peru in the 1990s was the Túpac Amaru Revolutionary Movement (MRTA). It has not conducted terrorist activities since 1996, when it took hostages at the Japanese Ambassador's residence in Lima. Although there appears to be no effort to reconstitute the MRTA as a guerrilla organization, former MRTA members are working to establish a political party called the Free Fatherland Movement (\"Movimiento Patria Libre\") to participate in future elections."], "subsections": []}, {"section_title": "Maritime Concerns: Port Security and Maritime Border Dispute", "paragraphs": ["Drug trafficking has had an adverse impact on port security in Peru. According to the State Department's International Narcotics Control Strategy Report, cocaine is exported from Peru to other South American countries, Europe, the Far East, Mexico, and the United States by maritime conveyances and commercial air flights. The increased presence of Mexican drug cartels have led to increased violence in Peruvian ports. Peruvian officials consider the northern port city of Paita, near Piura, to be especially corrupt. ", "There was a rise in maritime criminal incidents off the Latin American Pacific coast in February 2009, with most of the incidents occurring in or near the Peruvian port of Callao. Though categorized as piracy, the acts do not occur in the number or manner of piracy acts in areas such as Somalia or Indonesia. Piracy acts in this region constituted only 2% of piracy attacks committed world-wide in 2008. Criminals do not generally seize or hijack vessels. Rather, they board anchored vessels and steal goods, equipment, and personal belongings. ", "Another maritime concern is the long-standing maritime dispute between Peru and Chile. Populist politician Ollanta Humala, President García's rival in the last elections, and possible candidate in the next elections, has stirred up anti-Chile sentiment over the maritime dispute. Peru has filed a petition against Chile with the International Court of Justice in the Hague. The government of Bolivia is concerned that the decision may affect its ongoing efforts to secure the landlocked country access to the Pacific Ocean. "], "subsections": []}, {"section_title": "Human Rights Issues", "paragraphs": ["According to the State Department's 2008 Country Reports on Human Rights Practices, the Peruvian government generally respected the human rights of its citizens. Some of Peru's human rights problems were significant, however, including the alleged unlawful killings by government forces and the disappearance of people in an area under military control. In October 2008, the Human Rights Ombudsman's office requested that a congressional commission investigate military actions in the Apurimac and Ene Valley region that resulted in the killing of four citizens and the disappearance of two others. The First Penal Prosecutor of Ayacucho was also carrying out an investigation.", "Other human rights problems reported by the State Department include abuse of detainees and inmates by police and prison security forces; harsh prison conditions; lengthy pretrial detention and inordinate trial delays; attacks on the media by local authorities; corruption; harassment of some civil society groups; violence and discrimination against women; violence against children, including sexual abuse; discrimination against indigenous communities, ethnic minorities, and gay and lesbian persons; failure to apply or enforce labor laws; child labor in the informal sector; and trafficking in persons, discussed in more detail below.", "During the trial of former President Alberto Fujimori, his defense called for President Garcia also to be investigated for alleged human rights violations during his first term. Human rights groups reported widespread human rights abuses during the guerrilla war, attributing most government abuses under the first Garcia Administration to security forces over which the Garcia Administration exerted little control. In April 2006 a Peruvian newspaper published a declassified U.S. government document stating that during Garcia's tenure as President, his party ran at least one, and perhaps several, secret paramilitary organizations, and that his Deputy Interior Minister supervised a secret police force. The document said the minister believed that APRA needed to be able to \"eliminate\" terrorists, but did not say whether the APRA-run forces carried out executions."], "subsections": [{"section_title": "Human Trafficking", "paragraphs": ["The U.S. Department of State rates Peru as a Tier 2 country for human trafficking, meaning that it is a country whose government does not fully comply with the Trafficking Victims Protection Act's minimum standards, but is making significant efforts to bring itself into compliance with those standards. According to the State Department's June 2009 Trafficking in Persons Report, \"Peru is a source, transit, and destination country for men, women, and children trafficked for the purposes of forced labor and commercial sexual exploitation.\" Most of the trafficking occurs within the country, with over 20,000 people estimated to be forced into labor in the mining and logging sectors, agriculture, the brick-making sector, domestic servitude, and for the purpose of commercial sexual exploitation. Peruvians are also trafficked abroad for sexual exploitation, to Ecuador, Spain, Italy, Japan, and the United States. Child sex tourism is also a problem. Many sex-related trafficking victims are girls and young women from Peru's poorest regions, lured with false offers of employment.", "According to the Trafficking report, Peru passed a comprehensive anti-trafficking law in January 2007, and approved implementing regulations in November 2008. In 2008, the Peruvian government improved its efforts to fight human trafficking over the previous year. It set up a dedicated anti-trafficking police unit. It increased law enforcement efforts against sex trafficking crimes, initiating the prosecution in 54 sex trafficking cases, and convicting five offenders. In 2007 only 15 prosecutions were initiated, and no traffickers were convicted. The government continued existing anti-trafficking activities, such as involving the private sector in its educational campaigns, but did not take additional steps to reduce demand for child or other commercial sex acts or forced labor. The State Department considers the Peruvian government's efforts to combat forced labor crimes, and to protect and assist trafficking victims to be inadequate. "], "subsections": []}]}, {"section_title": "Earthquake Preparedness24", "paragraphs": ["Peru participates in Disaster Preparedness, Response, and Management programs with the U.S. Agency for International Development's Office of Foreign Disaster Assistance (OFDA). During the last major earthquake in 2007, OFDA coordinated its response with Peruvian national and local officials, noting that local authorities were playing a large leadership role in the response to the disaster. OFDA also distributed aid through Peruvian non-governmental organizations such as the Peruvian Red Cross.", "Peru also participates in Health Disaster Preparedness and Response programs with the Pan American Health Organization (PAHO), to promote improved disaster preparedness and response in the health sector. Meeting many of the goals established by PAHO, Peru has a disaster management unit in the Ministry of Health, with a full-time professional staff and a defined budget. The disaster management unit coordinates with the national institutions in charge of overall disaster management and reduction. ", "Peru not only participates in training programs with OFDA and PAHO, but offers training programs of its own. Peru has formal training programs in disaster management in its universities at the undergraduate level. ", "PAHO notes that Peru has \"made many decisions and developed activities to improve [its disaster] preparedness and risk reduction,\" but that there \"are still many areas that require sustained attention.\" For example, CARE International is working at improved accountability of disaster assistance providers to communities affected by disasters in Peru, through means such as information sharing, transparency, and meaningful participation in decision making. CARE suggests that Peru form a permanent inter-agency team to develop accountability practices and to address the loss of skill and knowledge in between emergencies."], "subsections": []}]}]}}