{"id": "R40724", "title": "Private Health Insurance Provisions of H.R. 3200", "released_date": "2009-09-22T00:00:00", "summary": ["This report summarizes key provisions affecting private health insurance in H.R. 3200, America's Affordable Health Choices Act of 2009, as ordered reported by House Committees on Education and Labor, Ways and Means, and Energy and Commerce. Specifically, this report focuses on Division A (or I) of H.R. 3200 from those committees.", "Division A of H.R. 3200 focuses on reducing the number of uninsured, restructuring the private health insurance market, setting minimum standards for health benefits, and providing financial assistance to certain individuals and, in some cases, small employers. In general, H.R. 3200 would require individuals to maintain health insurance and employers to either provide insurance or pay a payroll assessment, with some exceptions. Several insurance market reforms would be made, such as modified community rating and guaranteed issue and renewal. Both the individual and employer mandates would be linked to acceptable health insurance coverage, which would meet required minimum standards and incorporate the market reforms included in the bill. Acceptable coverage would include (1) coverage under a qualified health benefits plan (QHBP), which could be offered either through the newly created Health Insurance Exchange (the Exchange) or outside the Exchange through new employer plans; (2) grandfathered employment based plans; (3) grandfathered nongroup plans; and (4) other coverage, such as Medicare and Medicaid. The Exchange would offer private plans alongside a public option. Based on income, certain individuals could qualify for subsidies toward their premium costs and cost-sharing (deductibles and copayments); these subsidies would be available only through the Exchange. In the individual market (the nongroup market), a plan could be grandfathered indefinitely, but only if no changes were made to the terms and conditions of that plan, including benefits and cost-sharing, and premiums were only increased as allowed by statute. Most of these provisions would be effective beginning in 2013.", "The Exchange would not be an insurer; it would provide eligible individuals and small businesses with access to insurers' plans in a comparable way. The Exchange would consist of a selection of private plans as well as a public option. Individuals wanting to purchase the public option or a private health insurance not through an employer or a grandfathered nongroup plan could only obtain such coverage through the Exchange. They would only be eligible to enroll in an Exchange plan if they were not enrolled in other acceptable coverage (e.g., from an employer, Medicare, and generally Medicaid). The public option would be established by the Secretary of Health and Human Services (HHS), would offer three different cost-sharing options, and would vary premiums geographically. For the public option, the Ways and Means and Education and Labor versions would have the Secretary set payments to health care providers based on Medicare payment rates, while the Energy and Commerce version would require the Secretary to negotiate rates with medical providers. The Energy and Commerce version also would establish a federal grant and loan program to assist the establishment and initial operation of health insurance cooperatives. Such cooperatives would be state-licensed, non-profit, member-run organizations not sponsored by the state, and offer coverage through the Exchange.", "Only within the Exchange, credits would be available to limit the amount of money certain individuals would pay for premiums and for cost-sharing (deductibles and copayments). (Although Medicaid is beyond the scope of this report, H.R. 3200 would extend Medicaid coverage for most individuals under 133⅓% of poverty; individuals would generally be ineligible for Exchange coverage if they were eligible for Medicaid.)"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Status of House Legislation", "paragraphs": ["H.R. 3200 , America's Affordable Health Choices Act of 2009, as introduced on July 14, 2009, was referred to the House Committees on Energy and Commerce, Ways and Means, Education and Labor, Oversight and Government Reform, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned. The Committees on Education and Labor and on Ways and Means each ordered reported, as amended, their versions of H.R. 3200 on July 17, 2009. The Committee on Energy and Commerce ordered reported, as amended, its version on July 31, 2009. The Committees on Oversight and Government Reform and the Budget have not taken up the legislation for consideration."], "subsections": []}, {"section_title": "Overview of H.R. 3200", "paragraphs": ["This report summarizes the key provisions affecting private health insurance in America's Affordable Health Choices Act of 2009, found in Division A, as ordered reported by House Committees on Ways and Means, on Education and Labor, and on Energy and Commerce. Division A of H.R. 3200 focuses on reducing the number of uninsured, restructuring the private health insurance market, setting minimum standards for health benefits, providing financial assistance to certain individuals, and, in some cases, small employers. In general, H.R. 3200 would include the following:", "Individuals would be required to maintain health insurance, and employers would be required to either provide insurance or pay a payroll assessment, with some exceptions. Several market reforms would be made, such as modified community rating and guaranteed issue and renewal. Both the individual and employer mandates would be linked to acceptable health insurance coverage, which would meet required minimum standards and incorporate the market reforms included in the bill. Acceptable coverage would include coverage under a qualified health benefits plan (QHBP), which could be offered either through the newly created Exchange or outside the Exchange through new employer plans; grandfathered employment based plans; grandfathered nongroup plans; and other coverage, such as Medicare and Medicaid. The Exchange would be established under a new independent federal agency (the Health Choices Administration), headed by a Commissioner. The Exchange would offer private plans alongside a public option. Certain individuals with incomes below 400% of the federal poverty level could qualify for subsidies toward their premium costs and cost-sharing; these subsidies would be available only through the Exchange. In the individual market (the nongroup market), a plan could be grandfathered indefinitely, but only if no changes were made to the terms and conditions of the plan, including benefits and cost-sharing, and premiums were only increased as allowed by statute. This bill would not affect plans covering specific services, such as dental or vision care. Most of these provisions would be effective beginning in 2013."], "subsections": []}, {"section_title": "Overview of Report", "paragraphs": ["This report provides a short background describing key aspects of the private insurance market as it exists currently. This information is useful in setting the stage for understanding how and where H.R. 3200 would reform health insurance. Primarily, however, the report summarizes provisions affecting private health insurance in Division A (or Division 1) H.R. 3200 , as ordered reported by the House Committees on Education and Labor, on Ways and Means, and on Energy and Commerce. Where the House committees' versions of a provision are the same, they are discussed as applying generally under H.R. 3200 ; where the bills ordered reported differ, the differences are noted. Although most of the provisions would be effective beginning in 2013, the table in the Appendix shows the timeline for implementing provisions effective prior to 2013.", "Although the description that follows segments the private health insurance provisions into various categories, these provisions are interrelated and interdependent. For example, H.R. 3200 includes a number of provisions to alter how current private health insurance markets function, primarily for individuals who purchase coverage directly from an insurer or through a small employer. H.R. 3200 would require that insurers not exclude potential enrollees or charge them premiums based on pre-existing health conditions. In a system where individuals voluntarily choose whether to obtain health insurance, however, individuals may choose to enroll only when they become sick. Enrolling in coverage only after developing a condition could result in coverage that excludes the pre-existing condition, unaffordable premiums, and even greater uninsurance. Thus, America's Health Insurance Plans (AHIP), the association that represents health insurers, has agreed to reform that does away with limitations of pre-existing condition exclusions, but only if individuals are required to purchase coverage, so that not just the sick enroll.", "However, some individuals currently forgo health insurance because they cannot afford the premiums. If individuals are required to obtain health insurance, one could argue that adequate premium subsidies must be provided by the government and/or employers to make practical the individual mandate to obtain health insurance, which is in turn arguably necessary to make the market reforms possible. In addition, premium subsidies without cost-sharing subsidies may provide individuals with health insurance that they cannot afford to use. So, while the descriptions below discuss various provisions separately, the removal of one from the bill could be deleterious to the implementation of the others.", "The private health insurance provisions are presented under the following topics within Division A of H.R. 3200 , with the primary CRS contact listed for each:", "Individual and employer mandate: the requirement on individuals to maintain health insurance and on employers to either provide health insurance or pay into the Exchange, with penalties and taxes for noncompliance. [Titles III and IV—[author name scrubbed], [phone number scrubbed]] Private health insurance market reforms. [Title I—[author name scrubbed], [phone number scrubbed]] Health Insurance Exchange [Title II, Subtitle A—Chris Peterson, [phone number scrubbed]], through which the following two items can only be offered: Public health insurance option. [Title II, Subtitle B—Paulette Morgan, [phone number scrubbed]] Premium and cost-sharing subsidies. [Title II, Subtitle C—Chris Peterson, [phone number scrubbed]] Other Provisions included in the Energy and Commerce Version Abortion and medical malpractice—[author name scrubbed], [phone number scrubbed] Utilization review and appeals processes—[author name scrubbed], [phone number scrubbed] End-of-life care—Kirsten Colello, [phone number scrubbed]"], "subsections": []}, {"section_title": "Background", "paragraphs": ["Americans obtain health insurance in different settings and through a variety of methods. People may get health coverage in the private sector or through a publicly funded program, such as Medicare or Medicaid. In 2008, 60% of the U.S. population had employment-based health insurance. Employers choosing to offer health coverage may either purchase insurance or choose to self-fund health benefits for their employees. Other individuals obtained coverage on their own in the nongroup market. However, there is no federal law that either requires individuals to have health insurance or requires employers to offer health insurance. Approximately 46 million Americans were estimated to be uninsured in 2008.", "Individuals and employers choosing to purchase health insurance in the private market fit into one of the three segments of the market, depending on their situation—the large group (large employer) market, the small group market, and the nongroup market.", "More than 95% of large employers offer coverage. Large employers are generally able to obtain lower premiums for a given health insurance package than small employers and individuals seeking nongroup coverage. This is partly because larger employers enjoy economies of scale and a larger \"risk pool\" of enrollees that makes the expected costs of care more predictable. Employers generally offer large subsidies toward health insurance, thus making it more attractive for both the healthier and the sicker workers to enter the pool. So, not only is the risk pool larger in size, but it is more diverse. States have experimented with ways to create a single site where individuals and small employers could compare different insurance plans, obtain coverage, and sometimes pool risk. Although most of these past experiments failed (e.g., California's PacAdvantage ), other states have learned from these experiences and have fashioned potentially more sustainable models (e.g., Massachusetts' Connector ). There are private-sector companies that also serve the role of making various health insurance plans easier to compare for individuals and small groups (e.g., eHealthInsurance), available in most, but not all, states because of variation in states' regulations.", "Less than half of all small employers (less than 50 employees) offer health insurance coverage, in part because they lack the economies of scale available to larger employers. These pools are generally considered to be less stable than larger pools, as one or two employees moving in or out of the pool (or developing an illness) would have a greater impact on the risk pool than they would in a larger pool. Allowing these firms to purchase insurance through a larger pool, such as an Association or an Exchange, could lower premiums for those with high-cost employees.", "Depending on the applicable state laws, individuals who purchase health insurance in the nongroup market may be rejected or face premiums based on their health status, which can make premiums lower for the healthy but higher for the sick. Even when these individuals obtain coverage, there may be exclusions for certain conditions. Reforms affecting premiums ratings would likely increase premiums for some, while lowering premiums for others, depending on their age, health, behaviors, and other factors.", "States are the primary regulators of the private health insurance market, though some federal regulation applies, mostly affecting employer-sponsored health insurance (ESI). The Health Insurance Portability and Accountability Act (HIPAA) requires that coverage sold to small groups (2-50 employees) must be sold on a guaranteed issue basis. That is, the issuer must accept every small employer that applies for coverage. All states require issuers to offer policies to firms with 2-50 workers on a guaranteed issue basis, in compliance with HIPAA. As of January 2009 in the small group market, 13 states also require issuers to offer policies on a guaranteed issue basis to the self-employed \"groups of one.\" And as of December 2008 in the individual market, 15 states require issuers to offer some or all of their insurance products on a guaranteed issue basis to non-HIPAA eligible individuals. ", "Most states currently impose premium rating rules on insurance carriers in the small group and individual markets. The spectrum of existing state rating limitations ranges from pure community rating to adjusted (or modified) community rating, to rate bands, to no restrictions. Under pure community rating, all enrollees in a plan pay the same premium, regardless of their health, age or any other factor; only two states (New Jersey and New York) use pure community rating in their nongroup markets. Generally, adjusted community rating prohibits issuers from pricing health insurance policies based on health factors, but allows it for other factors such as age or gender. ", "All states require health issuers to reduce the period of time when coverage for pre-existing health conditions may be excluded. As of January 2009 in the small group market, 21 states had pre-existing condition exclusion rules that provided consumer protection above the federal standard. And as of December 2008 in the individual market, 42 states limit the period of time when coverage for pre-existing health conditions may be excluded for non-HIPAA eligible enrollees in that market. In fact, while there are a handful of federal benefit mandates for health insurance that apply to group coverage, there are more than 2,000 benefit mandates imposed by the states.", "One issue receiving congressional attention is whether a publicly sponsored health insurance plan should be offered as part of the insurance market reform. Some proponents of a public option see it as potentially less expensive than private alternatives, as it would not need to generate profits or pay brokers to enroll individuals and might have lower administrative costs. Some proponents argue that offering a public plan could provide additional choice and may increase competition, since the public plan might require lower provider payments and thus charge lower premiums. Some opponents question whether these advantages would make the plan a fair competitor, or rather provide the government with an unfair advantage in setting prices, in authorizing legislation, or in future amendments. Ultimately, they fear that these advantages might drive private plans from the market."], "subsections": []}, {"section_title": "Individual and Employer Mandates", "paragraphs": [], "subsections": [{"section_title": "Individual Mandate", "paragraphs": ["H.R. 3200 includes a mandate for most individuals to have health insurance, with penalties for noncompliance. Individuals would be required to maintain acceptable coverage, defined as coverage under a qualified health benefits plan (QHBP), an employment-based plan, a grandfathered nongroup plan, Part A of Medicare, Medicaid, military coverage (including Tricare), veteran's health care program, and coverage as determined by the Secretary in coordination with the Commissioner. Individuals who did not maintain acceptable health insurance coverage for themselves and their children could be required to pay an additional tax, prorated for the time the individual (or family) does not have coverage, equal to the lesser of (1) 2.5% of the taxpayer's modified adjusted gross income (MAGI) over the amount of income required to file a tax return, or (2) the national average premium for applicable single or family coverage.", "Some individuals would be provided with subsidies to help pay for the costs of their premiums and cost-sharing. (A complete description of who is eligible and the amount of subsidies is found in the section on premium and cost-sharing credits). Others would be exempt from the individual mandate, including nonresident aliens, individuals residing outside of the United States, individuals residing in possessions of the United States, those with qualified religious exemptions, those allowed to be a dependent for tax-filing purposes, and others granted an exemption by the Secretary."], "subsections": []}, {"section_title": "Employer Mandate", "paragraphs": ["H.R. 3200 would require employers either to provide full-time employees with a QHBP (or current employment-based plan) or to pay a set amount into the Exchange, with some exceptions. Employers would include private-sector employers; federal, state, local and tribal governments; and churches. Under the Education and Labor bill, an employer could apply to the Secretary for a waiver from health coverage participation requirements for any two-year period.", "For those employers that chose to offer health insurance, the following rules would apply:", "Employers could offer employment-based coverage or, for certain small businesses, they could offer coverage through an Exchange plan (see section on rules for the Exchange). Current employment-based health plans would be grandfathered for five years, at which time any plan offered by an employer would have to meet (but could exceed) the requirements of the essential benefits package. Employers would have to contribute at least 72.5% of the lowest-cost qualified benefits plan they offered (65% for those electing family coverage) —prorated for part-time employees. Salary reductions used to offset required employer contributions would not count as amounts paid by the employer. Employers would automatically enroll their employees into the plan for individual coverage with the lowest associated employee premium, unless the employee selected a different plan or opted out of employer coverage.", "As shown in Table 1 , under the Ways and Means and Education and Labor versions, employers with aggregate wages over $400,000 that chose not to offer coverage would be subject to a payroll assessment equal to 8% of the average wages paid by the employer. The table shows the required level of payroll assessments for smaller employers.", "Even if an employer offered employer sponsored health insurance, employees could decline or disenroll from this insurance and instead enroll in a plan through the Exchange. Beginning in the second year after enactment, employers with aggregate wages above $400,000 (for the Ways and Means and Education and Labor versions) would be assessed 8% of average wages paid by the employer to the Exchange for those employees, with similar adjustments for small employers as those described above. (This payroll assessment would not be required for an employee who was not the primary insured individual but was covered as a spouse or dependent in an Exchange plan.) The employer's payroll assessment for this group of individuals would go into the Exchange but would not apply toward the individual's premium. In addition, as discussed below, full-time employees who are offered their employer's qualifying coverage would generally not be eligible for any premium or cost-sharing credits (absent the limited instances ). Thus, in general, a full-time employee who opted for Exchange coverage rather than the employer's qualifying coverage would be responsible for 100% of the premium in the Exchange. ", "The Energy and Commerce Committee version included an amendment that changed these limits, but only for the purpose of applying the affordability credits (amending section 242). This section provides for the application of the affordability credit provisions in the same manner for employees of small employers based on an alternative table as if such alternative table had been substituted for the table in section 313—the section of the bill that specifies the required employer payroll-assessment percentages for small businesses. However, the affordability credits section does not actually change the amounts or table for the employer mandate provisions specified in sections 313 and 412; changes in those sections would have been outside the jurisdiction of the Energy and Commerce Committee and not in order in the Committee's consideration of the bill. The amendment appears to be intended to indicate the Energy and Commerce Committee's intention to change the dollar amounts and table contained in sections 313 and 412.", "Within 90 days after enactment, H.R. 3200 would create a temporary reinsurance program, with funding not to exceed $10 billion, to assist participating employment-based plans with the cost of providing health benefits to eligible retirees who are 55 and older and their dependents. The Secretary would reimburse the plan for 80% of the portion of a claim above $15,000 and below $90,000 (adjusted annually for inflation). Amounts paid to the plan would be used to lower costs directly to participants in the form of premiums, co-payments, and other out-of-pocket costs, but could be not used to reduce the costs of an employer maintaining the plan.", "The Education and Labor bill adds a provision that would bar group health plans from reducing retiree health benefits for either the retiree or their beneficiaries (as of the date the participant retired) unless such reduction was also made with respect to active participants."], "subsections": [{"section_title": "Small Business Credit", "paragraphs": ["Certain small businesses would be eligible for a 50% credit toward their share of the cost of coverage. This credit would be phased out as average employee compensation increased from $20,000 to $40,000 and as the number of employees increased from 10 to 25. Employees would be counted if they received at least $5,000 in compensation, but the credit would not apply toward insurance for employees whose compensation exceeded $80,000. This credit would be treated as part of the general business credit and would not be refundable; it would be available only to a business with a tax liability. A non-profit organization, for example, would be ineligible for the small business credit."], "subsections": []}]}]}, {"section_title": "Private Health Insurance Market Reforms", "paragraphs": [], "subsections": [{"section_title": "Qualified Health Benefits Plans (QHBPs)", "paragraphs": ["H.R. 3200 would establish new federal health insurance standards applicable to new, generally available health plans specified in the bill—\"qualified health benefits plans\" (QHBPs). Among the market reforms applicable to QHBPs (including the public health insurance option) are provisions that would do the following:", "Prohibit coverage exclusions of pre-existing health conditions. (A \"pre-existing health condition\" is a medical condition that was present before the date of enrollment for health coverage, whether or not any medical advice, diagnosis, cares, or treatment was recommended or received before such date.) Require premiums to be determined using adjusted community rating rules. (\"Adjusted, or modified, community rating\" prohibits issuers from pricing health insurance policies based on health factors, but allows it for other key characteristics such as age or gender.) Under H.R. 3200 , premiums would only be allowed to vary based on age (by no more than a 2:1 ratio), premium rating areas, and family enrollment (for example, for single versus family coverage). Require coverage to be offered on both a guaranteed issue and guaranteed renewal basis. (\"Guaranteed issue\" in health insurance is the requirement that an issuer accept every applicant for health coverage. \"Guaranteed renewal\" in health insurance is the requirement on an issuer to renew group coverage at the option of the plan sponsor [e.g., employer] or nongroup coverage at the option of the enrollee. Guaranteed issue and renewal alone would not guarantee that the insurance offered was affordable; this would be addressed in the rating rules.) Impose new non-discrimination standards building on existing non-discrimination rules in group coverage and adequacy standards for insurers' networks of providers, such as doctors.", "H.R. 3200 would also require QHBPs to cover certain broad categories of benefits, prohibit cost-sharing on preventive services, limit annual out-of-pocket spending, and meet the standards for the \"essential benefits package,\" described below. In addition, under the Ways and Means, and Energy and Commerce versions, QHBPs would comply with a medical loss ratio standard to be determined by the Commissioner. Under the Education and Labor version, QHBPs would be required to have a medical loss ratio (as defined by the Commissioner) of at least 85%.", "New individual policies issued in 2013 or after could be offered only as an Exchange plan. Existing group plans would have to transition to QHBP standards by 2018. Existing nongroup insurance policies would be grandfathered as long as there are no changes to the terms or conditions of the coverage (except as required by law), including benefits and cost-sharing. Such policies would be required to meet other conditions, including increasing premiums only according to statute.", "In addition, the Education and Labor version would shorten the current federal allowance for pre-existing health conditions exclusions from 12 months to 3 months for most individuals, effective 6 months after enactment of the bill, and applicable until such time that federal standards eliminate exclusions for pre-existing health conditions. Special effective dates would apply to health plans subject to collective bargaining agreements. Under the Energy and Commerce version, it similarly shortens the federal allowance for pre-existing health conditions exclusions from 12 months to 3 months for most individuals, with special effective dates applicable to collective bargaining agreements."], "subsections": []}, {"section_title": "Essential Benefits Package", "paragraphs": ["QHBPs would be required to cover at least an \"essential benefit package\" but could offer additional benefits. The essential benefits package would cover specified items and services, limit cost-sharing, prohibit annual and lifetime limits on covered services, ensure the adequacy of provider networks, and are equivalent (as certified by the Office of the Actuary of the Centers for Medicare and Medicaid Services) to the average prevailing employer-sponsored coverage.", "The essential benefits package would be required to cover the following items and services:", "hospitalization; outpatient hospital and clinic services, including emergency department services; services of physicians and other health professionals; services, equipment, and supplies incident to the services of a physician or health professional in clinically appropriate settings; prescription drugs; rehabilitative and \"habilitative\" services (i.e., services to maintain the physical, intellectual, emotional, and social functioning of developmentally delayed individuals); mental health and substance use disorder services; certain preventive services (with no cost-sharing permitted) and vaccines; maternity care; under the Ways and Means version, well baby and well child care and oral health, vision, and hearing services, equipment, and supplies for those under age 21; under the Education and Labor version, well baby and well child care and early and period screening, diagnostic and treatment services (EPSDT, as available under Medicaid) for those under age 21; under the Energy and Commerce version, well baby and well child care, treatment of a congenital or developmental deformity, disease, or injury and oral health, vision, and hearing services, equipment, and supplies for those under age 21; and under the Education and Labor version, durable medical equipment, prosthetics, orthotics, and related supplies.", "The annual out-of-pocket limit in 2013 would be no more than $5,000 for an individual and $10,000 for a family, adjusted annually for inflation. To the extent possible, the Commissioner would establish cost-sharing levels using copayments (a flat dollar fee) and not coinsurance (a percentage fee). ", "Cost-sharing under the essential benefits package would be specified by the Health Benefits Advisory Committee and the HHS Secretary (see discussion in the next section) so that the essential benefits package would cover an average of 70% of covered health care claims. As discussed in greater detail below, plans offered through the Exchange could have richer benefit packages than the essential/Basic package, but only as Enhanced, Premium, and/or Premium-Plus benefit packages. Employer plans (excluding grandfather plans or those obtained through the Exchange) would have the flexibility to offer plans with employee cost-sharing that was less than (but not more than) the levels specified by the Secretary for the essential benefits package."], "subsections": [{"section_title": "Health Benefits Advisory Committee", "paragraphs": ["A Health Benefits Advisory Committee (HBAC) would be established to make recommendations to the Secretary regarding the essential benefits package and for coverage offered through the Health Insurance Exchange, including covered benefits, specific cost-sharing levels, and updates to the essential benefits package. The Committee would develop cost-sharing structures to be consistent with actuarial values specified for different plan tiers (i.e., essential/Basic, Enhanced, and Premium plans) offered in the Exchange. In developing its recommendations, the Committee would incorporate innovation in health care, consider how the benefits package would reduce health disparities, and allow for public input as part of developing its recommendations. ", "Within 45 days of receiving HBAC's recommendations, the Secretary would be required either to adopt the benefit standards as written or not adopt the benefit standards, notify HBAC of the reasons for this decision, and provide an opportunity for HBAC to revise and resubmit its recommendations. The Secretary would be required to adopt an initial set of benefit standards within 18 months of enactment either by adopting the HBAC recommendations (and any revisions) or, absent that, by proposing an initial set of benefit standards."], "subsections": []}]}]}, {"section_title": "Health Insurance Exchange", "paragraphs": [], "subsections": [{"section_title": "Exchange Structure", "paragraphs": ["In addition to federalizing private health insurance standards, H.R. 3200 would also create a \"Health Insurance Exchange,\" similar in many respects to existing entities like the Massachusetts Connector and eHealthInsurance, to facilitate the purchase of QHBPs by certain individuals and small businesses. The Exchange would not be an insurer; it would provide eligible individuals and small businesses with access to insurers' plans in a comparable way (in the same way, for example, that Travelocity or Expedia are not airlines but provide access to available flights and fares in a comparable way). The Exchange would have additional responsibilities as well, such as negotiating with plans, overseeing and enforcing requirements on plans (in coordination with state insurance regulators), and determining eligibility for and administering premium and cost-sharing credits.", "Under H.R. 3200 , the Exchange would be established under a new independent federal agency (the Health Choices Administration), headed by a Commissioner. The federal Exchange's startup and operating costs, along with payments for premium and cost-sharing credits discussed below, would be paid for out of a new Health Insurance Exchange Trust Fund, funded by (1) taxes on certain individuals who did not obtain acceptable coverage, (2) penalties for employers whose coverage failed to meet the requirements for coverage, (3) payroll assessments by employers who opted not to provide insurance coverage, (4) payroll assessments by employers (beginning in 2014) whose employees opt for Exchange coverage instead of employment-based coverage, and (5) such additional sums as necessary to be appropriated for the Exchange.", "Only one Exchange could operate in a state. The Commissioner would be required to approve a state-based Exchange that met specified criteria. (A group of states could also operate a multi-state Exchange.) State-based Exchanges would be funded through a federal matching grant to states.", "Under the Energy and Commerce version, if a state was operating an \"Exchange\" prior to January 1, 2010, and sought to operate a state-based Exchange under this section, the Commissioner would presume the Exchange meets the required standards. The Commissioner would be required to establish a process to work with such a state, but could determine, after working with the state, that the state does not comply with such standards.", "Under the Education and Labor version, a state may operate a \"single payer system,\" in which the state could require and set employer contributions and use a single state agency to finance and administer all health care benefits for its residents.", "Beginning in 2013, excluding grandfathered plans, new nongroup coverage could only be obtained through the Exchange. The public health insurance option and the income-based premium and cost-sharing credits for certain individuals (described below) would be available only through the Exchange. As described below, certain small employers could offer and contribute toward coverage through the Exchange. CBO estimated that when the Exchange is able to potentially include larger employers, only 6 million workers would be enrolled in employer coverage through the Exchange—out of the total 162 million projected enrollees in employer sponsored coverage."], "subsections": [{"section_title": "Individual and Employer Eligibility for Exchange Plans", "paragraphs": ["Under the Education and Labor as well as the Ways and Means versions of H.R. 3200 , beginning in 2013, individuals would be eligible for Exchange coverage unless they were enrolled in any of the following:", "a group plan through a full-time employee (including a self-employed person with at least one employee) for which the employer makes an adequate contribution (described in the section on employer mandates), Medicare, Medicaid (except in certain cases), Department of Defense (DOD) medical benefits (including Tricare), and Veterans Affairs (VA) benefits, with some exceptions.", "The Energy and Commerce version allows individuals receiving DOD or VA benefits to also enroll in an Exchange plan.", "With some exceptions, individuals would lose eligibility for Exchange coverage once they become eligible for Medicare Part A, Medicaid, and other circumstances as the Commissioner provides. Besides those cases, once individuals enroll in an Exchange plan, they would continue to be eligible until they are no longer enrolled.", "An open-enrollment period would be offered annually, sometime during September to November, lasting at least 30 days. There would also be special enrollment periods for certain circumstances (e.g., loss of acceptable coverage, change in marital or dependent status).", "Exchange-eligible employers could meet the requirements of the employer mandate by offering and contributing adequately toward employees' enrollment through the Exchange. Those employees would be able to choose any of the available Exchange plans. Once employers are Exchange eligible and enroll their employees through the Exchange, they would continue to be Exchange eligible, unless they decided to then offer their own QHBPs.", "In the Ways and Means and Energy and Commerce versions of H.R. 3200 , in 2013, employers with 10 or fewer employees would be Exchange-eligible. In 2014, employers with 20 or fewer employees would be Exchange-eligible. Beginning in 2015, the Commissioner could permit larger employers to participate in the Exchange; these additional employers could be phased in or made eligible based on the number of full-time employees or other considerations the Commissioner deems appropriate.", "In the Education and Labor version of H.R. 3200 , in 2013, employers with 15 or fewer employees would be Exchange-eligible. In 2014, employers with 25 or fewer employees would be Exchange-eligible. In 2015, employers with 50 or fewer employees would be Exchange-eligible. Beginning in 2015, the Commissioner could permit larger employers to participate in the Exchange; these additional employers could be phased in or made eligible based on the number of full-time employees or other considerations the Commissioner deems appropriate."], "subsections": []}, {"section_title": "Benefit Packages in the Exchange", "paragraphs": ["Exchange plans would have to meet not only the new federal requirements of all private health insurance plans (i.e., be QHBPs), but would also have their cost-sharing options somewhat standardized into the following four cost-sharing/benefit tiers:", "An Exchange-participating \"entity\" (insurer) must offer only one Basic plan in the service area. The Basic plan would be equivalent to the minimum requirements of the essential benefits package (e.g., actuarial value of approximately 70%). If the entity offers a Basic plan in a service area, it may offer one Enhanced plan in the service area, which would have a lower level of cost-sharing for benefits in the essential benefits package (i.e., actuarial value of approximately 85%). If the entity offers an Enhanced plan in a service area, it may offer one Premium plan in the service area, which would have a lower level of cost-sharing for benefits in the essential benefits package (i.e., actuarial value of approximately 95%). If the entity offers a Premium plan in a service area, it may offer one or more Premium-Plus plans in the service area. A Premium-Plus plan is a Premium plan that also provides additional benefits, such as adult oral health and vision care.", "Plans would use the cost-sharing levels specified by the Secretary for each benefit category in the essential benefits package, for each cost-sharing tier (Basic, Enhanced and Premium)—although plans would be permitted to vary the cost-sharing from the specified levels by up to 10%. If a state requires health insurers to offer benefits beyond the essential benefits package, such requirements would continue to apply to Exchange plans, but only if the state has entered into an arrangement satisfactory to the Commissioner to reimburse the Commissioner for the amount of any resulting net increase in premium credits."], "subsections": []}]}, {"section_title": "Public Health Insurance Option", "paragraphs": ["Under H.R. 3200 , the Secretary of Health and Human Services (HHS) would establish a public health insurance option through the Exchange. Any individual eligible to purchase insurance through the Exchange would be eligible to enroll in the public option, and may also be eligible for income-based premium and cost-sharing credits. The public option would have to meet the requirements that apply to all Exchange-participating plans, including those related to benefits, provider networks, consumer protections, and cost-sharing. The public option would be required to offer Basic, Enhanced, and Premium plans, and could offer Premium-Plus plans.", "The Secretary would be required to establish geographically adjusted premiums that comply with the premium rules established by the Commissioner and at a level sufficient to cover expected costs (including both claims and administration). Limited start-up funding would be available, but would be repaid within 10 years. Under the Energy and Commerce version, the public option would be prohibited from receiving federal funds if it became insolvent.", "Under the Education and Labor and the Ways and Means versions of H.R. 3200 , the Secretary would be required to establish payment rates for services and health care providers and would be given the authority to change payment rates in accordance with payment reforms. In general, during the first three years of the public option, the Secretary would be required to base payment rates on the rates for similar services and providers under Medicare, with adjustments. Physicians would be able to participate in the public option as preferred or non-preferred providers; preferred physicians would be prohibited from balance-billing (that is, billing for amounts above the established rates), while non-preferred physicians could balance-bill up to 115% of the established payment rate. Non-physician providers would be prohibited from balance-billing. Payments for outpatient prescription drugs would be based on negotiated rates. For the first three years of the public option, physicians and other health care practitioners who participate in both Medicare and the public option, and certain other providers, would receive a 5% payment increase above the adjusted Medicare rate. Beginning in the fourth year, the Secretary would use an administrative process to establish rates to promote payment accuracy, to ensure adequate beneficiary access to providers, or to promote affordability and the efficient delivery of health care. The Secretary could not set rates at levels expected to increase overall medical costs beyond what would have been expected if payments were set at the adjusted Medicare level plus 5%.", "Under the Energy and Commerce version of H.R. 3200 , the Secretary would be required to negotiate with medical providers to set payment rates, subject to limits. Specifically, the payment rates in aggregate would not be allowed to be lower than rates under Medicare, and not higher than average rates paid by other qualified health benefit offering entities.", "Under each version of the bill, the Secretary would have the authority to use innovative payment methods (including bundling of services, performance-based payments, and utilization-based payments) under the public option.", "Medicare-participating providers would also be providers for the public option, unless they chose to opt out in a process established by the Secretary. The Energy and Commerce version of H.R. 3200 would require the Secretary to establish the opt out program through a rule making process that included a public notice and comment period.", "The Secretary would be allowed to enter into no-risk contracts for the administration of the public option, in the same way the Secretary enters into contracts for the administration of the Medicare program. The administrative functions would include, subject to restrictions, determination of payment amounts, making payments, beneficiary education and assistance, provider consultative services, communication with providers, and provider education and technical assistance. Under the Energy and Commerce version, the Secretary would also be required to establish a prescription drug formulary for the public option."], "subsections": []}, {"section_title": "Cooperatives", "paragraphs": ["The Energy and Commerce version also would establish a federal grant and loan program to assist the establishment and initial operation of health insurance cooperatives. Such cooperatives would be state-licensed, non-profit, member-run organizations not sponsored by the state, and offer coverage through the Exchange."], "subsections": []}, {"section_title": "Premium and Cost-Sharing Credits", "paragraphs": ["Some individuals would be eligible for premium credits (i.e., subsidies) toward their required purchase of health insurance, based on income. However, even when individuals have health insurance, they may be unable to afford the cost-sharing (deductible and copayments) required to obtain health care. Thus subsidies may also be necessary to lower the cost-sharing. Under H.R. 3200 , those eligible for premium credits would also be eligible for cost-sharing credits (i.e., subsidies).", "In 2103 and 2014, these subsidies would only be available for Basic plans sold through the Exchange, including both the private plans and public option. Beginning in 2015, individuals eligible for credits could obtain an Enhanced or Premium plan, but would be responsible for any additional premiums. "], "subsections": [{"section_title": "Individual Eligibility for Premium Credits and Cost-Sharing Credits", "paragraphs": ["Under H.R. 3200 , Exchange-eligible individuals could receive a credit in the Exchange if they", "are lawfully present in a state in the United States, with some exclusions; are not enrolled under an Exchange plan as an employee or their dependent (through an employer who purchases coverage for its employees through the Exchange and satisfies the minimum employer premium contribution amounts); are not a full-time employee in a firm where the employer offers health insurance and makes the required contribution toward that coverage; have modified adjusted gross income (MAGI) of less than 400% of the federal poverty level (FPL); and are ineligible for Medicaid, except for the few previously mentioned exceptions.", "If individuals apply for a premium credit, the Exchange would first determine whether they are eligible for Medicaid and, if so, would facilitate their enrollment into Medicaid (\"screen and enroll\")."], "subsections": []}, {"section_title": "Calculation of Premium Credit", "paragraphs": ["The premium credit is based on what is considered an \"affordable premium amount\" for individuals to pay. The affordable premium amount is a percentage of individuals' income (MAGI) relative to the poverty level, as specified in Table 2 for 2013. For more details on the premium credits than provided here, see CRS Report R40734, Health Insurance Premium Credits Under H.R. 3200 .", "Beginning in 2014, the Commissioner would adjust the percentages in the table generally so that the percentage of premiums paid by the government versus enrollees in each income tier remains the same as in 2013.", "The premium against which credits would be calculated—the \"reference premium\"—would be the three Basic plans with the lowest premiums in the area (although the Commissioner could exclude plans with extremely limited enrollment). The \"affordability premium credit\" would be the lesser of (1) how much the enrollee's premium exceeds the affordable premium amount, or (2) how much the reference premium exceeds the affordable premium amount.", "The Commissioner would establish premium percentage limits so that for individuals whose family income is between the income tiers specified in the table above, the percentage limits would increase on a linear sliding scale. The affordable premium credit amount would be calculated on a monthly basis."], "subsections": []}, {"section_title": "Calculation of Cost-Sharing Credit", "paragraphs": ["In addition, those who qualified for premium credits would also be eligible for assistance in paying any required cost-sharing for their health services. The Commissioner would specify reductions in cost-sharing amounts and the annual limitation (out-of-pocket maximum) on cost-sharing under a Basic plan so that the average percentage of covered benefits paid by the plan (as estimated by the Commissioner) is equal to the percentages (actuarial values) in the Table 3 for each income tier.", "It is difficult to predict exactly what levels of cost-sharing (e.g., deductibles and copays) would be specified by the Commissioner to match the actuarial values above. However, some estimates exist.", "The Commissioner would pay insurers additional amounts to cover the reduced cost-sharing provided to credit-eligible individuals."], "subsections": []}]}, {"section_title": "Other Provisions Included in the Energy and Commerce Version", "paragraphs": [], "subsections": [{"section_title": "Abortion", "paragraphs": ["Under H.R. 3200 , as reported by the House Committee on Energy and Commerce, state laws regarding the prohibition or requirement of coverage or funding for abortions, and state laws involving abortion-related procedural requirements, would not be preempted. Federal conscience protection and abortion-related antidiscrimination laws, as well as Title VII of the Civil Rights Act of 1964, would also not be affected by the measure.", "The Energy and Commerce version of the bill would prohibit a federal agency or program, or state or local government that receives federal financial assistance under the measure, from", "subjecting any individual or institutional health care entity to discrimination on the basis that the health care entity does not provide, pay for, provide coverage of, or refer for abortions, and requiring any health plan created or regulated under the bill to subject any individual or institutional health care entity to discrimination on the basis that the health care entity does not provide, pay for, provide coverage of, or refer for abortions.", "The Energy and Commerce version would restrict the recommendation and adoption of standards related to abortion as part of the essential benefits package. A QHBP would not be prohibited, however, from providing coverage for either elective abortions or abortions for which federal funds appropriated for HHS are permitted. Currently, such funds may be used to pay for abortions if a pregnancy is the result of an act of rape or incest, or where a woman suffers from a physical disorder, physical injury, or physical illness that would place the woman in danger of death unless an abortion is performed. The public option would be required to provide coverage for abortions for which federal funds appropriated for HHS are permitted. The Energy and Commerce version further provides that nothing in the bill shall be construed as preventing the public option from providing for or prohibiting coverage of elective abortions. However, affordability credits could not be used to pay for elective abortions.", "The Commissioner would be required to estimate, on an average actuarial basis, the basic per-enrollee, per-month cost of including coverage of elective abortions under a basic plan. In making such estimate, the Commissioner may take into account the impact of including such coverage on overall costs, but may not consider any cost reduction estimated to result from providing elective abortions, such as prenatal care. In making the estimate, the Commissioner would also be required to estimate the costs as if coverage were included for the entire covered population, but the costs could not be estimated at less than $1 per enrollee, per month. In addition, the Commissioner would ensure that in each premium rating area of the Exchange, at least one Exchange plan provides coverage of both elective abortions and abortions for which federal funds appropriated for HHS are permitted. The Commissioner would also ensure that in each premium rating area of the Exchange, at least one Exchange plan does not provide coverage of elective abortions. If a QHBP did provide coverage of elective abortions, it would have to provide assurances to the Commissioner that affordability credits were not used to pay for such abortions, and that only premium amounts attributable to the actuarial value determined in accordance with the bill were used.", "Finally, Exchange plans would be prohibited from discriminating against any individual health care provider or health care facility because of its willingness or unwillingness to provide, pay for, provide coverage of, or refer for abortions."], "subsections": []}, {"section_title": "Medical Malpractice", "paragraphs": ["The Energy and Commerce version would permit a state to receive an incentive payment if it enacted and implemented an alternative medical liability law that complied with the bill. The Secretary would determine that a state law was compliant if she were satisfied that the state had enacted and was currently implementing the law, and if she found the law to be \"effective.\" To determine the effectiveness of a law, the Secretary would consider whether it made the medical liability system more reliable through the prevention of or prompt and fair resolution of disputes, it encouraged the disclosure of health care errors, and it maintained access to affordable liability insurance. The state law would be required to provide for an \"early offer\" system, a \"certificate of merit\" program, or a combination of both.", "In general, an early offer system permits a defendant to offer to a claimant within 180 days after a claim is filed, periodic payment of the claimant's economic losses. If an early offer is not made, the injured party can proceed with a normal tort claim for both economic and noneconomic damages. However, if an early offer is made and the claimant declines the offer, both the standard of misconduct and standard of proof are raised. A certificate of merit program requires claimants, when a medical malpractice suit is first filed, to include testimony from a qualified medical expert that establishes that there is merit to the claim.", "A state that received an incentive payment would have to use it to improve health care in the state.", "The bill authorizes the appropriation of such sums as may be necessary for the incentive payments, but does not actually provide funds for such payments."], "subsections": []}, {"section_title": "End-of-Life Planning", "paragraphs": ["Under the Energy and Commerce version, QHBP's would be required to provide for the dissemination of information related to end-of-life planning to individuals who seek enrollment in exchange-participating plans. QHBPs would also be required to present individuals with the option to establish advance directives and physician's orders for life sustaining treatment, according to state laws, as well as present information related to other planning tools. However, the QHBP would be prohibited from promoting suicide, assisted suicide, or the active hastening of death."], "subsections": []}, {"section_title": "Utilization Review and Appeals Processes", "paragraphs": ["The Energy and Commerce version would establish utilization review and internal and external review processes. A QHBP and a QHBP-offering entity that offers a plan would be required to conduct utilization review (UR) activities including procedures to monitor or evaluate the use of coverage, clinical necessity, appropriateness, efficacy, or efficiency of health care services, procedures or settings, prospective review, concurrent review, second opinions, case management, discharge planning, and retrospective review.", "When an individual was denied a claim for benefits, the QHBP and or QHPB-offering entity that offered the relevant plan would be required to provide notice of appeal rights. Individuals would have no less than 180 days to file for a full and fair review. Internal reviews of denied claims would be made by a physician (for cases involving a medical judgment) or a specialist (in the case of limited scope coverage) who is selected by the plan and did not make the initial denial. The QHBP-offering entity would be required to complete the review and either affirm, reverse, or modify the original denial. If the decision did not reverse the denial, the plan or issuer would transmit a written notice stating the reason for the decision, including a description of rights to any further appeal.", "A QHBP and a QHPB-offering entity would be required to provide for an external appeals process. An externally appealable decision would be defined as a denial of claims based in whole or in part on a decision that the item or service is not medically necessary or appropriate, is investigational or experimental, or in which the decision as to whether the benefit is covered involved a medical judgment. It would also include a failure to meet the applicable deadline for internal review. It would not include specific exclusions or express limitations on the amount, duration, or scope of coverage that do not involve medical judgment, or a decision regarding whether an individual is a participant beneficiary or enrollee under the plan.", "The standards for external review would include at least the following (1) fair, de novo determinations; (2) determinations of whether the decision was in accordance with the medical needs of the patient; (3) consideration of language in the plan or coverage documents relating to the definition of terms, such as medical necessity; and (4) evidence from the internal review, any personal health and medical information supplied by the individual, and the opinion of the treating physician or health care professional. If the decision was to reverse or modify the denial, the plan would be required to authorize benefits, take action to provide benefits in a timely manner, and submit information documenting compliance.", "External appeals entities would have to be independent. The decision by the external appeals entity would be binding on the plan. If the plan did not follow the decision, it would be subject to a civil money penalty."], "subsections": [{"section_title": "Appendix. Timeline of Implementation Dates Under Division A of H.R. 3200 Prior to Full Implementation of January 1, 2013", "paragraphs": [], "subsections": []}]}]}]}]}}