{"id": "R40794", "title": "Health Care Reform: Selected Antitrust Considerations", "released_date": "2009-08-31T00:00:00", "summary": ["The federal antitrust laws are directed at insuring that markets remain competitive, with the ultimate goal of securing consumer welfare. Antitrust is a means of governing market behavior that is, in essence, the flip side of market regulation accomplished via regulatory oversight. Accordingly, any scheme that affects the functioning of a segment of the market by prescribing or proscribing the behavior of entities that participate in that segment may impact and be impacted by the antitrust laws. That is no less a given in the health care arena than in any other. This report will set out the antitrust laws that might be of concern in efforts to reform health care markets, to indicate some of the ways in which those laws might be applicable to health care market participants, and to raise questions about the laws' applicability to market participants who act in cooperation with or at the behest of the federal government.", "Restraint of trade, monopolization (as distinct from monopoly), predatory pricing, and price discrimination are among the behaviors considered unlawful under the antitrust laws; some joint activity by health care providers, therefore, could violate the antitrust statutes, especially if it impacts the prices to be paid for services—whether by purchasers (e.g., health plans, health insurers) or consumers. But the federal antitrust laws are not applicable to either the federal government or, pursuant to the antitrust \"state action\" doctrine, to the states qua states; there is not, therefore, likely to be much if any antitrust consequence to actions taken by federally or state-controlled or operated entities. On the other hand, applicability of the antitrust laws to entities established by either federal or state government, but not themselves designated as government bodies, however, is more nuanced: although there is ample case law prescribing the necessary prerequisites for \"state-action\" immunity to be conferred on private actors at the state level, there is practically none providing guidance concerning the extent to which (or whether), and the circumstances under which, the federal government can convey its antitrust immunity to private actors absent a specific grant of such immunity.", "Although the antitrust laws themselves are very brief and lacking in detail, there are literally hundreds of pages of case-law annotation to provide the detail lacking in the statutes. Moreover, the Department of Justice and the Federal Trade Commission have jointly issued Statements of Antitrust Enforcement Policy in Health Care, a document that provides specifics about the agencies' likely treatment of nine forms of collaboration by health care providers. Further, the Federal Trade Commission has responded to several queries about health care entities' plans to achieve \"clinical integration,\" indicating that it would not prosecute the models presented to it unless the assumptions noted by the advocates (efficiency-enhancing potential likely resulting in lowered health care costs and improved health care outcomes) did not occur.", "The Commission has also asserted, however, in comments requested by state legislators on then-pending state legislation, that at least two of them (Mississippi's attempt to permit collective bargaining by health care cooperatives with health plans and New York's planned legislation to mandate/forbid certain activities by pharmacy benefit managers) would likely result in increased health care costs to consumers and/or decreased access to services.", "The report will be updated as necessary as the specifics of health care reform legislation become more concrete and it becomes possible to discuss the general principles provided here in the context of specific legislative language."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction and Statutory Background", "paragraphs": ["The federal antitrust laws are directed at insuring that markets remain competitive, with the ultimate goal of securing consumer welfare. Antitrust is a means of governing market behavior that is, in essence, the flip side of market regulation accomplished via regulatory oversight. Any proposed health care reform scheme, therefore, is likely to contain latent conflicts with existing federal law. There could be disagreement, for example, with the primary antitrust laws of the United States, as well as the \"unfairness\" provision of the Federal Trade Commission (FTC, Commission) Act, and possibly, the pricing mandates of the Robinson-Patman (R-P) Antidiscrimination Act.", "The consolidation or integration of health care entities, or other behavior by them (collusive and/or unilateral), even if prompted by or taken in furtherance of achieving some level of joint functioning deemed necessary to achieve the stated goals of health care legislation, could create cause for antitrust concern; and any of the named statutes might, depending on the circumstances of the behavior, be deemed applicable. Joint negotiation over fees or terms of reimbursement by physicians or other providers is an example of joint or collusive behavior that might implicate the antitrust laws. As then-FTC Commissioner Thomas Leary noted in a 2003 article discussing The Antitrust Implications of 'Clinical Integration,' \"providers have a legitimate incentive to engage in collective actions that will increase their bargaining power on issues that relate to the quality of care. [On the other hand,] providers also have a less legitimate incentive to engage in collective action that will increase their income.\" To illustrate his point, Leary cites FTC v. Superior Court Trial Lawyers Ass'n. (493 U.S. 411 (1990)). That case is discussed in fn 6 to the CRS Report cited in note 4 , supra .", "Two Minnesota bills to authorize collective bargaining by Minnesota health care cooperatives became law despite the Commission's negative assessment of their likely antitrust or consumer-related consequences, as did a New York measure to mandate or prohibit certain behavior by pharmacy benefit managers (PBMs). In both instances, the FTC comments were solicited by members of the state legislatures, and concluded that the likely result of passage would be an increase in health care costs and/or a reduction in insurance coverage. With respect to the proposed PBM legislation, the Commission noted that to the extent the bill \"appear[ed] to try to prevent possible conflicts of interest that a pharmacy benefit manager could have in managing the drug benefit program for a health plan,\" it was both unwise, and probably unwarranted. The bill's requirements, the comment noted, \"will limit the ability of health plans and [PBMs] to reach cost-effective relationships. In turn, those increased costs likely will raise the cost of prescription drug coverage\" without any offsetting benefit because the \"perceived problems [the bill] seeks to address are not widespread.\"", "Nevertheless, as the discussion on pages 4-5 and accompanying notes indicate, the antitrust agencies are aware that certain activities which at first glance would appear to violate the antitrust laws may be saved by the fact that they are consumer-friendly as necessary to achieve either improvement in health care delivery or reduced cost and/or greater availability of health insurance, or all of them."], "subsections": [{"section_title": "Applicable Antitrust Laws: Generally", "paragraphs": ["The applicable antitrust or antitrust-related provisions include sections 1 and 2 of the Sherman Act (15 U.S.C. §§ 1, 2), which prohibit, respectively, \"contracts or conspiracies in restraint of trade\" and monopolization or attempted monopolization; and § 7 of the Clayton Act (15 U.S.C. § 18), the so-called \"anti-merger\" provision; both are enforceable by the antitrust agencies (Antitrust Division of the Department of Justice, FTC), as well as by individual plaintiffs. Section 5 of the FTC Act, which prohibits \"unfair methods of competition in or affecting commerce,\" is enforceable only by the Commission. The Robinson-Patman Act is Depression-era legislation which, in its simplest form, prohibits discrimination \"in price between different purchasers of commodities [in commerce ( i.e. , sold across state lines)] of like grade and quality\"; theoretically, the statute is enforceable either by the Antitrust Division or the FTC, or by disfavored private purchasers, but it has never been enforced by the Division, which has always believed that R-P fosters a pricing structure that is inflationary and harmful to consumers; the FTC's R-P enforcement record has been uneven. The majority of challenges under R-P, therefore, have been brought by private plaintiffs. Successful private litigants who challenge antitrust legality are entitled to treble damages pursuant to section 4 of the Clayton Act (15 U.S.C. § 15); enforcement actions by the federal government requesting damages (in addition to any other relief sought) would be brought pursuant to the authorization contained in § 4a of the Clayton Act (15 U.S.C. § 15a), which entitles the United States to the same treble-damage relief available to private plaintiffs. "], "subsections": []}, {"section_title": "Applicable Antitrust Laws: Some Judicial and Administrative Interpretation", "paragraphs": [], "subsections": [{"section_title": "15 U.S.C. § 1 (Section 1 of the Sherman Act)", "paragraphs": ["Activities that might violate § 1 of the Sherman Act's prohibition against contracts or conspiracies in restraint of trade include joint activities by two or more entities such as those taken to create certain consolidated entities or those directed to joint purchasing arrangements or the pricing of health care services or medication. Since at least 1911, the courts have modified \"restraint of trade\" with the word, unreasonable . For example, in Standard Oil Co. of Ne w Jersey v. Unit ed States, the Supreme Court noted:", "And as the contracts or acts embraced in the provision were not expressly defined, since the enumeration addressed itself simply to classes of acts, those classes being broad enough to embrace every conceivable contract or combination which would be made concerning trade or commerce or the subjects of such commerce, and thus caused any act done by any of the enumerated methods anywhere in the whole field of human activity to be illegal if in restraint of trade, it inevitably follows that the provision necessarily called for the exercise of judgment which required that some standard should be resorted to for the purpose of determining whether the prohibitions contained in the statute had or had not in any given case been violated. Thus … it follows that it was intended that the standard of reason … was intended to be the measure used for the purpose of determining whether in a given case a particular act had or had not brought about the wrong against which the statute provided.", "The \"reasonableness\" standard was emphasized again when, in 1918 the Court noting that \"[e]very agreement concerning trade, every regulation of trade, restrains,\" commenting that \"[t]o bind, to restrain, is of their very essence,\" said:", "The true test of legality is whether the restraint imposed is such as merely regulates and perhaps thereby promotes competition or whether it is such as may suppress or even destroy competition. To determine th[e] question [of legality under § 1, however,] the court must ordinarily consider the facts peculiar to the business to which the restraint is applied; its condition before and after the restraint was imposed; the nature of the restraint and its effect, actual or probable. The history of the restraint, the evil believed to exist, the reason for adopting the particular remedy, the purpose or end sought to be attained, are all relevant facts. This is not because a good intention will save an otherwise objectionable regulation or the reverse; but because knowledge of intent may help the court to interpret facts and to predict consequences."], "subsections": []}, {"section_title": "15 U.S.C. § 2 (Section 2 of the Sherman Act)", "paragraphs": ["Section 2 of the Sherman Act, which is applicable to single-entity behavior, prohibits monopolization or attempted monopolization. Merely being a monopolist, or possessing monopoly power, however, does not violate the section; nor does every attempt to become a monopolist. Monopolization will not be found absent a finding of", "willful acquisition or maintenance of [monopoly] power as distinguished from growth or development as a consequence of a superior product, business acumen, or historic accident.", "Attempted monopolization requires a finding of some amount of \"guilty\" ( i.e. , predatory) behavior, as opposed to, e.g. , very aggressive competition, or behavior based on a legitimate business purpose. Moreover, there must be a \"dangerous probability\" that the would-be monopolist will succeed in his quest. "], "subsections": []}, {"section_title": "15 U.S.C. § 18 (Section 7 of the Clayton Act)", "paragraphs": ["Section 7 of the Clayton Act, which prohibits mergers or acquisitions which may tend to lessen competition, could be used, either by itself, to challenge the merger or joint venture activity of two or more entities or to challenge actions of the merged entity, or it could be used in conjunction with challenges to those activities as violations of sections 1 or 2 of the Sherman Act.", "But Section 7, or similar provisions addressing anticompetitive practices, will not necessarily inhibit certain joint arrangements characterized as \"clinical integration\" between health care providers. For example, in the 1996 version of their Statements of Antitrust Enforcement Policy in Health Care , the antitrust agencies noted that \"[n]ew arrangements and variations on existing arrangements involving joint activity by health care providers continue to emerge to meet consumers', purchasers', and payers' desire for more efficient delivery of high quality health care services.\" And, pursuant to its Advisory Opinion policy, the Commission will consider a request for advice concerning \"a course of action which the requesting party proposes to pursue,\" including such requests from health care providers; and make its responses publicly available after it has responded to the requester. Requests concerning the \"clinical integration\" of the practices of various physician and/or hospital providers have most frequently received positive responses."], "subsections": []}, {"section_title": "15 U.S.C. §§ 13, 13a, 13b, 21 (Robinson-Patman Act)", "paragraphs": ["The phrase \"like grade and quality\" in Robinson-Patman's prohibition of price discrimination between different purchasers has been the subject of much litigation. But in Federal Trade Commission v. Borden Co. , it became somewhat clearer that, at the least, the phrase does not necessarily dictate that brand-name and private-label goods are not comparable. ", "Obviously there is nothing in the language of the statute indicating that grade, as distinguished from quality, is not to be determined by the characteristics of the product itself, but by consumer preferences, brand acceptability or what customers think of it and are willing to pay for it.", "In other words, the phrase most likely means the physical or intrinsic characteristics of the goods in question. In Borden the Court was dealing with the distinction between brand name and private-label goods, but there is no reason to believe that its reasoning would not be applicable, for example, to brand name and generic drugs sold by a single manufacturer to multiple purchasers if \"the characteristics of the product[s]\" were such that they are determined to be of \"like grade and quality.\" In addition to the \"like grade and quality\" requirement, however, violation of R-P also requires a price differential that may \"substantially … lessen competition.\" During the past decade or so, courts have increasingly required an adequate showing of competitive injury, and have generally found plaintiffs' allegations of R-P violation lacking in credibility.", "Although the Robinson-Patman Act prohibits unjustified price discrimination, the Nonprofit Institutions Act exempts sales made to certain at prices more favorable than those available to entities generally from the price discrimination prohibition, if the commodities purchased by the covered parties are \"for their own use.\" ", "In Abbott Laboratories v. Portland Retail Druggists Association, Inc. , the Supreme Court held that the phrase, \"for their own use,\" covers only purchases made by a nonprofit hospital for use in meeting the needs of the hospital itself ( e.g. , dispensing medications to inpatients or outpatients treated in the hospital, emergency room use); or those of staff physicians (for use in their hospital-affiliated practices only), medical and nursing students, and the dependents of each. Although the Court specifically excluded refills for \"former patients,\" it recognized that part of a hospital's treatment mission might include \"genuine take home prescription[s], intended, for a limited and reasonable time, as a continuation or supplement to, the treatment that was administered at the hospital.\"", "In Jefferson County Pharmaceutical Ass'n., Inc. v. Abbott Laboratories , the Court ruled that the Nonprofit Institutions Act did not provide an exemption for state institution \"purchases [made] for the purposes of competing against private enterprise … in the retail market\" because such activity was not for the state's \"own use.\" Nevertheless, the Nonprofit Institutions Act has been held to grant the exemption to purchases made by an HMO (health maintenance organization), even those made for resale to its members: not only does an HMO qualify as a \"charitable institution,\" the U.S. Court of Appeals for the Ninth Circuit has ruled that because the \"basic institutional function\" of an HMO is to provide a \"complete panoply\" of health care services, such resales are properly considered sales for the HMO's \"own use.\" Purchases made by a state for use, e.g. , in its Medicaid program, presumably would fall within the \"for their own use\" restriction. "], "subsections": []}]}, {"section_title": "Insurance: McCarran-Ferguson Act (15 U.S.C. §§ 1011 – 101)", "paragraphs": ["The McCarran-Ferguson Act prohibits the application of the antitrust laws and similar provisions of the FTC Act to the \"business of insurance\" to the extent that it is regulated by state law. The scope of the term \"business of insurance\" has been narrowly construed by the Supreme Court to include only those activities involving the underwriting and spreading of insurance risk and the insurance companies' relationships with their policy holders. The federal antitrust laws and FTC Act probably still apply to all other activities of insurance companies, including their attempts to merge and some of their negotiated agreements, because the McCarran-Ferguson \"exemption is for the 'business of insurance,' not the 'business of insurers.'\" Under this precedent, it appears that McCarran-Ferguson generally would not prohibit the application of the antitrust laws or the FTC Act to many of the activities of an organization or a group of private companies acting at the behest of the federal government; an organization, however, deemed \"an agency or establishment of the United States Government\" or a private entity operating with the specific approval or authorization of the federal government, would likely remain exempt from antitrust challenge for even activities that could not be characterized the \"business of insurance.\""], "subsections": []}]}, {"section_title": "Discussion", "paragraphs": [], "subsections": [{"section_title": "Applicability of the Antitrust Statutes; \"State Action\" Doctrine", "paragraphs": ["The antitrust statutes are neither generally applicable to the federal government, nor, pursuant to the \"state action\" doctrine as articulated by the Supreme Court, to the states when they are acting as states (as opposed to acting as market participants in competition with private entities). ", "As the Supreme Court explained, as recently as 2004, ", "In … United States v. Cooper Corp., 312 U.S. 600, 606-607 [1941] … this Court observed that, if the definition of 'person' [in the antitrust laws] included the United States, the Government would be exposed to liability as an antitrust defendant, a result Congress could not have intended, …. [We continue to believe that] the United States is not an antitrust 'person,' in particular not a person who can be an antitrust defendant, …. ", "In City of Lafayette v. Louisiana Power & Light Co., the Court emphasized that the reason for granting antitrust immunity to the states (primarily, federalism and a system of sovereign states) did not exist with respect to cities and municipalities, and that cities were, therefore, fully amenable to antitrust prosecution."], "subsections": []}, {"section_title": "Applicability of the Antitrust Statutes to Private Entities Pursuant to the \"State Action\" Doctrine", "paragraphs": ["The Court's jurisprudence concerning the states' ability to confer their \"state action\" immunity from federal antitrust laws to private individuals evolved during a series of decisions in the 1970s and 1980s. For example, the first opinions in the series seemed to require that private actions be compelled by the states in order to qualify. Those holdings were interspersed with others that indicated that actions taken with a state's approval (pursuant to authorization but not compelled by a state) could likely still violate the federal antitrust laws. Later decisions made it clear that so long as the actions of private, regulated entities are taken pursuant to a \"clearly articulated\" state policy, and \"actively supervised\" by the state, there is no federal antitrust liability."], "subsections": []}]}, {"section_title": "Conclusion: Applicability of the Antitrust Laws to Creations of the Federal Government or to Private Entities That Act Pursuant to Federal Government Command or Authorization", "paragraphs": ["Notwithstanding the Court's conclusion in USPS v. Flamingo Industries that the antitrust laws do not, and were probably not meant to, apply to the federal government, the applicability of the antitrust laws to specific entities created by the government may remain an issue. Moreover, although there may be antitrust concerns with government participation in the market as a competitor of private enterprise; or with the antitrust legality of actions taken by private entities, either in cooperation with, or at the behest of the federal government, we are not aware of any decision that directly addresses those issues. ", "First, the way in which an entity established by Congress is characterized may determine the success of an antitrust challenge, i.e. , what may decide at least some issues is the way in which Congress chooses to style whatever entity is designated as a competitor to existing health plans or health insurers. Certainly, the language in Flamingo Industries seems to suggest that only in instances where Congress has specifically designated a corporation established by it as an agency of the United States Government (in the case of the United States Postal Service, an \"independent establishment of the executive branch of the United States Government\") would a court find the antitrust laws inapplicable. Instances in which Congress has chosen to create corporations which specifically are not agencies of the federal government, and whose actions are, therefore, amenable to the antitrust laws, include the Regional Rail Reorganization Act , which created the National Railroad Passenger Corporation, and the Communications Satellite Act of 1962 , which created COMSAT.", "A second, separate but related, issue concerns the antitrust treatment of purportedly private entities working either in concert with the federal government or at the behest of the government. The first challenge on the way to deciding whether an entity is liable under the antitrust laws for behavior alleged to violate those laws may be, as one court has observed, that ", "[i]n antitrust cases, courts have often found it difficult to determine whether actors should be treated as public agencies or private entities. The dividing line is neither sharply drawn nor easily perceived.", "With respect to instances where it has been determined that an entity acting at the behest of, if not in actual concert or partnership with, the federal government is, in fact, a private actor, analogy to the \"state action\" doctrine would seem to suggest that the private entity will benefit from the government's antitrust immunity. The analog to a \"clearly articulated\" state policy might be Congressional (although not necessarily statutory) recognition of the beneficial aspects of certain activity. Short of legislation granting antitrust immunity to private entities, however, there could not be any categorical assurance that no court would ever find such an activity carried out by a private participant to be an antitrust violation, but there are opinions addressing challenges to state-level activities that would seem to make such an outcome unlikely. In a case in which a federal district court refused to decide in favor of an antitrust challenge to the participation of certain New York City theaters in an urban-renewal project carried out under the direction of the New York State Urban Development Corporation (UDC), the \"state action\" doctrine was key to the court's reasoning. After first noting that the UDC, as a creation of the State of New York, was \"exempt from antitrust scrutiny,\" the court stated:", "It would be anomalous indeed to hold that the UDC and the City are exempt from antitrust scrutiny because they made their conditional designations pursuant to state authorization, and to hold at the same time that the developers who merely applied for and received those designations are not. ", "When the opinion was affirmed on appeal, the U.S. Court of Appeals for the Second Circuit expanded on that point:", "For the same reasons, the private appellees acting in concert with the UDC are also entitled to state immunity. This participation was actively encouraged by the legislature. In fact, one of the fundamental goals of the Act was to have the UDC attract private investors and developers. When the UDC accomplishes its goal in a protected manner, and the participation of private third parties was reasonably contemplated by the legislature, allowing successful tangential attacks on the UDC 's activities through suits against the third parties would effectively block the efforts of the UDC.", "More than a decade later, another federal appeals court emphasized the same point:", "[R]ecognizing that the state action doctrine protects state action, not state actors, these courts reason that to allow suits against private parties for actions immunized as to municipalities would allow plaintiffs to circumvent the state action doctrine and challenge protected municipal decisions through artful pleading.", "It seems difficult to imagine that the rationale for those cases could result in tolerance at the state level for activities that would be prohibited at the federal level.", "Thus, although there appears to be little likelihood that either an organization deemed \"an agency or establishment of the United States Government\" or a private entity operating with the specific approval or authorization of the federal government would be found liable for violating the antitrust laws, there can be no ironclad assurance of a contrary judicial result. To the extent the legislative intent is to assure the antitrust immunization of either, it would seem prudent to correctly characterize and/or specifically immunize the entities deemed integral to the operation of a health care system."], "subsections": []}]}}