{"id": "R40760", "title": "House Office of Congressional Ethics: History, Authority, and Procedures", "released_date": "2019-03-28T00:00:00", "summary": ["The House Office of Congressional Ethics (OCE) was established on March 11, 2008, with the passage of H.Res. 895. It was most recently reauthorized by the House as part of the rules package (H.Res. 6) adopted by the 116th Congress on January 3, 2019.", "The office's establishment followed years of efforts by groups within and outside Congress to create an independent entity to investigate allegations of misconduct by Members, officers, and employees of Congress. During the 110th Congress (2007-2008), Speaker of the House Nancy Pelosi and Minority Leader John Boehner created the bipartisan Special Task Force on Ethics Enforcement, chaired by Representative Michael Capuano, to consider whether the House should create an \"outside\" ethics-enforcement entity. The task force worked for nearly a year before issuing its recommendations for the creation of the OCE.", "The mandate of the OCE, which has jurisdiction only in the House, is to review information, and when appropriate, refer findings of fact to the House Committee on Ethics. Only this committee, pursuant to House rules, has the authority to recommend House discipline of Members and staff. Information of alleged wrongdoing by Members, officers, and employees of the House may be accepted by the OCE from the general public, but only the OCE board can initiate a review.", "The OCE is composed of six board members, and at least two alternates, each of whom serves a four-year term. The Speaker and the minority leader are each responsible for the appointment of three board members and one alternate. The chair is selected by the Speaker and a co-chair is selected by the minority leader. Current Members of the House, federal employees, and lobbyists are not eligible to serve on the board.", "OCE rules for the conduct of investigations and code of conduct can be found at their website, https://oce.house.gov.", "This report describes the history and rationale behind the creation of the OCE, its operations, its relationship with the House Committee on Ethics, and options potentially available for Congress if further amendments to the House ethics process are desired.", "For additional information, please refer to CRS Report RL30764, Enforcement of Congressional Rules of Conduct: A Historical Overview, by Jacob R. Straus; CRS Report RL30650, Senate Select Committee on Ethics: A Brief History of Its Evolution and Jurisdiction, by Jacob R. Straus; and CRS Report 98-15, House Committee on Ethics: A Brief History of Its Evolution and Jurisdiction, by Jacob R. Straus."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In the Federalist Papers , James Madison commented that \"no man is allowed to be a judge in his own case, because his interest would certainly bias his judgment, and, not improbably, corrupt his integrity. With equal, nay with greater reason, a body of men are unfit to be both judge and parties at the same time.\" Since the first session of Congress in 1789, the House of Representatives and the Senate have contemplated how to judge fellow Members. Investigating and judging Members of Congress continues to be an issue for Congress. ", "In 1964, the Senate established the Select Committee on Ethics, and in 1967, the House created the Committee on Standards of Official Conduct, which was renamed the Committee on Ethics in the 112 th Congress (2011-2012). These two committees formally assumed the duties of investigating allegations of wrongdoing against Members of their respective chambers. In the House, the Committee on Ethics has had sole responsibility to investigate and recommend the discipline of Members. Self-discipline by the Committee on Ethics has, at various times, been considered problematic, as Members are dependent on one another to do their jobs, bring individual perspectives on chamber rules to investigations, and are judged by the public at the same time they are judging congressional colleagues. This creates a difficult investigative environment and often leads to closed-door investigations and media allegations of improper enforcement of chamber rules.", "Historically, Congress has used its ethics power neither arbitrarily nor frequently. Congress has, however, \"periodically tightened its ethics codes and procedures for dealing with misconduct.\" In addition to amending internal congressional ethics codes and procedures, Congress has considered numerous legislative proposals since 1951 to create an independent ethics advisory body that would replace or assist the Committee on Ethics with investigations or enforcement.", "In the 110 th Congress (2007-2008), the House created the Office of Congressional Ethics (OCE) to review complaints, and when appropriate, refer findings of fact to the Committee on Ethics. The OCE is the first independent, outside body charged by Congress to investigate complaints against Members and refer valid complaints to the Committee on Ethics.", "The OCE is intended to perform an important public service for the House and the public by assuring the integrity of the chamber. It provides a way for groups and individuals to provide information about alleged misconduct by Members, officers, and employees of the House to an investigative body. The office is designed to \"supplement but not supplant\" the role of the House Committee on Ethics.", "The OCE formally opened on January 23, 2009, after adopting rules for conducting investigations and a code of conduct for its board members and staff. It has jurisdiction only over current Members, officers, and employees of the House. This report focuses only on the House of Representatives and the House ethics process."], "subsections": []}, {"section_title": "Previous Legislative Attempts for Outside or Independent Enforcement of Congressional Rules of Conduct", "paragraphs": ["Since the establishment of the Senate Select Committee on Ethics and the House Committee on Ethics, members of both committees have sometimes been perceived as reluctant to investigate and discipline colleagues. Seeking to be fair and not to pre-judge or prejudice the consideration of an allegation, the committees operate with little publicity. As a result they have often been criticized by the media for \"failure to properly implement and enforce the internal rules of their respective house of Congress.\" Until 2008, these perceptions led to unsuccessful calls for investigative and enforcement mechanisms to supplement or replace the ethics committees.", "Over the years, proposals have been offered to create an office of public integrity, an independent ethics commission, and a public review board or office within the legislative branch, composed of former Members of Congress, retired judges, private citizens, or a combination of these. For some, having a panel of senior statesmen help investigate allegations of wrongdoing by Members of Congress is viewed as a way to strengthen Congress. Dennis Thompson, a Harvard professor of public policy and congressional scholar, has long advocated countering the institutional conflict of interest inherent in Members judging Members with an independent body such as an ethics commission. Thompson sees such an outside body as ", "likely to reach more objective and independent judgments. It could more credibly protect members' rights and enforce institutional obligations without regard to political or personal loyalties. It would provide more effective accountability and help restore the confidence of the public. And—an advantage that should appeal to Congress—it would reduce the time members would have to spend on the chores of ethics regulation. ", "Beginning in 1951, even before the ethics committees were created, there were legislative proposals to create an independent entity to investigate complaints in both the House and the Senate or within one house. None of these were enacted. Only the legislative proposals that prompted hearings are discussed below. Proposals receiving no committee action are listed in Table 1 and Table 2 ."], "subsections": [{"section_title": "Congress-Wide Proposals", "paragraphs": ["Between 1951 and 1996, several proposals were introduced in both the House and Senate to create a bicameral independent ethics panel. In 1951, Senate hearings were held on a proposal to create a Commission on Ethics in Government. In 1993, 42 years later, the Joint Committee on the Organization of Congress held hearings on the congressional ethics process. Table 1 also lists legislation introduced to create a Congress-wide independent ethics entity."], "subsections": [{"section_title": "Commission on Ethics in Government", "paragraphs": ["In the 82 nd Congress (1951-1952), Senator J. William Fulbright introduced S.Con.Res. 21, to create a congressional commission to \"strengthen the faith and confidence of the American people in their Government by assisting in the establishment of higher moral standards in the official conduct of the executive and legislative branches of the Government.\" The resolution was referred to the Senate Committee on Labor and Human Resources, where a special subcommittee was established to examine the resolution. Chaired by Senator Paul Douglas, the Special Subcommittee on the Establishment of a Commission on Ethics in Government held a series of hearings in June and July of 1951. In his introductory remarks, Senator Douglas summarized the importance of ethical standards and why the hearings would focus on more than just Senator Fulbright's concurrent resolution.", "I think the time has come for positive proposals to deal with the ethical problems of government. This should include not merely the executive agencies, but the Congress itself—because if we investigate others, we should be willing to submit ourselves to investigation—and all private citizens. We all have a great stake in lifting the standards of our governmental performance.", "Following the hearings, the subcommittee endorsed the passage of S.Con.Res. 21 and the creation of a commission on ethics in government. The subcommittee recommended that", "A Commission on Ethics in Government should be established by joint resolution of Congress. The Commission's function should be twofold, the first to investigate and report to the President and to the Congress on the moral standards of official conduct of officers and employees of the United States; the effect thereon of the moral standards in business and political activity of persons and groups doing business with the Government or seeking to influence public policy and administration; and the moral standards generally prevailing in society which condition the conduct of public affairs or which affect the strength and unity of the Nation.", "... The second function of the Commission should be to recommend measures to improve and maintain at a high level moral standards of official conduct in the Federal Government and of all persons who participate in or are responsible for the conduct of public affairs. It should be noted that the Commission would not be concerned with the morals of individuals—governmental personnel or private citizens—except as they are involved in the conduct of public affairs.", "In addition to recommending the creation of a commission, the subcommittee also recommended amendments to the Administrative Procedure Act; mandatory disclosure of income, assets, and certain transactions by Members of Congress and certain federal officials; a thorough study of proposed changes to criminal law governing conflict of interest and bribery laws; creation of a citizens' organization to work for better government on the national level; and 12 measures related to ethics issues that merited additional study and consideration. S.Con.Res. 21 was not debated further in either the full committee or on the Senate floor."], "subsections": []}, {"section_title": "Joint Committee on the Organization of Congress", "paragraphs": ["In 1993, the Joint Committee on the Organization of Congress held hearings on the congressional ethics process that included former and incumbent Members of Congress, as well as academic scholars. Their testimonies dealt with the advantages and disadvantages of independent ethics entities and how an outside body might assist the ethics committees in the enforcement of congressional rules of conduct. The joint committee's final report summarized the differing opinions of witnesses on the role of an independent entity and its ramifications on Congress:", "While no witnesses advocated giving the entire responsibility to a group of outsiders, some wanted non-members to be able to investigate charges and recommend punishment. Representative Robert Andrews, when testifying in favor of an external ethics commission, said, \"Our system purports to conduct review of ethics by our peers, but I think we misdefine what it means to be a peer. Ultimately, our peers are not fellow Representatives or Senators, ultimately our peers are ordinary citizens.\" Conversely, other witnesses wanted ethics proceedings to be conducted only by members. As former Senator Warren Rudman testified, \"I believe that the Constitution, when it says that we ought to be the judge of our own members, means precisely what it says.\" A former Chairman of the Standards of Official Conduct Committee, Representative Louis Stokes was \"troubled by calls for further procedural reforms, which are based on the notion that the Ethics Committee has not done its job or has not done it properly.\"", "Subsequently, the House members of the committee recommended that \"the Committee on Standards of Official Conduct should be authorized to use, on a discretionary basis, a panel of non-members in ethics cases.\" No further action was taken on any of the ethics proposals discussed by the joint committee."], "subsections": []}]}, {"section_title": "House Proposals", "paragraphs": ["Prior to the passage of H.Res. 895 in the 110 th Congress (2007-2008), the House considered numerous proposals to create an independent ethics commission. These proposals ranged in scope and included proposals to abolish the Committee on Standards of Official Conduct, authorize an independent entity for all ethics issues, and create an independent entity to work with the committee. Prior to H.Res. 895 , none of the proposals received further consideration after being referred to committee. Table 2 lists proposals that were offered between 1988 and 2007 to create an independent ethics entity in the House.", "While none of the legislative proposals listed in Table 2 moved beyond introduction, in 2007, the Speaker of the House and the minority leader restarted the conversation about an independent ethics entity by creating a Special Task Force on Ethics Enforcement. The result of the task force's work was the introduction of H.Res. 895 (110 th Congress) and the creation of the Office of Congressional Ethics to collect information from the public; investigate Members, officers, and staff of the House of Representatives; and provide that information to the House Committee on Ethics."], "subsections": []}]}, {"section_title": "Special Task Force on Ethics Enforcement", "paragraphs": ["On January 31, 2007, House Speaker Nancy Pelosi and Minority Leader John Boehner announced the creation of the Special Task Force on Ethics Enforcement in the House of Representatives. Chaired by Representative Michael Capuano, the task force was charged with considering \"whether the House should create an outside enforcement entity, based on examples in state legislatures and private entities.\"", "During the next eight months, the task force met 29 times in executive session to discuss the investigative process and to hear from current and former Members of Congress, academic experts, and citizen advocacy groups. The executive sessions both preceded and followed a public hearing in April 2007.", "Establishment of the task force was part of Speaker Nancy Pelosi's emphasis on ethics reform in the 110 th Congress and followed several congressional scandals in the previous Congresses. In January 2006, congressional Democrats from around the country joined in a Washington, DC, press conference to pledge \"honest leadership and open government.\" At the same time, Public Citizen, a watchdog group, issued a list of six benchmarks for reform which included the establishment of an independent congressional Office of Public Integrity to monitor allegations of ethics violations and refer them to the congressional ethics committees. Public opinion also appeared to favor reform; a January 2006 CNN/USAToday/Gallup poll found that \"corruption in government\" was ranked as an \"extremely important\" or \"very important\" issue by 81% of respondents."], "subsections": [{"section_title": "Hearing", "paragraphs": ["On April 19, 2007, the Special Task Force on Ethics Enforcement held a public hearing to discuss \"whether the House should create an independent entity relative to the ethics process, and if so, what form, makeup, authority, et cetera, that entity should be.\" In his opening remarks, Ranking Member Lamar Smith summarized both the positive and negative aspects of creating an independent ethics entity in the House.", "Today we examine proposals to create an independent ethics commission. I know there are some independent legislative ethics commissions operating ... that would have been considered a success. But I also know there are unique items at work in Washington, DC, and issues of Federal law that do not apply elsewhere. I know some see the need for a commission that operates independently of the duly elected membership of the House of Representatives. Yet I also know there are those who are concerned that the ethics enforcement entity not be so independent from duly elected members that it upsets the checks and balances. That system must exist within our Constitution which requires separation of powers among the executive, judicial and legislative branches.", "The task force heard from four witnesses, three in favor of an independent ethics entity and one who was opposed. Testifying in favor of an independent entity were Tom Fitton, president of Judicial Watch; Meredith McGehee, policy director of the Campaign Legal Center; and Fred Wertheimer, president of Democracy 21. They each spoke of their belief that creating an independent, impartial, and investigative entity would end the conflict of interest that exists when Members are asked to judge their colleagues. For example, Tom Fitton testified that the \"House ethics process is broken and in need of reform,\" and that \"[a]s this Task Force considers ways for the House to honor its constitutional obligation to uphold its own rules of conduct, I respectfully suggest you strongly consider an independent entity, answerable to House members, which can undertake investigations and make independent findings and recommendations for action to the appropriate House body.\"", "Testifying against an independent ethics entity was Don Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center for Scholars. Mr. Wolfensberger stated,", "The bottom line is that the power of Congress to punish its members is rooted in the need to protect the institution from actions and behavior that would bring the body into disrepute or disarray. It is not a power that can be properly exercised, even in part, by non-members for the very reason that only members have the institutional sense, instincts, and legitimacy to exercise it correctly and effectively for the good of the House. Others would tend to confine themselves to the question of justice for the individual member accused.", "Mr. Wolfensberger further suggested that the House ethics process could be strengthened if", "the chair and ranking Member kept the full committee membership apprised of the status of all complaints filed with the committee; the full committee determined when an investigative subcommittee should be created; an investigative subcommittee was not allowed to enter into an agreement with a respondent, but instead recommended a proposed settlement that the full committee could finalize, modify, or reject; when an investigative subcommittee report did not adopt a statement of alleged violation, it should be sent to the House (and public) and not to the full committee; and the committee's authority to issue a letter of reproval or other appropriate action be available, as a matter of privilege, for possible House action.", "Following the hearing, Representative Capuano received a letter signed by 27 House Democrats asking the task force to \"address the structural flaws that underlie the current enforcement process.\"", "Our current ethics process is also out of step with how these matters are handled in almost half the state legislatures. The experience in the states has proven that effective safeguards can be put in place to deter potential abuse of the ethics process without undermining its integrity and free of any constitutional concerns. Under such a revamped ethics process, final determination of any alleged ethical misconduct would remain the responsibility of the members, as is constitutionally required. We believe that building greater independence into the ethics enforcement process, especially in the investigatory phase, is an appropriate response to the problems of the past and will be a safeguard against any recurrences."], "subsections": []}, {"section_title": "Final Report", "paragraphs": ["In December 2007, the Special Task Force on Ethics Enforcement issued its final report. Only the Democratic members of the task force, however, penned their names to the report. The Republican members chose to withhold comment. The report recommended the creation of an Office of Congressional Ethics as an independent office within the House to \"review information on allegations of misconduct by members, officers, and employees of the House and make recommendations to the Committee on Standards of Official Conduct for the Committee's official consideration and action.\" ", "The task force proposed a six-member entity to investigate possible violations of House rules. The report stated that \"[t]he new Office of Congressional Ethics will act as an origination point for independent review of possible violations of standards of conduct, but will not prevent the Standards Committee from accepting complaints filed by members.\" In a press release accompanying the report, Representative Capuano reported that the task force was recommending that", "a nonpartisan professional staff be hired by the panel, and current House Members and lobbyists not be permitted to serve on the panel; the OCE conduct preliminary reviews, then refer all matters subject to a second-phase review to the Committee on Standards for disposition; if no merit is found, the board may recommend dismissal; the OCE be given up to 30 calendar days or 5 legislative days, whichever was greater, to conduct a preliminary review, and 45 calendar days or 5 legislative days to review a matter in the second phase before referral to the Committee on Standards; the Committee on Standards be given up to 45 calendar or 5 legislative days, whichever was greater, to consider the matter as allowed pursuant to current Committee on Standards Rules 16b-16e; and the Committee on Standards be required to make a public statement, or finding, on referrals from the OCE by the end of the 45-calendar-day or 5-legislative-day period."], "subsections": []}, {"section_title": "H.Res. 895", "paragraphs": ["In coordination with the release of the task force members' report recommending the creation of an independent ethics entity, Representative Capuano introduced H.Res. 895 on December 19, 2007. In preparation for a Committee on Rules hearing on H.Res. 895 , Representative Capuano sent a Dear Colleague letter in March 2008 and wrote an opinion article in Roll Call advocating adoption of the task force's recommendations for an independent ethics entity. On March 10, the Committee on Rules reported H.Res. 1031 , which provided for adoption of H.Res. 895 , as amended, with a recommendation that the resolution be adopted. ", "The Committee on Rules report included amendments to H.Res. 895 that were to be considered as adopted. The amendments made 13 changes to the original text of H.Res. 895 . A comparison of the amendments adopted by the Committee on Rules and the original language, as proposed by Representative Capuano, can be found in the Appendix .", "On March 11, 2008, the House debated and agreed to H.Res. 1031 , which provided for the adoption of H.Res. 895 , as amended under a closed, self-executing rule. In his remarks following the passage of H.Res. 895 , Representative Capuano stated,", "Tonight's passage of H.Res. 895 establishing an Office of Congressional Ethics (OCE) represents the most dramatic progress in years in the drive to strengthen ethics enforcement in the House. It is the culmination of many months of deliberation and review by the Special Task Force on Ethics Enforcement, created jointly by Speaker Pelosi and Minority Leader Boehner. I strongly believe that the approach we have taken to ethics enforcement will improve the reputation of the House and will break the appearance of an 'old boy network' forever. The OCE brings a level of independence to the process because no current members of Congress can serve on the panel. It also brings a level of transparency that is sorely lacking in the current process by requiring that a public statement be issued on most matters reviewed by the OCE. Taken together, these two fundamental elements will go a long way toward restoring the public's confidence in the people's House."], "subsections": []}]}, {"section_title": "Office of Congressional Ethics", "paragraphs": ["The OCE held its first public meeting on January 23, 2009, and began to implement the structural requirements of H.Res. 895 . It also adopted rules of procedure, a code of conduct, and rules for the conduct of a review. The Office of Congressional Ethics was most recently reauthorized by the House as part of the rules package (H.Res. 6) adopted by the 116 th Congress on January 3, 2019. The following sections outline the structure, powers, authority, and procedures of the OCE."], "subsections": [{"section_title": "Structure", "paragraphs": ["The OCE is structured to be nonpartisan. This goal is reflected in the composition of the board's membership, leadership schema, statutory qualifications, employment status of its members and staff, and required oath (or affirmation) of office. In addition, the authorizing resolution specifies a particular hiring process and requires an oath (or affirmation) of staff that OCE information not be disclosed."], "subsections": [{"section_title": "Board Membership", "paragraphs": ["Six members and two alternates constitute the board. Each member may serve for two Congresses and may be reappointed. Three members and an alternate are appointed by the Speaker, after consultation with the minority leader. Additionally, three members and an alternate are appointed by the minority leader, after consultation with the Speaker. Vacancies on the board are filled by the most senior alternate nominated by the same congressional leader who nominated the departing member. The alternate serves on the board until a replacement is named. If a permanent replacement is not named within 90 days of the vacancy, the alternate continues to serve for the remainder of the term, and the Speaker or minority leader, as applicable, is to nominate a new alternate. The Speaker and the minority leader, acting jointly, may remove a board member for cause.", "The OCE membership structure is designed to create an incentive for the Speaker and the minority leader to consult when choosing board members. Because no formal confirmation process was established in H.Res. 895 , the nominations of the Speaker and the minority leader result in de facto appointments of chosen individuals to the board. Table 3 lists the members of the board for the 116 th Congress. ", "Pursuant to H.Res. 895 (110 th Congress), Members of the OCE board were restricted to serving on the board for no more than four consecutive Congresses (two consecutive terms). In the 115 th Congress (2017-2018), the House adopted H.Res. 5 , which removed term limits for most board members. This remains in effect for the 116 th Congress."], "subsections": []}, {"section_title": "Oath of Office", "paragraphs": ["Before board members begin their term, they are required to sign a document agreeing not to be a candidate for the U.S. Senate or the House of Representatives and execute an oath or affirmation on disclosure of information. ", "Copies of the signed document are retained by the Clerk of the House as part of the records of the House. The Clerk makes the documents available to the public, publishes the documents as part of the Congressional Record , and makes a cumulative list of names available on the Clerk's website. The document contains the following statement:", "I agree not to be a candidate for the Office of Senator or Representative in, or Delegate or Resident Commissioner to, the Congress for purposes of the Federal Election Campaign Act of 1971 until at least 3 years after I am no longer a member of the board or staff of the Office of Congressional Ethics.", "Additionally, board members must execute an oath or affirmation in writing prior to assuming board responsibilities. Copies of the oath or affirmation are provided to the Clerk as part of the records of the House. The text of the oath is as follows:", "I do solemnly swear (or affirm) that I will not disclose to any person or entity outside of the Office any information received in the course of my service with the Office, except as authorized by the board as necessary to conduct official business or pursuant to its rules."], "subsections": [{"section_title": "Board Leadership", "paragraphs": ["The board is led by a chair and a co-chair. The chair is designated by the Speaker and the co-chair is designated by the minority leader. The chair, or a majority of board members, has the authority to call a board meeting."], "subsections": []}, {"section_title": "Qualifications", "paragraphs": ["Board members are expected to be \"individuals of exceptional public standing who are specifically qualified to serve on the board by virtue of their education, training, or experience in one or more of the following fields: legislative, judicial, regulatory, professional ethics, business, legal, and academic.\" Selection of board members is to be made without regard to political affiliation.", "Individuals are prohibited from serving as board members if they were (1) a registered lobbyist under the Lobbying Disclosure Act of 1995; (2) registered as a lobbyist during the year prior to appointment; (3) engaged in lobbying, or employed to lobby Congress; (4) an agent of a foreign principal registered under the Foreign Agents Registration Act (FARA); (5) a Member of Congress; or (6) an officer or employee of the federal government. Additionally, former Members, officers, and employees of the House cannot be appointed to the board in the year following their time as a Member, officer, or employee of the House. ", "Restrictions on the political and outside activities of board members are designed to create the independent, nonpartisan group necessary to conduct investigations in an expeditious manner. As explained under \" Investigative Procedure ,\" the OCE has a short time frame to conduct investigations."], "subsections": []}, {"section_title": "Employment Status", "paragraphs": ["Members of the OCE board are not considered officers or employees of the House, but do receive remuneration for their service. Board members receive a per diem equal to the daily equivalent of the minimum rate of basic pay for GS-15 employees of the General Schedule for each day of service, including travel time. Pay is only for time when the board member is engaged in performance of duties for the board."], "subsections": []}]}, {"section_title": "Staff", "paragraphs": ["The board, with the affirmative vote of at least four members, has the authority to hire staff and fix their compensation. Staff is prohibited from engaging in \"partisan political activity directly affecting any congressional or presidential election,\" and may not \"accept public speaking engagements or write for publication on any subject that is in any way related to [their] employment or duties with the Office without specific prior approval from the chairman and cochairman.\" The board can terminate an employee with an affirmative vote of at least four members.", "Before staff may begin employment they are required to execute an oath or affirmation on disclosure of information. Copies of the oath or affirmation are provided to the Clerk as part of the records of the House. The text of the oath is as follows:", "I do solemnly swear (or affirm) that I will not disclose to any person or entity outside of the Office any information received in the course of my service with the Office, except as authorized by the board as necessary to conduct official business or pursuant to its rules.", "Staff is required to be impartial and unbiased when conducting an investigation. If a staff member has a conflict of interest arising from \"a personal or professional relationship with a subject, a subject's opponent in any election or a witness involved in an investigation, staff shall disclose that fact to the Staff Director who shall disclose it to the Board.\" If the board determines the investigator cannot be impartial, he or she can be terminated from that investigation."], "subsections": []}]}, {"section_title": "Powers", "paragraphs": ["The OCE is provided with specific powers to conduct investigations, hold hearings, pay witnesses, and adopt rules. Some of these powers are enumerated in the OCE's authorizing resolution, and others are detailed in rules of conduct to be approved by the OCE."], "subsections": [{"section_title": "Investigations", "paragraphs": ["The OCE's primary responsibility is to conduct investigations in an independent, nonpartisan manner, regarding allegations of misconduct against Members, officers, and staff of the House. Following the investigation, the OCE is charged with referring matters, when appropriate, to the Committee on Ethics. Investigations by the OCE are restricted to activities that occurred after March 11, 2008, where a violation of \"law, rule, regulation, or other standard of conduct in effect at the time the conduct occurred and [were] applicable to the subject in the performance of his or her duties or the discharge of his or her responsibilities.\" ", "In the 114 th Congress, two changes related to OCE's investigations were made with the adoption of H.Res. 5 . First, \"any individual who is the subject of a preliminary review or second-phase review by the board shall be informed of the right to be represented by counsel and invoking that right should not be held negatively against them.\" Second, the OCE has been instructed that it \"may not take any action that would deny any person any right or protection provided under the Constitution of the United States.\" In the 115 th and 116 th Congresses, these provisions were continued."], "subsections": []}, {"section_title": "Hearings and Evidence", "paragraphs": ["The OCE is authorized to conduct meetings, hold hearings, meet in executive session, solicit testimony, and receive evidence necessary to conduct investigations. Pursuant to OCE rules, documents, recordings, or physical evidence \"that was obtained in violation of any law, rule, or regulation\" may not be reviewed. To ensure compliance, individuals submitting evidence to the OCE are asked to affirm that the evidence was not obtained in an illegal manner. OCE rules also allow for witnesses and individuals subject to investigation to submit written comments to the OCE. The OCE is also prohibited from considering privileged evidence without a waiver from the House."], "subsections": []}, {"section_title": "Pay Witnesses", "paragraphs": ["The OCE is authorized to pay witnesses in the same manner as prescribed in House Rule XI, clause 5."], "subsections": []}, {"section_title": "OCE Rules", "paragraphs": ["The OCE is authorized to adopt rules necessary to carry out its duties. H.Res. 895 prescribes five rules that the OCE must adopt. These rules cover", "termination of a preliminary review on any ground, including de minimis matters; recommendations calling for the Committee on Ethics to dismiss a matter that was subject to a second-phase review on any ground, including being de minimis in nature; witness signing statements, acknowledging that the False Statements Act applies to testimony and documents provided to the OCE; prohibition of ex parte communications between board members or OCE staff and individuals who are subjects of review or interested parties, and communication between Members, officers, or employees of the House with board members or OCE staff regarding matters under review, except as authorized by the board; and an OCE code of conduct, which includes the avoidance of conflicts of interest, to govern the behavior of board members and staff."], "subsections": []}, {"section_title": "Information Disclosure", "paragraphs": ["The OCE is required to establish procedures to prevent the unauthorized disclosure of information received by the office. Breaches in confidentiality are to be investigated by the board.", "Testimony received or information obtained by the OCE may not be disclosed to any individual or group outside the OCE without the authorization of the board for purposes of conducting official business. Testimony before the Committee on Ethics by board members and staff is exempt from disclosure requirements.", "Prior to transmittal of recommendations or statements to the Committee on Ethics, individuals under investigation have the right to present, orally or in writing, a statement on the investigation to the board."], "subsections": []}]}, {"section_title": "Investigative Procedure", "paragraphs": ["Pursuant to the authority granted by H.Res. 895 , Section 1(c)(2)(F), the board is authorized to create an investigatory process to examine and make recommendations on cases brought to the OCE's attention. The process consists of four steps: submission of information, preliminary review, second-phase review, and referral to the Committee on Ethics for further investigation or dismissal of the complaint. Each step, with its authority pursuant to H.Res. 895 , and relevant OCE rules are detailed below."], "subsections": [{"section_title": "Submission of Information", "paragraphs": ["The OCE was established to conduct independent, nonpartisan reviews of allegations of misconduct by Members, officers, and employees of the House and, when appropriate, to refer matters to the Committee on Ethics under the Rules of the House. Accordingly, it has established procedures for the public to file information alleging wrongdoing and outlines the process for doing so on its website, http://oce.house.gov .", "The following should be included in any submission:", "(1) the name, address, telephone number and e-mail address, if any, of the person submitting the information, and the organization s/he is affiliated with, if any; ", "(2) the full name of the subject of the allegation; ", "(3) the date(s) the alleged conduct occurred; ", "(4) a concise statement of facts (or, the source of the information in the event that the person submitting the information does not have first-hand knowledge of the facts); ", "(5) the law, regulation or rule allegedly violated, if known; ", "(6) if applicable, name(s) and contact information for any potential witness(es); ", "(7) if applicable, copies of any documents related to the allegation; and ", "(8) a signed declaration acknowledging that section 1001 of title 18 United States Code (popularly known as the False Statement Act) applies to the information provided. A copy of the False Statements [Act] is available on the OCE's website and can be provided on request. ", "All information will be reviewed by the OCE; however, submitting information does not trigger an investigation. The decision to begin an investigation (preliminary review) lies solely with the Board.", "OCE staff is to review information submitted by the public as well as information derived from other sources, including the press. OCE staff or any board member may submit information for the board's consideration. For an investigation to proceed, at least two board members must concur."], "subsections": []}, {"section_title": "Preliminary Stage Review", "paragraphs": ["The first stage of an investigation is a preliminary review. The preliminary review requires a \" reasonable basis to believe the allegation based on all the information then known to the board,\" the written concurrence of two board members (one appointed by the Speaker and one by the minority leader), and written notification by the board to the Committee on Ethics and the individual subject to the review.", "Once a preliminary review has begun, it must be completed within 30 calendar or 5 legislative days, whichever is later, from the receipt of the written request by a minimum of two board members. Prior to, or at the conclusion of, the 30 calendar or 5 legislative days, the board votes on whether to continue the review and advance the inquiry to a second-phase. To continue the review, the board must find \" probable cause to believe the alleged violation occurred based on all the information then known to the board.\" An affirmative vote of at least three board members is required to proceed to a second-phase review. If the board does not vote to begin a second-phase investigation by the end of the 30-calendar- or 5-legislative-day time period, the investigation is terminated. The board, however, may vote to terminate an investigation at any time during the preliminary-phase review with the affirmative vote of at least four members.", "Regardless of the OCE's decision on proceeding to a second-phase review, the board must notify, in writing, both the Committee on Ethics and the individual under investigation of the board's decision to continue or terminate the investigation. If the board terminates the inquiry, it has the option of sending a report to the Committee on Ethics with its findings."], "subsections": []}, {"section_title": "Second-Phase Review", "paragraphs": ["Should the board vote to conduct a second-phase review, it must be completed within 45 calendar or 5 legislative days, whichever is later. Should the board determine that additional time is needed to conduct the second-phase review, the time period can be extended for an additional 14 calendar days upon a majority vote of the board. This requires the affirmative vote of at least four board members. ", "House rules also require that \"any individual who is the subject of a preliminary review or second-phase review by the board shall be informed of the right to be represented by counsel and invoking that right should not be held negatively against such individual.\"", "When the OCE completes the second-phase review, the board is required to transmit a written report, its findings, if any, and any supporting documentation to the Committee on Ethics. The referrals must be accompanied by two documents: (1) a report which recommends dismissal, further inquiry, or states that the board vote was a tie, and (2) findings. Neither document is to contain conclusions regarding the validity of the allegation or the guilt or innocence of the person subject to the review—such matters are the sole purview of the Committee on Ethics.", "The OCE is also obligated to transmit the findings of its investigation, if any, to the Committee on Ethics along with supporting documentation. The findings should include", "findings of fact; descriptions of relevant information that was not obtained and witnesses not interviewed; recommendations for the issuance of subpoenas; and citations of relevant law, rule, regulation, or standard of conduct relevant to the investigation.", "The findings should not include the names of cooperative witnesses, any conclusions regarding the validity of the allegations, or statements on the guilt or innocence of the investigative subject. With the findings, the OCE may submit supporting documents, and provide the subject of the investigation a copy of the written report.", "Like the House Committee on Ethics, the OCE does not have jurisdiction over former Members of the House. Thus, once a Member leaves office, any inquiry or investigation against him or her by either entity will cease in whatever phase a review may be."], "subsections": []}, {"section_title": "The Committee on Ethics and Its Relationship to the OCE", "paragraphs": ["At the conclusion of any second-phase review, the OCE is required to submit a report, and may submit findings and supporting documentation, to the Committee on Ethics for final disposition. Pursuant to Article 1, Section 5, clause 2 of the Constitution, \"[e]ach House may determine the rules of its proceedings, punish its members for disorderly Behaviour, and, with the Concurrence of two thirds, expel a member.\" For the House of Representatives, the investigative role is generally delegated to the Committee on Ethics. Pursuant to House Rules, the Committee on Ethics can also open an investigation without an OCE referral.", "Pursuant to House rules, the Committee on Ethics may not receive any referral within 60 days before a federal, state, or local election in which the subject of the case is a candidate.", "Once the Committee on Ethics receives a referral from the OCE, it must act within 45 days. At that time, the chair must publicly release the committee's actions together with the OCE report and findings, unless the chair and ranking Member jointly decide, or the committee votes, to withhold the information for an additional 45 days. The committee is not required to release the OCE findings if it agrees with an OCE decision to dismiss a particular case or chooses to dismiss a case left unresolved by the OCE. The committee does, however, have the option of making the OCE report and findings public.", "If the committee decides to take the additional 45 days to consider an OCE referral, at the end of the second 45 days, the chair is required to make public the OCE written report and findings unless the committee votes to initiate an investigation. Should the committee proceed to an investigation, only that fact is announced. The announcement must include the name of the applicable Member, officer, or employee, and the alleged violation(s). If the committee deadlocks on a matter referred by the OCE, it must release the OCE's report and findings. At the end of each Congress, any reports and findings not previously related are required to be released.", "In the event the Committee on Ethics conducts an investigation, it is conducted pursuant to established committee rules. Pursuant to these rules, action on a case may be deferred at the request of law enforcement or regulatory authorities.", "Before the Committee on Ethics publicly releases OCE findings and the committee's statement and report, if any, on a referral, the committee is required to give advanced notice of one calendar day to the OCE and any Member, officer, or employee who was the subject of a referral.", "The Capuano task force envisioned that the Committee on Ethics and the OCE would work closely. The committee is to be notified early and throughout an OCE review. The committee may also ask the OCE to stop a review if the allegation becomes the subject of a Committee on Ethics investigation. In such an occurrence, the OCE board is required to refer the case to the committee, and to treat the matter under the same rules as other OCE referrals. If the committee does not reach a conclusion, it must notify the OCE board. The OCE board may choose to complete a suspended review. Once a matter is returned to the OCE, it must proceed according to the established process outlined above under \" Investigative Procedure .\""], "subsections": []}, {"section_title": "Referrals to Other Entities", "paragraphs": ["The OCE may also, when appropriate, refer allegations to the Office of Congressional Workplace Rights, House Office of the Inspector General, House Commission on Congressional Mail Standards, and state and federal authorities. OCE Rule 13 dictates situations under which referral to one of these entities may be made."], "subsections": [{"section_title": "Office of Congressional Workplace Rights123", "paragraphs": ["Allegations related to laws covered by the Congressional Accountability Act may be referred to the Office of Congressional Workplace Rights."], "subsections": []}, {"section_title": "House Office of the Inspector General", "paragraphs": ["Allegations of \"fraud, waste and abuse in the operations of the House or joint entities of Congress\" may be referred to the Office of the House Inspector General."], "subsections": []}, {"section_title": "House Commission on Congressional Mailing Standards", "paragraphs": ["Allegations \"relating to the proper use of the franking privilege\" may be referred to the House Commission on Congressional Mailing Standards."], "subsections": []}, {"section_title": "State and Federal Authorities", "paragraphs": ["In consultation with the OCE chair and co-chair, the OCE staff can refer \"information to state and federal authorities in the event that information indicates imminent harm or a threat to public safety.\""], "subsections": []}]}]}, {"section_title": "Implementation", "paragraphs": [], "subsections": [{"section_title": "Funding", "paragraphs": ["Pursuant to H.Res. 895 , the OCE is authorized \"such sums as necessary\" from applicable accounts of the House. Payments made by the OCE are made on vouchers signed by the chair of the board and approved in the manner directed by the Committee on House Administration. All funds expended by the OCE are subject to regulations prescribed by the Committee on House Administration. Table 4 shows the annual appropriations for the OCE since its inception in FY2009."], "subsections": []}, {"section_title": "Public Information", "paragraphs": ["Since the OCE was reauthorized in January 2009, the OCE, although not mandated to do so, has issued quarterly reports. Each quarterly report provides a brief summary of OCE activities, including citizen communications, a summary of the OCE process, and a summary of board actions taken during the quarter and for the Congress. Table 5 provides a summary of the number of cases OCE has considered between 2009 and 2018."], "subsections": []}]}]}, {"section_title": "Options for Congress", "paragraphs": ["Creation of the OCE changed the relationship between the public and the House ethics process. Even with OCE active since 2009, there continue to be options which might further clarify the OCE's relationship with the public, rank-and-file House Members, and the Committee on Ethics. These options each have advantages and disadvantages for the structure of the OCE, its relationship to the Committee on Ethics, and the House's constitutional responsibility to investigate its Members. Consequently, careful comparison of all options for the future of the OCE may be useful to ensure that the most effective process is created while ensuring the continued enforcement of House ethics procedures. CRS takes no position on any of the options identified in this report."], "subsections": [{"section_title": "Create a Statutory OCE", "paragraphs": ["The OCE exists pursuant to H.Res. 895 (110 th Congress) and faces renewal on a biannual basis as part of the House rules package. In January 2019, the OCE was reauthorized when H.Res. 6 was agreed to. Because the OCE operates pursuant to a House resolution, a change in party control or a decision to exclude the OCE from the rules package in a future Congress might result in the elimination of the office.", "If the House wanted to ensure the OCE's continuation, it could create a statutory ethics entity. A permanent statutory office would not require reauthorization each Congress. If the House chose to create a statutory office, should the House desire to alter or terminate the program, subsequent legislation would be necessary to amend or terminate the program. Creation of a statutory ethics office, even if only in the House, would require the concurrence of the Senate and the President's signature."], "subsections": []}, {"section_title": "Reform Committee on Ethics to Allow Public Input", "paragraphs": ["Prior to the creation of the OCE, the Committee on Ethics did not allow public complaints to be to made against Members of Congress. If the House wanted to provide an opportunity for citizens to be involved in the ethics process without the creation of an independent ethics entity (either by resolution or statute), the House could amend House or committee rules to allow the Committee on Ethics to receive formal complaints or information from the general public. ", "Allowing the public to provide information directly to the Committee on Ethics could allay constitutional concerns over the involvement of an independent entity in investigating and recommending action on internal House enforcement matters. Instead of giving power to an outside entity, the Committee on Ethics could establish mechanisms for the intake and evaluation of citizen complaints prior to investigation and potential action of the full committee. This work could be handled by a subcommittee or by the whole committee.", "Should the Committee on Ethics assume this responsibility, the committee's workload could increase substantially. The OCE specifies the number of contacts its staff has with the public and the number of investigations authorized as part of quarterly reports. It is possible that providing the public with direct access to the Committee on Ethics might result in more information (at least at the level currently handled by the OCE) being provided by the public. In addition, a citizen or group providing information might expect the committee to provide updates on the status of investigations."], "subsections": []}, {"section_title": "Amend OCE Authority", "paragraphs": ["The relationship between the OCE and the Committee on Ethics continues to evolve. Under the provisions of H.Res. 895, as the OCE completes second-phase reviews and determines that a further investigation is necessary, the OCE board forwards a report and supporting documentation to the Committee on Ethics."], "subsections": [{"section_title": "Subpoena Power", "paragraphs": ["The House could provide the OCE with limited subpoena power to enable the OCE board to conduct more thorough investigations prior to referral to the Committee on Ethics. Providing subpoena power to the OCE might reduce the workload and investigative burden of the Committee on Ethics and prevent duplicative efforts on behalf of the OCE and committee staffs.", "Chairman Capuano, in the task force report, explained that consideration was given to empowering the OCE with subpoena power. During the discussions, the task force sought the professional opinion of numerous experts (including the House parliamentarian, House general counsel, and the Congressional Research Service).", "The decision not to include subpoena authority was based on various factors, including timeliness. Challenges to a subpoena, it was felt, could hinder and complicate the OCE process and prevent a prompt investigation. Moreover, because of Congress's reluctance to delegate subpoena authority to independent entities, if the task force had recommended giving the OCE that authority, the legislative process might have been delayed while the House debated the merits of the proposal.", "Currently, if a subpoena is deemed necessary, the House provides the OCE with the ability to recommend to the Committee on Ethics that a subpoena be issued, as part of the authority already delegated to the committee."], "subsections": []}, {"section_title": "OCE Follow Up", "paragraphs": ["The House could also provide a mechanism whereby the OCE could formally follow up on investigations forwarded to the Committee on Ethics. Pursuant to current practice, the OCE has no recourse to follow a case once it is referred to the committee. Committee rules require that the committee release the OCE report under certain circumstances."], "subsections": []}, {"section_title": "Additional OCE Functions", "paragraphs": ["On March 5, 2009, Representative Ron Paul introduced H.Res. 216. The resolution, if agreed to by the House, would have amended House Rules to require a certain period of time to elapse between introduction of legislation and a vote by the House. Included in the resolutions provisions, Rule XXIX would be amended to allow citizens to petition the board of the Office of Congressional Ethics to investigate potential violations of the new rule. ", "Notwithstanding any provision of these rules, any citizen who is eligible to vote and who is not an employee of the executive or judicial branch of the Government may petition the board of the Office of Congressional Ethics to investigate allegations that a member voted for any measure that violated this rule.", "The addition to the OCE's jurisdiction by amending House rules could be a way to involve the investigative expertise of the OCE in other House matters. H.Res. 216 implied the OCE's authority to take \"complaints\" from the general public. This would appear to be incongruent with OCE's current mission to take \"information\" from public sources and would potentially need to be clarified by the board or by Congress."], "subsections": []}]}, {"section_title": "Place OCE Within the House Ethics Committee", "paragraphs": ["An amendment to the rules of the House that would reassign the functions of the OCE to the House Ethics Committee was initially proposed to be included as part of the rules package for the 115 th Congress (2017-2018). This language, which was not included in H.Res. 5, would have created a new Office of Congressional Complaint Review, as an office within the Ethics Committee. While much of the investigative structure of OCE would have been retained by this new entity, the timeline for completing a preliminary and second-phase review would have been altered, and the use of anonymous information in review would have been prohibited."], "subsections": []}, {"section_title": "Take No Immediate Action", "paragraphs": ["The House might determine that the current relationship between the OCE and the Committee on Ethics is effective. Instead of creating an independent statutory ethics entity, reforming the Committee on Ethics, or amending OCE statute, the House could continue to consider the OCE as part of the rules package in subsequent Congresses. Changes to the OCE could be made on an as-needed basis through House resolutions or through changes to the rules package for subsequent Congresses."], "subsections": [{"section_title": "Appendix. Rules Committee Amendments toH.Res. 895", "paragraphs": [], "subsections": []}]}]}]}}