{"id": "R40779", "title": "Deadlocked Votes Among Members of the Federal Election Commission (FEC): Overview and Potential Considerations for Congress", "released_date": "2009-10-06T00:00:00", "summary": ["In the mid-1970s, Congress designed the Federal Election Commission (FEC) to be a bipartisan independent regulatory agency. The agency's structure is intended to guard against partisan enforcement of campaign finance law. Consequently, the six-member Commission has been evenly divided among Democrats and Republicans. The Federal Election Campaign Act (FECA) also requires that the Commission muster at least four votes to exercise core functions—meaning that no measure can advance without at least some bipartisan support.", "Perhaps because of that structure, however, the Commission has been criticized for sometimes failing to achieve consensus on key policy issues, resulting in what are typically termed deadlocked votes, in which matters of law or regulation may be left unresolved. In August 2009, citing deadlocks and other issues, Senators Feingold and McCain introduced legislation (S. 1648) to restructure the agency.", "Although the topic of deadlocked votes arises frequently, empirical analyses of the phenomenon are rare. Those that exist focus on older data. Accordingly, this report asks whether deadlocks are as common as popular wisdom suggests and whether deadlocks fall along party lines. Both points are commonly cited (although often without quantitative data) in anecdotal accounts. The report addresses those questions by providing an overview of deadlocks in rulemakings, enforcement matters, and advisory opinions (AOs) during the current Commission's first year in office—from July 2008 through June 2009—when concern over deadlocks has most recently reemerged. Although this report examines deadlocks that can occur during rulemakings, enforcement matters, and AOs, it is not intended to provide an exhaustive account of Commission operations, procedures, or processes.", "The data show that deadlocks occurred throughout the current Commission's first year in office, but they affected a minority of the matters considered. Specifically, deadlocks occurred in about 13% of matters under review (MURs) and in about 17% of AOs. No deadlocks occurred on rulemakings. Those issues on which deadlocks occurred, however, featured staunch disagreement among Commissioners and reflected apparently unsettled positions on some major policy questions. In addition, when deadlocks occurred, Commissioners always voted in partisan blocs. Deadlocked votes can be interpreted from various perspectives, which may influence whether Congress decides to maintain the status quo or pursue oversight or legislative action.", "This report will be updated periodically to reflect new data or as developments warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Congress established the Federal Election Commission (FEC) via the 1974 Federal Election Campaign Act (FECA) amendments. The six-member independent regulatory agency is responsible for civil enforcement of the nation's campaign finance law. The Commission also administers public financing of presidential campaigns (applicable to participating candidates) and presidential nominating conventions. In addition to enforcement and regulatory duties, the FEC conducts a variety of outreach and educational activities. ", "Under FECA, no more than three Commissioners may be affiliated with the same political party. In practice, the Commission has been divided equally among Democrats and Republicans. Affirmative votes from at least four commissioners are required to (among other duties): make, amend, or repeal rules, issue advisory opinions (AOs), and approve enforcement actions. (For the purposes of this report, enforcement actions can include finding \"reason to believe\" FECA has been violated, which can prompt an enforcement investigation. ) Matters without at least four votes for or against an action can have the effect of leaving questions of law, regulation, or enforcement unresolved, as some view the issues in question as having been neither approved nor rejected. ", "Throughout its history, the Commission has been criticized for failing to reach at least a four-vote consensus on some key policy and enforcement issues, resulting in what are commonly termed deadlocked votes. The issue of deadlocked votes has received renewed attention since late June 2008, when most of the current Commissioners took office (see Table 1 ), and following a six-month loss of the agency's policymaking quorum.", "Some deadlocked votes among current (and previous) Commissioners were marked by controversy and apparently staunch, public disagreement. For example, two enforcement cases—one involving the 527 organization the November Fund and another involving Arjinderpal Sekhon, a former congressional candidate—featured an exchange of sharply worded \"statements of reasons\" articulating Commissioners' justifications for their votes. In the November Fund case, which focused on whether the organization should have registered with the Commission as a political committee, a deadlock resulted in the Commission rejecting an already-signed conciliation agreement. In the Sekhon case, a deadlock forced the Commission to refund a civil-penalty check that had already been submitted. Amid deadlocks in these and other cases, some Members of Congress, media organizations, and interest groups began to comment on what was characterized as the \"increasingly public and acrimonious\" nature of deadlocked votes. In August 2009, citing deadlocks and other issues, Senators Feingold and McCain introduced legislation ( S. 1648 ) to restructure the agency. Deadlocks also reportedly motivated congressional concern about FEC nominations.", "Although the topic of deadlocked votes arises frequently, empirical analyses of the phenomenon are rare. Those that exist rely on older data. Nonetheless, it is clear that deadlocked votes are sometimes controversial and are a regular topic of interest among those who monitor the Commission. What is less clear, however, is whether deadlocks are common or whether deadlocks fall along party lines. Both points are commonly cited (although often without quantitative data) in anecdotal accounts. ", "This report addresses those questions by exploring deadlocks in rulemakings, enforcement matters, and AOs during the current Commission's first year in office—from July 2008 through June 2009. In doing so, the report presents data on how many issues—and which ones—resulted in deadlocked votes. Matters (rulemakings, enforcement actions, or advisory opinions (AOs)) voted on by the Commission are the unit of analysis. As such, the quantitative analysis that follows is based on the number of rulemakings, enforcement actions, and AOs the Commission considered during the period—not the number of individual votes that occurred on each issue. ", "Although this report examines deadlocks that can occur during rulemakings, enforcement matters, and AOs, it is not intended to provide an exhaustive account of Commission operations, procedures, or processes. As such, detailed discussion of Commissioners' deliberations, the FEC enforcement process, or other issues that might be relevant for the broader context in which some deadlocks arise is beyond the scope of this report. ", "The following analysis is based on data provided by the FEC and on other publicly available FEC documentation. Although certain matters remain outside the public record (e.g., votes on negotiations over civil-penalty amounts), the data presented here account for all publicly available deadlocks that occurred during the year under review. The analysis also provides an overview of the policy or legal issues considered in each of those deadlocks.", "The data show that although deadlocks occurred throughout the year, they occurred in a minority of the matters the Commission considered. Those issues on which deadlocks occurred, however, featured strong disagreement among Commissioners and reflected apparently unsettled positions on some major policy questions, such as: political committee status, when particular activities triggered filing requirements or other regulation, and questions related to investigations and other enforcement matters. In addition, the deadlocks that did occur always fell along partisan lines. ", "If Congress chooses to examine FEC deadlocked votes, a variety of perspectives and options could be relevant, as discussed at the end of this report."], "subsections": [{"section_title": "What are Substantive Deadlocks?", "paragraphs": ["This report discusses substantive deadlocks (or simply deadlocks ). As used here, the term means votes that precluded the Commission from reaching a consensus about how to proceed on a rulemaking, enforcement action, or AO. This includes 3-3 tie votes and 2-2, 2-3, 3-2 split votes that had the same effect as a tie (i.e., cases in which at least one Commissioner recused or otherwise did not vote). Substantive deadlocks are rarely the final vote on a matter, as the Commission usually votes to close the file after a substantive deadlock has occurred. In the cases explored here, however, the deadlocked vote essentially halted substantive Commission action on the matters in question."], "subsections": []}]}, {"section_title": "No Deadlocks on Rulemakings", "paragraphs": ["During the first year of the current Commission, no substantive deadlocks occurred on rulemaking issues. During the period, the FEC held votes on four rulemakings: reporting bundled campaign contributions, extension of the Administrative Fine Program (AFP), repealing increased contribution limits following the Supreme Court's invalidation of the so-called Millionaire's amendment, and adjusting certain penalties for inflation. ", "Although the FEC was able to reach agreement on these four issues, the lack of deadlocks does not necessarily indicate that no conflicts exist on rulemakings. In fact, only one of the four rulemakings (the bundling regulations) approved during the period was controversial. Other rulemaking matters remain open—perhaps because consensus has not been reached. In short, it might be expected that no deadlocks occurred on rulemakings given that Commissioners appear to value consensus surrounding rulemakings and might, therefore, postpone formal consideration of proposed rules until at least a four-vote majority can be attained."], "subsections": []}, {"section_title": "Deadlocks in Enforcement Matters", "paragraphs": ["As the data in Table 2 and Figure 1 show, evaluating the frequency of substantive deadlocks depends on what segment of the data is analyzed. FEC enforcement actions are handled through three mechanisms: the Administrative Fine Program (AFP), alternative dispute resolution (ADR), and matters under review (MURs). It is perhaps unsurprising that no substantive deadlocks occurred in AFP cases, which are limited to comparatively simple matters involving late filings. Similarly, although ADR cases can involve a variety of issues, the program is designed to facilitate negotiation that leads to relatively speedy resolution on fairly simple cases. Both the administrative fine and ADR programs typically involve cases that can be closed with little controversy and without the complexity and potential litigation involved in some MURs.", "By contrast, MURs can be complex and cumbersome. They may entail lengthy investigations or audits, protracted negotiations between the Commission and respondents, substantial civil penalties, or litigation—although the pace can vary depending on individual circumstances. Votes on each of those elements (where applicable)—and others—can generate deadlocks if the questions under consideration are controversial. Unlike ADR and AFP matters, MURs are also likely to involve cases in which facts or substantial questions or law or policy are in dispute. Substantive deadlocks occurred in approximately 13% of publicly available MURs closed between July 2008 and June 2009. Substantive deadlocks occurred in about 6% of cases during the period if the data are combined to include action on MURs, AFP, and ADR cases."], "subsections": []}, {"section_title": "Deadlocks in Advisory Opinions", "paragraphs": ["Advisory opinions (AOs) allow requesters to ask the Commission for guidance about how campaign finance law applies to a specific situation. Typically, requesters use AOs to determine whether a planned campaign activity is permissible. The degree to which AOs are controversial can vary substantially depending on the request and complexity of the issues involved. As Table 3 shows, substantive deadlocks affected 5 of 29 (17.2%) AOs considered during the period. In three of those cases, however, the Commission was able to reach sufficient agreement to issue partial guidance."], "subsections": []}, {"section_title": "Party Affiliation and Deadlocks", "paragraphs": ["It is unclear whether substantive deadlocks occurred because of party affiliation, but every deadlock during the review period involved party-line votes. As noted previously, Commissioners Bauerly, Walther, and Weintraub are widely regarded as Democratic appointees; Commissioners Hunter, McGahn, and Petersen are widely regarded as Republican appointees. Notes accompanying the FEC data and a review of the individual vote certifications make clear that in every instance in which a deadlock occurred—whether on MURs or AOs—Democratic and Republican Commissioners voted in partisan blocs (although not every Commissioner voted in every case). In addition, in each case of a deadlocked vote in a MUR, Democratic votes would have resulted in additional enforcement action, while Republican votes would not. In most cases, this meant that Democratic Commissioners \"voted to approve\" Office of General Counsel (OGC) enforcement recommendations, while Republican Commissioners voted against those recommendations. In some cases, however, Democratic Commissioners voted to pursue additional enforcement despite OGC recommendations to the contrary."], "subsections": []}, {"section_title": "Cases and Issues Involving Deadlocks: A Brief Overview", "paragraphs": ["As noted previously, especially in complex matters, the Commission can hold multiple votes on various issues associated with particular cases. In enforcement matters, for example, the Commission might vote on whether to: proceed with an investigation, accept factual and legal analyses, accept proposed conciliation agreements, etc. Motions, made by Commissioners, determine exactly what the Commission is considering during individual votes. For example, in the American Future Fund case (MUR 5988), the Commission deadlocked 3-3 on a motion containing six elements, including finding \"reason to believe\" that multiple provisions of FECA and FEC regulations had been violated, approving a factual and legal analysis, and other issues. Deadlocks on AOs were also typically complicated; in some cases, disagreement occurred over competing drafts or amendments. ", "Exploring the intricacies of individual motions and votes is beyond the scope of this report. It is clear, however, that deadlocks are not confined to a single policy issue. Table 4 provides an overview of the 24 MURs in which substantive deadlocks occurred; Table 5 does so for the five AOs. (Multiple MURs listed on one line in Table 4 indicate that the Commission handled those issues as a single matter.) As the tables show, deadlocks occurred throughout the year and involved a variety of respondents and issues. Deadlocks affected MURs on a variety of campaign spending issues and political committee status (e.g., whether groups regulated primarily under Sections 527 or 501(c) of the Internal Revenue Code (IRC) should have registered with the Commission as political committees), and other issues. The AOs in question also concerned various issues, particularly questions related to how campaign funds could be raised or spent. ", "Because most cases involved multiple elements, the information in the tables is provided for illustrative purposes, but is not intended to provide a detailed overview of each case. In addition, in some cases, deadlocks appear to have had more to do with whether an investigation should proceed or whether a penalty was appropriate than with the substance of the policy or legal issue in the MUR or AO. Therefore, although the tables note the major policy or legal issues affected by deadlocks, those issues were not necessarily the cause of the deadlocked vote that halted Commission action."], "subsections": []}, {"section_title": "Considerations for Congress", "paragraphs": [], "subsections": [{"section_title": "Perspectives on Deadlocked Votes", "paragraphs": ["As Congress determines whether oversight or other action regarding deadlocked votes is necessary, a threshold issue may be to consider whether deadlocks represent a public policy concern and if so, how. On one hand, occasional deadlocks could be expected given the complexity (and sometimes controversy) embodied in federal campaign finance law and regulation. Also, Congress appears to have anticipated that the Commission might be unable to reach consensus in some controversial cases, and perhaps even intended for deadlocks to occur. According to one analysis, \"In order to ensure that the Commission would not become a vehicle for partisan purposes, the Congress created an unusual conflict within the FEC.\" Commenting on the four-vote requirement, former Commissioner Scott E. Thomas and his executive assistant, Jeffrey H. Bowman, continued, \"These provisions were specifically designed to ensure that formal action on a matter before the Commission could go forward only on the affirmative vote of a mixed majority of Commission members.\" In addition, deadlocks might even be viewed as positive, particularly if enforcement actions being considered are perceived as unwarranted or excessive.", "On the other hand, substantive deadlocks mean that the Commission has been unable to reach consensus about some element of law or regulation. Even if the Commission is in agreement about a particular element of law or regulation generally, deadlocks can signal disagreement about how law and regulation apply to particular circumstances. As a result, at least in specific instances, substantive deadlocks prevent campaign finance law from being enforced or preclude those seeking guidance from clearly knowing whether their planned activities will run afoul of the law. Indeed, in the cases discussed above, the Commission was unable to reach consensus on major questions of campaign finance law and policy, such as: political committee status, determining civil penalties, and whether particular activities trigger reporting or other requirements under FECA. ", "In addition, there is some evidence that deadlocks may be on the rise. For example, although external examinations of deadlocks are rare, a recent scholarly study found that between 1996 and 2004, deadlocks on MURs occurred in 4.6% of cases—well below the 13.1% figure reported here for 2008-2009. If deadlocks are, in fact, on the rise over time (a question that would require additional data to assess), Congress may wish to examine the Commission's long-term ability to reach consensus and to consider whether that ability enhances or inhibits campaign finance regulation."], "subsections": []}, {"section_title": "Policy Options", "paragraphs": [], "subsections": [{"section_title": "Maintain the Status Quo", "paragraphs": ["As the data show, during the current Commission's first year, substantive deadlocks occurred in about 13% of votes in MURs and less than 6% of all enforcement actions when combining MURs with ADR and AFP cases. By extension, the Commission did not deadlock in almost 87% of MURs and 94% of enforcement actions overall. Therefore, if Congress determined that action were warranted only if deadlocks occupied a sizable portion of Commission business (e.g., a large plurality or majority), the quantitative data could be interpreted to suggest that congressional action is not needed—at least based on the time frame examined here. In addition, despite some deadlocks on key issues, during the same period the Commission was able to reach consensus on a wide variety of other cases—including some that were also potentially controversial."], "subsections": []}, {"section_title": "Conduct Oversight", "paragraphs": ["Congress may wish to explore FEC deadlocks through oversight—either with or without other legislative action. On a related note, the Senate could also choose to examine deadlocks as part of its advice and consent responsibilities surrounding FEC nominees. Oversight would provide an opportunity to learn more about how and why deadlocks occur, and to assess whether additional congressional action or internal reform, such as changes in Commission enforcement procedures or practices, is needed. Oversight has the potential advantage of addressing deadlocks without necessarily inviting the stalemate that often accompanies campaign finance legislation. ", "Oversight would also permit Congress to determine whether a recent procedural change at the Commission has any affect on deadlocked votes. Specifically, in July 2009, the Commission announced a pilot program to permit AO requesters to appear before the Commission to answer questions about the requests. This initiative is designed to address the \"frustrat[ing]\" situation in which requesters or their attorneys were in the audience during open meetings at which AOs were considered, but were not permitted to answer questions Commissioners raised. If the pilot program provides greater clarity about specific facts surrounding AOs, the potential for deadlocks might be reduced—at least in cases in which deadlocks occur because of uncertainty or misimpression. Oversight alone, however, would not necessarily reduce the number of deadlocks or otherwise change agency practices or behavior. "], "subsections": []}, {"section_title": "Pursue Legislative Change", "paragraphs": ["At least two broad legislative options are open to Congress. First, Congress could restructure the Commission in an effort to avoid deadlocks. In August 2009, Senators Feingold and McCain introduced S. 1648 , a bill that would replace the six-member FEC with a three-member Federal Election Administration (FEA). Similar legislation has been introduced since 2003. ", "Restructuring the FEC in any form that eliminated an even number of Commissioners could reduce or eliminate the potential for deadlocks. Revamping the agency, however, would entail reforms well beyond addressing the comparatively narrow topic of deadlocked votes. In addition, a legislative overhaul of the agency is likely to be controversial. Particularly in recent Congresses, even arguably modest efforts to change campaign finance law have typically been seen as potential legislative vehicles for those wishing to pursue broad policy reform. No major campaign finance legislation has been enacted since the 2002 Bipartisan Campaign Reform Act (BCRA). This context suggests that efforts to revamp the FEC may be difficult. On the other hand, the cyclical nature of support for campaign finance reform legislation suggests that changing the Commission—or pursuing other major policy goals—could be accomplished provided sufficient demand exists within Congress or perhaps the broader public sphere.", "Second, Congress could pursue legislation to clarify those issues on which deadlocks have occurred. Overall, deadlocks appear not to be isolated to particular policy or legal issues. The political committee issue provides a prominent example. By providing clearer guidance to the Commission, legislation to clarify when 527s and 501(c) organizations must register as political committees might reduce the potential for deadlocked enforcement. Nonetheless, pursuing legislative clarity on controversial issues might not be practically attainable in all circumstances. For example, partially because of the controversy surrounding the political committee issue, legislation concerning 527s has not been enacted in recent Congresses. In addition, legislating individual policy issues would not necessarily address the fact that the Commission deadlocked on a variety of issues, which suggests that structural reform could be more expedient route to curtailing deadlocked votes."], "subsections": []}]}]}, {"section_title": "Conclusion", "paragraphs": ["The data presented above suggest that substantive deadlocks occurred throughout the current Commission's first year in office, but Commissioners reached consensus far more frequently than not. Between July 2008 and June 2009, substantive deadlocks occurred in about 13% of MURs and about 17% of AOs. No deadlocks occurred on rulemakings. Nonetheless, substantial disagreement occurred on some issues. Deadlocks always occurred in partisan blocs, and the tone of debate surrounding deadlocks received prominent attention in Congress and the media. A variety of options are available to Congress if it chooses to address the deadlocks issue, ranging from maintaining the status quo to clarifying those areas of the law on which deadlocks occur or restructuring the agency."], "subsections": []}]}}