{"id": "R40899", "title": "The Child Abuse Prevention and Treatment Act (CAPTA): Background, Programs, and Funding", "released_date": "2009-11-04T00:00:00", "summary": ["Child abuse and neglect is a significant social concern. Children who experience abuse and/or neglect are more likely to have developmental delays and impaired language or cognitive skills; be identified as \"problem\" children (with attention difficulties or challenging behaviors); be arrested for delinquency, adult criminality, and violent criminal behavior; experience depression, anxiety, or other mental health problems as adults; engage in more health-risk behaviors as adults; and have poorer health outcomes as adults. Further, data from a nationally representative sample of children in families investigated for abuse or neglect show that as a whole—and without regard to whether a child protective services (CPS) investigator determines that abuse or neglect has occurred—children in families who come into contact with CPS agencies are at higher risk for poor development and behavior outcomes than children in the general population. In addition, that survey shows that these children live in families that often face challenges to their ability to care for and nurture their children, including trouble paying for basic necessities, low social support, and only one supportive caregiver in the family. In FY2007, states reported an estimated 3.5 million children were in families investigated or assessed by CPS workers and some 794,000 were identified as victims of abuse or neglect.", "In 1974, Congress enacted the Child Abuse Prevention and Treatment Act (CAPTA, P.L. 93-247) to create a single federal focus for preventing and responding to child abuse and neglect. As a condition of receiving state grant funds under that act, states are required to have procedures in place for receiving and responding to allegations of abuse or neglect and for ensuring children's safety. Further, they must define child abuse and neglect in a way that is consistent with CAPTA, which defines the term as \" at a minimum, any recent act or failure to act on the part of a parent or caretaker, which results in death, serious physical or emotional harm, sexual abuse or exploitation, or an act or failure to act which presents an imminent risk of serious harm.\"", "Since its enactment, CAPTA has been reauthorized numerous times, most recently by the Keeping Children and Families Safe Act of 2003 (P.L. 108-36). Currently, it authorizes formula grants to states to help improve their child protective services; competitive grants and contracts for research, demonstration, and other activities related to better identifying, preventing, and treating child abuse and neglect; and formula grants to states for support of community-based child abuse and neglect prevention services. Funding authorization for these CAPTA programs expired with FY2008. However, Congress appropriated $110 million for CAPTA in FY2009 (P.L. 111-8) and a similar amount has been proposed for FY2010 (H.R. 3293). In addition, CAPTA authorizes grants to improve the prosecution and handling of child abuse and neglect cases. These formula grants to states, commonly referred to as Children's Justice Act grants, are funded via an annual set-aside of up to $20 million from the Crime Victims fund.", "This report begins with discussion of the issue and scope of child abuse and neglect, followed by a discussion of the manner and scope of the work of the CPS agency in receiving and responding to allegations of child abuse or neglect, and then looks at some identified risk factors for poor child and family outcomes among all children in families investigated for abuse or neglect. Finally, it provides a detailed description of the current programs and activities authorized under CAPTA and discusses funding authorized and provided under CAPTA. This report will be updated as warranted."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["Child abuse and neglect is a significant social concern. Children who experience abuse or neglect are more likely to have developmental delays and impaired language or cognitive skills; be identified as \"problem\" children (with attention difficulties or challenging behaviors); be arrested for delinquency, adult criminality, and violent criminal behavior; experience depression, anxiety, or other mental health problems as adults; engage in more health-risk behaviors as adults; and have poorer health outcomes as adults. ", "Between 1963 and 1967, every state and the District of Columbia enacted some form of child abuse and neglect reporting law to permit individuals to refer cases of suspected child abuse or neglect to a public agency. The rapid adoption of these laws was aided by a model reporting law disseminated by the Children's Bureau, which is housed within the Administration for Children and Families (ACF) at the U.S. Department of Health and Human Services (HHS). In 1974, Congress passed the Child Abuse Prevention and Treatment Act (CAPTA, P.L. 93-247 ) and state reporting laws were modified to conform to the standards it established. In creating CAPTA, Congress sought to increase understanding of child abuse and neglect and improve the response to its occurrence by establishing a single federal focal point on the issue. Since its enactment 35 years ago, the law has been reauthorized and amended numerous times, most recently by the Keeping Children and Families Safe Act of 2003 ( P.L. 108-36 ). Currently, CAPTA authorizes: ", "State Grants : Formula grants to states and territories to help improve their child protective service (CPS) systems, in exchange for which states must comply with various requirements related to the reporting, investigation, and treatment of child maltreatment cases. The FY2009 appropriation was $26.5 million. Discretionary Activities : Federal data collection, dissemination, and technical assistance efforts related to child abuse prevention and treatment, as well as competitive grants to a range of eligible entities for research and demonstration projects or other activities related to the identification, prevention, and treatment of child abuse or neglect. The FY2009 appropriation was $41.8 million (including a $13.5 million set-aside for the ACF home visitation initiative, $500,000 for a feasibility study related to a national child abuse and neglect offender registry, and $2.4 million for other congressional projects designated in the Explanatory Statement accompanying the FY2009 appropriations bill). Community-Based Grants: Formula grants to each state and territory for support of community-based activities and services to prevent child abuse and neglect. The FY2009 appropriation was $41.7 million. Children's Justice Act Grants: Formula grants to states and territories to improve investigation, prosecution, and handling of child maltreatment cases, particularly those cases related to child sexual abuse or exploitation. For FY2009, $20 million was provided out of the federal Crime Victims Fund, including a $3 million set-aside for tribes.", "Funding authorization for most grants or activities authorized under CAPTA expired with FY2008. However, as shown above, the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ) provided roughly $110 million out of the general treasury for CAPTA grants and activities in FY2009. In addition, as required by the Victims of Crime Act ( P.L. 93-247 , as amended), $20 million was set aside from the Crime Victims Fund for grants to improve the investigation, prosecution, and handling of child abuse and neglect cases (commonly referred to as \"Children's Justice Act grants\"). FY2010 appropriations legislation ( H.R. 3293 ) pending in Congress would provide roughly the same CAPTA funding for FY2010 and, again, an additional $20 million is expected to be available from the Crime Victims Fund. "], "subsections": []}, {"section_title": "Issue and Scope", "paragraphs": ["Children depend on adults to meet their physical needs, foster their social and emotional development, and, in so doing, nurture their growth into adulthood. For most children, their parents are both capable and committed to providing this necessary care and support. For some, however, this is not true. Any person who knows or suspects that a child is being abused or neglected may contact child protective services (CPS) with this information. Local CPS agencies are called on to screen these referrals, investigate or assess the allegations as warranted, and identify children in need of additional services. In carrying out this job, CPS workers must discern the difference between children whose home situations are safe, those whose homes may be made safe if additional supports and services are provided, and those for whom removal—even if temporary—is necessary for the children's protection. ", "This first part of this report includes a discussion of definitions of child abuse and neglect and a description of how CPS agencies receive and respond to allegations of child abuse and neglect. Tasks done by CPS workers are described, including the manner in which children are ultimately counted as \"victims\" or \"non-victims\" of child abuse or neglect. It continues with a look at certain demographic characteristics of children found to be victims and a brief description of services provided to children and their families following a child abuse or neglect investigation. Finally, this part of the report concludes with a short review of some risk factors for poor child outcomes that are seen disproportionately in children whose families are investigated for abuse or neglect, and lists some circumstances prevalent among the families or caregivers of these children that may also put these children at risk for poor outcomes. ", "CPS agencies are sometimes referred to as the \"front-end\" of the child welfare services continuum. The number of children and families who come to the attention of CPS each year is far greater than the number of children found to be victims of child abuse or neglect and the even smaller number of children who are placed in foster care. Figure 1 shows the scope of children and families who come in contact with the CPS/child welfare agency. "], "subsections": [{"section_title": "Definition of Child Abuse and Neglect", "paragraphs": ["Child abuse and neglect is defined in CAPTA as \"at a minimum, any recent act or failure to act on the part of a parent or caretaker, which results in death, serious physical or emotional harm, sexual abuse or exploitation, or an act or failure to act which presents an imminent risk of serious harm.\" States that receive state grant funds under CAPTA must define \"child abuse and neglect\" to be consistent with this federal definition. All states receive CAPTA state grant funds and many states have developed more detailed definitions of child abuse and neglect, which is sometimes referred to as child maltreatment. Typically, these definitions elaborate on the meaning of different types of maltreatment, including (1) physical abuse, generally involving non-accidental physical injury to the child and, in some states, substantial threat of injury; (2) neglect, including failure to provide necessary food, clothing, shelter, medical care, or supervision and, typically, for reasons other than economic inability to do so; (3) sexual abuse/exploitation; and (4) emotional abuse or mental injury. Some states also incorporate specific language defining other forms of abuse and neglect, including, for example, abandonment, or harming or exposing a child to harm because of substance abuse or the manufacture of a controlled substance. Consistent with the federal definition in CAPTA, many state child abuse and neglect definitions also specify that a finding of child abuse or neglect may only occur if the perpetrator of the maltreatment is a parent or caregiver of the child. In FY2007, 80% of the perpetrators in substantiated abuse or neglect cases were one or both of the child's parents, 5% were other relatives of the child, and 3% were the unmarried partner of the parent. Other types of non-parent caregivers (e.g., foster parents, residential facility staff, and legal guardians) typically represented less than one-half of 1%, each, of the perpetrators of child abuse or neglect. "], "subsections": []}, {"section_title": "Receiving and Screening Allegations of Child Abuse and Neglect", "paragraphs": ["States are required under the CAPTA state grant program to have a statewide law or program in effect that includes procedures for receiving and screening referrals of known or suspected child abuse and neglect, and procedures for investigating them as appropriate. In FY2007, child protective services agencies received 3.2 million allegations of abuse or neglect concerning an estimated 5.8 million children. More than one-third of the allegations (38%) were \"screened out\" and no investigation followed. However, investigations or assessments were conducted with regard to the majority of allegations received (62%), involving some 3.5 million children. Of these children, an estimated 794,000 were determined to be victims of child abuse or neglect—or roughly 11 children per 1,000 children in the population. (For data on the number of referrals, investigations, and victims of child abuse by state, see Appendix A .)", "Any person can make a child abuse and neglect allegation to CPS. Most states require certain individuals (e.g., health personnel, teachers, police officers, lawyers, and workers at social service agencies) to report any instance of known or suspected child abuse or neglect. Individuals may make reports of abuse or neglect to local law enforcement or a local CPS agency, and states typically operate a 24-hour hotline to receive this information as well. Under the CAPTA state grant program, states must have procedures for cross-agency cooperation and states have policies (often in statute) regarding how information is to be shared across these entities. States or localities also develop their own rules for when an allegation of child abuse or neglect will be \"screened out.\" For example, these might include—when the allegation received does not meet the state's definition of child abuse or neglect or does not include enough information to permit an investigation or assessment to occur; when the children in the referral were determined to be the responsibility of another agency or jurisdiction (e.g., a military installation or a tribe); or when the alleged victim was older than 18. If an allegation is screened out, there is generally no additional CPS response, although, in a limited number of localities, information on screened-out allegations may be referred to community-based groups for possible follow-up. By contrast, when an allegation is \"screened-in,\" it is called a \"report\" and a CPS investigation or assessment follows. ", "Among the child abuse and neglect referrals screened in for investigation or assessment in FY2007, 58% were made by professionals—that is, individuals who encountered the alleged child victim as part of their job. These professionals, who, as noted earlier, may be required under state law to report known or suspected abuse or neglect, included education personnel, who were the source of 17% of all reports investigated; legal, law enforcement, or criminal justice personnel (16%); social services personnel (10%); medical personnel (8%); mental health personnel (4%); and foster care or child day care providers (2%). Reports made by non-professionals in FY2007 included those made by anonymous individuals (8% of all reports investigated), relatives (7%), parent(s) (6%), and friends or neighbors of the child (5%)."], "subsections": []}, {"section_title": "What Is an Investigation?", "paragraphs": ["Typically, a single investigation involves more than one child. The number and rate of children who are the subject of a child abuse and neglect investigation trended upward between 1990 and 2004, but has remained relatively flat since that year. Annually, about 3.5 million to 3.6 million children are the subject of CPS investigations or assessments; this translates to a rate of roughly 48 children being the subject of an investigation (or assessment) for every 1,000 in the population. ", "The primary focus of an investigation is a determination concerning the safety of a child. The CPS investigator must assess risk to the child in the home—both whether abuse or neglect has already happened and whether it might occur. In addition to this task, a 2005-2006 national survey of local CPS agencies found that nearly every agency required investigators to make a separate determination of whether any other children in the family were maltreated (98%). A very large majority of these agencies (92%) also required the investigator to make an assessment of service needs of the child during the investigation and, separately, to make a recommendation for court intervention if needed. Finally, in roughly three-fourths of the local CPS agencies surveyed, investigators were required to provide short-term services to the family as necessary (during the investigation) and to refer the family for further (post-investigation) services if needed. ", "In making these determinations and assessments, local CPS agencies commonly instruct investigators to review any prior CPS records relevant to the family; visit the family without making an appointment; discuss the case with other CPS workers; and interview relevant individuals, such as family members other than the caregiver, professionals known to the family, witnesses, and/or the person who made the report of abuse or neglect. Other investigation activities might include conducting a criminal background check on the alleged perpetrator, conducting family group conference meetings, and discussing the case with a multi-disciplinary team."], "subsections": []}, {"section_title": "What is Alternative Response?", "paragraphs": ["Some states (or localities) have implemented a system of \"alternative\" or \"differential\" response. In these places, reports of abuse or neglect where children are deemed (at the screening stage) not at imminent risk of harm or at lower risk may be referred for alternative response rather than investigation. An alternative response focuses primarily on assessing family strengths and needs to ensure children's safety. In many localities, referral to an alternative response precludes a formal determination that abuse or neglect occurred (or didn't occur).", "A 2005-2006 survey of local CPS agencies found that 39% had implemented some form of \"alternative\" or \"differential\" response. That survey found that in the large majority of those agencies, workers providing an alternative response were required to follow standard practices. These included making assessments of the underlying causes of the alleged maltreatment (a standard practice at 84% of the surveyed agencies), the service needs of the family (86%), and the service needs of the child(ren) (86%). Most local CPS agencies (71%) also required the worker providing an alternative response to refer the family for further services if needed. Activities conducted as part of alternative response typically included interviews with caregiver(s) of the child(ren); interviews with (or formal observation of) the child(ren); and discussion of the case with other CPS workers. They might also include a visit to the family by appointment."], "subsections": []}, {"section_title": "Who Is Counted as a Victim?", "paragraphs": ["In FY2007, HHS estimates that 794,000 children experienced child abuse or neglect, based on reports from state CPS agencies. The annual number of children reported as victims of child abuse and neglect by HHS includes all children for whom a CPS investigator \"substantiates\" that abuse or neglect occurred, as well as children for whom the investigator determines that the abuse or neglect is \"indicated\" and those coded by states as an \"alternative response victim.\" All states report on substantiated victims of child abuse and neglect and the very large majority of children who are counted as victims (close to 96% in FY2007) had an investigation finding of \"substantiated.\" A few states (four in FY2007) also report the number of children for whom abuse or neglect was \"indicated.\" In these states, a CPS investigator who suspects that the child may have been maltreated (or is at risk of maltreatment) but is unable to substantiate this under the rules of evidence (see below) or the definition of abuse or neglect in the state may determine that child maltreatment is \"indicated.\" For FY2007, four states reported that 15,000 children had an investigation determination of \"indicated.\" Finally, although provision of alternative response typically precludes an abuse or neglect finding, two states reported in FY2007 that 16,000 children were \"alternative response victims.\" "], "subsections": [{"section_title": "Level of Evidence Required to Substantiate a Child Maltreatment Report", "paragraphs": ["In determining whether to \"substantiate\" a child abuse or neglect report, a CPS investigator must consider how child abuse and neglect is defined in the state, as well as the level of evidence required by the state to make such a determination. In FY2007, 20 states required investigators to make a \"reasonable\" determination or to have credible evidence that a child had been abused or neglected before formally substantiating a child abuse or neglect report; more states (27) used a somewhat stricter level of evidence, requiring investigators to find that a \"preponderance\" of evidence supported a determination that a child was a victim of abuse or neglect; and two states required the most rigorous standard of \"clear or convincing evidence.\" States with the least restrictive level of evidence had an average child maltreatment victim rate of more than 13 in FY2007, those using a somewhat more strict level of evidence had a victim rate of just below 10, and those with the most restrictive level of evidence had a victim rate just below 2. "], "subsections": []}]}, {"section_title": "Who Is Counted as a Non-victim?", "paragraphs": ["Among all children who were the subject of a child abuse and neglect investigation in FY2007, HHS estimates that about 2.7 million were \"non-victims.\" Children are counted as \"non-victims\" if they are the subject of a CPS investigation and the investigation does not conclude that they were a substantiated, indicated, or alternative response victim of abuse or neglect. For most \"non-victims\" (72% in FY2007), this means the CPS investigation concluded with a determination that abuse or neglect was \"unsubstantiated.\" This finding category is used by all states but is often not defined. It is commonly understood to mean that there was not sufficient evidence under state law to conclude that the child was maltreated or was at risk of maltreatment. There is a growing body of evidence suggesting that the difference between children for whom an abuse or neglect case is substantiated as opposed to unsubstantiated may be more a matter of degree than absolute difference. As noted above, states that require stronger levels of evidence tend to have lower rates of substantiation. Further, as discussed later, children in families who are investigated for abuse or neglect, in general, exhibit greater developmental and other risk factors than do children in the general population, and many children who are not found to be victims of abuse or neglect receive post-investigation services nonetheless.", "There are a variety of additional \"non-victim\" finding categories reported by states. More than 1 in 10 \"non-victims\" (13% in FY2007) had a finding of \"no alleged maltreatment.\" This may be the result of an increasing number of states in which all children living in the home of a child for whom an abuse or neglect case is reported are viewed as subjects of the investigation. Thus, this group of non-victims is presumed to be siblings of children for whom abuse or neglect was investigated and for whom a victim determination was not made. A smaller percentage of \"non-victims\" (less than 8% in FY2007) are reported as having been served by an \"alternative response\" and with no finding of child maltreatment. (Only 11 states reported data in this category in FY2007.) \"Non-victims\" also include children for whom the case was \"closed with no finding.\" In FY2007, 23 states reported \"non-victims\" in this category, and they represented less than 2% of \"non-victims.\" Generally, \"closed with no finding\" means that the agency could not complete the investigation (e.g., because the family could not be located). Finally, in a very small number of instances (less than one-half of 1% of children subject to an investigation), the allegations of abuse or neglect are found to be \"intentionally false\" by the CPS investigator."], "subsections": []}, {"section_title": "Children Found to Be Victims of Abuse or Neglect", "paragraphs": ["The number and rate of children who were found to be victims of child maltreatment peaked in the early to mid 1990s when roughly 1 million children were reported to be victims of child abuse or neglect annually. From the later 1990s through FY2006, roughly 900,000 children were reported in each year to be victims of abuse or neglect; this translated to a rate of roughly 12 victims of child maltreatment for every 1,000 children in the population. For FY2007, however, the number of reported child maltreatment victims declined to 794,000—or less than 11 victims for every 1,000 children in the population. ", "HHS attributes the decline in the number of victims reported in FY2007 to (1) an increase in the number of children with the investigation/assessment finding of \"other\" (these children are not counted as victims); (2) a decrease in the number of children with findings of \"substantiated\" or \"indicated\" (these children are counted as victims); and (3) a decrease in the number of children who received an investigation or assessment. The reason for all of these changes is not entirely clear. However, some states reported differences in how they collected and/or reported child maltreatment data for FY2007, and these changes may be largely responsible for the change in the national number of child maltreatment reports and of victims. (For a table showing, on a national basis, the number and rate of children who were the subject of a child abuse or neglect investigation, see Appendix C .)"], "subsections": [{"section_title": "Types of Child Maltreatment", "paragraphs": ["Children experience neglect far more than any other type of maltreatment. Among the 794,000 children counted as victims of child abuse or neglect in FY2007, 59% were reported as having experienced neglect only (including medical neglect), about 11% were reported as victims of physical abuse only, and less than 8% were reported as victims of sexual abuse only. In addition, about 13% were found to have experienced two or more types of maltreatment (e.g., the child experienced both neglect and physical abuse). There has been a decline in the reported rates of physical abuse and sexual abuse over roughly the past 15 years. (For a table showing trends in the share of child victims by maltreatment type, see Appendix C .)"], "subsections": []}, {"section_title": "Age and Race/Ethnicity of Child Maltreatment Victims", "paragraphs": ["States report the highest rates of child maltreatment among young children and among children who are African-American, American Indian/Alaska Native, or reported as being of two or more races.", "Infants and young children are the least able to care for and protect themselves and are more likely to be determined victims of child abuse or neglect than are older children. In FY2007, nearly 22 infants (children under the age of one year) were found to be victims of child maltreatment for every 1,000 infants in the population. By contrast, for FY2007, the child maltreatment rate reported for children ages one or two years was sharply below that of infants, at 13 for every 1,000 children of that age in the population; for three to seven years olds, the comparable rate was just below 12; for eight to 15 year olds, it was roughly nine; and for 16 and 17 year olds, it was five. ", "The 1 st , 2 nd , and 3 rd National Incidence Surveys, which studied the incidence of child abuse and neglect in the general population, found no direct link between race and child maltreatment; however, certain racial groups are disproportionately likely to be counted as victims of child abuse and neglect. Across all race/ethnicities, less than 11 out of every 1,000 children in the population were reported by states as victims of child abuse or neglect in FY2007. However, the comparable rates for African Americans (16.7), American Indian/Alaska Native children (14.2), and children of two or more races (14.0) are higher than this overall rate, while the rates for white (9.1) and Hispanic children (10.3) are somewhat lower, and the rate for Asian children (2.4) is much lower. ", "There are a variety of theories about why some children of color might be overrepresented in the child welfare system more generally, including disproportionate need (data show children of color are more likely to live in poor or single-parent homes, both of which have been associated with higher rates of child abuse or neglect); disproportionate attention (they come into contact with social service or other workers who notice and may be required to report suspected maltreatment); biased decision-making (they are more likely to be referred to CPS by those workers than are other children); and fewer community resources (they live in communities with fewer family support or other needed services). These theories are not necessarily mutually exclusive and, to the extent they are true, might operate differently in different locations."], "subsections": []}]}, {"section_title": "Post-investigation Services", "paragraphs": ["As discussed earlier, roughly three-fourths of all CPS agencies nationwide require investigators to provide short-term services to families, as needed, during child abuse and neglect investigations, and also to refer families for post-investigation services if needed. Post-investigation services most often offered to families were parenting classes and substance abuse programs. Less frequently offered services included marital counseling, family system therapy, grief counseling, advocacy services, dental exams, homemaker/chore services, employment services, and financial planning.", "In recent years, roughly one in five of all children found to be victims of child abuse or neglect were removed from their homes within 90 days of the investigation. During that same time period, about two in five children found to be victims of abuse or neglect received some services while they remained living in their homes, and the remaining two in five identified victims did not receive any additional services following the close of the investigation. A child maltreatment victim may not receive post-investigation services if the child's and family's needs were met during the investigation. Others may not be served because services are not available or the waiting list for them is very long. Finally, children who are not found to be victims of abuse or neglect may nonetheless be determined to be in need of post-investigation services. In recent years, roughly one out of four \"non-victims\" received some services following an investigation (while they remained in their home) and a small percentage were removed from their homes. (For a table estimating receipt of post-investigation services, nationally, by a child's status as \"victim\" or \"non-victim,\" see Appendix D .)"], "subsections": []}, {"section_title": "Risk of Poor Child and Family Outcomes Among Families Where an Investigation of Abuse or Neglect Occurs", "paragraphs": ["In recent years, CPS workers have conducted roughly 1.9 to 2.0 million child abuse or neglect investigations (or assessments) annually, typically involving as many as 3.5 or 3.6 million children. Findings from a nationally representative survey of children in families investigated for abuse or neglect show that this population is at risk of poor child and family outcomes, regardless of whether the investigation determines the child to be a victim."], "subsections": [{"section_title": "Family and Caregiver Risk Factors", "paragraphs": ["Many families visited by CPS workers face challenges to their stability, which might limit their ability to nurture and adequately support their children. Caseworkers reported that more than half of the families (54%) included in the nationally representative survey of children in families investigated for abuse or neglect had only one supportive caregiver in the home, close to one-third (31%) were assessed as having low social support, and nearly one-quarter had trouble paying for basic necessities. Caseworkers also identified poor parenting, serious mental health problems, domestic violence, and abuse of alcohol and drugs as issues facing significant numbers of families investigated for abuse or neglect. Notably, many of these families had prior contact with CPS. A little more than half (51%) had been the subject of prior reports of abuse or neglect, one-quarter had a prior incident of substantiated child abuse and neglect, and close to 30% had previously been served by the child welfare agency (not including investigation as a service). The percentages cited here represent the share of risk factors among all families where an investigation occurred. In general, the share of families experiencing these risk factors was higher among those who received services following the investigation and was highest among families where a child was removed from the home following the investigation. (See Appendix B for a table showing the percentage of families/caregivers that experienced these risk factors, as assessed by the CPS investigator, based on level of service subsequently received.)", "Not surprisingly, high cumulative caregiver/parent risk factors (as assessed by the CPS investigator) predicted placement in out-of-home care or receipt of services while the child remained in the home. (Findings displayed in this report did not show presence of risk factors by whether or not a child was determined to have been a substantiated victim of abuse or neglect.) In addition, investigative caseworkers most often cited two factors, a \"reasonable level of caregiver cooperation\" and \"child's inability to self protect,\" as critical in their decision-making process. Caregiver cooperation was especially influential in cases where a CPS worker decided the child should remain at home. A child's inability to self protect was most significant in decision-making with regard to younger children. For older children, however, investigative caseworkers cited the importance of the child's special health or other needs. "], "subsections": []}, {"section_title": "Risk Factors Among Children", "paragraphs": ["Children in families investigated for abuse or neglect exhibit a greater risk for developmental delays and behavior problems than do children in the general population. This higher risk appears to exist across the range of children in families investigated for abuse and neglect and is not necessarily limited to those families in which the allegation of abuse or neglect is \"substantiated\" or to those children who are removed from their homes following an investigation. ", "School-age children who were in families investigated for abuse or neglect were at least twice as likely as children in the general population to be identified (using a standardized checklist) as having clinical or borderline clinical levels of problem behavior. In addition, they scored comparatively lower on reading and (especially) math scores, and social and living skills, and exhibited higher levels of depression. ", "Under CAPTA, states are required to have procedures in place to refer children who are found to be substantiated victims of child abuse or neglect for screening under the Part C, early intervention services, program that is part of the Individuals with Disabilities Education Act (IDEA). Analyzing survey data among the nationally representative sample of children in families investigated for abuse or neglect, researchers determined that as many as 34% of the youngest children in these families (those under age three) had a developmental delay that would qualify them for special education services under the eligibility criteria used in most states for the Part C program. The comparable percentages among the general population for children with developmental delay is 2% to 23%, depending on the study used. ", "The researchers also found that the presence of developmental delay was not limited to young children who were determined to be victims of child abuse and neglect. Rather, they reported: \"Children with unsubstantiated reports [of child abuse or neglect] (38%) were significantly more likely than children with substantiated reports (28%) to be in need of Part C services due to developmental delay or an established medical condition.\" At the same time, they noted that children with unsubstantiated reports of child abuse or neglect were less likely to receive services than children substantiated as victims of abuse or neglect. The degree to which the child welfare agency should play a role in service access for all children it investigates, regardless of substantiation status, is an important area for future research and policy consideration, the researchers stated. (For tables showing prevalence of certain risk factors among children in families investigated for child abuse and neglect, and, separately, family or caregiver risk factors in that population, see Appendix B .)", "The remainder of this report discusses grants programs and other activities authorized by CAPTA, including the funding provided and authorized for them."], "subsections": []}]}]}, {"section_title": "CAPTA Grants and Activities", "paragraphs": ["The well-being of children is the subject of a range of federal programs that are collectively referred to as \"child welfare\" programs. The primary goals of federal child welfare programs are to ensure the safety of children; to enable them to be part of strong, permanent families; and, in doing this, to foster the well-being of children and their families. CAPTA is the only federal child welfare program focused solely on preventing child abuse or neglect as well as responding to allegations of abuse or neglect. As such, it is a critical piece of federal child welfare policy related to ensuring children's safety. In addition, efforts to prevent child abuse or neglect or to ensure that children may safely remain in a home where child abuse or neglect has been alleged are critical to the goal of permanence. The remainder of this report discusses activities authorized and required under CAPTA and funds provided. Table 1 provides a snapshot of the programs or activities authorized under CAPTA, including use of funds, requirements, and funding. "], "subsections": [{"section_title": "State Grants", "paragraphs": ["Funding for CAPTA state grants ($26.5 million in FY2009) is provided to help states improve their CPS systems and may be used for a range of purposes specified in the law. To be eligible to receive these state grant funds, a state must submit a plan including certain assurances related to how it will operate its CPS system; establish and support citizen review panels; and, to the \"maximum extent practicable,\" annually supply to HHS certain child abuse and neglect data. The statute provides that any funds appropriated for these purposes must be distributed to all eligible states by formula. "], "subsections": [{"section_title": "Allowable Use of Funds", "paragraphs": ["CAPTA state grant funds are intended to improve the state CPS system, and the statute provides a variety of areas in which they can be used to make improvements. These are:", "Receipt and investigation of reports of child abuse and neglect: Educate the public on the role of CPS and the nature and basis for reporting child abuse and neglect; develop and facilitate research-based training protocols for individuals mandated to report child abuse or neglect; improve intake assessment, screening, and investigation of reports; develop, improve, and implement risk and safety assessment tools and protocols; and improve and enhance investigation of child abuse and neglect reports by creating multidisciplinary teams and interagency protocols. Prevention and services : Improve case management, including ongoing case monitoring, and delivery of services and treatment to children and their families; develop and enhance the capacity of community-based programs to prevent and treat child abuse and neglect and to integrate parent and professional leadership strategies to do so; and develop, implement, or operate programs to assist in obtaining or coordinating necessary services for families of disabled infants with life-threatening conditions. Training and workforce recruitment and retention : Develop, strengthen, and facilitate training, including training on research-based strategies to promote collaboration with families, the legal duties (of CPS workers), and personal safety for case workers; and improve the skills, qualifications, and availability of individuals providing services to children and families through the child protection system, and the supervisors of such individuals. Collaboration between agencies : Support and enhance interagency collaboration between the child protection system and the juvenile justice system to improve services and treatment, and provide methods for continuity of treatment plans and services for children moving between the systems; and support and enhance collaboration among public health agencies, CPS agencies, and private community-based programs to provide child abuse and neglect prevention and treatment services (including linkages with education systems) and to address the health needs, including mental health needs, of children identified as abused or neglected, including supporting prompt comprehensive health and developmental evaluations for children who are the subject of substantiated child maltreatment reports. Legal preparation and representation : Improve legal preparation and representation, including procedures for appealing and responding to appeals of substantiated reports of child abuse and neglect and provision for the appointment of an appropriately trained individual to represent the best interests of child victims in judicial proceedings. Data collection : Develop and update technology systems that support the work of the CPS agency, track reports of child abuse and neglect from intake through final disposition, and allow interstate and intrastate information exchange."], "subsections": []}, {"section_title": "Requirements for Receipt of State Grant Funds", "paragraphs": ["All 50 states, the District of Columbia, Puerto Rico, and other territories receive CAPTA state grants. To receive these funds, states (including the District of Columbia and Puerto Rico) must submit an initial application as well as a renewal application no less often than every five years. Under regulations provided by HHS, the application is to be submitted as part of a broader Child and Family Services Plan (CFSP) that is intended to encourage the integration of several federal programs that provide funds for services to children and their families. The CAPTA state grant application must include a state plan for the CAPTA grant program, which is discussed in more detail below. "], "subsections": [{"section_title": "Description of Use of Funds and Program Coordination", "paragraphs": ["In its plan, a state must outline how it intends to spend CAPTA state grant funds, including specifying what areas of its CPS system it will seek to improve, and what child abuse prevention services will be provided (directly or through referral). Further, states must, \"to the maximum extent practicable,\" coordinate the CAPTA state grant program with the federal Stephanie Tubbs Jones Child Welfare Services and Promoting Safe and Stable Families programs. Those programs are authorized under Title IV-B of the Social Security Act and provide formula funding to all states for a range of services to children and families. Accordingly, in their CAPTA state grant plan, states must certify that any activities that are related to preventing, responding to, or treating child abuse or neglect and that are carried out under those Title IV-B programs meet the requirements for CAPTA state grants. The CAPTA state plan must further describe training to be provided for mandatory reporters of child abuse and neglect, as well as training for CPS workers. Finally, states are required to notify HHS annually about any substantive changes in state law that could affect their eligibility for CAPTA state grant funds and any significant changes in how the grant funds will be used. "], "subsections": []}, {"section_title": "Assurances", "paragraphs": ["To receive CAPTA state grant funding, a state must also provide assurances in its state plan that it has in effect a statewide policy or program, or is enforcing a statewide law related to child abuse and neglect in the following areas: ", "R eceiving, screening , and i nvestigating allegations of child abuse and n eglect : A state must have procedures to receive reports of known or suspected child abuse and neglect, and for the immediate screening, risk and safety assessment, and investigation of those reports. These procedures must include a requirement that health care providers who are involved in the delivery or care of an infant who has been affected by prenatal exposure to illegal substances notify CPS of the infant's condition. Further, they must provide that designated individuals at health care facilities promptly notify CPS of suspected medical neglect and that the state CPS have procedures for coordinating and consulting with those individuals on all cases of reported medical neglect. With regard to each investigation (or assessment) of reported child abuse and neglect, the state must require that a CPS worker, at the initial time of contact with the alleged perpetrator, advise that individual of the allegations made against him or her and do this in a manner consistent with laws that protect the rights of the person who made the allegation of abuse or neglect. The state must also have provisions by which individuals who disagree with an official finding of abuse or neglect can appeal this finding. Further, the state must provide, by law and regulation, for the immunity from prosecution of any individual making a good faith report of suspected instances of child abuse or neglect. Ensuring c hildren's s afety and m aking r eferral s to other s ervices : A state must have procedures to refer children not at risk of imminent harm to a community organization or voluntary preventive service. A state must also have procedures to immediately ensure the safety of any child who is abused or neglected, as well as any child who may be at risk of abuse or neglect by the same caretaker, and to ensure children's placement in a safe environment. Special procedures or laws must be in place to respond to (1) child maltreatment victims under three years of age (i.e., the state must have provisions for their referral to early intervention services under Part C of the Individuals with Disabilities Education Act); (2) for infants identified as being affected by prenatal exposure to illegal substances (i.e., the state must have provisions for development of a plan of safe care); and (3) for cases involving medical neglect (i.e., the state must have a law that grants CPS the authority to pursue legal remedies, including those necessary to provide medical care or treatment when necessary). Legal representation of c hildren in abuse and neglect judicial p roceedings : States are required to have provisions for the appointment of an appropriately trained guardian ad litem (an attorney, court-appointed special advocate, or both) to represent each child abuse or neglect victim who is involved in a judicial proceeding. Confidentiality of records: In general, states must maintain the confidentiality of all records and reports related to their child abuse and neglect investigations. At the same time, a state must have procedures to release information from these confidential records to any federal, state, or local government entity, or an agent of these entities, that needs this information to carry out its responsibilities under law to protect children from abuse and neglect. Two of these entities, child fatality review panels and citizen review panels, are specifically named in the statute and must be given access to confidential information needed to perform their work. Further, the state is required to release to the public information concerning a child abuse and neglect case when it resulted in the death or near death of a child. States are permitted to release child abuse and neglect records to (1) individuals who are the subject of a report; (2) a grand jury or court, if the information in the record is necessary to determine an issue before the grand jury or court; and (3) any other entity or class of individuals that is authorized by state law to receive the information for a legitimate state purpose (e.g., researchers, or employers conducting background checks). Finally, a state is also permitted to allow public access to child abuse and neglect court proceedings, provided that it does so in a manner that ensures the safety and well-being of the child, parent, and families. Individuals or entities who receive confidential information from a child abuse and neglect case are bound by the same confidentiality rules as the state and may not re-release the information. In the case of citizen review panel members, a state must have in place civil sanctions for any member of a panel that re-discloses identifying or other information from a CPS case without specific authorization to do so. States must also have procedures to expunge any records made available to the general public or used for purposes of employment or other background checks in cases where the child abuse or neglect allegation is unsubstantiated or found to be false. This requirement, however, does not preclude state CPS agencies from keeping information on unsubstantiated cases in its casework files to assist in future risk and safety assessments. Finally, unless it is ordered to do so by a court, a state is always permitted to refuse to disclose identifying information concerning the person who made a specific allegation of child abuse or neglect. Training , worker r etention , and s upervision: In addition to describing training programs for CPS workers and mandatory reporters in their state plan (see \" Description of Use of Funds and Program Coordination \"), states are required to have provisions to improve the training of caseworkers, as well as methods for training or informing CPS workers regarding their legal duties (\"in order to protect the legal rights and safety of children and families from the initial time of contact during investigation through treatment\"). States must also have provisions related to improving retention and supervision of caseworkers. Establishment and s upport of citizen review p anel s : States are required to establish no less than three citizen review panels (or no less than one in less populous states). The panels must be composed of volunteers who are \"broadly representative\" of the community, including members with expertise in the prevention and treatment of child abuse and neglect, and may include foster care review boards or child fatality panels. Citizen review panels are required to meet at least once every three months and to evaluate the effectiveness of state and local CPS agencies' policies and practices in protecting children. As part of doing this work, they must provide for public outreach and comment on the impact of CPS work. Each panel must provide to the state an annual written report (which also must be made available to the public) that summarizes its activities and recommendations for CPS improvements at the state and local level. Within six months of receiving the report, the state must submit a written response to the citizen review panel and to state and local child protection systems that describes whether or how the state will incorporate the recommendations of the panel. Finally, to permit citizen review panels to carry out their duties, states must grant them access to information on cases that the panels wish to review and must also provide, as requested, staff assistance to help the panels carry out their duties. Termination of parental r ights : Termination of parental rights is a legal process that severs the legal relationship (rights and responsibilities) between a parent and child. As part of ensuring children's safety and permanency, states are required to have provisions for the expedited termination of parental rights in the case of an infant who has been abandoned. States must also have provisions ensuring that no child whose parent has been convicted of a heinous crime against that child or a sibling of that child (e.g., murder, voluntary manslaughter, conspiracy to murder, or felony assault resulting in serious bodily injury to the child or sibling) be required to be reunited with that parent. In addition, once a state has those provisions in place, it must establish by state law that those same crimes against the child (or a sibling of the child) are grounds for termination of parental rights. At the same time, case-by-case determinations of whether to seek termination of parental rights remain, under CAPTA statute, at the sole discretion of the state. Criminal background c hecks : States are required to ensure that criminal background checks are completed for every prospective foster or adoptive parent and for any other adult(s) living in the household."], "subsections": []}, {"section_title": "Data Reporting", "paragraphs": ["States must, \"to the maximum extent practicable,\" report certain child abuse and neglect data to HHS. Specifically, these data are (1) the number of children who were reported to the state during the year as abused or neglected and, of those children, the number for whom the report was substantiated, unsubstantiated, or determined to be false; (2) the number of children reported as abused or neglect who received services under CAPTA (or an equivalent state program) during the year, the number who did not, and the number who were removed from their families; (3) the number of children reunited with their families, or receiving family preservation services, that within five years were the subject of a subsequent substantiated report of child abuse or neglect (including death); (4) the number of deaths in the state during the year that were the result of child abuse or neglect and the number of those deaths that involved children in foster care; (5) the number of children for whom individuals were appointed by the court to represent the children's best interests and the average number of out-of-court contacts between the appointed representatives and these children; (6) the number of children \"under the care of the state child protection system\" whose custody is transferred to the state juvenile justice system; (7) the number of families that received preventive services during the year; (8) the number of CPS workers responsible for intake and screening of child abuse and neglect reports, and the number of those same CPS workers, as well as the number of CPS investigators, relative to the number of reports investigated; and (9) the agency response time with respect to initial investigation of child abuse or neglect and the response time with respect to the provision of services to families where an allegation of abuse or neglect has been made. Finally, states must, to the maximum extent practicable, submit to HHS the annual report summarizing the activities of their citizen review panels."], "subsections": []}]}, {"section_title": "Distribution of State Grant Funds", "paragraphs": ["HHS awards CAPTA state grants to each of the 50 states, the District of Columbia, Puerto Rico, American Samoa, Guam, the Northern Mariana Islands, and the U.S. Virgin Islands. Each of these 56 jurisdictions receives a base allotment of $50,000, after which the remaining funds are allocated to each jurisdiction based on its relative share of the child (under age 18) population among all of those jurisdictions. No matching funds are required to receive this grant. The statute does not authorize distribution of CAPTA state grants to Indian tribes or tribal organizations. CAPTA state grant amounts among the 50 states, the District of Columbia, and Puerto Rico ranged from a low of $85,000 to a high of just over $3.0 million in FY2009. The median grant among those 52 jurisdictions was $367,000. Table 2 shows CAPTA state grant funding for each of FY2007-FY2009 by state. "], "subsections": []}, {"section_title": "Reported Use of Funds", "paragraphs": ["As part of their FY2008 application to receive these grants, states reported that they planned to spend close to half of their CAPTA state grant funds (48%) on prevention and support services (these might include respite care, early developmental screening of children, services to increase parenting skills, home visiting, and family support or resource centers); a little less than that (44%) for protective services (which, among other things, includes investigations, case management, and service referrals); 5% for training; and the remainder on intensive family preservation or services to expeditiously reunite children removed from their homes with their parents. ", "Funds provided under CAPTA state grants may support improved prevention activities in the state and improvements to the CPS system for receiving and responding to reports of abuse or neglect. Title II of CAPTA exclusively provides funds to support community-based child abuse or neglect prevention activities. No federal program, however, exclusively provides funds for the operation of state CPS systems, although states may, and do, use a variety of federal funding streams to support their CPS systems (including, for example, funding under the Social Services Block Grant (SSBG), Temporary Assistance for Needy Families (TANF) block grant, and the Stephanie Tubbs Jones Child Welfare Services program). Available data, however, suggest that states provide the largest share of CPS funding from non-federal sources (state and local dollars). For FY2007 (most recent data available), states reported spending $270 million through the SSBG funding stream (including TANF funds transferred to that block grant) for \"child protective services.\" However, among the 36 states able to report on total child protective services spending in their state, SSBG spending amounted to less than 8% of all state spending (including state, local, and federal dollars) for child protective services."], "subsections": []}]}, {"section_title": "Community-Based Grants to Prevent Child Abuse and Neglect", "paragraphs": ["CAPTA Title II community-based grants—administratively referred to as Community-Based grants for Child Abuse Prevention or CBCAP grants—are one of the few sources of federal child and family services funding that are wholly dedicated to the prevention of child abuse and neglect. The funds are distributed to a state-designated lead entity in each state, and must be redistributed by that lead entity to community-based groups for the support of a continuum of prevention-focused programs and activities designed to strengthen and support families to prevent child abuse and neglect. Programs and activities supported may range from public campaigns to prevent child abuse or neglect to provision of services for families such as home visiting, respite care, and parenting education. Families served with CBCAP funds are typically those that meet some \"at risk\" definition but—in keeping with the prevention focus—are not in current contact with the child welfare agency. The statute directs that some of the CBCAP funds be set aside for technical assistance and for tribal or migrant programs before distribution to all states. The distribution is based, in part, on each state's relative share of child population as well as its ability to leverage non-federal funds to further support prevention activities and services. "], "subsections": [{"section_title": "Allowable Use of Funds", "paragraphs": ["The statute stipulates how the state-designated lead entity must use CBCAP funds and also provides certain complementary requirements for the use of funds by community-based sub-grantees. CBCAP funds are to be used by the state's lead entity for the following purposes. ", "D evelop, operate, expand, and enha nce community-based, prevention- focused programs and activities designed to strengthen and support families to prevent child abuse and neglect. Programs and activities are expected to be accessible, effective, and culturally appropriate, and to (1) offer support to families to increase family stability and improve access to services; (2) promote the development of parenting skills (especially in young parents and parents with young children); (3) demonstrate a commitment to meaningful parent leadership in the planning for and operation of community-based programs; and (4) support the additional needs of families that include children with disabilities (through respite care and other services). Finally, in awarding grants to community-based programs, the lead entity must give priority to effective programs that serve low-income communities, and those that serve young parents or parents with young children, including community-based family resource and support programs. Foster a continuum of prevention services for children and families through state and community-based collaborations and partnerships, both public and private. Finance the start-up and operation of family support and family resource services that respond to identified unmet needs. Unmet needs are to be identified by a regular inventory of community-based services. Maxim ize funding for services to strength en and support families to prevent child abuse and neglect by leveraging and integrating all available public and private funds at the federal, state, and local levels. Finan ce public information campaigns focused on health and positive development of parents and children and on the prevention of child abuse and neglect. ", "Community-based groups receiving funds via the state entity must focus on similar activities at the local level. These are (1) assessing community need and involving parents in planning a continuum of services; (2) developing a strategy to provide, over time, a continuum of services through public and private partnerships; (3) providing core family resource and family support services, including services related to parent education, mutual support, and self help; outreach services; and community and social service referrals; (4) providing, or arranging for provision of, other core services, including voluntary home visiting and all forms of respite care services ; (5) developing leadership roles for meaningful involvement of parents in designing, operating, evaluating, and overseeing these prevention and support programs and services; (6) providing leadership in mobilizing local public and private resources for these services; and (7) participating with other community-based groups and activities to strengthen prevention activities and family resources and supports."], "subsections": []}, {"section_title": "Eligibility Requirements", "paragraphs": ["To be eligible for funding, a state must designate a lead entity to direct CBCAP funding and efforts; provide certain assurances, including some related to the qualifications and work of that lead entity; submit an application that includes a description of certain planned CBCAP activities, a budget showing that the state will provide not less than 20% in matching program funds, and other assurances; and submit annual program reports to HHS. ", "D esignate a l ead entity to direct the spending of CBCAP funds . The entity selected may be a public, private nonprofit, or quasi-public organization. It must have a demonstrated ability to integrate child abuse and neglect prevention services and activities and to leverage and blend a variety of funds to support these activities. In roughly half of the states (including Puerto Rico), a public agency serves as the lead entity (most commonly the child welfare agency or another agency within the human services department), and in the remaining states (including the District of Columbia), quasi-public or private nonprofit agencies (most commonly the state's Children's Trust Fund) have been designated as the lead entity. Assurances concerning the work of the lead entity . The state must provide assurances that the lead entity will provide, or be responsible for, (1) community-based and prevention-focused programs and activities designed to strengthen and support families and to prevent child abuse and neglect, and that these programs, where appropriate, will be provided through a network; (2) direction through an interdisciplinary and collaborative public-private structure that includes balanced representation from public and private sector members, parents (including parents with disabilities), and nonprofit and public service providers; (3) direction and oversight by identifying goals and objectives; (4) clear lines of communication and accountability; (5) leveraged or combined funding from federal, state, local, and private sources; (6) centralized assessment and planning activities; (7) training and technical assistance; and (8) reporting and evaluation. Further, the state must assure that the lead entity will integrate its efforts with the child abuse and neglect activities of the state and with individuals and organizations experienced in working in partnership with families that have children with disabilities and parents with disabilities. Assurances concerning the qualifications of the lead entity . The state must provide assurances that the lead entity it designates has (1) a demonstrated commitment to involving parents in the development, operation, and oversight of community-based programs that support families to prevent child abuse and neglect; (2) shown its ability to work with state and community-based organizations (both public and private nonprofit groups) to develop a continuum of preventive services and supports for children and families; and (3) the capacity, through interagency funding and interdisciplinary service delivery mechanisms, to provide operational support (financial and programmatic), training, and technical assistance to community-based child abuse prevention and family resource and support programs. Submit an applic ation including descriptions, assurances, and plans related to administration of CBCAP and the role of the lead entity . The state must submit an application to HHS that (1) describes the lead entity that will be responsible for administration of the CBCAP grant and oversight of the community-based programs funded; (2) describes how those community-based programs will operate and how public and private family resource and support services will be integrated into developing a continuum of family-centered, holistic preventive services for children and families; (3) includes a plan for providing operational support, training, and technical assistance to community-based prevention programs to develop, operate, expand, and enhance their activities; (4) provides an inventory of community-based child abuse and neglect prevention and family resource programs operating in the state and current unmet needs; (5) describes the criteria the lead entity will use to develop or to select and fund community-based child abuse and neglect prevention programs; (6) describes how the lead entity will advocate for systemic changes in state policy, practices, procedures, and regulations to improve the delivery of community-based, prevention-focused services to children and families; (7) describes the outreach activities that the lead entity and the community-based child abuse and neglect prevention programs will do to maximize the participation of racial and ethnic minorities, children and adults with disabilities, homeless families and those at risk of homelessness, and members of other underserved or underrepresented groups; and (8) assures that the state can meaningfully involve parents in planning, implementing, and evaluating programs and policy decisions of the lead entity. Submit a program budget . As part of its application, the state must also supply HHS with a CBCAP program budget and it must verify that it will spend in non-federal funds (cash only) an amount not less than 20% of its federal CBCAP funding. Further, the state must assure that federal CBCAP funds will be used to supplement, not supplant, other funds for community-based, prevention-focused programs serving children and families. Provide performance and other reports or information deemed necessary by HHS . The application must describe how the work of the lead entity and of the community-based programs it funds will be evaluated. Further, the state must assure that it will provide HHS with annual reports on the program, including information on \"performance measures\" that (1) demonstrate that the state lead entity has effectively developed, operated, and expanded community-based programs that meet the requirements of CBCAP; (2) describe services provided by local programs and demonstrate that they have addressed identified unmet needs; (3) describe the number of families served and demonstrate their high level of satisfaction with the services; (4) describe the involvement of diverse families in designing, operating, and evaluating community-based programs to prevent child abuse and neglect and have an implementation plan to ensure continued leadership of parents in program design, operation, and evaluation; (5) demonstrate establishment or continuation of innovative funding mechanisms that blend a variety of resource and interdisciplinary service mechanisms to develop, support, and expand community-based programs to prevent child abuse and neglect; and (6) describe the results of a peer review process conducted under the state program."], "subsections": []}, {"section_title": "Distribution of Funds", "paragraphs": ["States that properly designate a lead entity, submit an application, and provide necessary reports and assurances are eligible to receive CBCAP funds. For FY2009, $41.7 million was appropriated for this grant program. The statute requires HHS to reserve 1% of the funds annually appropriated for grants to Indian tribes, tribal organizations, and migrant programs. It further permits HHS to set aside \"such sums as may be necessary\" for certain program support and technical assistance activities. Remaining funds are to be allocated among all states by formula.", "Tribal and migrant p rograms . The 1% reservation for tribal entities and migrant programs is distributed by HHS on a competitive basis. In FY2009, roughly $417,000 was available under this set-aside and the funds provided a second year of funding to three grantees: the Yakima Valley Farm Workers Clinic, Toppenish, WA; Grand Traverse Band of Ottawa and Chippewa Indians, Suttons Bay, MI; and the Indian Child Welfare Consortium, Temecula, CA. The grants are expected to extend for three years (FY2008-FY2010), and, contingent on the amount of appropriated funding, the annual support for grantees is anticipated to be just under $139,000 in each of those three years. Technical assistance and program s upport. As permitted by statute, the Children's Bureau also reserved some CBCAP funds (just under $1.5 million in FY2009) for ongoing support of the FRIENDS national resource center ( http://www.friendsnrc.org ), which supports CBCAP lead entities and the community-based programs they fund, and to provide additional technical assistance and program support. Funds to states. The remaining funds, approximately $40 million in FY2009, are distributed to all 50 states, the District of Columbia, Puerto Rico, American Samoa, Guam, the Northern Mariana Islands, and the U.S. Virgin Islands (56 jurisdictions) by formula. Seventy percent of the funds (roughly $28 million in FY2009) are allotted to each jurisdiction based on its relative share of the total child (under age 18) population among all eligible jurisdictions. However, no jurisdiction is permitted to receive less than a minimum allotment of $200,000. The remaining 30% of the CBCAP state funding (roughly $12 million in FY2009) is distributed based on the relative share of non-federal funds that a state (meaning the 50 states, the District of Columbia, and Puerto Rico) was able to leverage in support of child abuse and neglect prevention activities and services in the prior fiscal year. A state may claim as leveraged dollars any state, local, or private money used for CBCAP purposes, provided the funds were directed through the state's lead CBCAP entity and were not used as matching funds or to meet maintenance of effort (MOE) requirements for any other federal program.", "As shown in Table 3 , states leveraged more than $322 million in non-federal funding for child abuse and neglect prevention activities in FY2007, and a state's relative share of that total leveraged sum determined its share of the leverage funding awarded under the CBCAP program for FY2008. Table 3 also shows total CBCAP funds awarded to each state in FY2008, including the amounts of that award attributable to the state's relative share of the national child population (with a minimum allotment of $200,000) and to its share of total leveraged funds. Grant amounts to individual states ranged from about $200,000 on the low end to $3.6 million on the high end. The median grant (excluding the four territories) was $567,000."], "subsections": []}]}, {"section_title": "Research, Demonstration, and Other Activities", "paragraphs": ["CAPTA authorizes support for a wide range of research, technical assistance, data collection, demonstration, and other activities related to the identification, prevention, and treatment of child abuse and neglect. Funding provided for these activities is typically awarded by HHS, on a competitive basis, via contract, grant, or cooperative agreement. As discussed in greater detail below, the statute requires HHS to undertake or support certain research, data collection, and technical assistance and it permits HHS to do certain other related activities.", "CAPTA funding appropriated for these required or permitted purposes is provided under the CAPTA \"discretionary activities\" account in the annual appropriations act. That account received $41.8 million in the FY2009 appropriations act ( P.L. 111-8 ), of which Congress—as part of the appropriations process—directed HHS to use $16.4 million for the following purposes: $13.5 million to continue support for a home visitation initiative begun in FY2008; $500,000 for a feasibility study on the creation, development, and maintenance of a national registry of substantiated child abuse cases; and $2.4 million for 12 specific projects or programs located in eight states. "], "subsections": [{"section_title": "Required Activities", "paragraphs": ["Under CAPTA, HHS is required (directly or through competitive grants, contracts, or agreements) to support certain research and projects and provide technical assistance. These required activities are listed below, including, in some instances, a short discussion of how HHS is meeting or has met the requirement.", "Establish a national clearinghouse on child abuse after consulting with other relevant federal agencies and their heads and soliciting public comment. HHS currently funds the Child Welfare Information Gateway ( www.childwelfare.gov ), which incorporates the former National Clearinghouse on Child Abuse and Neglect Information. The Child Welfare Information Gateway website offers a wide range of policy and practice resources regarding identifying, reporting, responding to, and treating child abuse and neglect. Collect and disseminate information related to child abuse and neglect identification, prevention, and treatment. Specifically, HHS must maintain, collect, and/or disseminate information on (1) programs related to the prevention, assessment, identification, and treatment of child abuse and neglect that are effective or promising and have the potential for broad implementation; (2) best practices for improving child protective systems; (3) best practices for addressing or making appropriate referrals related to the physical, developmental, and mental health needs of abused and neglected children; (4) the incidence of child abuse and neglect in the United States, including, specifically, among populations determined as underserved and among cases related to alcohol or drug abuse; and (5) training resources available at the state and local level for individuals who engage in preventing, identifying, and treating child abuse and neglect. In addition to the Child Welfare Information Gateway, HHS funds a number of national resource centers and quality improvement centers that respond to these requirements. For example, it currently supports the National Quality Improvement Center on Differential Response in Child Protective Services, and the National Center on Substance Abuse and Child Welfare. Establish a national child abuse and neglect data collection and analysis system . The 1988 CAPTA amendments ( P.L. 100-294 ) that added this requirement specified that the system must, to the extent practicable, coordinate existing federal, state, regional, and local child welfare data systems; include state-reported data on the number of deaths due to child abuse and neglect; and include standardized state-reported information on false, unfounded, unsubstantiated, and substantiated reports of child abuse or neglect. Further, it required HHS to compile and make available the state-reported child abuse and neglect data. HHS has established the National Child Abuse and Neglect Data System (NCANDS) and produces an annual publication ( Child Maltreatment ) that compiles and analyzes child abuse and neglect data reported by states. All states have submitted data to NCANDS on an annual basis, although this reporting is considered voluntary for states. Data collected via NCANDS may also be accessed by researchers for additional study through the HHS-funded National Data Archive on Child Abuse and Neglect housed at Cornell University. Provide te chnical assistance to state and local public and private agencies and community-based organizations , including disability organizations and people who work with children with disabilities. The purpose of the technical assistance is to aid these agencies and organizations in developing, improving, and carrying out programs related to prevention, assessment, identification, and treatment of child abuse and neglect and in replicating successful programs. HHS funds the National Resource Center on Child Protective Services, among other relevant resource centers and projects (including some of those also charged with collecting and disseminating relevant information). Support an ongoing research program designed to provide information on how to better protect children from abuse or neglect and to improve the well-being of abused or neglected children . The research program must be interdisciplinary, and include some field-initiated research projects as well as longitudinal research. HHS must compile, analyze, and publish a summary of the research funded under the program. Further, HHS is required to establish priorities for this research program, solicit public comment on those priorities, and maintain an official record of the comment. HHS makes annual competitive grant announcements for child abuse and neglect related research and has published a notice of research priorities in the Federal Register . The statute includes a list of topics on which HHS may choose to focus its required research topics, including the (1) nature and scope of child abuse and neglect and its causes, prevention, assessment, identification, treatment, cultural and socio-economic distinctions, and consequences; (2) effects of abuse and neglect on a child's development and successful early intervention or other services needed; (3) appropriate, effective, and culturally sensitive investigative, administrative, and judicial systems with respect to child abuse cases (including multi-disciplinary and coordinated decision-making procedures); (4) evaluation and dissemination of best practices to improve child protective services systems; (5) effective interagency collaboration between child protective services and the juvenile justice system to improve delivery and continuity of services; (6) evaluation of redundancies and gaps in services to prevent child abuse and neglect to enable better use of resources; (7) nature, scope, and practice of voluntary relinquishment to foster care or state guardianship for the purpose of receiving health or mental health services for low-income children; and (8) information on the national incidence of child abuse and neglect. Survey the national incidence of child abuse and neglect and report findings to Congress . The Keeping Children and Families Safe Act of 2003 ( P.L. 108-36 ) required HHS to conduct a fourth national incidence survey of child abuse and neglect (NIS-4) and to report back to Congress by July 2007. Specifically, Congress asked HHS to look at and report on the (1) incidence and prevalence of child maltreatment by an array of demographic characteristics (e.g., age, sex, race, family structure, household relationship, school enrollment and education attainment, disability, grandparents as caregivers, labor force status, work status, and income status); (2) any increase or decrease in the number and severity of child abuse cases; (3) incidence of reported child abuse cases that are substantiated and unsubstantiated; (4) number of substantiated cases that result in a judicial finding of child abuse or neglect or related criminal court convictions; (5) extent to which the number of reports of child abuse or neglect that are not substantiated or are false interferes with a state's ability to respond to serious cases of child abuse and neglect; (6) extent to which lack of resources or adequate training for mandatory reporters contribute to a state's inability to respond to serious cases of child abuse or neglect; (7) number of unsubstantiated, false, or unfounded reports that result in a child's out-of-home placement and the length of that placement; (8) extent to which unsubstantiated reports return as more serious cases of child abuse or neglect; (9) incidence and prevalence of physical, sexual, and emotional abuse and physical and emotional neglect in foster care; and (10) incidence and outcomes of abuse allegations reported within the context of divorce, custody, or other family court proceedings, and the interaction between the court and the child protective services system. Survey data were collected from 2005 to 2007, but as of early November 2009, the report to Congress on this research has not yet been made available. Establish a peer review process for awarding certain grants or contracts. The peer review process spelled out in statute is designed to ensure consultation with experts in the field in making grants under the CAPTA research program and to enhance the quality and usefulness of the research. In addition, for certain grants or projects funded via CAPTA, the statute requires evaluations to assess their effectiveness."], "subsections": []}, {"section_title": "Permitted Activities", "paragraphs": ["Permitted activities for HHS include establishing an Office of Child Abuse and Neglect, establishing an Advisory Board on Child Abuse and Neglect, and supporting research or demonstration projects and programs on specific topics listed in the statute that are related to the prevention of child abuse and neglect. These and other permitted activities are described below.", "Establish an Office of Child Abuse and Neglect. HHS has established the Office of Child Abuse and Neglect (OCAN) within the Children's Bureau. As stipulated in law, the purposes of the office are to carry out and coordinate the functions and activities of CAPTA, to ensure the necessary expertise and intradepartmental coordination whenever it is necessary to do this, and to ensure regular intradepartmental and interdepartmental consultation with all agencies involved in child abuse and neglect activities. The Federal Interagency Working Group on Child Abuse and Neglect, with representation from more than 40 federal agencies, meets in-person on a quarterly basis, and some members are in more frequent contact by conference call. The purposes of the working group include providing a forum through which staff from relevant federal agencies can communicate and exchange ideas concerning child abuse and neglect related programs and activities and providing a basis for collective action through which funding and resources can be maximized. Appoint a n Advisory Board on Child Abuse and Neglect. HHS is permitted to establish an Advisory Board on Child Abuse and Neglect to make recommendations concerning specific child abuse and neglect related issues to the agency and Congress. The current law stipulates certain necessary characteristics and qualifications for members appointed to this board. Under prior law, HHS was required to appoint an Advisory Board on Child Abuse and Neglect, and during the first half of the 1990s—when the last Board was appointed—it released several reports. Those reports made specific recommendations related to responding to abuse or neglect, preventing abuse and neglect (including through implementation of universal voluntary neonatal home visiting and creation of comprehensive neighborhood-based prevention strategies), and prevention of child abuse and neglect related fatalities (including through increased knowledge of the problem, a primary focus on \"safety\" in all child and family programs, interdisciplinary and other efforts to improve investigation and prosecution of child abuse and neglect related fatalities, and improved family preservation and family support services). Support a dditional research or fund other activities related to the prevention and treatment of child abuse and n eglect. In addition to the required research program, the statute gives HHS authority to fund a range of research or other activities intended to advance cross-agency and cross-discipline links in ways that are expected to improve how CPS responds to and serves children and families. These include projects that encourage linkages across child welfare, law, education, health, mental health, and law enforcement agencies, as well as across public and private agencies, including faith-based and community-based groups. The act specifically suggests collaboration efforts to improve school-based prevention, identification, and assessment of child abuse and neglect; \"triage\" procedures in screening and responding to reports of child abuse and neglect; recognition of substance abuse or domestic violence in neglect situations; and better health evaluations and forensic diagnosis of abuse or neglect. ", "Many projects related to improving training or practice for CPS workers and related personnel are listed in the statute. HHS may choose to make grants to, or contracts with, states, public and private agencies or organizations, or a combination of those entities to improve the training of supervisory and non-supervisory child welfare workers, and for training of child protective services workers regarding, specifically, best practices in working with families from initial contact through the completion of an investigation and concerning their legal duties and responsibilities related to protecting the legal rights of children and families. In addition, HHS may provide grants to support development of risk and safety assessment tools for child protective service workers; training for mandated child abuse and neglect reporters; and improvement in the recruitment, selection, and training of volunteers in public or private child, youth, and family service organizations to prevent child abuse and neglect.", "Finally, HHS is explicitly permitted to make grants or enter into contracts with various entities that provide additional supports to, among other activities, (1) establish and operate safe and family-friendly locations for court-ordered and supervised visitation between children and abusing parents and to facilitate the exchange of children for visits with noncustodial parents in domestic violence cases; (2) develop procedures for safe placement of children with kin; (3) establish or maintain a network of mutual parent support and self-help programs; (4) support respite and crisis nursery programs; (5) provide hospital-based information and referral services to parents of children with disabilities, parents of children who have been abused or neglected, and their children; and (6) support other innovative and promising programs related to preventing and treating child abuse and neglect.", "The Children's Bureau typically awards grants, contracts, or cooperative agreements for its required and permitted activities near the end of the fiscal year and a list of awardees can be viewed online. "], "subsections": []}, {"section_title": "Set Asides and Earmarks in the Appropriations Process", "paragraphs": ["The CAPTA \"discretionary activities\" account has frequently been used to fund certain set-asides and/or earmarks as directed by Congress through the appropriations process. Typically, these directives are given in the conference report or other explanatory statement accompanying the final enacted annual appropriations act and may respond to specific Administration or individual lawmaker requests, or to broader congressional concerns."], "subsections": [{"section_title": "Home Visitation", "paragraphs": ["For example, Congress used the appropriations process in FY2008 and FY2009 to respond to a request by the Bush Administration for additional CAPTA discretionary activities funds to support a home visitation initiative. The Bush Administration requested (and received) $10 million for this purpose for FY2008, and used the funding to launch the Supporting Evidence-Based Home Visitation Programs to Prevent Child Abuse and Neglect initiative. For FY2009, Congress provided $13.5 million to continue this initiative. The FY2010 budget request from the Obama Administration seeks continued funding for this initiative as well as funding for a separate and new program of grants to states to support home visitation programs for families with young children and those expecting children."], "subsections": []}, {"section_title": "Feasibility of a National Child Abuse Registry", "paragraphs": ["Also as part of the FY2009 appropriations process, Congress provided that $500,000 of the CAPTA discretionary activities funding be made available to fund a feasibility study related to a national registry of substantiated child abuse. Congress required such a study in 2006 legislation (the Adam Walsh Child Protection and Safety Act, P.L. 109-248 , Section 633) but had not provided discrete funding for the project before the FY2009 appropriations legislation ( P.L. 111-8 ). Prior to this funding becoming available, HHS used general departmental funds to begin a feasibility study and it issued an interim report in early 2009. That report cited a number of barriers to implementation and had four main conclusions: ", "potential benefits of a national child abuse and neglect registry are largely unknown and no data are available to quantify them; the statute provides for voluntary participation by states, and this could result in a registry that includes little information and fails to fulfill its intent; the statute does not permit inclusion in the registry of sufficient information to accurately identify perpetrators (information is limited to an individual's name, and because many names are common, this would result in many misidentified \"perpetrators\"); and the intent of the registry needs to be clarified (is it for child abuse and neglect investigative purposes only or may it also be used for background checks related to employment or licensing?).", "The report also summarizes some issues related to \"due process\" that the creation of a national registry of substantiated child abuse and neglect would raise. These include differences in the level of evidence used to make decisions to substantiate a report of child abuse or neglect; the strength of hearing or appeal procedures in place locally to challenge those decisions; whether individuals included in the registry must be notified that they are included; and the implications of being included on such a registry. It asserts that \"there can be no federal substitute for procedural protections at the state or local level\" and, further, that \"HHS believes the only feasible way to effectively and efficiently provide due process protections is to require that submitting jurisdictions certify that for cases submitted to the national registry, minimum due process protections were available to the perpetrator.\" ", "HHS has awarded the $500,000 for the final study to Walter R. McDonald and Associates (and subcontractor ABA Center on Children and the Law) to continue work on this issue, including studying (1) how common it is for perpetrators to be listed in multiple states' child abuse registries; (2) states' interest in and concerns about participating in a national registry; (3) the data systems containing current state registries; and (4) legal issues involved and the adequacy of states' due process procedures. "], "subsections": []}, {"section_title": "Individual Requests", "paragraphs": ["Finally, Congress has also frequently used the CAPTA discretionary activities account to fund specific projects in specific locations at the request of individual lawmakers. For FY2008, it directed $1.8 million to support eight projects in eight states, and for FY2009, it directed $2.4 million to support 12 projects in nine states."], "subsections": []}]}]}, {"section_title": "Children's Justice Act Grants", "paragraphs": ["Grants for states to make improvements to the investigation, prosecution, and overall handling of child abuse and neglect cases are authorized under Section 107 of CAPTA. These grants are commonly referred to as \"Children's Justice Act grants\" because they were originally enacted as part of a 1986 law, the Children's Justice Act (Title I of P.L. 99-401 ). Funding for the grants is provided as an annual set-aside from the Crime Victims Fund (and is not appropriated out of the general treasury). The maximum annual set-aside for this purpose is $20 million. Of that amount, $17 million was made available for FY2009 for grants to all eligible states, including the District of Columbia, Puerto Rico, and the four territories (Guam, American Samoa, the Northern Mariana Islands, and the U.S. Virgin Islands) and $3 million was reserved for use by tribes. Funding provided to the states and territories is administered by HHS. Funds reserved for the tribes are administered by the Department of Justice ."], "subsections": [{"section_title": "Use of Funds", "paragraphs": ["The purposes of these funds are to (1) improve the handling of child abuse and neglect cases, especially those involving child sexual abuse and exploitation, in a manner that limits additional trauma to the child victims; (2) improve the investigation and prosecution of child abuse and neglect cases, especially those involving child sexual abuse and exploitation; and (3) improve the handling of cases of suspected child abuse or neglect related fatalities, as well as those involving child maltreatment victims with disabilities and child maltreatment victims with serious health-related problems. ", "States must use funds received under this grant to establish a multi-disciplinary taskforce to review and evaluate state investigative, administrative, and judicial handling of child abuse and neglect cases. The task force must include professionals with knowledge and experience related to the criminal justice system and issues of child maltreatment, including court personnel (judges, attorneys, children's attorneys, and court-appointed special advocates), representatives of law enforcement, CPS agencies, and parents' groups; health and mental health professionals; parents; and individuals experienced in working with children with disabilities. The taskforce must review and evaluate state investigative, administrative, and civil and criminal judicial handling of cases of child abuse and neglect, and make certain policy and training recommendations to improve those processes. ", "Under HHS guidance, states are not permitted to use Children's Justice Act grants for child abuse prevention programs or treatment services but must use them to support system improvements. In addition to supporting the administration and work of the taskforce, states also use Children's Justice Act grants to hold multi-disciplinary conferences; provide training and cross-training on relevant topics (e.g., forensic interviewing) or for certain individuals (e.g., mandatory reporters of child abuse or neglect, court appointed special advocates, and guardians ad litem); support administration of or provide training related to Children's Advocacy Centers; permit co-location of staff (e.g., a social worker in police station); fund time-limited demonstrations of model initiatives or programs; buy certain equipment (e.g., digital cameras); and build certain facilities (e.g., family-friendly environments for interviewing)."], "subsections": []}, {"section_title": "Eligibility Requirements", "paragraphs": ["To be eligible to apply for Children's Justice Act grants, a state must meet all the eligibility requirements for CAPTA state grants (see \" Requirements for Receipt of State Grant Funds \"); establish a multi-disciplinary task force to study state administrative, judicial, and investigative practice related to child abuse and neglect cases (as described in \" Use of Funds \"); receive recommendations from the task force in the initial year grants are funded (and every three years thereafter) and implement those recommendations (or an alternative plan that meets the purpose of the recommendation, as determined by HHS); and annually submit an application and performance report to HHS. "], "subsections": []}, {"section_title": "Distribution of Funds", "paragraphs": ["For FY2009, 49 states, the District of Columbia, and Puerto Rico were expected to receive Children's Justice Act funds (Pennsylvania did not submit an application). In addition, each of the four insular areas were expected to receive funding: American Samoa, Guam, the Northern Mariana Islands, and the U.S. Virgin Islands. The statute authorizes HHS to make grants to states but does not provide a formula or method to do this. HHS distributes the funds to states in the same manner that funds are allocated for CAPTA state grants: all eligible states that apply for the funds receive a base grant of $50,000 and the remaining funds are distributed to each of those states based on their relative share of the child (under age 18) population. Table 4 shows expected FY2009 distribution of funds. Because Pennsylvania did not apply for the grants, funding that would otherwise go to it is reallocated and distributed among those states that did apply."], "subsections": []}]}]}, {"section_title": "Funding Authorized and Appropriated Under CAPTA", "paragraphs": ["The final section of this report discusses funding authorized by CAPTA and includes a table showing a history of funding appropriated under that authority (beginning with FY1992). CAPTA does not include funding authority for the state grants for programs relating to the investigation and prosecution of child abuse and neglect cases. As noted above, these grants, commonly referred to as Children's Justice Act grants, are authorized in Section 107 of CAPTA. However, they are funded under an annual set-aside (maximum of $20 million) from the Crime Victims Fund. This section of the report does not include further discussion of those grants or their funding. Instead, the funding authorization levels and appropriations described below relate only to the grants and other activities for which funding authority is provided in CAPTA and for which funds must be appropriated out of the general treasury.", "CAPTA contains two separate funding authorizations, one for grants and activities under Title I (i.e., state grants and discretionary activities) and another for grants under Title II (community-based grants). Traditionally, Congress appropriates funding under these two funding authorizations in three separate accounts. As shown in Table 5 , actual appropriations typically fall below the authorized funding level. "], "subsections": [{"section_title": "Title I Funding Authorization", "paragraphs": ["Section 112 of CAPTA provides a \"general\" Title I funding authorization level, which was set at $120 million for FY2004 and at \"such sums as may be necessary\" for each of FY2005-FY2008. This funding authority is currently expired but Congress appropriated $68.3 million in funds to meet Title I CAPTA purposes for FY2009 ( P.L. 111-8 ), and legislation pending in Congress ( H.R. 3293 ) would appropriate a similar amount for FY2010.", "Section 112 further adds that out of the total funding provided for Title I (under the general authorization of funding), HHS must make 30% available for \"discretionary activities\" provided for in Title I of CAPTA. In practice, however, Congress regularly overrides this statutory language by appropriating CAPTA Title I funds in two separate accounts, one for \"Child Abuse State Grants\" and a separate one for \"Child Abuse Discretionary Activities.\" The latter supports research, technical assistance, and other activities required or authorized under Title I of CAPTA , along with (in most years) some projects that are consistent with CAPTA purposes and are specified during that appropriations process. Funding provided for \"discretionary activities\" has ranged from roughly 40% to 60% of overall Title I funding. For FY2009, funds appropriated for CAPTA's \"discretionary activities\" account totaled 61% of the overall Title I funding. "], "subsections": []}, {"section_title": "Title II Funding Authorization", "paragraphs": ["Section 210 of CAPTA authorizes funding for Title II community-based grants to prevent child abuse and neglect. The funding authorization level for these grants was set at $80 million for FY2004 and at such sums as may be necessary for FY2005-FY2008. This funding authority is currently expired but Congress nonetheless appropriated $41.7 million for FY2009 ( P.L. 111-8 ), and FY2010 appropriations legislation pending in Congress ( H.R. 3293 ) would appropriate that same amount for FY2010.", "Appendix A. Scope of State Child Protective Services Work", "Data in Table A -1 are provided to suggest the scope of activity by state protective services that is related to the CAPTA directive that states have procedures to receive and respond to allegations of child abuse and neglect. The population data shown are the Census Bureau estimate of the number of children (individuals under age 18) living in each state on July 1, 2007. The FY2007 program data include the number of allegations of child abuse or neglect (referrals) received by CPS, the number of those referrals that were investigated (reports), and the number and rate of children found to be victims of abuse or neglect. The victim rate refers to the number of children who were reported to be victims of child maltreatment for every 1,000 children in the population.", "Referrals and investigations typically involve more than one child. For example, on a national basis, states received 3.2 million referrals during FY2007 that alleged abuse or neglect related to an estimated 5.8 million children. CPS workers responded with an investigation, or some other assessment of the family, for 1.9 million of the referrals, and the estimated number of children involved in those investigations (or assessments) was approximately 3.5 million. Finally, the table shows the number and rate of children found to be victims in each state. ", "Appendix B. Child, Family, and Caregiver Risk Factors Among Children In Families Investigated for Child Abuse or Neglect", "The National Survey of Child and Adolescent Well-Being (NSCAW), required by Congress under Section 429 of the Social Security Act, included a nationally representative sample of children in families investigated for abuse or neglect . Table B -1 shows selected developmental and other risk factors among those children compared to children in the general population. Findings refer to children in families investigated for child abuse or neglect, as a whole, and without regard to whether an abuse or neglect finding was substantiated by the CPS investigator.", " Table B -2 presents NSCAW findings concerning family and caregiver risk factors among the families of all children investigated for abuse and neglect, as well as by the level of services received following the investigation. These findings are based on the initial wave of data collection in the survey which was fielded in 1999-2000.", "Appendix C. Trends in Reported Child Abuse and Neglect Victims and Types of Abuse or Neglect Experienced", " Table C -1 shows national estimates of children subject to an investigation for child abuse or neglect and those found to be victims of child abuse or neglect. Although these data were all reported under the National Child Abuse and Neglect Data Systems (NCANDS), the quality and kind of data reported varies significantly by year. In the earlier years, national estimates may necessarily have been derived based on information reported by a limited number of states. In more recent years, the quality of the data reported has improved and nearly all states reported these data. Therefore, estimates for more recent years may be more accurate than those for earlier years.", " Table C -2 shows trends in the share of child maltreatment victims experiencing certain types of maltreatment. In every year before FY2007, children that experienced more than one type of maltreatment were included in each type of maltreatment. However, data for FY2007 are not comparable to data provided for earlier years because of a change in how this information was reported by HHS. For example, before FY2007, if a child experienced both sexual abuse and physical abuse, he or she would be represented in both maltreatment categories. Beginning with FY2007, HHS reported a category for children experiencing \"multiple maltreatments\" (two or more types of abuse or neglect) and every other category includes children that were reported as experiencing that type of maltreatment only.", "Appendix D. Children Who Receive Post-investigation Services", " Table D -1 uses state reported data to estimate the number of children who received services following an investigation or assessment. Not all states reported these data; the estimates should therefore be treated as rough."], "subsections": []}]}]}}