{"id": "R40803", "title": "Patent-Eligibility of Process Claims Under Section 101 of the Patent Act: Bilski v. Kappos", "released_date": "2010-09-17T00:00:00", "summary": ["The source of federal patent law originates with the Patent Clause of the U.S. Constitution, which authorizes Congress: \"To promote the Progress of ... useful Arts, by securing for limited Times to ... Inventors the exclusive Right to their respective ... Discoveries.\" Section 101 of the Patent Act describes the subject matter that is eligible for patent protection, which may be divided into four categories: processes, machines, manufactures, and compositions of matter. The U.S. Court of Appeals for the Federal Circuit issued two decisions in the 1990s, In re Alappat and State Street Bank & Trust Co. v. Signature Financial Group, that had expanded the scope of patent-eligible subject matter to include any process that produces a \"useful, concrete and tangible result.\" In October 2008, the Federal Circuit issued an en banc opinion, In re Bilski, that expressly overruled those earlier decisions. The Federal Circuit's Bilski opinion articulated a new legal standard governing the eligibility of process claims for patent protection under § 101 of the Patent Act: if the process is tied to a particular machine or apparatus, or if it transforms a particular article into a different state or thing. Some observers and patent practitioners criticized this \"machine-or-transformation\" standard as being too rigid and not in compliance with Supreme Court precedent concerning patentable subject matter eligibility. They raised concerns that the test potentially restricts patent protection for new innovations in business methods and software, and that it called into question the validity of already-issued patents that claim information-based and computer-managed processes.", "On June 28, 2010, the Supreme Court issued its opinion in Bilski v. Kappos, representing the first time that the Court has ruled on the scope of patentable subject matter since its last decision on this topic, the 1981 decision Diamond v. Diehr. At the outset of the opinion, the Court emphasized that its precedents already provide limits to patent eligibility under § 101—laws of nature, physical phenomena, and abstract ideas may not be patented. Indeed, the Supreme Court rejected Bilski's patent application (regarding a commodities trading risk-hedging method) without using any \"test\" that may have been developed by the Federal Circuit; rather, the Court relied on its precedents in declaring that the processes that were claimed in Bilski's patent application are unpatentable abstract ideas.", "The Court ruled that the Federal Circuit was incorrect in holding that the \"machine-or-transformation\" standard is the sole test for showing patent eligibility of process claims; however, the Court acknowledged that the test is a \"useful and important clue, an investigative tool,\" for determining whether a particular process is patentable. Thus, the Court did not invalidate the test, but rather rejected the Federal Circuit's conclusion that the test is the exclusive one that governs the analysis for process patent eligibility under § 101 of the Patent Act. However, the Court did not articulate a different test or adopt new categorical rules for process patent eligibility, nor did it provide much guidance to the lower courts on this matter. Instead, the Court invited the Federal Circuit to develop additional tests and other limiting criteria regarding what constitutes a patentable process.", "The Bilski Court also ruled that some business methods may be patentable, because (1) the Patent Act's definition of \"process\" does not categorically exclude business methods; and (2) § 273 of the Patent Act contemplates the possibility that some business methods, at least in some circumstances, may be eligible for patenting."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report provides an overview of Supreme Court and Federal Circuit cases concerning patentable subject matter, including the Court's recent June 2010 decision, Bilski v. Kappos . "], "subsections": []}, {"section_title": "Background", "paragraphs": ["The U.S. Patent and Trademark Office (PTO) issues a patent to an inventor after PTO examiners approve the submitted patent application for an allegedly new invention. An application for a patent consists of two primary parts: (1) a \"specification,\" which is a written description of the invention enabling those skilled in the art to practice the invention, and (2) one or more claims that define the scope of the subject matter which the applicant regards as his invention. Therefore, these claims define the scope of the patentee's rights under the patent.", "Before a patent may be granted, the PTO examiners must find that the new invention satisfies several substantive requirements that are set forth in the Patent Act. For example, one of the statutory requirements for patentability of an invention is \"novelty.\" For an invention to be considered \"novel,\" the subject matter must be different than, and not be wholly \"anticipated\" by, the so-called \"prior art,\" or public domain materials such as publications and other patents. Another statutory requirement is that the subject matter of an alleged invention must be \"nonobvious\" at the time of its creation. A patent claim is invalid if \"the differences between the subject matter sought to be patented and the prior art are such that the subject matter as a whole would have been obvious at the time the invention was made to a person having ordinary skill in the art to which said subject matter pertains.\" Finally, the invention must also be \"useful,\" which means that the invention provides a \"significant and presently available,\" \"well-defined and particular benefit to the public.\"", "According to section 101 of the Patent Act, one who \"invents or discovers any new and useful process, machine, manufacture, or any composition of matter, or any new and useful improvement thereof, may obtain a patent therefore, subject to the conditions and requirements of this title.\" Even if an invention satisfies the novelty, nonobviousness, and utility requirements described above, it may not qualify for patent protection if it does not fall within one of the four statutory categories of patent-eligible subject matter: processes, machines, manufactures, and compositions of matter. Indeed, whether the discovery is patentable subject matter is a threshold inquiry that \"must precede the determination of whether that discovery is, in fact, new or obvious.\" The statutory scope of patentable subject matter under § 101 of the Patent Act is quite expansive—the U.S. Supreme Court once observed that the legislative history describing the intent of § 101 was to make patent protection available to \"anything under the sun that is made by man.\" ", "Notwithstanding the breadth of patentable subject matter, the Supreme Court has articulated certain limits to § 101, stating that \"laws of nature, natural phenomena, and abstract ideas\" may not be patented. The Court has elaborated on this restriction in several cases, including the following explanation:", "[A] new mineral discovered in the earth or a new plant found in the wild is not patentable subject matter. Likewise, Einstein could not patent his celebrated law that E=mc 2 ; nor could Newton have patented the law of gravity. Such discoveries are \"manifestations of ... nature, free to all men and reserved exclusively to none.\""], "subsections": [{"section_title": "Process Patents", "paragraphs": ["Process patents (also called method patents) involve an act, or series of steps, that may be performed to achieve a given result. They are often classified as either a \"method of using\" or \"method of making\" a particular article. The Patent Act defines a \"process\" to mean a \"process, art, or method, and includes a new use of a known process, machine, manufacture, composition of matter, or material.\" However, the U.S. Court of Appeals for the Federal Circuit, which has exclusive appellate jurisdiction in patent cases, has noted that this statutory definition is not particularly illuminating \"given that the definition itself uses the term 'process.'\" It has thus been up to the courts to interpret the scope of patentable processes under § 101 of the Patent Act."], "subsections": []}]}, {"section_title": "Case Law Concerning Patentable Subject Matter", "paragraphs": ["In the 1972 case Gottschalk v. Benson , the Supreme Court held that the discovery of a mathematical formula, though it is novel and useful, may not be patented. The Court rejected patent claims for an algorithm used to convert binary code decimal numbers to equivalent pure binary numbers (in order to program a computer), because such claims \"were not limited to any particular art or technology, to any particular apparatus or machinery, or to any particular end use.\" A patent on such claims, according to the Court, \"would wholly pre-empt the mathematical formula and in practical effect would be a patent on the algorithm itself.\" The Benson Court then pronounced that \"[p]henomena of nature, though just discovered, mental processes, and abstract intellectual concepts are not patentable, as they are the basic tools of scientific and technological work.\" ", "Six years after Benson , the Supreme Court in Parker v. Flook recognized that \"[t]he line between a patentable 'process' and an unpatentable 'principle' is not always clear.\" The Flook Court rejected patent claims that described a method for computing an \"alarm limit,\" which is a number that may signal the presence of an abnormal condition in temperature, pressure, and flow rates during catalytic conversion processes. The Court criticized the patent claims, as follows:", "The patent application does not purport to explain how to select the appropriate margin of safety, the weighting factor, or any of the other variables. Nor does it purport to contain any disclosure relating to the chemical processes at work, the monitoring of process variables, or the means of setting off an alarm or adjusting an alarm system. All that it provides is a formula for computing an updated alarm limit.", "The Flook Court then concluded that \"a claim for an improved method of calculation, even when tied to a specific end use, is unpatentable subject matter under § 101.\"", "In 1980, the Supreme Court in Diamond v. Chakrabarty held that § 101 of the Patent Act allowed the patenting of genetically altered micro-organisms. The case involved a human-made, genetically engineered bacterium that is capable of breaking down multiple components of crude oil, an invention that would help in the control and treatment of oil spills. The Chakrabarty Court observed that Congress, in drafting § 101, used \"expansive terms as 'manufacture' and 'composition of matter,' modified by the comprehensive 'any',\" thus reflecting Congress's intent to permit a broad range of patentable subject matter. The Court found that the bacterium sought to be patented was a nonnaturally occurring manufacture or composition of matter; thus, because the discovery was not the result of \"nature's handiwork,\" it could be patented.", "A year after Chakrabarty, the Supreme Court once again had an opportunity to examine statutory subject matter under § 101 in Diamond v. Diehr. The case involved a patent application that sought to claim a process for producing cured synthetic rubber products. The Diehr Court upheld the process patent, stating:", "[A] physical and chemical process for molding precision synthetic rubber products falls within the § 101 categories of possibly patentable subject matter. That respondents' claims involve the transformation of an article, in this case raw, uncured synthetic rubber, into a different state or thing cannot be disputed. The respondents' claims describe in detail a step-by-step method for accomplishing such, beginning with the loading of a mold with raw, uncured rubber and ending with the eventual opening of the press at the conclusion of the cure. Industrial processes such as this are the types which have historically been eligible to receive the protection of our patent laws.", "The fact that several of the process's steps involved the use of a mathematical formula and a programmed digital computer did not pose a barrier to patent eligibility. The Diehr Court explained:", "[T]he respondents here do not seek to patent a mathematical formula. Instead, they seek patent protection for a process of curing synthetic rubber. Their process admittedly employs a well-known mathematical equation, but they do not seek to pre-empt the use of that equation. Rather, they seek only to foreclose from others the use of that equation in conjunction with all of the other steps in their claimed process.", "Diehr was decided in 1981 and was the last case in which the Supreme Court issued an opinion concerning § 101 of the Patent Act. ", "Since Diehr, the Federal Circuit Court of Appeals has decided several cases concerning patent-eligible subject matter. In a 1994 en banc decision, In re Alappat, the Federal Circuit considered a means for creating a smooth waveform display in a digital oscilloscope. In upholding the patentability of computer programs, the Federal Circuit stated:", "Although many, or arguably even all, of the means elements recited in claim 15 represent circuitry elements that perform mathematical calculations, which is essentially true of all digital electrical circuits, the claimed invention as a whole is directed to a combination of interrelated elements which combine to form a machine for converting discrete waveform data samples into anti-aliased pixel illumination intensity data to be displayed on a display means. This is not a disembodied mathematical concept which may be characterized as an \"abstract idea,\" but rather a specific machine to produce a useful, concrete, and tangible result.", "In 1998, the Federal Circuit issued another decision regarding patent-eligibility of process claims, State Street Bank & Trust Co. v. Signature Financial Group. This decision is widely credited with opening the doors to the allowance of patents on methods of doing or conducting business in a variety of fields, including management, finance, legal, and e-commerce. State Street Bank involved a data processing system consisting of software for managing a stock mutual fund. The system allowed individual mutual funds (\"Spokes\") to pool their assets in an investment portfolio (\"Hub\") organized as a partnership. The Federal Circuit found the system patentable:", "Today, we hold that the transformation of data, representing discrete dollar amounts, by a machine through a series of mathematical calculations into a final share price, constitutes a practical application of a mathematical algorithm, formula, or calculation, because it produces \"a useful, concrete and tangible result\"—a final share price momentarily fixed for recording and reporting purposes and even accepted and relied upon by regulatory authorities and in subsequent trades.", "In response to the State Street Bank decision, Congress passed the American Inventors Protection Act of 1999, which, among other things, allowed an earlier inventor of a \"method of doing or conducting business\" that was maintained as a trade secret, to assert a defense to patent infringement in the event that the business method was later patented by another. The legislative concern was that because State Street Bank would allow business methods to be patented, companies and individuals who had maintained business methods as trade secrets may be potentially subject to liability for patent infringement. This defense to patent infringement is known as \"prior user rights.\" ", "The Supreme Court had an opportunity to revisit § 101 subject matter patentability in the 2006 case, Laboratory Corporation v. Metabolite Labs . The patent at issue in the case involves a way of detecting a deficiency in two B vitamins, cobalamin and folate, in the human body. Low levels of these vitamins can cause serious illnesses in humans. The patented method requires two separate steps: first, measuring a body fluid for elevated levels of a particular amino acid (homocysteine), and second, noticing that an elevated level of this amino acid correlates with a deficiency in the two B vitamins. The question presented on which the Supreme Court granted certiorari in the case was: \"Whether a method patent setting forth an indefinite, undescribed, and non-enabling step directing a party simply to 'correlat[e]' test results can validly claim a monopoly over a basic scientific relationship used in medical treatment such that any doctor necessarily infringes the patent merely by thinking about the relationship after looking at a test result.\" ", "However, after hearing oral argument in the case, the Court dismissed Laboratory Corporation , stating only that the writ of certiorari was improvidently granted. Three justices dissented to the dismissal of the writ. Justice Stephen Breyer, writing for himself, Justice John Paul Stevens, and Justice David Souter, opined that \"those who engage in medical research, who practice medicine, and who as patients depend upon proper health care, might well benefit from this Court's authoritative answer.\" Justice Breyer explained that he would have held the patent invalid because \"[t]here can be little doubt that the correlation between homocysteine and vitamin deficiency ... is a 'natural phenomenon'\" that is not patentable. Furthermore, Justice Breyer offered insight into his views regarding the legal correctness of the Federal Circuit's State Street Bank decision. Justice Breyer expressly criticized the State Street Bank ruling that relied on the \"useful, concrete and tangible result\" test first articulated by In re Alappat :", "Neither does the Federal Circuit's decision in State Street Bank help respondents. That case does say that a process is patentable if it produces a \"'useful, concrete and tangible result.\" ... But this Court has never made such a statement and, if taken literally, the statement would cover instances where this Court has held the contrary.", "In a 2006 opinion involving a business method patent, eBay, Inc. v. MercExchange, Justice Kennedy wrote a concurrence, joined by Justices Stevens, Souter, and Breyer, in which he criticized the \"potential vagueness and suspect validity\" of \"the burgeoning number of patents over business methods.\""], "subsections": []}, {"section_title": "Bilski v. Kappos", "paragraphs": ["The patent application at issue in Bilski v. Kappos contained claims that relate to a method of hedging risk in the commodities trading field. Specifically, the patent application claimed the following method:", "A method for managing the consumption risk costs of a commodity sold by a commodity provider at a fixed price comprising the steps of: ", "(a) initiating a series of transactions between said commodity provider and consumers of said commodity wherein said consumers purchase said commodity at a fixed rate based upon historical averages, said fixed rate corresponding to a risk position of said consumer; ", "(b) identifying market participants for said commodity having a counter-risk position to said consumers; and ", "(c) initiating a series of transactions between said commodity provider and said market participants at a second fixed rate such that said series of market participant transactions balances the risk position of said series of consumer transactions.", "The PTO examiner rejected the application on the basis that the claims were not directed to patent-eligible subject matter under § 101 of the Patent Act, a determination that was upheld by the Board of Patent Appeals and Interferences (\"Board\"). The Board held that the transformation of \"non-physical financial risks and legal liabilities of the commodity provider, the consumer, and the market participants\" is not patentable subject matter. In addition, the Board found that the claimed process did not produce a \"useful, concrete and tangible result.\" ", "The applicants, Bernard L. Bilski and Rand A. Warsaw, appealed the final decision of the Board to the Federal Circuit. Before a panel of the Federal Circuit was able to rule on the appeal, the Federal Circuit sua sponte ordered en banc review of the case."], "subsections": [{"section_title": "The Federal Circuit's Opinion", "paragraphs": ["On October 30, 2008, the Federal Circuit issued an opinion in the case, in which it affirmed the Board's decision. More importantly, the appellate court's decision clarified the standards concerning patentability of process claims. In so doing, the Federal Circuit expressly overruled In re Alappat, State Street Bank & Trust Co. v. Signature Financial Group, and its other prior decisions that relied on the \"useful, concrete and tangible result\" test for process patent eligibility. The Federal Circuit stated:", "To be sure, a process tied to a particular machine, or transforming or reducing a particular article into a different state or thing, will generally produce a \"concrete\" and \"tangible\" result as those terms were used in our prior decisions. But while looking for \"a useful, concrete and tangible result\" may in many instances provide useful indications of whether a claim is drawn to a fundamental principle or a practical application of such a principle, that inquiry is insufficient to determine whether a claim is patent-eligible under § 101. ... Therefore, we ... conclude that the \"useful, concrete and tangible result\" inquiry is inadequate.", "Instead, the Federal Circuit announced a different test that it believed is drawn directly from Supreme Court precedent. The appellate court examined the last Supreme Court opinion concerning § 101, Diehr, and found what it claimed were several instructive passages. First, the court observed that the Diehr Court had drawn a distinction between fundamental principles (unpatentable) and applications of a law of nature or mathematical formulas (may be patentable). Furthermore, according to the Federal Circuit, the Diehr Court would deny patent protection for any claims that pre-empted substantially all uses of a fundamental principle, while it would allow claims that only foreclose others from using a particular application of that fundamental principle. ", "The Federal Circuit asserted that the Supreme Court:", "has enunciated a definitive test to determine whether a process claim is tailored narrowly enough to encompass only a particular application of a fundamental principle rather than to pre-empt the principle itself. A claimed process is surely patent-eligible under § 101 if: (1) it is tied to a particular machine or apparatus, or (2) it transforms a particular article into a different state or thing.", "The appellate court derived this two-branched \"machine-or-transformation\" test from the Benson opinion, which had stated: \"Transformation and reduction of an article 'to a different state or thing' is the clue to the patentability of a process claim that does not include particular machines.\" Furthermore, the Federal Circuit asserted that the Diehr Court had reaffirmed this test, and rejected Bilski's argument that the Supreme Court did not intend the \"machine-or-transformation\" test to be the sole and exclusive governing test for determining patent eligibility for a process under § 101:", "We believe that the Supreme Court spoke of the machine-or-transformation test as the \"clue\" to patent-eligibility because the test is the tool used to determine whether a claim is drawn to a statutory \"process\"—the statute does not itself explicitly mention machine implementation or transformation. We do not consider the word \"clue\" to indicate that the machine-or-implementation test is optional or merely advisory. Rather, the Court described it as the clue, not merely \"a\" clue.", "The Federal Circuit noted that \"an applicant may show that a process claim satisfies § 101 either by showing that his claim is tied to a particular machine, or by showing that his claim transforms an article.\" Because Bilski's claims did not involve a specific machine or apparatus, the Federal Circuit expressly left \"to future cases the elaboration of the precise contours of [the machine implementation part of the test], as well as the answers to particular questions, such as whether or when recitation of a computer suffices to tie a process claim to a particular machine.\" However, the Bilski opinion set forth several instructive principles concerning the \"machine-or-transformation\" test:", "The use of a specific machine or transformation of an article must impose meaningful limits on the claim's scope to impart patent-eligibility. The involvement of the machine or transformation in the claimed process must not merely be insignificant extra-solution activity. A claimed process is patent-eligible if it transforms an article into a different state or thing. This transformation must be central to the purpose of the claimed process. The transformation may involve physical articles or electronic signals and electronically manipulated data if such data represents physical and tangible objects or the data is transformed into a visual depiction. However, manipulation of legal obligations, organizational relationships, and business risks are \"abstract constructs\" that fail the test because they are not physical objects or substances. The addition of a data-gathering step to an algorithm is insufficient to convert that algorithm into a patent-eligible process. At least in most cases, gathering data would not constitute a transformation of any article.", "In applying the \"machine-or-transformation\" test to the facts in Bilski, the Federal Circuit held that Bilski's process claim failed to satisfy the new legal standard:", "We hold that the Applicants' process as claimed does not transform any article to a different state or thing. Purported transformations or manipulations simply of public or private legal obligations or relationships, business risks, or other such abstractions cannot meet the test because they are not physical objects or substances, and they are not representative of physical objects or substances. ... Given its admitted failure to meet the machine implementation part of the test as well, the claim entirely fails the machine-or-transformation test and is not drawn to patent-eligible subject matter.", "Nevertheless, the Federal Circuit acknowledged that \"the Supreme Court may ultimately decide to alter or perhaps even set aside this test to accommodate emerging technologies,\" such as the widespread use of computers and the Internet, that may present challenges to the \"machine-or-transformation\" test. On June 1, 2009, the Supreme Court granted certiorari in Bilski to consider two questions:", "Whether the Federal Circuit erred by holding that a \"process\" must be tied to a particular machine or apparatus, or transform a particular article into a different state or thing (\"machine-or-transformation\" test), to be eligible for patenting under 35 U.S.C. § 101, despite this Court's precedent declining to limit the broad statutory grant of patent eligibility for \"any\" new and useful process beyond excluding patents for \"laws of nature, physical phenomena, and abstract ideas.\" Whether the Federal Circuit's \"machine-or-transformation\" test for patent eligibility, which effectively forecloses meaningful patent protection to many business methods, contradicts the clear congressional intent that patents protect \"method[s] of doing or conducting business.\" 35 U.S.C. § 273."], "subsections": []}, {"section_title": "The Supreme Court's Opinion", "paragraphs": ["All nine members of the Supreme Court were unanimous in affirming the Federal Circuit's judgment that Bilski's claimed process was unpatentable, but they disagreed about the legal reasoning behind their decision. Justice Kennedy wrote the opinion of the Court, which was joined in full by Chief Justice Roberts and Justices Thomas and Alito. Justice Scalia joined most of Kennedy's opinion, but he did not support two subparts of it. Therefore, Kennedy's opinion, with the exception of two subparts, constitutes the \"majority\" opinion of the Court in Bilski . Justice Stevens filed an opinion concurring in the judgment, but disagreeing with the approach taken by the Court in deciding the case. Justices Ginsburg, Breyer, and Sotomayor joined the Stevens opinion. Justice Breyer wrote a separate concurrence that identified what he believed were four points of agreement among the members of the Court on the fundamental issues of patent law raised by this case, in an attempt to harmonize the opinion of the Court and Justice Stevens' opinion. Justice Scalia joined part of Breyer's opinion."], "subsections": [{"section_title": "The Opinion of the Court", "paragraphs": ["At the outset, Justice Kennedy identified three potential bases upon which Bilski's patent application could be rejected: (1) it is not tied to a machine and does not transform an article; (2) it involves a method of conducting business; and (3) it is an abstract idea."], "subsections": [{"section_title": "Bilski's Process Claims Are Unpatentable", "paragraphs": ["Justice Kennedy first addressed the \"abstract idea\" test for assessing whether a claimed process is unpatentable. He noted that the Court's precedents provide three specific exceptions to subject matter that may be patented under the Patent Act: \"laws of nature, physical phenomena, and abstract ideas.\" He explained that \"[w]hile these exceptions are not required by the statutory text, they are consistent with the notion that a patentable process must be 'new and useful.'\" He further argued that \"these exceptions have defined the reach of the statute as a matter of statutory stare decisis going back 150 years.\" ", "Relying on the Court's earlier decisions in Benson, Flook, and Diehr , all members of the Court agreed that Bilski's patent application is not a patentable \"process\" under § 101 because it attempts to patent abstract ideas:", "The concept of hedging, described in claim 1 and reduced to a mathematical formula in claim 4, is an unpatentable abstract idea, just like the algorithms at issue in Benson and Flook. Allowing petitioners to patent risk hedging would pre-empt use of this approach in all fields, and would effectively grant a monopoly over an abstract idea.", "The remainder of the majority opinion explored the other two approaches of evaluating the patentability of processes under § 101: the Federal Circuit's \"machine-or-transformation\" test, and the argument that \"business methods\" are categorically excluded from patent protection."], "subsections": []}, {"section_title": "Machine-or-Transformation Test is Not the Sole Test for the § 101 Analysis", "paragraphs": ["Turning to the \"machine-or-transformation\" test, Justice Kennedy observed that the Supreme Court has \"more than once cautioned that courts should not read into the patent laws limitations and conditions which the legislature has not expressed.\" He then emphasized one basic principle of statutory construction that \"[u]nless otherwise defined, words will be interpreted as taking their ordinary, contemporary, common meaning.\" He acknowledged, however, the one deviation from the \"ordinary meaning\" rule as it applies to the Patent Act—the \"well-established\" exceptions for laws of nature, physical phenomena, and abstract ideas that the Supreme Court has imposed on § 101, which are found nowhere in the statutory text. Nevertheless, the existence of these particular judicially crafted exceptions does not mean that federal courts have \" carte blanche to impose other limitations that are inconsistent with the text and the [Patent Act]'s purpose and design.\"", "The Court held that the Federal Circuit, in adopting the \"machine-or-transformation\" test as the sole test for what constitutes a patentable \"process,\" violated the \"ordinary meaning\" rule of statutory construction:", "Section 100(b) provides that \"[t]he term 'process' means process, art or method, and includes a new use of a known process, machine, manufacture, composition of matter, or material.\" The Court is unaware of any ordinary, contemporary, common meaning of the definitional terms \"process, art or method\" that would require these terms to be tied to a machine or to transform an article.", "The Court determined that the Federal Circuit was erroneous in concluding that the Supreme Court has endorsed the \"machine-or-transformation\" test as the exclusive test for process patent eligibility under § 101. However, the Court recognized that its precedents have found that the \"machine-or-transformation\" test is \"a useful and important clue, an investigative tool, for determining whether some claimed inventions are processes under § 101.\" Thus, the Court did not invalidate the \"machine-or-transformation\" test, but rather reversed the Federal Circuit's requirement that the test be the only standard by which courts may examine a process for patent eligibility under § 101."], "subsections": []}, {"section_title": "No Categorical Exclusion for Business Method Patents", "paragraphs": ["Justice Kennedy next addressed the question of whether business methods are categorically excluded from the scope of subject matter eligibility under § 101. Applying the ordinary meaning rule, he observed that \"the term 'method,' which is within § 100(b)'s definition of 'process,' at least as a textual matter … may include at least some methods of doing business.\" He further explained that \"[t]he Court is unaware of any argument that the ordinary, contemporary, common meaning of \"method\" excludes business methods.\" In addition to this conclusion based upon the ordinary meaning rule, Justice Kennedy observed that \"federal law explicitly contemplates the existence of at least some business method patents,\" citing the American Inventors Protection Act of 1999 that had added § 273 to the Patent Act and created the \"prior user rights\" defense to patent infringement, described earlier in this report:", "[B]y allowing this defense the statute itself acknowledges that there may be business method patents. Section 273's definition of \"method,\" to be sure, cannot change the meaning of a prior-enacted statute. But what § 273 does is clarify the understanding that a business method is simply one kind of \"method\" that is, at least in some circumstances, eligible for patenting under § 101. A conclusion that business methods are not patentable in any circumstances would render § 273 meaningless. This would violate the canon against interpreting any statutory provision in a manner that would render another provision superfluous.", "Finally, Justice Kennedy explained that the Court would not announce or adopt \"categorical rules that might have wide-ranging and unforeseen impacts\" in deciding this case. Instead, courts that evaluate what constitutes a patentable \"process\" under § 101 must adhere to the statutory definition of \"process,\" follow the Benson, Flook, and Diehr trilogy of Supreme Court cases , and refrain from placing limits on the Patent Act that are not required by the act's text. ", "The Court explained that nothing in its decision \"should be read as endorsing\" the way in which the Federal Circuit may have interpreted § 101 in the past, including the State Street Bank opinion (while it was not endorsing it, the Court did not expressly reject State Street Bank either). However, Justice Kennedy encouraged the Federal Circuit to continue to develop and articulate \"other limiting criteria that further the purposes of the Patent Act and are not inconsistent with its text.\""], "subsections": []}]}, {"section_title": "Justice Kennedy's Plurality Opinion", "paragraphs": ["Because Justice Scalia did not join two subparts of the Court's opinion, those subparts represent only a plurality of the Court (and is thus not controlling). In the first subpart, Justice Kennedy expressed concern that the \"machine-or-transformation\" test may negatively impact the Information Age:", "The machine-or-transformation test may well provide a sufficient basis for evaluating processes similar to those in the Industrial Age – for example, inventions grounded in a physical or other tangible form. But there are reasons to doubt whether the test should be the sole criterion for determining the patentability of inventions in the Information Age. As numerous amicus briefs argue, the machine-or-transformation test would create uncertainty as to the patentability of software, advanced diagnostic medicine techniques, and inventions based on linear programming, data compression, and the manipulation of digital signals.", "He suggested that \"in deciding whether previously unforeseen inventions qualify as patentable 'process[es],' it may not make sense to require courts to confine themselves to asking the questions posed by the machine-or-transformation test. Section 101's terms suggest that new technologies may call for new inquiries.\"", "In the other subpart, Justice Kennedy echoed his sentiment from the Court's 2006 eBay case, that \"some business method patents raise special problems in terms of vagueness and suspect validity.\" He explained that the Court's precedents on the unpatentability of abstract ideas could serve as a useful limiting principle in considering such patent applications; however, he offered no further guidance on this point beyond identifying this limitation. He also noted that the Patent Act's other statutory requirements for patentability (novelty, non-obviousness, and particular description), \"serve a critical role in adjusting the tension, ever present in patent law, between stimulating innovation by protecting inventors and impeding progress by granting patents when not justified by the statutory design.\""], "subsections": []}, {"section_title": "Justice Stevens' Concurrence", "paragraphs": ["In a lengthy concurring opinion that was joined by Justices Ginsburg, Breyer, and Sotomayor, Justice Stevens agreed with the Court's determinations that the \"machine-or-transformation\" test was not the sole test for what constitutes a patentable process. He also agreed that Bilski's patent claim is not a \"process\" within the meaning of § 101. However, he objected to the Court's disposition of the case that relied to a great extent on the ordinary meaning rule. He criticized the Court's approach to interpreting the Patent Act's terms \"as lay speakers use those terms,\" rather than the way that the terms have been traditionally understood in the context of patent law. Such interpretation of § 101 could lead to absurd results, in his view:", "Although this is a fine approach to statutory interpretation in general, it is a deeply flawed approach to a statute that relies on complex terms of art developed against a particular historical background. Indeed, the approach would render § 101 almost comical. A process for training a dog, a series of dance steps, a method of shooting a basketball, maybe even words, stories, or songs if framed as the steps of typing letters or uttering sounds – all would be patent-eligible. I am confident that the term \"process\" in § 101 is not nearly so capacious.", "Justice Stevens pointed out the inconsistency of the Court in adhering to the \"ordinary, contemporary, common meaning\" rule, when it accepts the \"atextual\" \"machine-or-transformation\" test as one way to evaluate patent eligibility of processes; furthermore, he notes that the Court excludes \"laws of nature, natural phenomena, and abstract ideas\" from the kind of \"processes\" that are patentable under § 101, despite the fact that they could be colloquially described as such. ", "Instead, Justice Stevens would have rejected Bilski's patent application because his method \"describes only a general method of engaging in business transactions—and business methods are not patentable.\" Therefore, in the view of Justice Stevens and the other three justices who joined his concurrence, business methods do not qualify as a \"process\" eligible for patenting under § 101. Justice Stevens reached this conclusion by finding \"strong historical evidence\" in patent case law and legislative history, that suggested that business methods are not patentable. He explained that \"[f]or centuries, it was considered well established that a series of steps for conducting business was not, in itself, patentable.\" He expressed concern that business methods may stifle technological progress (and legitimate business competition and innovation) rather than promote it. He opined that \"patents on business methods are patents on business itself. Therefore, unlike virtually every other category of patents, they are by their very nature likely to depress the dynamism of the marketplace.\"", "Unlike the opinion of the Court, Justice Stevens explicitly rejected State Street Bank 's declaration that anything with a \"useful, concrete and tangible result\" may be patented. He also disagreed with the Court's reliance on the existence of § 273 of the Patent Act as evidence that Congress contemplated that some business methods may qualify as a \"process\" under § 101:", "In 1999, following a Federal Circuit decision that intimated business methods could be patented, see State Street , 149 F.3d 1368, Congress moved quickly to limit the potential fallout. Congress passed the 1999 Act, codified at 35 U.S.C. § 273, which provides a limited defense to claims of patent infringement, see § 273(b), regarding certain \"method[s] of doing or conducting business,\" § 273(a)(3).", "It is apparent, both from the content and history of the Act, that Congress did not in any way ratify State Street (or, as petitioners contend, the broadest possible reading of State Street ). The Act merely limited one potential effect of that decision: that businesses might suddenly find themselves liable for innocently using methods they assumed could not be patented. The Act did not purport to amend the limitations in § 101 on eligible subject matter."], "subsections": []}, {"section_title": "Justice Breyer's Concurrence", "paragraphs": ["In a brief concurring opinion, joined in part by Justice Scalia, Justice Breyer explained that he wished to highlight the areas of substantial agreement among the members of the Court on several of the fundamental issues of patent law raised by the Bilski case. He identified four points that he believed are consistent with the Court's opinion and with Justice Stevens' concurring opinion:", "1. While the text of § 101 is broad, it is not without limit. 2. The \"machine-or-transformation\" test has been repeatedly helpful to courts in identifying what is a patentable \"process.\" 3. Although the \"machine-or-transformation\" test has always been a \"useful and important clue\" for determining patentability of processes, it has never been the \"sole test.\" 4. State Street Bank 's determination that anything which produces a \"useful, concrete, and tangible result\" is patentable is not valid. Such an approach allowed the granting of patents that \"ranged from the somewhat ridiculous to the truly absurd.\""], "subsections": []}]}]}, {"section_title": "Reactions to Bilski", "paragraphs": ["The business community, patent practitioners, legal scholars, and policymakers were eagerly awaiting the issuance of the Court's Bilski decision, desiring to receive clear guidelines regarding what types of business methods could or could not qualify for patent protection. Some parties (existing business method patent holders) had feared and other parties (Internet companies that are often the target of business method patent infringement lawsuits) had hoped that the Bilski decision would pronounce an outright ban on business method patents—which very nearly happened, as four justices supported that view. Although the Bilski opinion did not strike down business methods, nor did it reject the \"machine-or-transformation\" test, the lack of additional guidance from the Court may have disappointed many observers. Indeed, Justice Stevens was critical of the Court opinion's lack of substance:", "The Court, in sum, never provides a satisfying account of what constitutes an unpatentable abstract idea. Indeed, the Court does not even explain if it is using the machine-or-transformation criteria. The Court essentially asserts its conclusion that petitioners' application claims an abstract idea. This mode of analysis (or lack thereof) may have led to the correct outcome in this case, but it also means that the Court's musings on this issue stand for very little.", "One observer argued that the Bilski decision \"does little to quiet a fierce debate on the value and harm of [business method] patents raging in both the business and academic worlds.\" A prominent patent law scholar lamented that \" Bilski is a remarkably inconclusive contribution to the law on patent eligible subject matter.\" He continued:", "The Court's characterization of the claims as \"abstract ideas\" is palpably unsatisfying. The claims were to a series of specified steps a human can take (e.g., \"identifying market participants\" and \"initiating a series of transactions\"). The claimed subject matter may have been very obvious in view of the state of the art or possibly unduly vague, but to characterize it as an \"abstract idea\" stretches the meaning of \"abstract\" and \"idea\" beyond recognition.", "Others expressed relief at the ruling, noting that \"there was a big possibility that the patent system was going to get gutted, that the court would go too far and put up too many hurdles to getting anything patented.\"", "Former chief judge of the Federal Circuit Paul R. Michel (the author of that court's en banc In Re Bilski decision) observed that the Supreme Court did not \"impose any radical change\" in patent eligibility jurisprudence; however, he expressed his concern that Bilski, which emphasized the use of the judicially recognized \"abstract idea\" exception to patentability but provided no additional definition of \"abstractness,\" \"will make litigation more difficult and outcomes less predictable.\""], "subsections": []}, {"section_title": "Bilski's Potential Impact", "paragraphs": ["The legal impact of Bilski is that a process may be eligible for patenting under § 101 if the patent applicant can show that it is more than a law of nature, natural phenomena, or abstract idea; by satisfying the \"machine-or-transformation\" test, the applicant can likely demonstrate patent eligibility. However, because the Bilski court had determined that the \"machine-or-transformation\" test is not the sole test for process patent eligibility, it is possible that a process could still be eligible for patenting if it fails to meet the \"machine-or-transformation\" test (and is neither a law of nature, natural phenomena, nor an abstract idea). Nevertheless, it remains to be seen how many processes would fall into this category; as Justice Breyer in his concurring opinion suggested, not many patentable processes lie beyond the reach of the \"machine-or-transformation\" test. ", "The opinion of the Court did not directly address the degree to which patent protection is available for software, medical diagnostics, and e-commerce techniques (although Justice Kennedy's plurality opinion suggests that such \"inventions in the Information Age\" may qualify for patent protection). Nevertheless, by finding that the Patent Act's definition of \"method\" does not categorically exclude business methods, the Court did not outright invalidate the patents that have already been issued in the financial services, biotechnology, and Internet fields; furthermore, by rejecting the use of the \"machine-or-transformation\" test as the exclusive test, Bilski requires courts and PTO examiners to follow a more flexible approach in determining patent eligibility of processes.", "In addition, a majority of the Court specifically rejected the State Street Bank \"useful, concrete, and tangible result\" standard that had been the basis for finding patent eligibility of many business methods in the years prior to the Federal Circuit's In Re Bilski decision. Thus, patents that had been obtained on business methods under that standard may be more easily subject to challenge by defendants accused of infringing them.", "In response to Bilski , the U.S. Patent and Trademark Office issued guidelines to its examiners for patent application examination under § 101: ", "If a claimed method does not meet the machine-or-transformation test, the examiner should reject the claim under § 101 unless there is a clear indication that the method is not directed to an abstract idea. If a claim is rejected under § 101 on the basis that it is drawn to an abstract idea, the applicant then has the opportunity to explain why the claimed method is not drawn to an abstract idea."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["The Bilski decision leaves unanswered several important questions (in particular, the definition of \"abstract idea\" and \"business method\"), and the Court's opinion arguably \"negated over twenty-five years of the Federal Circuit's attempts at doctrine\" regarding patent-eligibility of process claims. Therefore, going forward, the district courts, PTO examiners, and the Federal Circuit will likely have to determine, on a case-by-case basis, what constitutes an \"abstract idea\" and whether particular business methods, diagnostic methods, or other inventions are too abstract to be patentable."], "subsections": []}]}}