{"id": "R40827", "title": "Military Recruitment on High School and College Campuses: A Policy and Legal Analysis", "released_date": "2010-12-17T00:00:00", "summary": ["In recent years, many academic institutions have enacted rules that protect individuals who are gay from discrimination on campus. As a result, some high schools and institutions of higher education have sought to bar military recruiters from their campuses and/or to eliminate Reserve Officer Training Corps (ROTC) programs on campus in response to the military's \"Don't Ask, Don't Tell\" (DADT) policy, which prohibits homosexual conduct by members of the armed services. These efforts, however, have largely been thwarted due to several laws that bar giving federal funds to campuses that block access for military recruiters.", "These laws include the No Child Left Behind (NCLB) Act of 2001, which amended the Elementary and Secondary Education Act (ESEA) by requiring high schools that receive federal funds to provide certain student contact information to military recruiters upon request and to allow recruiters to have the same access to students as employers and colleges. This provision is different from similar Department of Defense (DOD) provisions that allow DOD to compile directory information on high school students for military recruitment purposes and that require colleges and universities that receive federal funds to give military recruiters the same access to students and campuses that is provided to other employers. Known as the Solomon Amendment, the latter provision was upheld as constitutional by the Supreme Court in the 2006 case Rumsfeld v. Forum for Academic and Institutional Rights (FAIR).", "This report describes the various laws regarding military recruitment on high school and college campuses, as well as discusses the policy and legal issues that they may raise."], "reports": {"section_title": "", "paragraphs": ["In the past, many academic institutions have enacted rules that protect individuals who are gay from discrimination on campus. As a result, some high schools and institutions of higher education have sought to bar military recruiters from their campuses and/or to eliminate Reserve Officer Training Corps (ROTC) programs on campus in response to the military's \"Don't Ask, Don't Tell\" (DADT) policy, which prohibits homosexual conduct by members of the armed services. These efforts, however, have largely been thwarted due to several laws that bar giving federal funds to campuses that block access for military recruiters. ", "These laws include the No Child Left Behind (NCLB) Act of 2001, which amended the Elementary and Secondary Education Act (ESEA) by requiring high schools that receive federal funds to provide certain student contact information to military recruiters upon request and to allow recruiters to have the same access to students as employers and colleges. This provision is different from similar Department of Defense (DOD) provisions that allow DOD to compile directory information on high school students for military recruitment purposes and that require colleges and universities that receive federal funds to give military recruiters the same access to students and campuses that is provided to other employers. Known as the Solomon Amendment, the latter provision was upheld as constitutional by the Supreme Court in the 2006 case Rumsfeld v. Forum for Academic and Institutional Rights (FAIR) .", "This report describes the various laws regarding military recruitment on high school and college campuses, as well as discusses the policy and legal issues that they may raise."], "subsections": [{"section_title": "Policies Regarding Military Recruitment and Access to School Campuses", "paragraphs": ["Congressional concerns over military access to campuses for recruiting purposes have led to the enactment of several legislative proposals over the years. Under perhaps the most well-known law, colloquially known as the \"Solomon Amendment\" or \"Solomon-Pombo Amendment\" in recognition of its earlier proponents, institutions of higher education risk losing certain federal funds if they deny military recruiters and ROTC access to campuses and students at institutions of higher education. Another provision authorizes DOD to collect and compile directory information pertaining to certain high school students and requires high schools that receive federal financial assistance under the ESEA to provide military recruiters with access to student information and school campuses. Similar requirements are reiterated under a separate education law.", "Many colleges, universities, and in some cases, high school campuses have been in the vanguard of the effort to expand civil rights for individuals who are gay. In certain cases, schools have sought to challenge DOD policy regarding homosexuality, including taking steps to limit or eliminate various types of military presence on campus. For example, in certain instances, military personnel have been prevented from recruiting on campus, and actions have been taken to limit or sever ROTC and Junior ROTC (JROTC) connections with the campus. Some of these disputes are discussed below.", "Generally speaking, efforts to recruit on high school and college campuses have been addressed separately in legislation. For purposes of clarity, they are also treated separately here."], "subsections": [{"section_title": "High Schools", "paragraphs": ["In 1982, as part of an effort to address long-standing recruiting concerns, Congress passed language allowing the Secretary of Defense to \"collect and compile directory information pertaining to each student who is 17 years of age or older or in eleventh grade ... or higher and who is enrolled in a secondary school in the United States or its territories, possessions, or in the Commonwealth of Puerto Rico.\" The collection of this information was limited to three years for any individual, and further limited to name, address, telephone listing, date and place of birth, level of education, degrees received, and most recent educational agency or institution attended, and was required to be kept confidential. Nothing in the law required or authorized the Secretary to require any educational institution to furnish the information. The collection of this information, or further, the matter of recruiter access to the campuses, however voluntary, were not without some controversy.", "For example, in 1998, two high schools broke with the Portland (OR) School Board by allowing military recruiters on campus. Proponents of the ban insisted they were opposing the military's discrimination against individuals who are gay. Critics contended the school board was merely, and \"hypocritically,\" substituting discrimination against the military in favor of a homosexual rights agenda.", "Since then, the congressional legislative activity concerning the recruiting of high school students has increased. In 1999, Congress enacted language requesting secondary schools to provide DOD with the \"same access to secondary school students, and to directory information concerning such students, as is provided generally to post-secondary educational institutions or to prospective employers of those students.\" Despite this change—previously, DOD had been allowed to compile such information—recruiter access to secondary schools in some cases continued to meet resistance.", "The following year (2000), Congress enacted language stating that the educational agencies concerned shall provide such recruiter access to campus and to directory information. If a request for this access were denied, this language instructed the services to send an appropriate designated officer or official to meet with the agency. If, after a meeting, such access continued to be denied, the services were to notify the designated state official (such as a governor) and request access. Should the denial of access continue, the Secretary of Defense was instructed to notify the Secretary of Education. Upon determination by the Secretary of Defense that the denial is extended to at least two of the military services (including the Coast Guard), congressional committees and the respective Senators and Representatives of the jurisdictions involved were to be notified. Certain schools could be excluded from this process: specifically, private schools that maintained a religious objection to service in the armed forces; or, in the case of a local educational agency, a policy resulting from majority vote of denying such access.", "In 2001, Congress strengthened this language by requiring local educational agencies who are receiving assistance under the ESEA to provide recruiters with the access to students and directories that had been requested in 1999. In addition, the language provided that students with parental consent, or the parent alone on behalf of the student, could opt out of having the student's information released.", "In 2002, the NCLB amendments to the ESEA stated that as a condition of receiving funds under the act, local educational institutions were required, upon request, to provide recruiter access to directory information. Opt-out provisions were included as before, as were exceptions for private schools with religious objections to military service.", "It has been reported that certain educational agencies and others have taken an active role in limiting such access. Primarily, this is done by sending \"opt-out\" forms to students and/or parents. Many educational agencies and secondary schools, however, have provided recruiter access and access to directory information. Also, hundreds of thousands of secondary students participate in federally funded JROTC at affiliated secondary schools.", "Finally, in 2003, Congress amended the law by removing the provision that had allowed for a majority vote of the local educational agency to deny recruiter access or access to directory information, thereby removing one impediment to such access.", "In 2007, DOD announced changes concerning how it treats information in its military recruiting database following a settlement with the New York Civil Liberties Union. DOD agreed to use the database only for recruiting and not to share that data with other government agencies. DOD also agreed to destroy information on individuals after three rather than five years and to collect Social Security numbers only from the Selective Service System. ", "Although some school districts have attempted to eliminate military recruiting on their campuses, such efforts have generally been short-lived. For example, in 2009 the San Francisco Board of Education abandoned its effort to eliminate JROTC from its schools, and a federal court struck down several laws that would have prohibited military recruiters from contacting minors in two California cities. More successful efforts to counter military recruitment on school campuses have relied on less restrictive tactics. For example, in response to a military recruiter who misled students, public schools in Hawaii will no longer release student contact information unless a student signs a consent form at an off-campus recruiting station, and, in response to threatened litigation, a school district in North Carolina will grant campus access to a peace activist attempting to recruit students to alternative careers."], "subsections": []}, {"section_title": "Colleges and Universities", "paragraphs": ["Even prior to the 1993 DADT compromise, the exclusion of gays and lesbians from military service, and hence, ROTC, had proven to be problematic on some college campuses. (From 1986 to 1994, 28 students reportedly were discharged from ROTC on grounds of homosexuality and nine were ordered to repay their scholarships.) In May 1990, for example, it was reported that two students from Harvard and the Massachusetts Institute of Technology were dismissed from the Navy ROTC program at MIT. The Navy sought recoupment of its scholarship funds (totaling over $80,000 for both students). The provost of MIT, John Deutch, wrote to then-Secretary of Defense Richard Cheney, stating that it was \"wrong and shortsighted\" to maintain \"the ROTC policy not to accept gay or lesbian students into its programs and to require avowed homosexuals to disenroll and pay back their scholarship funds.\" After reviewing the cases on the merits, the Navy made a decision not to seek recoupment from these two students.", "On May 17, 1994, then-Deputy Defense Secretary John Deutch issued a directive. Under that directive, and based on the DADT compromise, service secretaries could seek recoupment of ROTC scholarships when there were violations of military law; however, the service secretaries would not seek recoupment for homosexuality. Individuals using a claim of homosexuality as a means of avoiding military service were likely to be required to repay their scholarships.", "Over the past 10 years, there has been considerable congressional and judicial activity on military access to colleges and universities. The National Defense Authorization Act for FY1995 limited efforts to interfere with military access to colleges and universities:", "No funds available to the Department of Defense may be provided by grant or contract to any institution of higher education that has a policy of denying, or which effectively prevents, the Secretary of Defense from obtaining for military recruiting purposes - (A) entry to campuses or access to students on campuses; or (B) access to directory information pertaining to students.", "This provision, also known as the Solomon Amendment, further instructed the Secretary of Defense to consult with the Secretary of Education in prescribing regulations to determine when an educational institution denies or prevents access.", "In 1996, Congress enacted additional language pertaining to ROTC at colleges and universities. The National Defense Authorization Act for FY1996 stated:", "No funds appropriated or otherwise available to the Department of Defense may be made obligated by contract or by grant (including a grant of funds to be available for student aid) to any institution of higher education that, as determined by the Secretary of Defense, has an anti-ROTC policy and at which, as determined by the Secretary, the Secretary would otherwise maintain or seek to establish a unit of the Senior Reserve Officer Training Corps or at which the Secretary would otherwise enroll or seek to enroll students for participation in a unit of the Senior Reserve Officer Training Corps at another nearby institution of higher education.", "This law required the Secretary to notify the Secretary of Education, Senate Armed Services Committee, and the then-House National Security Committee (now House Armed Services Committee) when such a determination had been made. In addition, every six months the Secretary is required to publish a list of ineligible institutions in the Federal Register . On August 9, 2010, the names of two ineligible institutions were listed in the Federal Register : Vermont Law School, South Royalton, VT, and the William Mitchell College of Law, St. Paul, MN.", "The Connecticut Supreme Court, in 1996, upheld a lower court ruling that the DOD policy on homosexuality violated the state's 1991 Gay Rights Law barring discrimination on the basis of \"sexual orientation\" and, therefore, military recruiters could be permanently banned from the University of Connecticut Law School campus in Hartford. These actions led to a seemingly contradictory situation. Although military recruiters were barred from the law school campus, the University of Connecticut maintained military ROTC units on its Storrs campus. The University of Connecticut (UConn) has been designated, by the state legislature, a land-grant university. Under the Morrill Act, as signed by President Lincoln in 1862, institutions aided under the act must teach military tactics along with their regular curriculum. ROTC fulfills this requirement. Thus, due to the court ruling, military recruiters were prohibited from recruiting at the UConn Law School in Hartford, but the university maintained an ROTC unit at its campus in Storrs. This campus continued to enroll students in ROTC and accepted federal funding. The presence of, and continued enrollment by, this ROTC unit may also have been in conflict with the state's 1991 Gay Rights Law prohibiting discrimination on the basis of \"sexual orientation.\"", "The Omnibus Appropriations Act for FY1997 contained language that limited the ability of educational institutions, or sub-elements thereof (such as a law school or a satellite campus), to block ROTC programs or recruiter access. Under this language, funds made available in this or other relevant appropriations, including contracts or grants (such as student aid), would not be available to any covered institution that denied or prevented access by military recruiters or prevented the maintenance, establishment, or operation of an ROTC program. Three exceptions were written into the law [110 Stat. 3009-270]: (1) \"the covered educational entity has ceased the policy or practice [of discriminating against the military]; (2) the institution of higher education has a longstanding policy of pacifism based on historical religious affiliation; or (3) the institution of higher education involved is prohibited by the law of any State, or by the order of any State court, from allowing Senior Reserve Officer Training Corps activities or Federal recruiting on campus, except that this paragraph shall apply only during the one-year period beginning on the effective date.\" In the summer of 1997, DOD published a list of offending schools in the Federal Register . Of the 27 schools on the list, 17 were in Connecticut. By August 22, 1997, the list was reduced to 22 schools, 17 from Connecticut.", "In a seemingly ironic twist, service members who receive tuition assistance from the military would see this assistance terminated if they attended one of the schools listed. In order to address this situation, language was included in the FY1998 National Defense Authorization Act conference report:", "The conferees are aware that the Connecticut State Legislature and the State Supreme Court have taken steps to prohibit military recruiting on the campuses of state funded colleges and universities. As a result of this prohibition, ... the Department of Defense suspended payment of contract and grant funding to these colleges and universities.", "The conferees note that the Connecticut State Legislature is not scheduled to meet until February 1998. The Governor has pledged that he will ensure the passage of legislation that would remedy the matter concerning access of military recruiters to Connecticut state institutions of higher education.", "In order to provide the State of Connecticut with the opportunity to repeal its prohibition, the conferees direct the Secretary of Defense not to use funds that would have been used for contracts or grants to higher education institutions in Connecticut as sources in a reprogramming request nor to submit such funds as part of a rescission offer until March 29, 1998. If the State of Connecticut has not repealed the prohibition as of March 29, 1998, the Secretary of Defense may use the funds in a reprogramming or rescission activity.", "Notwithstanding this sequestering of funds, the conferees insist that military recruiters be afforded access to institutions of higher education or face the consequence of loss of federal funds.", "In response, on October 29, 1997, the governor called a one-day special session of the state legislature to consider the matter. \"[B]oth houses of the General Assembly approved the change [allowing the military to recruit on state campuses] by overwhelming margins. The Governor signed the bill the next day.\"", "In 1999, Congress modified the law yet again. Under this modification, federal funds in the form of student financial assistance could not be withheld from students attending schools that violated the law with regard to recruiter access and ROTC.", "Opposition to these varied restrictions took a number of forms. Many law schools, in particular, sought ways to mollify, \"ameliorate,\" or terminate these restrictions. For example, it was reported that law professors Carol Chomsky and Margaret Montoya, co-presidents of the Society of American Law Teachers (SALT), sent a letter to associate deans listing 27 \"action items\" in response to the \"threat\" of military recruiting. Among items cited:", "Designate a particular person in the Dean's or Associate Dean's office to ... make sure on an ongoing basis, that law school resources, including career services, are not used to facilitate any on-campus recruiting by the military.", "While some have viewed these efforts as intended to harass recruiters, others point out that these efforts and others are merely supporting campus non-discrimination policies.", "On February 2, 2005, the House of Representatives voted in favor of H.Con.Res. 36 (327-84):", "Resolved by the House of Representatives (the Senate concurring) , That—", "(1) Congress remains committed to the achievement of military personnel readiness through vigorous application of the requirements set forth in section 983 of title 10, United States Code, relating to equal access for military recruiters at installations of higher education, and will explore all options necessary to maintain this commitment, including the powers vested under article I, section 9, of the Constitution;", "(2) it is the sense of Congress that the executive branch should aggressively continue to pursue measures to challenge any decision impeding or prohibiting the operation of section 983 of title 10, United States Code; and", "(3) Congress encourages the executive branch to follow the doctrine of non-acquiescence and not find a decision affecting one jurisdiction to be binding on other jurisdictions.", "In its current form, the Solomon Amendment states, in pertinent part:", "No funds ... may be provided by contract or by grant to an institution of higher education (including any subelement of such institution) if the Secretary of Defense determines that that institution (or any subelement of that institution) has a policy or practice (regardless of when implemented) that either prohibits, or in effect prevents— (1) the Secretary of a military department or Secretary of Homeland Security from gaining access to campuses, or access to students (who are 17 years of age or older) on campuses, for purposes of military recruiting in a manner that is at least equal in quality and scope to the access to campuses and to students that is provided to any other employer; or (2) access by military recruiters for purposes of military recruiting to the following information pertaining to students (who are 17 years of age or older) enrolled at that institution (or any subelement of that institution): (A) [n]ames, addresses, and telephone listings[;] (B) [d]ate and place of birth, levels of education, academic majors, degrees received, and the most recent educational institution enrolled in by the student."], "subsections": []}]}, {"section_title": "Legal Issues", "paragraphs": ["On some occasions, the clash between schools that want to restrict access to military recruiters and the laws that prohibit such restrictions has led to legal challenges. The most prominent of these challenges involved Supreme Court review of the Solomon Amendment in Rumsfeld v. Forum for Academic and Institutional Rights (FAIR) , but other legal issues have arisen as well."], "subsections": [{"section_title": "Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)", "paragraphs": ["In Rumsfeld v. Forum for Academic and Institutional Rights (FAIR) , the Supreme Court unanimously rejected arguments by FAIR, an association of law schools and professors, that it was unconstitutional for the federal government to condition university funding on compliance with the Solomon Amendment. Previously, a divided Third Circuit panel had agreed that the Solomon Amendment had compelled the law schools to convey messages of support for the military's policy of discriminatory exclusion, but the Court reversed the lower court's decision. The appellate panel had relied in part on a 2000 Supreme Court decision, Dale v. Boy Scouts of America —which held that the Boy Scouts have an expressive right to exclude gay scoutmasters—for the converse proposition that the nation's universities have a right to \"expressive association\" in opposing military recruiters where there is a conflict between the DOD stance on sexual orientation and academic nondiscrimination policies.", "In the case, the universities objected that because of the military's DADT policy, permitting recruiters on campus would undermine their policies against discrimination and that the federal law therefore violated their free speech rights. FAIR's core argument was that the Solomon Amendment amounts to an \"unconstitutional condition\" because it exacts a penalty for the law schools' engaging in First Amendment expressive conduct. While the government may impose reasonable conditions on the receipt of federal largesse, FAIR contended, it \"cannot attach strings to a benefit to 'produce a result which [it] could not command directly.'\" When a law school violates the equal access rule, the government threatens loss of funding not only to the law school but to the entire university. Thus, they claimed, requiring equal access forces laws schools to \"propagate, accommodate, [or] subsidize an unwanted message.\"", "The government countered by pointing to the plenary powers of Congress to \"raise and support armies\" and to \"provide for the common Defence.\" The Third Circuit decision could \"undermine military recruitment in a time of war,\" it argued, while neither the law schools' right to free speech nor to expressive association were infringed by allowing military recruiters to conduct on campus interviews. In particular, the Solicitor General distinguished the Boy Scouts case in that \"recruiters are not a part of the institution itself and do not become members through their recruiting activities.\" Recruiters speak for their employers, the brief claimed, not the schools, unlike the scoutmaster who represented the Boy Scouts in the earlier case. Moreover, the government emphasized that the law schools remain free to protest the military's message as long as they give recruiters equal access. If the schools choose not to allow equal access, it was argued, they simply forgo funding.", "In general, the Court was receptive to each of the government's arguments. First, the Court was unmoved by FAIR's theory of unconstitutional conditions, largely because of fatal flaws they found in the law schools' First Amendment analysis. This unsettled area of the law, however, may be further obscured by the observation that indirect compulsion by Congress via \"a funding condition cannot be unconstitutional if it could be constitutionally imposed directly.\" Whether this implies that Congress may even legislate access for military recruiters (to college campuses and elsewhere), regardless of federal funding or federal policy with respect to all other recruiters, may be a fertile subject for future legal debates.", "On the question of whether the Solomon Amendment impairs the First Amendment rights of the objecting institutions, the Court's opinion rejected all three arguments put forward by the law schools. First, while expressive conduct may be subject to First Amendment scrutiny,", "there is nothing in this case approaching a Government-mandated pledge or motto that the school must endorse ... [and] ... \"it has never been deemed an abridgement of speech or press to make a course of conduct illegal merely because the conduct was in part initiated, evidenced, or carried out by means of language.\"", "Otherwise, practices having nothing to do with government dictating the content of speech—expressing disapproval of the Internal Revenue Service by refusing to pay taxes, for example—would enjoy First Amendment protection. Requiring law schools to facilitate recruiters' access by sending out e-mails and scheduling military visits were deemed \"a far cry from the compelled speech\" found in earlier cases. \"Accommodating the military's message does not affect the law school's speech, because the schools are not speaking when they host interviews and recruiting receptions.\" Nor, the opinion finds, would they be endorsing, or be seen as endorsing, the military policies to which they object. \"A law school's decision to allow recruiters on campus is not inherently expressive.\"", "Secondly, the Court distinguished the doctrine of \"expressive association,\" as applied by Dale v. Boy Scouts of America . \"If the government were free to restrict individuals' ability to join together and speak, it could essentially silence views that the First Amendment is intended to protect.\" Such was not the situation here, however, according to the Court. Merely allowing recruiters on campus and providing them with the same services as other recruiters did not require the schools to \"associate\" with them. Nor did it prevent their expressing opposition to military policies in other ways. They could put up signs, they could picket, they could make speeches, and they could hold forums of protest. Moreover, unlike the Boy Scouts case, no group membership practices or affiliations were implicated by the Solomon Amendment. Recruiters do not become components of the law schools—like the Scout leaders there—but \"are, by definition, outsiders who come onto campus for [a] limited purpose\" and \"not to become members of the school's expressive association.\"", "Finally, the Court recognized as \"[beyond] dispute\" that Congress has \"broad and sweeping\" powers over military manpower and personnel matters—\"includ[ing]the authority to require campus access for military recruiters\"—the exercise of which is generally entitled to judicial \"deference.\" Accordingly, in rejecting FAIR's position, the Court concluded:", "The issue is not whether other means of raising an army and providing for a Navy might be adequate ...(regulations are not 'invalid' simply because there is some other imaginable alternative that might be less burdensome on speech). That is a judgment for Congress, not the courts ... It suffices that the means chosen by Congress add to the effectiveness of military recruitment.", "In the wake of the FAIR case, most litigation regarding military recruitment on college campuses appears to have subsided, although one recent case raised questions about the extent to which DOD enforces the law. In the case, Young America 's Foundation v. Gates , an advocacy organization sued to compel DOD to withhold funds from the University of California-Santa Cruz, alleging that the school's failure to control protests against military recruiters effectively denied the recruiters access to campus. The Court of Appeals for the District of Columbia Circuit, however, concluded that the plaintiffs lacked standing and dismissed the case."], "subsections": []}, {"section_title": "Other Legal Issues", "paragraphs": ["Like the objections to military recruitment on college campuses that were raised in the FAIR case, some opponents of military recruiting in high schools have raised legal concerns. In particular, some critics have questioned whether the provisions permitting collection of student contact information violate a student's right to privacy, but neither statutory nor constitutional analysis appears to support this argument. Indeed, from a statutory perspective, the provisions regarding release of student contact information are consistent with the Family Educational Rights and Privacy Act (FERPA), the long-standing law that protects the educational privacy rights of students. Currently, FERPA allows the release of student directory information in the absence of parental objections. Thus, even in the absence of the military recruitment provisions, such student contact information is potentially available to outside entities. ", "Likewise, these military recruitment provisions, for the reasons discussed below, do not appear to raise constitutional concerns. Under the auspices of the Fourteenth Amendment, the Supreme Court has recognized that there is a constitutional right to privacy that protects against certain governmental disclosures of personal information, but it has not established the standard for measuring such a violation. In the absence of explicit standards, the circuit courts have tended to establish a series of balancing tests that weigh the competing privacy interests and government interests in order to determine when information privacy violations occur.", "In Falvo ex rel. Pletan v. Owasso Independent School District No. I-011 , the Court of Appeals for the Tenth Circuit weighed the plaintiff's claim that peer grading and the practice of calling out grades in class resulted in an impermissible release of her child's education records in violation of FERPA. The plaintiff also claimed that the practice of peer grading violated her child's constitutional right to privacy. Although the court, in a holding that was later reversed by the Supreme Court, ruled that the practice of peer grading violated FERPA, the Tenth Circuit denied the plaintiff's constitutional claim. In rejecting this claim, the court applied a three-part balancing test that considers \"(1) if the party asserting the right has a legitimate expectation of privacy, (2) if disclosure serves a compelling state interest, and (3) if disclosure can be made in the least intrusive manner.\" Based on the first prong of this test, the Tenth Circuit rejected the plaintiff's constitutional claim because it ruled that student's school work and test grades were not highly personal matters that deserved constitutional protection.", "Like peer graded student homework assignments, the release of student names, addresses, and telephone numbers to military recruiters would probably not be viewed by a court as violating a student's constitutional right to privacy under such a balancing test. Unlike Social Security numbers or medical records, for example, it is unlikely that a court would hold that individuals have a legitimate expectation of privacy in the type of basic contact information that is typically found in a telephone book. Furthermore, the government could argue persuasively that the release of such information serves a compelling state interest in facilitating the maintenance of the nation's armed forces. Finally, a court would probably view the disclosure required by the law as minimally intrusive, given that students can either opt out of the information release or decline to join the military, or both.", "Ultimately, a court reviewing any privacy-based challenge to such data collection provisions would be likely to reject such a claim, especially in light of the fact that Congress was clearly acting within the scope of its constitutional authority when it enacted the provisions. Under the Spending Clause of the Constitution, Congress frequently promotes its policy goals by conditioning the receipt of federal funds on state compliance with certain requirements. Indeed, the Supreme Court \"has repeatedly upheld against constitutional challenge the use of this technique to induce governments and private parties to cooperate voluntarily with federal policy,\" and the Court recently reaffirmed this principle in the FAIR case. Thus, the Court would likely uphold the student data collection provisions in part on the basis of congressional authority under the Spending Clause."], "subsections": []}]}]}}