{"id": "R40805", "title": "Transportation, Housing and Urban Development, and Related Agencies (THUD): FY2010 Appropriations", "released_date": "2010-01-29T00:00:00", "summary": ["President Obama requested a total of $123.1 billion for the agencies included in H.R. 3288, the Transportation, Housing and Urban Development, and Related Agencies Appropriations (THUD) bill for FY2010. This request represented an increase of approximately $14.1 billion (12.9%) over the $109.1 billion provided in the FY2009 THUD appropriations act (Division I of P.L. 111-8). The enacted legislation provided $122.1 billion, less than 1% ($977 million) below the President's request and 12% ($13.4 billion) more than the comparable FY2009 funding (not including the FY2009 emergency funding).", "The single largest new item in the budget request was $5 billion for a new independent federal agency—a national infrastructure bank—that would provide federal funding for, and promote investment from other sources in, infrastructure projects of national or regional significance. Neither the House nor the Senate funded this request; the conference report encourages the administration to pursue the creation of such a program through the regular authorization process.", "The FY2010 request for DOT totaled $72.4 billion, $5.2 billion (7.7%) more than the total of $67.2 billion in funding provided in the FY2009 THUD appropriations act (the House and Senate both reported the request as $77.4 billion, as they considered the $5 billion request for an infrastructure bank as part of the DOT request). The actual requested increase is somewhat less, as the reported funding level for FY2009 was reduced by a $3.5 billion rescission of contract authority which did not actually reduce the level of funding provided. The House-passed bill provides a total of $75.8 billion in funding for DOT, $3.4 billion (8%) more than the requested level. The Senate-passed bill provided $75.8 billion. The enacted legislation provided $75.7 billion, $3.3 billion (5%) more than the original DOT request.", "The FY2010 request for HUD totaled $45.5 billion, $4.0 billion (7.7%) more than the comparable amount of new funding provided in the regular annual appropriation for FY2009. The House-passed bill provided $47.1 billion, the Senate-passed bill provided $45.8, and the enacted legislation provided $46.1 billion,1% more than the requested amount.", "Throughout this report, the amounts being considered for FY2010 are compared to the amounts provided in the FY2009 THUD appropriations act. However, DOT and HUD also received significant amounts of supplemental funding in FY2009 through the economic stimulus act (the American Recovery and Reinvestment Act, P.L. 111-5/H.R. 1), which Congress passed in February of 2009. That act provided $48.1 billion in emergency supplemental funding for DOT and $13.7 billion for HUD, a total of $61.8 billion in additional funding. That represented an increase of 52% to the total new funding provided in the FY2009 THUD appropriations act. Not every office and program in the THUD bill received funding from that supplement, and not all of that additional funding was expended in FY2009."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On December 16, 2009, President Obama signed the FY2010 Department of Transportation, Housing and Urban Development, and Related Agencies Appropriation Act into law (Divison A of the Consolidated Appropriations Act, 2010, P.L. 111-117 ), after Congress had passed the conference version of the bill on December 10, 2006. The enacted bill provided a total of $122.1 billion, $15.1 billion (14.1%) more than the equivalent figure provided in FY2009 and $1.1 billion less than the amount requested by the Administration."], "subsections": []}, {"section_title": "The President's Budget Request", "paragraphs": ["The President's net FY2010 request for the programs covered by this appropriations bill was $123.2 billion (after scorekeeping adjustments). This was $16.2 billion (15.1%) more than the amount enacted in the FY2009 THUD appropriations act. DOT and HUD received additional funding in FY2009 through the ARRA emergency stimulus act (see Appendix for more information).", "The request for DOT was $72.4 billion, $1.0 billion (1.4%) more than the $71.5 billion of total new funding provided in the FY2009 THUD appropriations act. The request reflected slight increases over FY2009 funding for most DOT programs. ", "The HUD request was $45.5 billion, $4.0 billion (7.7%) more than the comparable amount of new funding provided in the regular annual appropriation for FY2009. The House-passed bill provided $47.1 billion, while the Senate Committee on Appropriations recommended $45.8 billion.", "The President requested $5.3 billion for other related agencies in the THUD bill, compared to the $303 million provided in FY2009. The difference was due to the President's request for $5 billion for a new independent federal agency, a national infrastructure bank. Appropriators considered this request as part of the request for DOT funding.", "The President also requested the termination of five programs that received a total of $212 million in funding in the FY2009 THUD appropriations act. This was part of a budget-wide effort that requested 121 terminations, reductions, and savings in the FY2010 budget, totaling $$17 billion, from \"programs that do not accomplish the goals set for them, do not do so efficiently, or do a job already done by another initiative.\" Congress did not fund two of the five programs in the FY2010 THUD act; the remaining three received increased funding, totaling $346 million (see Table 1 )."], "subsections": []}, {"section_title": "Status of the THUD Appropriations Bill", "paragraphs": ["Leaders of the House and Senate Committees on Appropriation declared their desire to pass all 12 FY2010 appropriations bills separately, and thus avoid having to bundle two or more of the bills into a consolidated or omnibus appropriations act, as has happened in each of the past several years. This goal was made more challenging by the fact that 2009 was the first year of a new administration. President Obama did not take office until January 20, 2009; his administration was not prepared to submit a regular budget request for FY2010 during the first week in February, the usual date. Congress did not pass the last of the FY2009 appropriations acts until March 10, 2009. The Administration's detailed budget request for FY2010 was submitted to Congress on May 7, 2009. Also, Congress was dealing with several major initiatives during 2009, including energy and health care reform, in addition to dealing with the effects of the recession. ", " Table 2 notes the status of the FY2010 THUD appropriations bill, and Table 3 lists the total funding provided for each of the titles in the bill for FY2009 and the amount requested for that title for FY2010."], "subsections": []}, {"section_title": "Changing Appropriations Subcommittee Structures", "paragraphs": ["Since 2003, the House and Senate Committees on Appropriations have reorganized their subcommittee structure three times. In 2003, a new subcommittee (Homeland Security) was added; in order to maintain the existing number of subcommittees at 13, the Transportation appropriations subcommittees were combined with the Treasury, Postal Service, and General Government appropriations subcommittees, becoming the Subcommittees on Transportation, Treasury, and Independent Agencies.", "In early 2005, the House and Senate Committees on Appropriations again reorganized their subcommittee structures. The House Committee on Appropriations reduced its number of subcommittees from 13 to 10. This change included combining the Transportation, Treasury, and Independent Agencies subcommittee with the District of Columbia subcommittee; to the resulting subcommittee, in addition, jurisdiction over appropriations for the Department of Housing and Urban Development and the Judiciary, as well as several additional independent agencies, was added. The subcommittee was then known as the Subcommittee on Transportation, Treasury, Housing and Urban Development, The Judiciary, District of Columbia, and Independent Agencies (or TTHUD).", "The Senate Committee on Appropriations reduced its number of subcommittees to 12. The Senate also added jurisdiction over appropriations for the Departments of Housing and Urban Development and the Judiciary to the Transportation, Treasury, and Independent Agencies subcommittee. The Senate retained a separate District of Columbia Appropriations subcommittee. As a result, the areas of coverage of the House and Senate subcommittees with jurisdiction over this appropriations bill were almost, but not quite, identical; the major difference being that in the Senate the appropriations for the District of Columbia originate in a separate bill.", "At the beginning of the 110 th Congress in 2007, the House and Senate Committees on Appropriations again reorganized their subcommittee structures. The House and Senate committees divided the responsibilities of the TTHUD subcommittees between two subcommittees: Transportation, Housing and Urban Development, and Related Agencies (THUD); and Financial Services and General Government, whose jurisdiction included the Treasury Department, the Judiciary, the Executive Office of the President, the District of Columbia, and many of the independent agencies formerly under the jurisdiction of the TTHUD subcommittees.", "These changes make year-to-year comparisons of Transportation and Housing and Urban Development appropriation bills complex, as their appropriations appear in different bills in combination with various other agencies. Other factors, such as supplemental appropriations for response to disasters (such as the damage caused by the Gulf Coast hurricanes in the fall of 2005) and changes in the makeup of the Department of Transportation (portions of which were transferred to the Department of Homeland Security in 2004), also complicate comparisons of year-to-year funding. Table 4 shows funding trends for DOT and HUD over the period FY2004-FY2009, omitting emergency funding and other supplemental funding, and the amounts requested for FY2010. The purpose of Table 4 is to indicate trends in the funding for these agencies. Emergency supplemental appropriations are not included in the figures."], "subsections": []}, {"section_title": "Department of Transportation Appropriations", "paragraphs": [" Table 5 presents funding provided for DOT in the emergency supplemental funding act passed in February 2009 (the American Recovery and Reinvestment Act of 2009); the funding provided in the FY2009 THUD appropriations act passed as Division I of the Omnibus Appropriations Act of 2009 in March of 2009, and the amounts requested for FY2010 by the Administration and reported by the House and the Senate Committee on Appropriations."], "subsections": [{"section_title": "Department of Transportation Budget and Key Policy Issues", "paragraphs": ["The President's FY2010 budget requested a total of $72.4 billion in funding for the Department of Transportation (DOT). That was $5.2 billion (7.7%) above the $67.2 billion, excluding emergency funding, provided for FY2009.", "DOT funding is provided in two forms: discretionary funding drawn from the general fund of the Treasury (i.e., general funds), and contract authority. Contract authority is a type of budget authority—in the case of DOT, derived from the existence of the Aviation and Highway Trust Funds—that is available for \"obligation\" (which makes the federal government obligated to pay the money to the recipient) as a result of provisions in authorizing legislation, without requiring any further legislative action (i.e., without any appropriation by Congress). In order to impose a limit on the amount of money that the government can be obligated to spend, the amount of contract authority that can be obligated is limited by a spending control mechanism called a \"limitation on obligations\" (often referred to as \"ObLim\" or \"Oblimit\"). The ObLim for each year is set in the authorizing legislation, and is included in the DOT appropriations bill. In most discussions, the Oblim is analogous to an appropriation, in that it is considered to be the best indicator of the amount of contract authority actually being made available for use by recipients. In this report, references to DOT funding include both discretionary funds and the contract authority Oblim, unless otherwise indicated.", "In preparing legislation to fund DOT for FY2010, Congress faced several issues both within and outside the context of the President's budget request and FY2010 transportation funding initiatives. These included the solvency of the Highway Trust Fund, the pending expiration of authorizations for federal aviation, highway, and transit programs at the end of FY2009, and a pending $8.7 billion rescission of contract authority previously provided to the states at the end of FY2009. Other funding issues included the President's request for two new programs, $5 billion for a national infrastructure bank and $1 billion for high-speed and intercity passenger rail grants."], "subsections": [{"section_title": "Highway Trust Fund Solvency", "paragraphs": ["Typically, all or virtually all federal highway funding is drawn from the Highway Account of the Highway Trust Fund, whose revenues come largely from taxes on gasoline and diesel fuel sales and on sales of large trucks and truck tires. For example, only $320 million of the $41.7 billion provided for the Federal Highway Administration in the FY2009 THUD appropriations act came from general funds; the remainder was contract authority. In addition, most federal transit funding also comes from the transit account of the Highway Trust Fund (about $2 billion of FTA's $10.2 billion in the FY2009 regular appropriation came from general funds).", "When the federal highway and transit programs were last authorized in 2005 ( P.L. 109-59 , the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users, or SAFETEA), Congress authorized highway spending levels to be drawn from the Fund through FY2009. Since that time, a number of events have reduced the balance of the Fund more than was projected: Congress provided more than the originally authorized level of highway funding from the Highway Trust Fund in some fiscal years, and the economic recession led to lower than projected revenues to the Fund. This situation led Congress to transfer $8 billion in general revenues to the Highway Trust Fund late in FY2008 to maintain its solvency.", "In order to maintain the solvency of the Highway Trust Fund, the President's FY2010 budget proposed drawing only $5 billion from the Highway Trust Fund for the federal highway program for FY2010, with the remaining $36 billion for the program to be appropriated from the general fund of the Treasury. Congress rejected this proposal, and in July 2009 again transferred money ($7 billion) from the general fund to the Highway Trust Fund to maintain its solvency ( P.L. 111-46 / H.R. 3357 ). This is expected to keep the Fund solvent for most of FY2010."], "subsections": []}, {"section_title": "Expiration of Federal Transportation Program Authorizations", "paragraphs": ["Funding authorization for aviation programs expired at the end of FY2007, and Congress has repeatedly extended authorization for the aviation program (for further information, see CRS Report R40410, Federal Aviation Administration (FAA) Reauthorization: An Overview of Legislative Action in the 111 th Congress , coordinated by [author name scrubbed]) (pdf). ", "The SAFETEA highway and transit program authorization were scheduled to expire on September 30, 2009. The President asked Congress to extend the existing authorization for 18 months, to March 31, 2011, to give the Administration time to prepare a reauthorization proposal. Congressional reaction to that request was mixed, with the House Transportation and Infrastructure Committee leadership urging Congress to pass reauthorization legislation without delay, while the Senate Environment and Public Works leadership has been supportive of the President's request to extend the existing authorization for a time. Given the many major initiatives Congress was grappling with, and the short time remaining before the expiration of the current authorization, Congress passed two short-term extensions, extending the authorization to February 28, 2010. During the last reauthorization of highway and transit programs, the then-existing authorization was extended repeatedly, for a total of almost two years beyond the original expiration date, before Congress passed new reauthorization legislation. (For further information about highway and transit program reauthorization, see CRS Report R40780, Surface Transportation Reauthorization Legislation in the 111 th Congress: Summary of Selected Major Provisions , coordinated by [author name scrubbed].)"], "subsections": []}, {"section_title": "Rescission of Highway Contract Authority on September 30, 2009", "paragraphs": ["At the time of the passage of SAFETEA, the Bush Administration was trying to hold down the level of spending in the bill. In order to bring the total funding level of the bill down to the limit set by the President, SAFETEA provided that $8.7 billion in contract authority would be rescinded from the federal highway program on the last day of the final fiscal year of the authorization, September 30, 2009. SAFETEA-LU, like previous surface transportation authorization legislation, provided states more contract authority than obligational authority (i.e., they are given more contract authority each year than they are authorized to spend). As discussed earlier, the actual level of contract authority expenditure is set by the limitation of obligations, not by the amount of contract authority that is authorized. The contract authority does not expire; consequently, an amount of unused contract authority builds up for each state over time. At the time SAFETEA was enacted, it seemed likely that the rescission of contract authority required on September 30, 2009, if not canceled, could be taken out of their unused amounts of contract authority by the states and would not affect their transportation spending.", "In the years since passage of SAFETEA, Congress has several times included rescissions of contract authority in the annual THUD appropriations bills. This practice enabled Congress to provide more highway funding to states than might otherwise have been possible under the annual budget limits and in light of the previous administration's calls for limiting congressional spending, since it made the enacted net highway funding levels appear to be smaller than they actually were. However, by doing so Congress reduced the amount of unused contract authority that states had accumulated.. For some states, their share of the $8.7 billion rescission that was required on September 30, 2009, was larger than their amount of unused contract authority. The result was that the rescission did actually reduce the amount of federal highway funding those states would otherwise have been able to spend in FY2010.", "An effort to add an amendment to P.L. 111-46 to prevent the September 30, 2009 rescission failed. Senator Barbara Boxer, chairman of the Senate Committee on Environment and Public Works, said that the issue would be taken up again before the rescission was scheduled to take place. However, canceling the rescission would have been scored as additional Congressional spending. The House had committed to offset any spending increases, so canceling the rescission would have required either increased revenues or a cut in other programs. In the end, Congress allowed the rescission to take place. This had two results; first, for some states it reduced the amount of federal transportation funding that could be spent in FY2010. Second, by significantly reducing the amount of unused contract authority states had accumulated for surface transportation prrograms, it reduced the opportunity for Congress to use the budget tactic of rescinding unused contract authority (to make the net DOT funding level appear smaller than it actually is) in the future. In the FY2010 DOT appropriation, Congress did not rescind any contract authority under the Federal Highway Administration account; in FY2009 there was a $3.2 billion contract authority rescission in that account. "], "subsections": []}, {"section_title": "National Infrastructure Bank9/National Infrastructure Investment", "paragraphs": ["The President requested $5 billion for a national infrastructure bank. This program would provide federal support, in the form of grants and loan guarantees, to large infrastructure projects that promise regional and national economic benefits, and would provide this support in ways intended to attract and coordinate state, local, and private investment in those projects. ", "The House noted that the bank was unlikely to be established prior to the end of FY2010, and thus did not provide any funding for the bank. However, the House bill would have allowed $2 billion of the $4 billion it recommended for the high-speed and intercity passenger rail grant program to be transferred to the bank, should it be established during FY2010.", "The Senate did not provide funding for the bank, but provided $1.1 billion for transportation infrastructure grants to state and local governments for projects that would make a significant impact on the nation, a metropolitan area, or a region. This is similar to the discretionary grant program for transportation projects of national and regional significance in the economic stimulus act, for which $1.5 billion was provided. While these grants are to be made on a competitive basis, the competition is limited in certain ways: DOT is required to ensure an \"equitable geographic distribution\" and an \"appropriate balance in addressing the needs of urban and rural communities,\" with a requirement that at least $250 million (23% of the total) be spent on projects in rural areas. There are also limits on the minimum and maximum size of grants, and a limit on the amount that can be spent in a single state. The grants require a local match, though that can be waived for rural areas, which are also allowed a lower minimum grant size ($1 million).", "Conferees expressed their belief that creation of a national infrastructure bank should be pusued through the normal authorization process. They provided $600 million for the national infrastructure development grants proposed by the Senate."], "subsections": []}, {"section_title": "High-Speed Corridors and Intercity Passenger Rail Service Grant Program", "paragraphs": ["The President requested $1 billion for another program established in the ARRA, grants to states and other entities for capital projects to develop or improve intercity passenger rail service, including high-speed passenger rail service (in this context, \"high speed\" is defined as 110 miles per hour or more). The President has said he will request a total of $5 billion for this program over five years, in addition to the $8 billion that Congress provided for this program in the ARRA. The first grants were awarded in January 2010. Congress also provided $90 million in the FY2009 THUD appropriations act for a similar purpose. ", "The House provided $4 billion for this program, $3 billion more than the request, though it allowed $2 billion of that to be transferred to the national infrastructure bank, should that program be implemented during FY2010. The Senate provided $1.2 billion for this program. The enacted legislation provided $2.5 billion."], "subsections": []}, {"section_title": "Federal Aviation Administration (FAA)", "paragraphs": ["The FAA budget provides both capital and operating funding for the nation's air traffic control system, and also provides federal grants to airports for airport planning and development, and expansion of the capacity of the nation's air traffic infrastructure. The President's budget requests $15.96 billion in new funding for FY2010. This is $579 million (3.8%) more than the amount of funding provided in FY2009.", "The House approved $15.98 billion for FY2010, an increase of $26 million (less than 1%) over the amount requested. The House added $11 million to the operations account request and $15 million to the research, engineering, and development account request. The Senate provided $15.99 billion in funding for FY2010, an increase of $35 million (less than 1%) over the amount requested. Compared to the House, the Senate provided $12 million more for the operations account, $17 million more for the facilities and equipment account, $8 million more for the small community air service development program, and $20 million less for the research, engineering, and development account.", "The enacted legislation provided $15.99 billion, 3% ($522 million) more than the comparable FY2009 figure and less than 1% ($36 million) more than requested. The enacted figure was reduced to $15.60 billion for budgetary purposes by a rescission of $394 million in contract authority. "], "subsections": [{"section_title": "Airport Improvement Program (AIP)", "paragraphs": ["The President's budget requested $3.5 billion for AIP funding, essentially the same amount provided in FY2008 and FY2009. The House and Senate agreed with the requested level of funding, and this amount was provided in the enacted legislation. AIP funds are used to provide grants for airport planning and development, and for projects to increase airport capacity (such as construction of new runways) and other facility improvements."], "subsections": []}, {"section_title": "Essential Air Service (EAS)", "paragraphs": ["The President's budget requested $125 million for the EAS program, a $52 million (54%) increase over the $73 million Congress provided in FY2009. The House and Senate both agreed with the requested funding level; conferees increased the funding to $150 million. These funds are added to $50 million that is reserved for the program each year, so the total funding enacted for FY2010 is $200 million, compared to $123 million in FY2009.", "This program seeks to preserve air service to small airports in rural communities by subsidizing the cost of that service. Supporters of the EAS program contend that preserving airline service to rural communities was part of the deal Congress made in exchange for deregulating airline service in 1978, which was expected to reduce air service to rural areas."], "subsections": []}]}, {"section_title": "Federal Highway Administration (FHWA)", "paragraphs": ["The President's budget requested $41.8 billion in funding for federal highway programs for FY2010, an increase of $88 million (less than 1%) over the comparable figure provided in FY2009. In order to address the projected financial difficulties of the Highway Trust Fund, the Administration requested that $36.1 billion come from the general fund, and only $5.7 billion from the Trust Fund. By contrast, $41.4 billion of FHWA's funding in the FY2009 THUD appropriations act came from the Trust Fund, and only $320 million from the general fund.", "The House approved $42.0 billion for FHWA, but rejected the request to draw most of that funding from the general fund, taking only $126 million from the general fund. The Senate provided $43.4 billion for FHWA, likewise taking virtually all that amount from the Trust Fund (it took $1.6 billion from the general fund). The enacted legislation provided $42.8 billion, with $41.8 billion of that to come from the Highway Trust Fund. Conferees noted their expectation that FHWA would make more progress on the inspection of bridges.", "As noted above, Congress passed legislation in July 2009 to transfer $7 billion from the general fund to the Highway Trust Fund, an amount which is expected to keep the Fund solvent until sometime during FY2010. To assure the continuing solvency of the Trust Fund—and its ability to support the funding that the FY2010 THUD appropriations bill provides—Congress will need to take additional steps."], "subsections": []}, {"section_title": "Federal Motor Carrier Safety Administration (FMCSA)", "paragraphs": ["The Administration requested $550 million for FMCSA, $9 million (1.7%) more than the net new funding provided for FY2008. The request included $310 million for grants to states to enforce commercial truck and bus safety regulations. The House and Senate provided the requested amount, as did the enacted legislation.", "The House Committee on Appropriations noted that FMCSA's proposed rule regarding electronic on-board data recorders would only require that motor carriers with a history of serious hours-of-service violations install the recorders in their vehicles. The National Transportation Safety Board has long recommended that all commercial vehicles have recorders installed. The Committee directed FMCSA to issue the final rule as soon as possible and to report on how it proposes to encourage installation of recorders in all commercial vehicles. The Senate Committee on Appropriations directed FMCSA to use a portion of its research and technology program funding to educate motor carrier operators on available safety technologies. Conferees reiterated both directives."], "subsections": []}, {"section_title": "National Highway Traffic Safety Administration (NHTSA)", "paragraphs": ["The Administration requested $867 million for NHTSA, an increase of $11 million (1.3%) over the amount provided for FY2009. This amount included $626 million for grants to states for highway safety programs to reduce deaths and injuries from motor vehicle crashes. The House provided the requested level (though it increased funding over the requested amount for operations & research and national driver register accounts by a total of $6 million, and reduced the grants to states by a corresponding amount, resulting in the same level for state grant funding as in FY2009). The Senate provided $868 million, adding a total of $8 million to the Administration request for the operations & research and national driver register accounts, and likewise reduced the state grants to their FY2009 level. The enacted legislation provided $873 million, 2% ($17 million) over the comparable FY2009 figure and $5 million more than the requested level. Conferees provided more funds than requested for projects developing less-intrusive in-vehicle alcohol detection technologies and for safety research on vehicles that use alternative fuels.", "While overall highway fatalities have been decreasing in recent years, one category of highway fatality—motorcycle fatalities—has been increasing. Research indicates that the most effective motorcycle safety policy is requiring that all motorcyclists wear helmets meeting safety standards. Some motorcyclists are strongly opposed to being required to wear helmets. At times, Congress has penalized states that did not have mandatory helmet laws by withholding or restricting the use of some of their federal highway funding, which resulted in near-universal adoption of mandatory helmet laws by states. Congress repealed such a provision in 1995; now 30 states do not have universal mandatory helmet laws. In 1998 Congress also forbade DOT from lobbying states to adopt traffic safety laws. The Senate Committee on Appropriations recommended that an exception be made to this prohibition to allow DOT to engage in activities with states to consider proposals related to the reduction of motorcycle fatalities (Section 104), a recommendation that was reiterated by the conference agreement (Section 103). The same exception was included in the FY2009 THUD appropriations act."], "subsections": []}, {"section_title": "Federal Railroad Administration (FRA)", "paragraphs": ["The Administration requested $2.7 billion for FRA for FY2010, an increase of $907 million (50%) over the comparable FY2009 level of $1.8 billion. Virtually all of the increase was due to the Administration's request for $1.0 billion for intercity passenger rail and high-speed rail grant funding.", "The House-passed bill provided $5.8 billion, an increase of $3.0 billion over the requested funding level. Virtually all of this additional funding was also for intercity passenger rail and high-speed rail grant funding; the House provided $4.0 billion, though it provided that $2 billion of that funding could be transferred to a national infrastructure bank, should one be established during FY2010. Amtrak received its requested level of $1.5 billion, $12 million (less than 1%) more than the comparable figure for FY2009.", "The Senate-passed bill provided $3.0 billion for FRA, $331 million more than the requested level. The additional funding was provided for grants for intercity passenger rail and high-speed rail grants ($200 million more than the $1.0 billion requested), Amtrak ($53 million more than the $1.5 billion requested), railroad safety technology ($50 million, no corresponding request), and rail line relocation and improvement ($25 million, no corresponding request). The $50 million for railroad safety technology would fund a grant program created in the Rail Safety Improvement Act of 2008 ( P.L. 110-432 , Division A, section 105) to fund the deployment of train control technologies. That legislation also mandated that railroads deploy positive train control technology on most of the nation's intercity rail network. Estimates of the costs of that deployment are in the billions of dollars.", "The enacted legislation provided $4.4 billion, $1.6 billion more than requested and $2.6 billion more than in FY2009. The majority of the additional funding – $1.5 billion – was for grants, mostly for passenger rail and high speed rail development, but also for safety and rail line relocation.", "In June 2009, Amtrak's Inspector General, who had served as Amtrak's IG since the creation of the office in 1989, resigned. Soon afterward, the House Committee on Oversight and Government Reform announced that it was launching an investigation into the circumstances surrounding the departure of the IG. To promote the independence of the Office of the Inspector General, the Senate Committee on Appropriations recommended that Amtrak's OIG be funded as an independent agency, not as part of Amtrak's appropriation under FRA, and accordingly placed the funding for the OIG in Title III of the appropriation bill, \"Independent Agencies.\" Conferees confirmed this shift.", "During Senate floor consideration of the THUD bill, an amendment was added which required that Amtrak allow passengers to transport firearms in checked baggage as of March 31, 2010, or lose their federal funding. Amtrak began prohibiting the transport of firearms even in checked baggage after 9/11. In the enacted legislation, this requirement was altered to give Amtrak one year to implement procedures to allow passengers to carry firearms in checked baggage (section 159). "], "subsections": []}, {"section_title": "Federal Transit Administration (FTA)", "paragraphs": ["Virtually all of FTA's funding goes to state and local transportation authorities to support bus, commuter rail, subway, and light rail transit services. Most of this funding is distributed by formulas established in authorizing legislation. The Administration requested $10.3 billion for FTA for FY2010, an increase of $104 million (1.0%) over the comparable figure of $10.2 billion provided for FY2009. As with the request for the FHWA, the Administration sought to reduce the pressure on the Highway Trust Fund by reducing the amount of FTA funding drawn from the Fund, from 81% ($8.3 billion) in FY2009 to 48% ($5.0 billion) in FY2010, with the rest coming from general revenues. This change was not supported by Congress.", "The House-passed bill recommended $10.5 billion, an increase of $148 million (1.4%) over the requested figure. The increase was due to the inclusion of a $150 million grant to the Washington Metropolitan Area Transit Authority (WMATA). The Senate-passed bill provided $11.1 billion, $730 million (7.1%) more than the requested figure. Most of the increase was additional funding for the New Starts program ($500 million); there was also a $150 million grant to WMATA for capital and preventive maintenance expenses, and $100 million for grants to transit agencies for capital investments that will improve their energy efficiency and reduce their greenhouse gas emissions. The Senate Committee on Appropriations noted that $100 million was provided for this purpose in the economic stimulus act, and FTA received grant applications totaling over $1 billion for this funding.", "Conferees provided $10.7 billion in the enacted legislation, with 78% ($8.3 billion) coming from the Trust Fund. The primary difference among the houses was the amount provided for the New Starts program, with the final figure ($2.0 billion) being more than requested by the administration and provided by the House, but less than provided by the Senate. The final legislation also provided $75 million for the energy efficiency grants that were proposed by the Senate."], "subsections": [{"section_title": "Bus and Bus Facilities and New Starts Programs", "paragraphs": ["There are two large discretionary grant programs under FTA, the Bus and Bus Facilities Program and the New Starts Program. The bus program funds bus-related capital projects, including the purchase of new buses, maintenance of existing buses, construction of transfer facilities, intermodal stations, and park-and-ride stations, and bus-related equipment. Typically, most of the program's funds are designated for particular projects; some of these designations are contained in the authorizing legislation, and some in the annual appropriations legislation.", "The House provided $584 million for the bus program for FY2010, $300 million less than in FY2009, as recommended by the House Committee on Appropriations. The Committee explained that, since the bus project designations contained in SAFETEA-LU (which totaled $495 million for FY2009) would expire at the end of FY2009, $584 million would provide adequate discretionary funding for FY2010. The Senate also provided $584 million.", "The New Starts program funds new fixed-guideway transit systems and extensions to existing fixed-guideway systems. While it is a discretionary program, there are a variety of procedural requirements that apply to projects seeking more than $25 million in federal funding. The House provided $1.8 billion for the New Starts program, the amount requested and virtually identical to the amount provided in the FY2009 appropriation act (an additional $750 million was provided in the emergency stimulus act passed in February 2009). The Senate Committee on Appropriations recommended $2.3 billion, $480 million more than the request and the House provision. Conferees provided $2.0 billion."], "subsections": []}]}, {"section_title": "Maritime Administration (MARAD)", "paragraphs": ["The Administration requested $345.5 million for MARAD for FY2010, $12 million (3.6%) above the $333 million enacted for FY2009. The House provided $333.5 million, $12 million less than requested and approximately the same amount provided in FY2009. The Senate provided $375.4 million, $30 million more than the requested level. The enacted legislation provided $363 million, $30 million more than the comparable FY2009 amount and $17 million more than requested.", "MARAD supports maritime transportation. The largest components of its budget are the Maritime Security Program and Operations and Training. The Administration requested $174 million for the Maritime Security Program, the same amount provided in FY2009. This program provides payments of roughly $2.6 million per ship to retain a fleet of 60 active, militarily useful, privately owned vessels to be available to the federal government in the event they are needed for security purposes. A total of $153 million was requested for Operations and Training, $30 million (24.4%) more than provided for FY2009. This program funds the U.S. Merchant Marine Academy, State Maritime Schools, and MARAD's operations. The House's recommendation cut $12 million from the requested level of funding for the Maritime Program expenses line of this account.", "The Senate committee's primary changes from the requested level were the addition of $17.5 million for assistance to small shipyards (no corresponding request) and $10 million over the requested level of $4 million for the Maritime Guaranteed Loan Program. Congress provided $10 million for assistance to small shipyards in FY2008—its first year of funding, after being authorized in 2006—and $17.5 million in FY2009; no money was requested in either year. The program provides grants and loans to small shipyards for capital improvements.", "The enacted legislation cut $3 million from the requested level for Operations and Training, and provided additional funding not requested or provided by the House for assistance to small shipyards ($15 million) and guaranteed loan subsidies under the Maritime Guaranteed Loan Program ($5 million). "], "subsections": []}]}]}, {"section_title": "Department of Housing and Urban Development Appropriations", "paragraphs": [" Table 6 presents President Obama's FY2010 budget request for HUD, compared to the prior year's enacted budget authority. Four totals are given at the bottom of Table 6 : \"budget authority provided\" and \"available budget authority,\" with and without emergency appropriations. Total budget authority provided includes current year appropriations, plus advance appropriations provided in the current fiscal year for use in the next fiscal year; total available budget authority includes current year appropriations, plus advance appropriations provided in the prior fiscal year for use in the current fiscal year. Congress is scored by CBO for the amount of available budget authority in an appropriations bill; however, the Appropriations Committees' documents often discuss the amount of budget authority provided.", "President Obama's first HUD budget requested a 7.7% increase in regular annual appropriations for HUD programs. However, that increase would require a 9.5% increase in net new budget authority because of a decline in the amount requested for rescission.", "The House-passed version of H.R. 3288 would provide more than an 11% increase in regular annual appropriations for HUD programs, 3% more than the President's request. That increase would require more than a 13% increase in net new budget authority, also attributable to a decline in rescissions.", "The Senate Committee-reported version of H.R. 3288 would provide less than the House-passed bill, but more than the President's request. It would result in an 8.5% increase in regular annual appropriations for HUD programs, which would require more than a 10% increase in net new budget authority.", "After a series continuing resolutions, final FY2010 funding levels for HUD were set by the Consolidated Appropriations Act ( P.L. 111-117 ). The act provided more for HUD than the Senate recommended and the President requested, but less than the House recommended. The 9% increase in total HUD funding over FY2009 levels required an 11% increase in net new budget authority. The difference is largely attributable to a decline in the amount of funding rescinded."], "subsections": []}, {"section_title": "Select Budget Issues, FY2010", "paragraphs": ["This section of the report summarizes select HUD budget issues in FY2010. For an expanded discussion, see CRS Report R40727, The Department of Housing and Urban Development: FY2010 Appropriations , coordinated by [author name scrubbed]."], "subsections": [{"section_title": "New Administration \"Crosscutting\" Initiatives", "paragraphs": ["The FY2010 budget is the first of the Obama Administration. While it was completed on a short time-frame, it contains several initiatives that are new and reflect the Obama Administration's priorities. Specifically, as stated in the budget documents, the budget reflects five goals:", "1. address the nation's housing and economic crisis; 2. restore federal leadership on promoting affordable rental housing; 3. invest strategically in rural and metropolitan communities; 4. drive energy efficient housing and inclusive, sustainable growth; and 5. transform the way that HUD does business.", "While these goals are reflected throughout the budget, several new initiatives are proposed, and are summarized below."], "subsections": [{"section_title": "Transformation Initiative", "paragraphs": ["President Obama's Transformation Initiative requested the authority to transfer up to 1% of funding provided for most HUD accounts to fund activities related to the development of", "Research, Evaluation, and Performance Metrics; Program Demonstrations; Technical Assistance and Capacity Building; and Next-Generation Information Technology.", "HUD estimates that, at the requested funding level, the transfer authority would make $433.5 million available to the Transformation Initiative in FY2010. In addition, the budget requested $20 million in new appropriations to fund specific activities designed to address mortgage fraud, including fraud in the Federal Housing Administration (FHA) mortgage insurance programs.", "Both the House and Senate versions of H.R. 3288 , as well as P.L. 111-117 , supported the President's Transformation Initiative by including the $20 million requested for combating mortgage fraud and some transfer authority, although it is a more limited form of transfer authority than requested by the President."], "subsections": []}, {"section_title": "Energy Innovation Fund", "paragraphs": ["The Energy Innovation Fund is an Obama Administration proposal to \"catalyze private sector investment in the energy efficiency of the Nation's housing stock.\" According to HUD's Congressional Budget Justifications, the $100 million fund would provide up to $50 million for a \"Local Initiatives Fund.\" This fund would provide \"a mix of incentive grants, demand-side subsidies, and supply-side leveraging to support the expansion or start-up\" of 10 or more local energy retrofit funds. Another $25 million would be available to develop a new pilot energy efficient mortgage program in FHA's single family mortgage insurance program. The final $25 million would be available to develop a Multifamily Energy Pilot to fund energy efficiency improvements in certain HUD-insured multifamily rehabilitation projects.", "The House-passed bill included $50 million for the President's Energy Innovation Fund, half the amount requested. The bill did not include funding for the \"Local Initiatives Fund,\" but did include funding for the Multifamily Energy Pilot and the energy efficient mortgage program at the requested levels. The Senate Committee-passed version of H.R. 3288 included funding for all three components of the President's Energy Innovation Fund, but at a lower funding level than requested. Specifically, the bill included $20 million each for the energy efficient mortgage and Multifamily Energy Pilot program and $35 million for the Local Initiatives Fund. P.L. 111-117 provided $50 million for the Energy Innovation Fund, and, like the House bill, allocated half for the single-family energy efficient mortgage program and half for the Multifamily Energy Pilot. It did not fund the Local Initiatives Fund."], "subsections": []}, {"section_title": "Choice Neighborhoods", "paragraphs": ["The Choice Neighborhood Initiative is an Obama Administration initiative that would provide competitive grants to revitalize severely distressed neighborhoods. The initiative would be modeled after the HOPE VI program, which provides competitive grants to public housing authorities (PHAs) to revitalize severely distressed public housing. The President's FY2010 budget proposed no new funding for HOPE VI, but requested $250 million for the new Choice Neighborhoods Initiative. In addition to PHAs, local governments, nonprofits, and for-profit developers would be eligible to compete for funds primarily aimed at the transformation, rehabilitation, and replacement of HUD public and assisted housing that cannot be funded through current annual formula or contract payments. According to HUD's Congressional Budget Justifications, in addition to addressing HUD-assisted housing, the program would be aimed at \"supporting affordable housing and community development activities in surrounding communities and improving the lives of area residents by creating job opportunities, improving schools and providing work and rent incentives that promote family self-sufficiency.\"", "The House-passed version of H.R. 3288 and the Senate Committee-passed version of H.R. 3288 took different positions on the Choice Neighborhoods Initiative and HOPE VI. The House bill would continue to fund HOPE VI, whereas the Senate Committee bill would fund the new initiative, but with a set-aside of more than half of the funding for PHA-led projects. The final FY2010 funding bill, P.L. 111-117 , funded both, by providing $200 million for HOPE VI, with a set-aside of $65 million for a Choice Neighborhoods Initiative demonstration."], "subsections": []}]}, {"section_title": "Housing Trust Fund", "paragraphs": ["The Housing and Economic Recovery Act of 2008 ( P.L. 110-289 ) established a Housing Trust Fund that would provide a permanent, dedicated source of funding for affordable housing activities outside of the annual appropriations process. P.L. 110-289 identified contributions from Fannie Mae and Freddie Mac as the dedicated funding source. However, Fannie Mae's and Freddie Mac's contributions to the Housing Trust Fund were indefinitely suspended in November 2008 by their conservator, the Federal Housing Finance Agency, due to Fannie's and Freddie's financial difficulties. The suspension of Fannie's and Freddie's contributions left the Housing Trust Fund without a source of funding. While P.L. 110-289 authorized funding other than the contributions from Fannie Mae and Freddie Mac to be appropriated or transferred to the Housing Trust Fund, no funding has yet been directed to the Housing Trust Fund.", "The President's budget proposed $1 billion in mandatory funding for the Housing Trust Fund, but a funding source has not been identified for this sum. Neither the House nor the Senate bills, or the final FY2010 funding bill, mentioned the Housing Trust Fund."], "subsections": []}, {"section_title": "Section 8 Tenant-Based Rental Assistance (Housing Choice Vouchers)", "paragraphs": ["The Section 8 tenant-based rental assistance account funds the Section 8 voucher program and is the largest account in the HUD budget. The Section 8 voucher program provides portable rental subsidies that low-income families use to reduce their housing costs in the private market. HUD currently funds more than two million Section 8 vouchers, which are administered at the local level by public housing authorities (PHAs). This account—the largest in HUD's budget—primarily funds the cost of renewing those vouchers each year, as well as the cost of administering the program."], "subsections": [{"section_title": "FY2009 Voucher Renewal Funding Issues", "paragraphs": ["The FY2009 appropriations law provided just over $11 billion in new appropriations for renewals of Section 8 vouchers in calendar year (CY) 2009; in addition, an advance appropriation provided $4 billion for use in CY2009. However, because the FY2009 appropriations law also enacted a rescission of $750 million, a total of $14.284 billion was available to renew Section 8 vouchers in CY2009. ", "As directed by Congress, HUD based the CY2009 allocations on the voucher utilization and cost data submitted by PHAs for FY2008. HUD used this same data to estimate PHAs' unspent reserves (Net Restricted Assets, or NRA). In some cases, HUD's estimates of costs (plus inflation), utilization, and NRA did not accurately represent PHAs' CY2009 costs, utilization, and NRA balances. In some cases, the inaccurate estimates resulted from inaccurately reported data; in some cases, the differences resulted from significant changes in the cost and leasing conditions of agencies between FY2008 and the start of CY2009.", "Regardless of the reason, some PHAs have found that their CY2009 funding is insufficient to cover the costs of all the vouchers they are currently using to serve families. HUD has estimated that as many as 15% of PHAs administering the voucher programs face such shortfalls. The Department is working with agencies to determine which ones are facing these shortfalls, and which ones can be assisted with the FY2009 $100 million renewal set-aside and $30 million administrative fee set-aside, and it is advising agencies as to how they can cut costs to stay within their budgets. If a PHA does not have sufficient funding to renew all of its vouchers, the PHA may have to stop issuing vouchers, and, at the extreme, some families may lose assistance. HUD has asked agencies that are facing shortfalls to contact the Department before terminating assistance.", "In response to concerns about the implications of these funding shortfalls, the second continuing resolution ( P.L. 111-88 ) permitted HUD to use $200 million of the advance appropriation provided in FY2009 for use in FY2010 to adjust PHAs' CY2009 budgets."], "subsections": []}, {"section_title": "FY2010 Voucher Renewals", "paragraphs": ["For FY2010, the President requested $16.189 billion for voucher renewals, with no proposed rescissions. The House-passed version of H.R. 3288 included about $200 million above the President's requested level for renewals. The Senate Committee-passed version of H.R. 3288 included $150 million more for renewals than the President's request, but $50 million less than the House bill. P.L. 111-117 funded renewals at the Senate-requested level."], "subsections": []}, {"section_title": "FY2010 New Vouchers", "paragraphs": ["Incremental vouchers is the term used to describe new vouchers. As noted earlier, most funding in the voucher program is devoted to renewing existing vouchers. However, the demand for vouchers far exceeds the supply of roughly two million vouchers, so low-income housing advocates regularly lobby for incremental vouchers to help serve additional families. In his FY2010 budget, the President did not request funding for new incremental vouchers. The FY2010 Congressional Budget Justifications note that the Department is focused on \"fully implementing the FY2008 and FY2009 Appropriations.\"", "The House-passed version of H.R. 3288 included $75 million for new incremental vouchers for homeless veterans through the HUD-VA Supported Housing (HUD-VASH) program. The Senate Committee-passed version of H.R. 3288 included $75 million for HUD-VASH vouchers and $20 million for Family Unification Program vouchers—these vouchers are used by families who have been involved in the child welfare system. P.L. 111-117 included funding for both VASH vouchers and FUP vouchers."], "subsections": []}]}, {"section_title": "Public Housing Operating and Capital Funds", "paragraphs": ["The public housing program provides publicly owned and subsidized rental units for very low-income families. Although no new public housing developments have been built for many years, Congress continues to provide funds to the more than 3,100 public housing authorities (PHAs) that own and maintain the existing stock of more than 1.2 million units. Through the Public Housing Operating Fund, HUD provides funds to PHAs to help fill the gap between tenants' contributions toward rent and the cost of ongoing maintenance, utilities, and administration of public housing. Through the Public Housing Capital Fund, HUD provides funding to PHAs for large capital projects and modernization needs. "], "subsections": [{"section_title": "Operating Fund", "paragraphs": ["In FY2009, Congress provided $4.455 billion for the Operating Fund, which was sufficient to fund an estimated 90% of PHA budget eligibility. In FY2010, President Obama requested just under $4.600 billion, which HUD's Congressional Budget Justifications estimate would fully fund PHAs' budget needs. Several of the PHA industry groups have contended that HUD's estimates are incorrect and that to fully fund PHA budgets, the Operating Fund would need $5.050 billion in FY2010. Both the House-passed and Senate Committee-passed bills would increase funding above the President's requested level (to $4.800 billion and $4.750 billion respectively), but not to the level requested by advocates. P.L. 111-117 provided $4.775 billion for the Operating Fund."], "subsections": []}, {"section_title": "Capital Fund", "paragraphs": ["President Obama's FY2010 budget requested $2.244 billion for the Capital Fund. Of that amount, $2.199 billion would be available for formula grants. The amount requested is roughly equal to the estimated $2 billion in new capital needs that accrue every year in public housing. In addition to new needs, there is an estimated backlog of roughly $20 billion in unmet capital needs. Both the House-passed and Senate Committee-passed versions of H.R. 3288 would fund the Capital Fund at $2.5 billion, which is more than both the President's request and the FY2009 level. P.L. 111-117 adopted the House and Senate funding level, $2.5 billion."], "subsections": []}]}, {"section_title": "Community Development and CDBG", "paragraphs": [], "subsections": [{"section_title": "CDBG", "paragraphs": ["The Community Development Block Grant (CDBG) program is the largest source of federal financial assistance in support of state and local neighborhood revitalization, housing rehabilitation, and economic development activities. CDBG is part of the Community Development Fund (CDF) account, which has also funded other community development-related programs in past years, including the Economic Development Initiatives (EDI) and Neighborhood Initiative (NI) programs.", "For FY2010, the Administration's budget request proposed a $550 million increase in total CDF appropriations, including a request to \"fully fund\" the CDBG program. In addition, the budget request included $150 million to fund the Administration's proposed Sustainable Communities Initiatives, and $50 million to support activities previously funded under other HUD accounts—specifically, the Rural Innovation Fund (currently known as the Rural Housing and Economic Development Program), and the University Communities Fund, previously funded under a different account.", "The House-passed version of H.R. 3288 included $4.599 billion for CDF activities, including $4.167 billion for formula-based CDBG funds to state and local governments. The bill recommended $149 million more in CDF appropriations and $18 million less in CDBG formula-based funding than requested by the Administration. The difference in the amount requested by the Administration and that recommended by the House would be used to fund congressionally designated special projects (earmarks) under both the EDI ($151 million) and NI ($16 million) subaccounts. The Senate Committee-passed version of H.R. 3288 would take a similar tack, recommending an amount for CDBG formula-based funding that is $193 million less than requested by the Administration in order to fund the EDI and NI subaccounts. In addition, both the House-passed version of H.R. 3288 and the Senate Committee-passed version support the Administration's multi-pronged Sustainable Communities Initiative by recommending $150 million in new appropriations to fund the initiative, which would promote the regional integration of housing, transportation, energy, and environmental plans and strategies.", "P.L. 111-117 provided the same level of funding for the CDF as requested by the President and proposed by the Senate. Of that amount, $3.99 billion is designated for CDBG grants, $173 million is designated for EDI, $22 million is designated for NI, and $150 million is designated for the Sustainable Communities Initiative."], "subsections": []}, {"section_title": "Section 108 and Brownfields", "paragraphs": ["The Brownfield Economic Development Initiative (BEDI) program is a competitive grant program that provides funds to assist communities with the redevelopment of abandoned, idled, and underused industrial and commercial facilities where expansion and redevelopment are burdened by real or potential environmental contamination. The Section 108 loan guarantee program allows states and entitlement communities to borrow against their annual CDBG allocation in order to help finance brownfield redevelopment activities. ", "Although the previous Administration requested no new funding for BEDI and the Section 108 loan guarantee programs during previous budget cycles, arguing they were duplicative of other programs, Congress continued to fund the programs.", "The Obama Administration's FY2010 budget proposed to revamp the Section 108 loan guarantee program by eliminating the credit subsidy and instead charging a fee-based assessment to borrowers accessing the program. The House-passed version of H.R. 3288 would maintain the program's present structure, while the version reported by the Senate Appropriations Committee supports the Administration's proposal. P.L. 111-117 adopted the House proposal, funding Section 108 at $6 million, utilizing the previous structure.", "President Obama's FY2010 budget also proposed eliminating the separate appropriation for the BEDI program for FY2010, but noted that program activities could continue to be funded under the larger CDBG program. H.R. 3288 , as reported by the Senate Appropriations Committee, included no funding for the program. However, the House-passed version of the bill would appropriate $25 million for BEDI activities, returning the program to its pre-FY2007 funding level. P.L. 111-117 provided $18 million for BEDI."], "subsections": []}]}, {"section_title": "Funding for Housing Counseling", "paragraphs": ["HUD's housing counseling program provides competitive grants to HUD-approved housing counseling agencies. Housing counseling agencies provide a wide range of counseling services to prospective home buyers, current homeowners, and other groups with specific housing concerns. Recently, Congress has also provided separate funding to the Neighborhood Reinvestment Corporation, commonly known as NeighborWorks America, specifically for foreclosure mitigation counseling. NeighborWorks distributes these funds to eligible housing counseling organizations through the National Foreclosure Mitigation Counseling Program (NFMCP). (Note that the funding for the NFMCP is not provided within HUD's budget; the Neighborhood Reinvestment Corporation receives a separate appropriation in Title III of the Transportation, HUD, and Related Agencies funding bill).", "The President's budget proposed $100 million in funding for HUD housing counseling in FY2010, a $35 million increase over the $65 million appropriated in FY2009. The President's budget also included $33.8 million in funding for the NFMCP. ", "The House-passed version of H.R. 3288 included the same total amount of funding for housing counseling as the President's budget, but proposed to distribute the funding differently. The House bill would provide $75 million in funding for HUD's housing counseling program, which represents a $10 million increase over the FY2009 appropriation but is $25 million less than the President's budget request. The House bill would also provide $63.8 million for the NFMCP, a $30 million increase over the President's budget request. The Senate Committee-passed bill would provide a higher total amount of funding for housing counseling than either the House-passed bill or the President's budget request. Specifically, the Senate Committee-passed bill would provide $100 million for HUD Housing Counseling and $65 million for the NFMCP. ", "P.L. 111-117 included $87.5 million for HUD housing counseling and $65 million for the NFMCP."], "subsections": []}, {"section_title": "FHA and Ginnie Mae", "paragraphs": [], "subsections": [{"section_title": "FHA (including HECM)", "paragraphs": ["The Federal Housing Administration (FHA) insures mortgage loans made by private lenders to eligible borrowers. The FHA home loan insurance programs are administered through two program accounts: the Mutual Mortgage Insurance/Cooperative Management Housing Insurance fund account (MMI/CMHI) and the General Insurance/Special Risk Insurance fund account (GI/SRI). The MMI/CMHI fund provides insurance for home mortgages. The GI/SRI fund provides insurance for more risky home mortgages, for multifamily rental housing, and for an assortment of special-purpose loans such as hospitals and nursing homes. In recent years, the cost of FHA in the annual appropriations acts has been negative, meaning that the account has, on net, brought in more than it costs, with the surplus used to offset the cost of the HUD budget.", "However, the President's FY2010 budget request, as estimated by the Congressional Budget Office (CBO), would require positive appropriations for the FHA account. This is in part due to the Home Equity Conversion Mortgage (HECM) program, which, because of the present housing market, has experienced lower-than-expected appreciation rates for homes. Under the President's budget request, HECMs would require $798 million in positive appropriations in FY2010.", "Both the House-passed and Senate Committee-passed versions of H.R. 3288 would require HUD to make changes to the HECM program to minimize the amount of positive credit subsidy required in the MMI fund. For example, both versions of H.R. 3288 would require an adjustment of the factors used to calculate the principal limit for HECMs. H.R. 3288 , as passed by the House, estimated that the FHA funds would not need the positive appropriations for HECMs assumed by the President's budget. Under the Senate Committee-passed version of H.R. 3288 , the positive subsidy requirement for HECMs would be $288 million, compared to $798 million under the President's budget.", "P.L. 111-117 included the House proposal to require the Secretary of HUD to administer the HECM program without a credit subsidy."], "subsections": []}, {"section_title": "Ginnie Mae", "paragraphs": ["The Government National Mortgage Association (Ginnie Mae) is the agency of HUD that guarantees the timely payment of principal and interest on securities that back mortgages insured by FHA and other government agencies. Increases in FHA activity results in an increase in Ginnie Mae activity, since Ginnie Mae backs nearly 97% of FHA-insured mortgages. The President's budget estimated that Ginnie Mae would provide $720 million in offsets that could be used to reduce the cost of the HUD budget, compared to only $193 million in FY2009."], "subsections": [{"section_title": "Appendix. Related Legislation", "paragraphs": ["The American Recovery and Reinvestment Act of 2009 (ARRA; H.R. 1 / P.L. 111-5 )", "On February 17, 2009, the President signed this measure (commonly referred to as \"the economic stimulus act\") into law. It included 461.8 billion for THUD agencies: $48.1 billion for DOT programs and $13.7 billion for HUD programs. The legislation included deadlines to encourage the expenditure of the money as quickly as feasible; while much of the funding was expended during FY2009, some will not be expended until FY2010 or even later", "The Department of Defense Appropriations Act, FY2010 (P.L. 111-118)", "Division B of this act, which was signed into law on December 19, 2009, included a provision extending the authorization of the surface transportation programs to February 28, 2010 (section 1008). The authorization, which was originally scheduled to expire on September 30, 2010, had previously been extended by the Continuing Appropriations Resolution, FY2010 (Division B of P.L. 111-68, sections 157-162).", "The Jobs for Main Street Act of 2009 (H.R. 2847)", "On December 16, 2009, the House of Representatives passed a substitute amendment to H.R. 2847 . Division A, the Jobs for Main Street Act of 2009, would provide $150 billion in supplemental emergency funding to stimulate the economy, and includes funding for both transportation and housing programs.", "It would provide $37.3 billion for DOT, with virtually all of that funding going to highway and transit grants, and would extend the authorization for DOT surface transportation programs to September 30, 2010. It would provide over $1 billion to HUD to capitalize the National Affordable Housing Trust Fund. (For more information, see CRS Report R40781, The Housing Trust Fund: Background and Issues , by [author name scrubbed].) It would also provide HUD with $1 billion for competitive grants through the Public Housing Capital Fund.", "The Senate has not yet taken action on the Jobs for Main Street Act of 2009."], "subsections": []}]}]}]}]}}