{"id": "R40874", "title": "Nitrous Oxide from Agricultural Sources: Potential Role in Greenhouse Gas Emission Reduction and Ozone Recovery", "released_date": "2011-12-07T00:00:00", "summary": ["Gases other than carbon dioxide accounted for approximately 17% of total U.S. greenhouse gas emissions in 2009, yet there has been minimal discussion of these other greenhouse gases in climate and energy legislative initiatives. Reducing emissions from non-carbon dioxide greenhouse gases, such as nitrous oxide (N2O), could deliver short-term climate change mitigation results as part of a comprehensive policy approach to combat climate change.", "Nitrous oxide is 310 times more potent than carbon dioxide in its ability to affect the climate; and moreover, results of a recent scientific study indicate that nitrous oxide is currently the leading ozone-depleting substance being emitted. Thus, legislation to restrict nitrous oxide emissions could contribute to both climate change protection and ozone recovery.", "The primary human source of nitrous oxide is agricultural soil management, which accounted for more than two-thirds of the N2O emissions reported in 2009 (approximately 205 million metric tons CO2 equivalent). One proposed strategy to lower N2O emissions is more efficient application of synthetic fertilizers. However, further analysis is needed to determine the economic feasibility of this approach as well as techniques to measure and monitor the adoption rate and impact of N2O emission reduction practices for agricultural soil management.", "As the 112th Congress considers legislation that would limit greenhouse gas emissions, among the issues being discussed is how to address emissions of non-CO2 greenhouse gases. Whether such emissions should be subject to direct regulation, what role EPA should play using its existing Clean Air Act authority, and what role USDA should play in any N2O reduction scheme are among the issues being discussed. How these issues are resolved will have important implications for agriculture, which has taken a keen interest in climate change legislation."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Policymakers are dedicating considerable attention to greenhouse gas emission reduction, primarily discussing options for carbon dioxide (CO 2 ) emission reduction. Less frequently addressed in proposed legislation is emission reduction for non-CO 2 greenhouse gases, such as nitrous oxide (N 2 O). However, N 2 O reduction efforts have the potential to mitigate climate change. Moreover, N 2 O emission sources may be regulated under the existing Clean Air Act as a class I or class II ozone-depleting substance at the discretion of the Environmental Protection Agency (EPA) Administrator. No new legislation needs to be passed to regulate N 2 O for climate protection and ozone recovery.", "The five non-CO 2 greenhouse gases regularly monitored but not entirely regulated by EPA (methane, nitrous oxide, hydroflourocarbons, perflourocarbons, and sulfur hexaflouride) accounted for approximately 17% of U.S. greenhouse gas (GHG) emissions in 2009, as measured by total tons of CO 2 equivalent. Nitrous oxide—the third-most abundant greenhouse gas—was responsible for roughly 4% of total U.S. GHG emissions in 2009 by weight. Although they comprise a smaller portion of GHG emissions, non-CO 2 greenhouse gases, including N 2 O, are more potent than CO 2 . The gases identified above are 21 to 23,900 times more effective than an equivalent weight of CO 2 at trapping heat in the atmosphere, with N 2 O being 310 times more potent by weight. ", "In addition to being one cause of greenhouse gas emission growth, N 2 O is an ozone-depleting substance (ODS). Indeed, scientific analysis suggests that N 2 O is now the leading ODS being emitted, as emissions of other substances have been reduced significantly owing to regulations enacted in the late 1980s, in the Montreal Protocol on Substances that Deplete the Ozone Layer. N 2 O emission reduction could thus play a compelling role in recovery of the ozone layer as well as in greenhouse gas emission reduction.", "The agriculture sector is the primary anthropogenic source of nitrous oxide. The bulk of U.S. N 2 O emissions stem from fertilizing agricultural soils for crop production. Strategies or technologies designated for N 2 O emission reduction are limited. This is partly due to the dispersed nature of N 2 O emission sources. ", "In the agriculture sector, the majority of N 2 O is released as a consequence of specific nitrogen cycle processes (nitrification and denitrification) when large amounts of synthetic nitrogen fertilizers are used for crop production. More efficient application of synthetic fertilizers (e.g., precision agriculture, nitrogen inhibitors, nitrogen sensors, controlled-release fertilizer products) is one way to reduce excess amounts of nitrogen available for bacterial processing and eventual release to the atmosphere as N 2 O. High costs and difficulty in measuring these products' efficacy, among other deterrents, have hampered widespread adoption of practices to reduce N 2 O emissions.", "This report focuses on the contributions of N 2 O to alteration in the Earth's climate and ozone depletion. Policy options for N 2 O emission reduction, sources of N 2 O, and federal support to lower N 2 O emissions are discussed."], "subsections": []}, {"section_title": "Nitrous Oxide: A Primer", "paragraphs": ["Nitrous oxide (N 2 O), familiar to some as \"laughing gas,\" contributes to climate change and ozone depletion. Once released, N 2 O lingers in the atmosphere for decades (its atmospheric lifetime is approximately 114 years) and is 310 times more effective at trapping heat in the atmosphere over a 100-year time frame than carbon dioxide (CO 2 ). N 2 O emission quantity estimates remained fairly constant from 2005 to 2007, hovering around 325 million metric tons carbon dioxide equivalent (CO 2 e). N 2 O emission quantity estimates dropped in 2009 to below 300 million metric tons CO 2 e. See Table 1 . "], "subsections": [{"section_title": "Sources of N2O Emissions", "paragraphs": ["Nitrous oxide is emitted from anthropogenic (manmade) and natural sources. Oceans and natural vegetation are the major natural sources of N 2 O. Agricultural soil management (e.g., fertilization, application of manure to soils, drainage and cultivation of organic soils) is responsible for more than two-thirds of anthropogenic U.S. N 2 O emissions. In 2009, N 2 O emissions from agricultural soil management totaled more than 200 million metric tons of CO 2 e. Other anthropogenic sources of N 2 O are combustion by mobile sources (cars, trucks, etc.), manure management, and nitric acid production. ", " Figure 1 depicts the origination and passage of nitrogen (N) that leads to N 2 O emissions from agricultural soil management. The amount of N 2 O emitted from cropland soils largely depends on the amount of nitrogen applied to a crop, weather, and soil conditions. Corn and soybean crops emit the largest amounts of N 2 O, respectively, due to vast planting areas, plentiful synthetic nitrogen fertilizer applications, and, in the case of soybeans, high nitrogen fixation rates ( Figure 2 ). "], "subsections": []}, {"section_title": "The Nitrogen Cycle", "paragraphs": ["Comprehension of the nitrogen cycle ( Figure 3 ) is beneficial when crafting policy to reduce N 2 O emissions from anthropogenic sources. Nitrogen, an essential element required by organisms to grow, is found throughout the atmosphere in various forms. The nitrogen cycle portrays the routes in which nitrogen moves through the soil and atmosphere in both organic and inorganic form. Certain processes within the nitrogen cycle convert the nitrogen into a form that can be taken up by plants. Four of the major processes are: ", "nitrogen fixation—conversion of nitrogen gas (N 2 ) to a plant-available form; nitrogen mineralization—conversion of organic nitrogen to ammonia (NH 3 ); nitrification—conversion of ammonia (NH 3 ) to nitrate (NO 3 -) via oxidation (that is, by being combined with oxygen); and denitrification—conversion of nitrates back to nitrogen gas. ", "Nitrous oxide is a byproduct of nitrification and denitrification. Both processes occur naturally. Excess application of nitrogen fertilizer can lead to increased nitrification, which can cause nitrate to leach into groundwater or surface runoff (in turn, this causes eutrophication, which can damage aquatic environments)."], "subsections": []}]}, {"section_title": "Opportunities and Challenges for Nitrous Oxide Emission Reduction", "paragraphs": ["N 2 O emission mitigation options are available for agricultural soil management and nitric acid production. Nitric acid is a chemical compound used to make synthetic fertilizers. N 2 O abatement options for nitric acid production include a high-temperature catalytic reduction method, a low-temperature catalytic reduction method, and nonselective catalytic reduction. The estimated reduction efficiencies (the percentage reduction achieved with adoption of a mitigation option) are 90%, 95%, and 85%, respectively. ", "Agricultural soil management mitigation options recommended by researchers and technology transfer specialists to discourage excess application of nitrogen fertilizers and soil disturbance ( Table 2 ) are not generally being practiced. Fertilizer and soil best-management practices aim to provide the crop with the nutrient and soil conditions necessary for crop production, and prevent nutrient and soil loss from the crop field (e.g., erosion, leaching). Some may consider less money spent towards fertilizer use an economic incentive for agricultural producers. Others may want to ensure that crop yields meet expected feed, fiber, and fuel mandates (e.g., for corn ethanol), which may be difficult to attain with less fertilizer use. Monitoring reduced nitrogen fertilization applications on a large scale for greenhouse gas emission reduction purposes may be difficult; it is not clear how such a program could be managed at a national level. Enforcement options could include voluntary verification, third-party verifiers, or government intervention.", "Reporting N 2 O emissions from agricultural soil management was not included in the Final Mandatory Reporting of Greenhouse Gases Rule issued by EPA on September 22, 2009. EPA's reasoning behind this decision was that no low-cost or simple direct N 2 O measurement methods exist. Additionally, EPA released a proposed rule requiring new or modified facilities that could trigger Prevention of Significant Deterioration (PSD) permitting requirements to apply for a revision to their operating permits to incorporate the best available control technologies and energy efficiency measures to minimize GHG emissions."], "subsections": []}, {"section_title": "Federal Support for Nitrous Oxide Emission Reduction", "paragraphs": ["USDA provides some financial and technical assistance for nutrient management through its conservation programs. Moreover, USDA's Agricultural Research Service (ARS) is studying the relationship between agricultural management practices and nitrous oxide emissions. ", "In addition to the agriculture sector, work is being done in the transportation sector to reduce N 2 O emissions. Mobile combustion was responsible for roughly 8% of N 2 O emissions reported in 2009. One N 2 O emission reduction effort, proposed by EPA and the Department of Transportation, is a per-vehicle N 2 O emission standard of 0.010 grams per mile effective in model year 2012 for all light-duty cars and trucks as part of a wider effort to reduce greenhouse gas emissions and improve fuel economy in tandem. EPA has allocated financial resources to quantify N 2 O emissions for the greenhouse gas inventory (e.g., DAYCENT model). "], "subsections": []}, {"section_title": "Policy Options for Nitrous Oxide Emission Reduction", "paragraphs": ["Congress has begun to investigate the reduction of non-CO 2 greenhouse gas emissions, including N 2 O emissions, as one strategy to mitigate climate change. Some contend that N 2 O emissions reduction could serve as a short-term response in the larger, long-term scheme of mitigation and adaptation efforts. It may be viewed as a short-term response because N 2 O emissions make up a small amount of the GHG inventory compared to CO 2 emissions. Any substantial approach to mitigate climate change is likely at some point to have to address sources that emit CO 2 . ", "Congress could approach N 2 O emissions reduction as part of a comprehensive GHG emission strategy offering economically attractive abatement alternatives to discourage actions leading to climate change. For example, a cap or fee on N 2 O emissions could spur innovative methods for agricultural producers to limit excess synthetic fertilizer application. Congress could also examine the tools necessary to identify N 2 O emission abatement options, assess their cost, and determine their economic impact for full incorporation into climate change legislation. ", "Besides greenhouse gas emission reduction, reducing N 2 O emissions could lead to ozone recovery. Congress could explore the co-benefits that may arise from restricting N 2 O emissions for climate change purposes. N 2 O is not regulated as an ODS under the Clean Air Act, Title VI, Stratospheric Ozone Protection (as guided by the Montreal Protocol). As emissions of other ODSs (e.g., chlorofluorocarbon-11, halon-1211) have declined due to regulation, N 2 O has emerged as the dominant ODS emission. The first-ever published ozone depletion potential (ODP) value assigned to N 2 O, 0.017, is less than the ODP value of 1.0 for the reference gas chlorofluorocarbon 11 (CFC-11). While some may not see a cause for alarm based on the ODP value alone, the quantity of N 2 O emissions and its potency as a GHG can lead to serious harm (see Table 1 ). ", "The ODP value for N 2 O does not allow for its mandatory inclusion as a class I substance for regulation under the Clean Air Act. However, N 2 O could be listed as a class II substance at the direction of the EPA Administrator or regulated under Section 615 of the act. Class I substances have an ODP of 0.2 or more and are more harmful to stratospheric ozone molecules than Class II substances, which have an ODP of less than 0.2. ", "With or without ODP substance listing, Congress may find it useful to incorporate the ozone depletion impacts of N 2 O into its climate change policy proposals both to reduce greenhouse gas emissions and to further ozone recovery achievements. Classifying N 2 O emission reduction as an eligible offset type, including N 2 O as a covered entity within a cap-and-trade program, or directing EPA to use existing authority under the Clean Air Act to regulate N 2 O are other available options to reduce N 2 O emissions for ozone or climate protection. Any option chosen to reduce N 2 O emissions will more than likely require an improvement of N 2 O estimation, measurement, and reporting methods and possible financial incentives.", "Congress could apply lessons learned from previous international agreements that are intended to abolish harmful compounds. The outcomes of the Montreal Protocol, put into action in the late 1980s, may prove useful to Congress in understanding the long-term implications of certain climate change policy options, specifically cap-and-trade. A number of gases were phased out under the Protocol, which allowed for each country to establish a regulatory framework to monitor and reduce ODSs. Certain ozone-depleting substances, such as N 2 O, were not included in the Protocol partly because their threat was not perceived as urgent at the time. However, one unintended consequence of the success of the Protocol reducing targeted ODSs is that N 2 O has emerged as the leading ODS. "], "subsections": []}]}}