{"id": "R40854", "title": "Circular A-76 and the Moratorium on DOD Competitions: Background and Issues for Congress", "released_date": "2013-01-16T00:00:00", "summary": ["This report discusses the status of the ongoing moratorium on the conduct of Department of Defense (DOD) public-private competitions under Office of Management and Budget (OMB) Circular A-76, and potential issues for Congress.", "OMB Circular A-76 is a federal executive branch policy for managing public-private competitions to perform functions for the federal government. A-76 states that, whenever possible, and to achieve greater efficiency and productivity, the federal government should conduct competitions between public agencies and the private sector to determine who should perform the work.", "Congress passed legislation in P.L. 110-181, the National Defense Authorization Act (NDAA) for FY2008 to suspend DOD public-private competitions under OMB Circular A-76. A government-wide moratorium on the conduct of Circular A-76 competitions was extended through FY2012 through Section 733, Title VII (General Provisions, Government-wide Departments, Agencies and Corporations) of Division C (Financial Services and General Government Appropriations Act, 2012) of the Consolidated Appropriations Act of FY2012, P.L. 112-74. This moratorium extended through September 30, 2012. The government-wide moratorium has been in place since the passage of P.L. 111-8, the Omnibus Appropriations Act for FY2009.", "There were at least two legislative amendments introduced during the 2nd session of the 112th Congress that sought to suspend the moratorium on the conduct of future Circular A-76 competitions. Both amendments failed to pass.", "Public debate over A-76 policy ignited in February 2007 as a result of a series of articles in the Washington Post on the conditions at the former Walter Reed Army Medical Center in Washington, DC. The articles led to several investigations, resignations of some senior Army officials, congressional hearings, and legislation passed by Congress to prohibit the conduct of A-76 competitions at military medical facilities. Congress passed legislation in P.L. 110-181, the National Defense Authorization Act (NDAA) for FY2008 to suspend DOD public-private competitions under OMB Circular A-76. Congress also passed legislation in P.L. 111-8, the Omnibus Appropriations Act for FY2009, to halt the beginning of any new A-76 competitions throughout the rest of the federal government. The government-wide moratorium has continued to the present.", "Congress had directed the completion of several reports before the moratorium can be lifted. The congressionally required reports were the \"Section 325\" report which DOD was required to submit to Congress within 30 days of the enactment of the FY2010 National Defense Authorization Act, the DOD Inspector General's report on issues involving DOD's conduct of A-76 competitions, and two Government Accountability Office (GAO) reports: one on DOD's conduct of public-private competitions, and the other on DOD's inventory of service contracts. These reports have been completed. Still, the moratorium has not been lifted.", "Some policymakers have advocated for an end to the moratorium on the conduct of DOD Circular A-76 competitions. Questions about the moratorium are largely centered around to what extent the problems identified with Circular A-76 have been corrected, and the extent to which the issues raised in the reports have been resolved to the satisfaction of Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "What is OMB Circular A-76?", "paragraphs": ["OMB Circular A-76 (A-76) is a federal policy that affects executive branch agencies. OMB Circular A-76 and its definition of inherently governmental functions applies to all executive departments named in 5 U.S.C. Section 101 and all independent establishments as defined in 5 U.S.C. Section 104. There are no exemptions. A-76 is a policy but does not have the force of law.", "OMB Circular A-76 outlines a formal, complex, and often lengthy process for managing public-private competitions to perform functions for the federal government. A-76 states that, whenever possible, and to achieve greater efficiency and productivity, the federal government should conduct competitions between public agencies and the private sector to determine who should perform the work. A-76 requires federal executive agencies to annually prepare lists of activities considered both commercial and inherently governmental activities. In general, commercial activities are subject to competition, while inherently governmental activities are not. ", "Most federal government contracts are not awarded through Circular A-76 competitions, nor are the majority of federal government contracts subject to public-private competitions. According to the Government Accountability Office (GAO), A-76 competitions have over time represented a small portion of the federal dollars spent on service contracts."], "subsections": []}, {"section_title": "Origin and History of OMB Circular A-76", "paragraphs": ["The concept of A-76 first began as a statement of federal policy under the Bureau of the Budget in the Eisenhower Administration, and developed into a formal A-76 policy statement in 1966. The policy stated that the government would rely on the private sector for the performance of commercial activities. OMB Circular A-76 has been revised several times, the latest revision in 2003. Competitive sourcing through A-76 was a major initiative identified in 2001 by the Bush Administration's Presidential Management Agenda. It was one of five government-wide initiatives to improve the management and performance of the federal government. Some Members of Congress were critical of the conduct of A-76 competitions under the Bush Administration, and this criticism and ensuing debate over whether to conduct future A-76 competitions contributed to the current moratorium.", "In accordance with statutory provisions, DOD suspended ongoing public-private competitions in 2008 and has not initiated any new public-private competitions since that time. President Obama signed into law the FY2009 Omnibus Appropriations Act which suspended all new, government-wide, OMB Circular A-76 studies through FY2009. (See section entitled \"The Current Moratorium on the Conduct of A-76 Competitions\" for further information.)"], "subsections": []}, {"section_title": "The Debate over Circular A-76", "paragraphs": ["The current moratorium on A-76 competitions is tied to the debate over Circular A-76 policy, which can be viewed within a larger debate over the role of the federal government, and over what functions the federal government should perform versus what functions the private sector should perform. While it is difficult to generalize the range of views and opinions over the application of the A-76, it is generally the case that federal employees and labor organizations believe that A-76 is unfairly slanted in favor of the private sector, while private sector contractors generally believe that federal government employees have an unfair advantage in A-76 competitions. Some proponents of the A-76 policy view it as a necessary mechanism for gaining efficiencies in federal operations; on the other hand, some opponents view A-76 as adversarial, expensive, and inefficient."], "subsections": [{"section_title": "The A-76 Competition at the U.S. Army Walter Reed Army Medical Center", "paragraphs": ["It should be noted that the public debate over A-76 policy was further ignited in February 2007 as a result of a series of published articles in the Washington Post on reportedly poor conditions at the Walter Reed Army Medical Center in Washington, DC. The journalists interviewed soldiers and documented the living conditions and the frustration felt by many who were returning from the war in Iraq. The articles concluded that many factors converged to create the events at Walter Reed, including both administrative and bureaucratic failures. At that time, there were a number of events occurring at the same time (returning veterans for services at Walter Reed, an A-76 competition for base support services that was underway, and the announcement that the base was undergoing a base realignment and would be moving to the Bethesda Naval Hospital area.) The ensuing public debate led to several investigations, resignations of some senior Army officials, congressional hearings, and legislation passed by Congress to prohibit the conduct of A-76 competitions at military medical facilities. The moratorium at military medical facilities ultimately led to a moratorium on the conduct of A-76 competitions government-wide."], "subsections": []}]}, {"section_title": "How Does DOD Use Circular A-76?", "paragraphs": ["DOD is the largest federal agency and has conducted more A-76 competitions than any other federal agency. It has a unique workforce composed of civilians, military personnel, and contractors, and the nature of DOD's mission, some argue, make the conduct of public-private competitions more complex than at other federal agencies. DOD has conducted A-76 competitions for activities such as food services, laundry services, building services, and public works. However, there is concern among policymakers that some A-76 activities may be considered inherently governmental, and should only be performed by federal employees.", "DOD has relied on conducting A-76 competitions in an effort to achieve greater savings to finance defense operations and support costs. Since the end of the Cold War, DOD had substantially reduced the size of its force structure and sought to achieve additional cost savings through a greater reliance on public-private competitions through Circular A-76."], "subsections": []}, {"section_title": "Major Points of Contention over Circular A-76 Policy", "paragraphs": ["In general, there are at least three major points of contention over the Circular A-76 policy and process: (1) savings generated from the competitions, (2) the adequacy of oversight mechanisms, and (3) the possible performance of \"inherently governmental functions\" by contractors. Each of these points is discussed below."], "subsections": [{"section_title": "Do Circular A-76 Studies Result in Savings to DOD?", "paragraphs": ["OMB has reported that regardless of whether the federal government or the private contractor win the competition, the act of competition alone generates cost savings from 10%-40%, on average. GAO has questioned the reliability of the DOD cost accounting systems in place to measure savings generated from A-76 competitions. In testimony before Congress, the former GAO Comptroller General identified challenges facing DOD in the conduct of A-76 competitions, as discussed below. ", "DOD has been at the forefront of federal agencies in using the A-76 process and, since the mid-to-late 1990s, we have traced DOD's progress in implementing its A-76 program. The challenges we have identified hold important lessons that civilian agencies should consider as they implement their own competitive sourcing initiatives. Notably: selecting and grouping functions to complete were problematic, and determining and maintaining reliable estimates of savings were difficult.", "In the past, some in Congress as well as some GAO officials have questioned whether the federal government has the right management information systems in place to determine the amount of savings from A-76 competitions. GAO has raised specific concerns over the reliability of the Defense Commercial Activities Management Information Systems (DCAMIS) software data system, the official DOD source for tracking A-76 program data. Two GAO reports have stated that inaccurate guidance from OMB to Federal agencies has resulted in systematically overstated savings and understated costs, and that Federal agencies have not collected complete and reliable cost data related to the conduct of Circular A-76 competitions, making it difficult to determine overall savings. Another GAO report has questioned whether DCAMIS can accurately report all of the savings from A-76 competitions.", "The DOD Inspector General (IG) also questioned the reliability of the DCAMIS data. The DOD IG found that the DCAMIS system users sometimes entered inaccurate data or omitted documentation to support the data, and that the Navy, Army, and Air Force all used different methods of developing A-76 baseline costs. The DOD IG concluded that Congress and the federal government had received data that were unreliable, and that these data could not serve as the basis of determining the costs and savings of the DOD Competitive Sourcing Program.", "In addition, some policymakers have questioned whether Circular A-76 competitions result in any overall savings to the federal government, given how DOD tracks the costs of conducting competitions. For example, in the introduction of S. 924 (111th Congress), a legislative initiative known as the CLEAN-UP Act of 2009, a statement of findings questioned the performance metrics that the government uses to calculate competition costs."], "subsections": []}, {"section_title": "Adequacy of Oversight Mechanisms", "paragraphs": ["Decisions reached through the conduct of A-76 competitions result in a determination of who is best to perform the work – the federal government or the private sector. Some policymakers have argued that the government lacks the capacity to perform meaningful oversight over private contractors. This view was discussed in the CLEAN-UP Act as described here: ", "The capacity of the Federal Government to oversee contractors and the OMB Circular A-76 privatization process continues to decline, as demonstrated in scandals involving reconstruction efforts in Iraq, Hurricane Katrina recovery efforts, and conditions at Walter Reed Army Medical Center. The Government Accountability Office (GAO), in two 2008 reports on the use of `competitive sourcing' in different agencies, determined that costs of A-76 privatization reviews often exceeded savings because of systematically bad direction from the Office of Management and Budget."], "subsections": []}, {"section_title": "Are Contractors Performing Functions That Are Inherently Governmental?", "paragraphs": ["Some policymakers in Congress are concerned that contractors may be performing functions that are inherently governmental and should be performed by federal employees. Other policymakers are concerned that Congress does not have a complete and detailed report of the number and costs of contractors employed by the federal government, or the range of contractor services.", "Some in Congress have raised concerns that DOD had failed to comply with a requirement of 10 U.S.C. 2330a to develop an inventory of activities performed by private contractors. The point of the inventory is to help Congress identify how many contractors are employed by the federal government, by federal agency, and what functions or activities they perform. In order to determine if contractors are performing functions that are inherently governmental, federal agencies must first know how many contractors are employed and what they do."], "subsections": []}]}]}, {"section_title": "The Current Moratorium on the Conduct of Circular A-76 Competitions", "paragraphs": ["Currently, there is a moratorium on the conduct of OMB Circular A-76 competitions that has been extended through FY2012. The moratorium was extended through the passage of Section 733 of H.R. 2055 , the Consolidated Appropriations Act for FY2012 ( P.L. 112-74 ). This moratorium prohibits the conduct of all public-private competitions pursuant to OMB Circular A-76 throughout the federal government. This moratorium is consistent with Section 2461 of Title 10, United States Code (USC), which prohibits the conversion of any work currently performed (or designated for performance) by civilian personnel to contract performance, unless certain conditions are met."], "subsections": [{"section_title": "Legislative History on the Moratorium on Circular A-76 Competitions", "paragraphs": ["Congress passed legislation in January 2008 to suspend DOD public-private competitions under OMB Circular A-76 and again in March 2009 to halt the beginning of any new A-76 competitions throughout the rest of the federal government. Since 2008, the moratorium has been extended. No new competitions have taken place since the moratorium has been in place. A summary of enacted legislation related to this moratorium is listed below. ", "In Section 325 of the NDAA for FY2008, Congress prohibited the Office of Management and Budget (OMB) and the Secretary of Defense from taking steps to \"direct or require the Secretary of Defense or the Secretary of a military department to prepare for, undertake, continue, or complete a public-private competition or direct conversion of a Department of Defense function to performance by a contractor under OMB Circular A-76, or any other successor regulation, directive, or policy,\" through September 30, 2008;", "In Sections 212 and 737 of the Omnibus Appropriations Act for FY2009, Congress prohibited the initiation of any new public-private competitions under OMB Circular A-76 through September 30, 2009. Section 737 of the bill prohibited the use of appropriated funds (any funds from this statute, the FY2009 Consolidated Omnibus Act or any other Act) for conducting OMB Circular A-76 competitions government-wide. The effect of this provision was that no funds could be used to begin or announce a public-private competition under OMB Circular A-76; In Section 735 of the Consolidated Appropriations Act FY2010, Congress imposed a government-wide moratorium, prohibiting certain federal agencies from initiating or announcing a new public-private competition under OMB Circular A-76 through September 30, 2010; In Section 325 of the NDAA for FY2010, Congress suspended all ongoing public-private competitions being conducted by the Department of Defense pursuant to OMB Circular A-76 , and established a review and approval process for recommencing such competitions; In Sections 322(c) and 325 (c) of the NDAA for FY2010, Congress required GAO to assess DOD's report on public-private competitions under Circular A-76, and DOD's use of its authority to extend the 24-month time limit on the conduct of A-76 competitions; In Section 8117 of the Department of Defense Appropriations Act for FY2010, Congress prohibited the spending of any FY2010 funds to conduct public-private competitions under OMB Circular A-76 through September 30, 2010; In Section 323 of the Ike Skelton National Defense Authorization Act for FY2011, Congress prohibited the Secretary of Defense from establishing any quotas or goals for converting functions performed by DOD civilian employees to performance by contractors, \"unless such goal, target, or quota is based on considered research and analysis, as required by section 235, 2330a, or 2463 of Title 10, United States Code;\" Additionally, Section 323 also required the Secretary of Defense to submit to the congressional defense committees, no later than March 31, 2011, a report on the conversion of functions to performance by DOD civilian employees made during FY2010, including the basis and rationale for decisions reached, and the number of contract employees whose functions were converted to performance by DOD civilian employees (an inventory of contracts for services for FY2010); Section 323 also required GAO to complete an assessment of DOD's report, and report to Congress no later than 120 days after DOD submitted its related report to Congress. GAO's assessment was completed. GAO reported that DOD had met the statutory requirements of conducting its review of public-private competitions, but stated that there remained some concerns about other issues, as described below:", "While DOD's report addressed the statutory requirements, concerns remain about some of the issues on which the DOD IG and we have previously reported. For example, DOD's report stated that upgrades to the current system used to track data on public-private competitions have been made, but because of the moratorium, DOD has not reviewed whether data reliability and accuracy actually has improved. Further, the report discussed the overhead rate used in the cost comparisons and called for no change, even though both the DOD IG and we have reported that the standard rate of 12% of labor costs does not have a sound analytical basis, which leaves some uncertainty about whether that rate may be understated or overstated for any given public-private competition. DOD's report recommended excluding preliminary planning from the competition time limits. The report also recommended that DOD issue revised comprehensive guidance that would incorporate various policy changes as well as best practices that could improve the competitions. The report also recommends that the moratorium on DOD's use of public-private competitions be lifted.", "Section 8103 of P.L. 112-10 , the Consolidated Appropriations Act for FY2011 prohibited federal agencies from initiating or announcing new public-private competitions under OMB Circular A-76. There was one exception, as stated below:", "(b) Exception- the prohibition in subsection (a) shall not apply to the award of a function to a contractor or the conversion of a function to performance by a contractor pursuant to a study conducted under Office of Management and Budget (OMB) Circular A-76 once all reporting and certifications required by section 325 of the National Defense Authorization Act for FY2010 ( P.L. 111-84 ) have been satisfactorily completed.", "Also, Section 733 of P.L. 112-74 , the Consolidated Appropriations Act for FY2012, prohibited funds from being used to \"begin or announce a study or public-private competition regarding the conversion to contractor performance of any function performed by Federal employees pursuant to Office of Management and Budget Circular A-76 or any other administrative regulation, directive, or policy.\"", "As a further reminder that the moratorium remained in place, the Acting Under Secretary of Defense for Personnel and Readiness issued a reminder in a memorandum to DOD staff on December 1, 2011. The memo reportedly stated that there continued to be a moratorium in place that prohibited the conduct of public-private competitions and the conversion of any work performed by civilian personnel to performance by contractors. The memo reportedly clarified the statutory language in 10 U.S.C. 2461 which prohibits the conversion of work performed by civilian personnel to performance by the private sector contractors without first conducting a public-private competition."], "subsections": []}, {"section_title": "Obama Administration Fiscal Year 2013 Budget Request", "paragraphs": ["The Obama Administration's FY2013 budget request (as well as the FY2012 budget request) to Congress sought to prohibit the conduct of future public-private competitions under OMB Circular A-76, as described below.", "SEC.727. None of the funds appropriated or otherwise made available by this or any other Act may be used to begin or announce a study or public-private competition regarding the conversion to contractor performance of any function performed by Federal employees pursuant to Office of Management and Budget Circular A-76 or any other administrative regulation, directive, or policy."], "subsections": []}]}, {"section_title": "Congressionally Mandated Reports on DOD's Conduct of A-76 Competitions", "paragraphs": ["Congress has enacted legislation to require several reports to evaluate DOD's conduct of A-76 competitions. These reports are listed in Table 1 below. The moratorium on the conduct of A-76 competitions cannot be lifted until all of these reports have been completed. A more detailed discussion follows Table 1 ."], "subsections": [{"section_title": "Section 325 Report34", "paragraphs": ["Section 325 of the National Defense Authorization Act for FY 2010 ( P.L. 111-84 ) required DOD to: (1) conduct a comprehensive review of A-76 policies that govern the conduct of public-private competitions, (2) cease spending FY2010 funds for any competitions until the review was completed, (3) publish in the Federal Register that the review was completed, (4) submit to the congressional defense committees a report on the inventory of contracts for services (to include the Secretary of each military department and the head of each Defense Agency) in compliance with 10 U.S.C. 2330a, and (5) submit budget information on contract services in compliance with 10 U.S.C. 236. In addition, Section 325 required GAO to conduct an assessment, within 90 days of the date when the DOD report was submitted to Congress, of DOD's review and report any findings, conclusions, or recommendations to Congress. DOD's response to Section 325 was released in June 2011. GAO's assessment of DOD's report (in response to Section 325) was completed in February 2012."], "subsections": [{"section_title": "DOD's Response to Section 325", "paragraphs": ["The DOD report focused on the five issues raised in Section 325(b). These responses are also summarized in Table 2 .", "(1) the status of the compliance of the Department with the requirement of 2461(a)(1) of title 10, United States Code, as amended by section 321 of this Act;", "(2) actions taken by the Secretary to address issues raised in the report of the Department of Defense Inspector General numbered D-2009-034 and dated December 15, 2008;", "(3) the reliability of systems in effect as of the date of the enactment of this Act to provide comprehensive and reliable data to track and assess the cost and quality of the performance of functions that have been subjected to a public-private competition;", "(4) the appropriateness of the cost differential in effect as of the date of the enactment of this Act for determining the quantifiable costs and the current overhead rates applied with respect to such functions; and", "(5) the adequacy of the policies of the Department of Defense in implementing the requirements of section 2461(a) (4) of title 10, United States Code."], "subsections": []}, {"section_title": "Other Issues Raised in DOD's Report on Section 325 of the National Defense Authorization Act for Fiscal Year 2010 (P.L. 111-84)", "paragraphs": [], "subsections": [{"section_title": "DOD-wide Recommendations", "paragraphs": ["In the conclusion of the report, OUSD (P&R) recommended that DOD develop policies to improve the A-76 competitive sourcing policy and process. Three specific recommendations are put forth as department-wide, cross-cutting policies to be integrated into a new approach to A-76 competitions, as described below.", "That DOD provide incentives to managers to use the A-76 competition process while providing centralized support to components, using the capabilities of the Defense Acquisition University to improve the delivery and timeliness of training, lowering the overall cost of competitions to the commands; That DOD incorporate current guidance for determining the full cost of total force manpower into the preliminary planning process for any future A-76 competition; and That DOD modifies internal processes to provide more timely and collaborative outcomes."], "subsections": []}, {"section_title": "DOD's Recommendations to Congress", "paragraphs": ["DOD concluded its report with two major recommendations to Congress: (1) lift the suspension on A-76 competitions, and (2) exclude the preliminary planning process from the statutory time limit for conducting the A-76 competition. The justifications for these recommendations were described in excerpts from the DOD report.", "The Department finds nothing in its review that requires a special provision restricting public-private competition in DOD. The Department needs to rebuild a viable program, align resources, and promulgate improved guidance. These must be informed recommendations for improvement noted by the Congress, federal labor unions, the private sector, and DOD IG and GAO audits. Joint oversight by the OUSD (P&R) and the OUSD (AT&L) will ensure well-reasoned acquisition processes incorporate Total Force management principles. Competitions nominated by commanders and managers will be central to the success of future efforts. DOD will, of course, respect the government-wide moratorium on public-private competition should it remain in effect after the suspension is lifted. Any competitions following the lifting of the suspension and the moratorium will be required to incorporate the preliminary recommendations and best practices.", "Legislative remedy to section 322 of P.L. 111-84 , the National Defense Authorization Act for Fiscal Year 2010, which modified section 2461 of Title 10, United States Code, is critical to ensuring the success of future competitions. As noted in detail earlier in this report, the management-level evaluation process associated with preliminary planning may or may not result in a decision to conduct a public-private competition. The work completed during this phase ensures that competitions are viable, and should not be artificially \"rushed\" to complete all competition requirements during statutory time limits. It is the OUSD (P&R)'s recommendation that the start date of the competition be the public announcement date and the end date be the performance decision date.", "In order to ensure appropriate accountability to all stakeholders for the preliminary planning process, OUSD (P&R) recommends that the Department adopt a Navy best practice and announce a Component's preliminary planning intent to Congress. This practice would establish that a preliminary planning effort \"starts\" when the letter to Congress is signed and dated for delivery, and includes an estimated review period time frame to reasonably delineate the review. Such announcement would include a list of the DOD functions, the related manpower mix criteria codes, locations of the functions, and the related number of positions under review. This announcement would be simultaneously communicated to the potentially affected workforce, concerned unions, as well as interested private sector firms, both virtually and by formal letter notification. Components would apply the Section 2461 of Title 10, United States Code requirement to consult with civilian employees on a monthly basis during the preliminary planning process to solicit, consider, and adjudicate their input to the process throughout the planning period. Components would then be required to certify the results of preliminary planning, formally supported by documentation, for the record. Documentation of these results would include the acquisition feasibility, based on market research, of a decision to pursue a public-private competition or not, contained in a memorandum signed by the appropriate level of Component leadership."], "subsections": []}]}]}, {"section_title": "GAO Assessment of DOD's Section 325 Report39", "paragraphs": ["In addition to requiring the \"Section 325\" report, the National Defense Authorization Act for FY2010 also required GAO to assess the report and review DOD's authority to extend the 24-month time limit on the conduct of public-private competitions. GAO conducted its review from July through September 2011 and: (1) identified the methodology and data sources used by DOD to review its A-76 policies, (2) assessed the extent to which DOD's report addressed statutory requirements and considered A-76 issues raised by GAO and others, and (3) analyzed documents, regulations, statutes and other guidance DOD used in conducting its review.", "GAO concluded that DOD complied with the five statutory requirements in conducting its review of public-private competitions. However, GAO raised a number of questions and identified ongoing issues and challenges that continued to remain problematic, as described in excerpts of the GAO report. (See Table 2 , Summary of DOD's Responses and GAO's Assessment of DOD's Responses to the Five Requirements in Section 325 of the National Defense Authorization Act for FY 2010 ( P.L. 111-84 ) and GAO's Assessment of DOD's Response.)"], "subsections": [{"section_title": "Other GAO Observations and Findings", "paragraphs": [], "subsections": [{"section_title": "Preliminary Planning Phase for A-76 Competitions", "paragraphs": ["Section 322 of the National Defense Authorization Act for FY2010 contained a provision that limited the duration of an A-76 competition to 24 months, with a possible extension to 33 months if DOD notifies Congress of the basis for the need for the extension. The DOD report recommended that preliminary planning (which has generally occurred prior to the announcement of an A-76 competition) not be included in the time-limits for conducting A-76 competitions. The length of time to conduct a competition (from the date of the announcement of the start of the competition to the announcement of the winner of the competition) could range from 20-22 months for a single function competition, contrasted with 31-35 months for a multifunction competition. GAO concluded that more guidance on clarifying the preliminary planning phase was needed before concluding that preliminary planning time should be excluded from statutory time limits."], "subsections": []}]}]}]}, {"section_title": "Issues for Congress", "paragraphs": ["Some in Congress view the current moratorium period as an opportunity to examine the OMB Circular A-76 policy, to review the inventory of contracted services to determine how much work is contracted out to private contractors, and to ascertain whether contractors perform work that is inherently governmental. Some others in Congress view the current moratorium as an unnecessary restraint on achieving further efficiencies and cost-savings. While the issue of continuing or suspending the moratorium is in debate, questions will likely continue to be raised as to whether the federal government should continue to invest time and resources in conducting future A-76 competitions.", "Some potential oversight issues may include the following:", "The DOD moratorium was imposed, in part, because of GAO and DOD Inspector General reports which concluded that DOD components were unable to demonstrate that A-76 competitions consistently resulted in savings to the government. Some reports questioned whether there was complete and reliable cost data related to the conduct of A-76 competitions that make it possible to determine the overall savings to DOD. Some reports stated that if savings could not be satisfactorily demonstrated, perhaps A-76 competitions should not resume. The DOD Inspector General reported as early as 2003 that the standard 12% rate was not a fair estimate for calculating general and administrative overhead costs for A-76 competitions, and DOD officials who met with GAO in August 2011 stated that DOD would review the procedures used to estimate and compare costs of different configurations of military, civilian, and contractors. Should Congress give DOD an opportunity to better refine its methodologies used to help make better decisions on the total workforce mix before lifting the moratorium? To what degree have the problems that led to the moratorium been resolved? How would the OMB Circular A-76 process be any different today if the moratorium were lifted?"], "subsections": []}, {"section_title": "Summary of Selected Enacted Legislation", "paragraphs": [], "subsections": [{"section_title": "Legislation Passed in the 112th Congress", "paragraphs": [], "subsections": [{"section_title": "H.R. 4310, the National Defense Authorization Act for FY2013 (P.L. 112-239)", "paragraphs": ["In the Senate-proposed NDAA for FY2013 ( S. 3254 / H.R. 4310 ) one provision (Section 341) was proposed that would require that", "the Secretary of Defense shall begin the implementation of an efficiencies plan for the civilian workforce and the service contractor workforce of the Department of Defense which shall achieve savings in the funding for each such workforce over the period from fiscal year 2012 through fiscal year 2017 that are not less, as a percentage of such funding, than the savings in funding for military personnel achieved by the planned reduction in military end strengths over the same period of time.", "Section 955 of H.R. 4310 , the National Defense Authorization Act for FY2013, includes many of the provisions contained in Section 341, and also requires that the Comptroller General review DOD's annual status reports, from FY2015 through FY2018, and submit a report to the congressional defense committees not later than 120 days after the end of each fiscal year. Section 955 is described below.", "Section 955. Savings to be Achieved in Civilian Personnel Workforce and Service Contractor Workforce of the Department of Defense", "(a) Required Plan-", "(1) IN GENERAL- The Secretary of Defense shall ensure that the civilian personnel workforce and service contractor workforce of the Department of Defense are appropriately sized to support and execute the National Military Strategy, taking into account military personnel and force structure levels. Not later than 90 days after the date of the enactment of this Act, the Secretary of Defense shall develop and begin to execute an efficiencies plan for the civilian personnel workforce and service contractor workforce of the Department of Defense.", "(2) CONSISTENCY WITH OTHER POLICIES AND PROCEDURES- The Secretary shall ensure the plan required under this subsection is consistent with the policies and procedures required under section 129a of title 10, United States Code, as implemented under the policies issued by the Under Secretary of Defense for Personnel and Readiness for determining the most appropriate and cost-efficient mix of military, civilian, and service contractor personnel to perform the missions of the Department of Defense.", "(b) Savings- The plan required under subsection (a) shall achieve savings in the total funding for each workforce covered by such plan over the period from fiscal year 2012 through fiscal year 2017 that are not less, as a percentage of such funding, than the savings in funding for basic military personnel pay achieved from reductions in military end strengths over the same period of time.", "(c) Exclusions- In developing and implementing the plan required by subsection (a) and achieving the savings percentages required by subsection (b), the Secretary of Defense may exclude expenses related to the performance of functions identified as core or critical to the mission of the Department, consistent with the workload analysis and risk assessments required by sections 129 and 129a of title 10, United States Code. In making a determination of core or critical functions, the Secretary shall consider at least the following:", "(1) Civilian personnel expenses for personnel as follows:", "(A) Personnel in Mission Critical Occupations, as defined by the Civilian Human Capital Strategic Plan of the Department of Defense and the Acquisition Workforce Plan of the Department of Defense.", "(B) Personnel employed at facilities providing core logistics capabilities pursuant to section 2464 of title 10, United States Code.", "(C) Personnel in the Offices of the Inspectors General of the Department of Defense.", "(2) Service contractor expenses for personnel as follows:", "(A) Personnel performing maintenance and repair of military equipment.", "(B) Personnel providing medical services.", "(C) Personnel performing financial audit services.", "(3) Personnel expenses for personnel in the civilian personnel workforce or service contractor workforce performing such other critical functions as may be identified by the Secretary as requiring exemption in the interest of the national defense.", "(d) Reports-", "(1) INITIAL REPORT- Not later than 120 days after the date of the enactment of this Act, the Secretary of Defense shall submit to the congressional defense committees a report including a comprehensive description of the plan required by subsection (a).", "(2) STATUS REPORTS- As part of the budget submitted by the President to Congress for each of fiscal years 2015 through 2018, the Secretary shall include a report describing the implementation of the plan during the prior fiscal year and any modifications to the plan required due to changing circumstances. Each such report shall include a summary of the savings achieved in such prior fiscal year through reductions in the military, civilian, and service contractor personnel workforces, and the number of military, civilian, and service contractor personnel reduced. In any case in which savings fall short of the annual target, the report shall include an explanation of the reasons for such shortfall.", "(3) EXCLUSIONS- Each report under paragraphs (1) and (2) shall specifically identify any exclusion granted by the Secretary under subsection (c) in the period of time covered by the report.", "(e) Limitation on Transfers of Functions- The Secretary shall ensure that the savings required by this section are not achieved through unjustified transfers of functions between or among the military, civilian, and service contractor personnel workforces of the Department of Defense. Nothing in this section shall be construed to preclude the Secretary from exercising authority available to the Department under sections 129a, 2330a, 2461, and 2463 of title 10, United States Code.", "(f) Sense of Congress- It is the sense of Congress that an amount equal to 30% of the amount of the reductions in appropriated funds attributable to reduced budgets for the civilian and service contractor workforces of the Department by reason of the plan required by subsection (a) should be made available for costs of assisting military personnel separated from the Armed Forces in the transition from military service.", "(g) Service Contractor Workforce Defined- In this section, the term `service contractor workforce' means contractor employees performing contract services, as defined in section 2330(c)(2) of title 10, United States Code, other than contract services that are funded out of amounts available for overseas contingency operations.", "(h) Comptroller General Review and Report- For each fiscal year from fiscal year 2015 through fiscal year 2018, the Comptroller General of the United States shall review the status reports submitted by the Secretary as required by subsection (d)(2) to determine whether the savings required by subsection (b) are being achieved in the civilian personnel workforce and the service contractor workforce and whether the plan required under subsection (a) is being implemented consistent with sourcing and workforce management laws, including sections 129, 129a, 2330a, 2461, and 2463 of title 10, United States Code. The Comptroller General shall submit a report on the findings of each review to the congressional defense committees not later than 120 days after the end of each fiscal year covered by this subsection.", "Section 733 of P.L. 112-74 , the Consolidated Appropriations Act for FY2012, prohibited funds from being used to \"begin or announce a study or public-private competition regarding the conversion to contractor performance of any function performed by Federal employees pursuant to Office of Management and Budget Circular A-76 or any other administrative regulation, directive, or policy.\"", "Section 8103 of P.L. 112-10 , the Consolidated Appropriations Act for FY2011 prohibited federal agencies from initiating or announcing new public-private competitions under OMB Circular A-76, except when certain conditions are met. The exception is noted below.", "b) Exception- The prohibition in subsection (a) shall not apply to the award of a function to a contractor or the conversion of a function to performance by a contractor pursuant to a study conducted under Office of Management and Budget (OMB) Circular A-76 once all reporting and certifications required by Section 325 of the NDAA for Fiscal Year 2010 ( P.L. 111-84 ) have been satisfactorily completed."], "subsections": []}]}, {"section_title": "Legislation Passed in the 111th Congress", "paragraphs": [], "subsections": [{"section_title": "Section 322 of H.R. 2647 (P.L. 111-288), the National Defense Authorization Act for Fiscal Year 201057", "paragraphs": ["Section 322 of the FY2010 NDAA contained a provision that limits the duration of an A-76 competition to 24 months, with a possible extension to 33 months if DOD notifies Congress the basis for the need for the extension."], "subsections": [{"section_title": "Section 322. Time Limitation on Duration of Public-Private Competitions", "paragraphs": ["(a) Time Limitation- Section 2461(a) of title 10, United States Code, as amended by section 321, is further amended by adding at the end the following new paragraph:", "(5)(A) Except as provided in subparagraph (B), the duration of a public-private competition conducted pursuant to Office of Management and Budget Circular A-76 or any other provision of law for any function of the Department of Defense performed by Department of Defense civilian employees may not exceed a period of 24 months, commencing on the date on which the preliminary planning for the public-private competition begins and ending on the date on which a performance decision is rendered with respect to the function.", "(B)(i) The Secretary of Defense may specify an alternative period of time for a public-private competition, which may not exceed 33 months, if the Secretary—", "(I) determines that the competition is of such complexity that it cannot be completed within 24 months; and", "(II) submits to Congress, as part of the formal congressional notification of a public-private competition pursuant to subsection (c), written notification that explains the basis of such determination.", "(ii) The notification under clause (i) (II) shall also address each of the following:", "(I) Any efforts of the Secretary to break up the study geographically or functionally;", "(II) The Secretary's justification for undertaking a public-private competition instead of using internal reengineering alternatives;", "(III) The cost savings that the Secretary expects to achieve as a result of the public-private competition;", "(iii) If the Secretary specifies an alternative time period under this subparagraph, the alternative time period shall be binding on the Department in the same manner and to the same extent as the limitation provided in subparagraph (A).", "C) The time period specified in subparagraph (A) for a public-private competition does not include any day during which the public-private competition is delayed by reason of the filing of a protest before the Government Accountability Office or a complaint in the United States Court of Federal Claims up until the day the decision or recommendation of either authority becomes final. In the case of a protest before the Government Accountability Office, the recommendation becomes final after the period of time for filing a request for reconsideration, or if a request for reconsideration is filed, on the day the Government Accountability Office issues a decision on the reconsideration.", "(D) If a protest with respect to a public-private competition before the Government Accountability Office or the United States Court of Federal Claims is sustained, and the recommendation is final as described in subparagraph (C), and if such protest and recommendation result in an unforeseen delay in implementing a final performance decision, the Secretary of Defense may terminate the public-private competition or extend the period of time specified for the public-private competition under subparagraph (A) or subparagraph (B). If the Secretary decides not to terminate a competition, the Secretary shall submit to Congress written notice of such decision. Any such notification shall include a justification for the Secretary's decision and a new time limitation for the competition, which shall not exceed 12 months from the final decision and shall be binding on the Department.", "(E) For the purposes of this paragraph, preliminary planning with respect to a public-private competition begins on the date on which the Department of Defense obligates funds for the acquisition of contract support, or formally assigns Department of Defense personnel, to carry out any of the following activities:"], "subsections": []}]}, {"section_title": "Section 325 of H.R. 2647(P.L. 111-288), the National Defense Authorization Act for Fiscal Year 201058", "paragraphs": ["Section 325 of the FY2010 NDAA contained a provision that temporarily suspended all ongoing public-private competitions being conducted by the Department of Defense pursuant to Office of Management and Budget Circular A-76, and established a review and approval process for recommencing such competitions. Here is the report language from Section 325."], "subsections": [{"section_title": "Section 325. Temporary Suspension of Public-Private Competitions for Conversion of Department of Defense Functions to Performance by a Contractor", "paragraphs": ["(a) Temporary Suspension- During the period beginning on the date of the enactment of this Act and ending on the date that is 30 days after the date on which the Secretary of Defense submits to the congressional defense committees the certification required under subsection (d), no study or competition regarding a public-private competition for the conversion to performance by a contractor for any function performed by Department of Defense civilian employees may be begun or announced pursuant to 2461 of title 10, United States Code, or otherwise pursuant to Office of Management and Budget Circular A-76.", "(b) Review and Report to Congress - During fiscal year 2010, the Secretary of Defense, acting through the Under Secretary of Defense for Personnel Readiness, in consultation with the Under Secretary for Acquisition, Technology, and Logistics and the Comptroller of the Department of Defense, shall undertake a comprehensive review of the policies of the Department of Defense with respect to the conduct of public-private competitions. The Secretary shall submit to the congressional defense committees a report on such review not earlier than June 15, 2010.", "The review, at a minimum, shall address—", "(1) the status of the compliance of the Department with the requirement of 2461(a)(1) of title 10, United States Code, as amended by section 321 of this Act;", "(2) actions taken by the Secretary to address issues raised in the report of the Department of Defense Inspector General numbered D-2009-034 and dated December 15, 2008;", "(3) the reliability of systems in effect as of the date of the enactment of this Act to provide comprehensive and reliable data to track and assess the cost and quality of the performance of functions that have been subjected to a public-private competition;", "(4) the appropriateness of the cost differential in effect as of the date of the enactment of this Act for determining the quantifiable costs and the current overhead rates applied with respect to such functions; and", "(5) the adequacy of the policies of the Department of Defense in implementing the requirements of section 2461(a) (4) of title 10, United States Code.", "(c) Comptroller General Review- Not later than 90 days after the date on which the report required under subsection (b) is submitted to the congressional defense committees, the Comptroller General shall conduct an assessment of the review required under paragraph (b) and shall submit to the congressional defense committees a report on the findings of such assessment and any conclusions or recommendations of the Comptroller General based on such assessment.", "(d) Certification required- The Secretary of Defense shall publish in the Federal Register and submit to the congressional defense committees certification that—", "(1) the review required by subsection (b) has been completed, and that the 90-day period during which the assessment of the Comptroller General is to be completed under subsection (c) has expired;", "(2) the Secretary of Defense has completed and submitted to the congressional defense committees a complete inventory of contracts for services for or on behalf of the Department in compliance with the requirements of subsection (c) of section 2330a of title 10, United States Code;", "(3) the Secretary of each military department and the head of each Defense Agency responsible for activities in the inventory has initiated the review and planning activities of subsection (e) of such section; and", "(4) the Secretary of Defense has submitted budget information on contract services in compliance with the requirements of section 236 of title 10, United States Code."], "subsections": []}]}, {"section_title": "Section 323 of H.R. 6523(P.L. 111-383), the Ike Skelton National Defense Authorization Act for Fiscal Year 2011", "paragraphs": ["Section 323 of H.R. 6523 , the Ike Skelton National Defense Authorization Act for FY2011, prohibited the use of the establishment of goals for quotas for conducting A-76 competitions. In addition, Section 323 also required DOD and GAO to report to Congress on the inventory of contracts for services, as described below."], "subsections": [{"section_title": "Section 323. Prohibition on Establishing Goals or Quotas for Conversion of Functions to Performance by Department Of Defense Civilian Employees", "paragraphs": ["(a) Prohibition.-The Secretary of Defense may not establish, apply, or enforce any numerical goal, target, or quota for the conversion of Department of Defense functions to performance by Department of Defense civilian employees, unless such goal, target, or quota is based on considered research and analysis, as required by section 235, 2330a, or 2463 of title 10, United States Code.", "(b) Decisions to Insource.-In deciding which functions should be converted to performance by Department of Defense civilian employees pursuant to section 2463 of title 10, United States Code, the Secretary of Defense shall use the costing methodology outlined in the Directive-Type Memorandum 09-007 (Estimating and Comparing the Full Costs of Civilian and Military Manpower and Contractor Support) or any successor guidance for the determination of costs when costs are the sole basis for the decision. The Secretary of a military department may issue supplemental guidance to assist in such decisions affecting functions of that military department.", "(c) Reports.-(1) Report to Congress.-Not later than March 31, 2011, the Secretary of Defense shall submit to the congressional defense committees a report on the decisions with respect to the conversion of functions to performance by Department of Defense civilian employees made during fiscal year 2010. Such report shall identify, for each such decision:", "(A) the agency or service of the Department involved in the decision;", "(B) the basis and rationale for the decision; and", "(C) the number of contractor employees whose functions were converted to performance by Department of Defense civilian employees.", "(2) Comptroller General Review.-Not later than 120 days after the submittal of the report under paragraph ", "(1) the Comptroller General of the United States shall submit to the congressional defense committees an assessment of the report.", "(d) Construction.-Nothing in this section shall be construed-", "(1) to preclude the Secretary of Defense from establishing, applying, and enforcing goals for the conversion of acquisition functions and other critical functions to performance by Department of Defense civilian employees, where such goals are based on considered research and analysis; or", "(2) to require the Secretary of Defense to conduct a cost comparison before making a decision to convert any acquisition function or other critical function to performance by Department of Defense civilian employees, where factors other than cost serve as a basis for the Secretary's decision."], "subsections": []}]}]}, {"section_title": "Legislation Passed in the 110th Congress", "paragraphs": [], "subsections": [{"section_title": "P.L. 110-181, the National Defense Authorization Act for Fiscal Year 200863", "paragraphs": [], "subsections": [{"section_title": "Section 325. Restriction on Office of Management and Budget Influence Over Department of Defense Public-Private Competitions", "paragraphs": ["(a) Restriction on Office of Management and Budget- The Office of Management and Budget may not direct or require the Secretary of Defense or the Secretary of a military department to prepare for, undertake, continue, or complete a public-private competition or direct conversion of a Department of Defense function to performance by a contractor under Office of Management and Budget Circular A-76, or any other successor regulation, directive, or policy.", "(b) Restriction on Secretary of Defense- The Secretary of Defense or the Secretary of a military department may not prepare for, undertake, continue, or complete a public-private competition or direct conversion of a Department of Defense function to performance by a contractor under Office of Management and Budget Circular A-76, or any other successor regulation, directive, or policy by reason of any direction or requirement provided by the Office of Management and Budget.", "(c) Inspector General Review-", "(1) Comprehensive Review Required. The Inspector General of the Department of Defense shall conduct a comprehensive review of the compliance of the Secretary of Defense and the Secretaries of the military departments with the requirements of this section during calendar year 2008. The Inspector General shall submit to the congressional defense committees the following reports on the comprehensive review:", "(A) An interim report, to be submitted by not later than 90 days after the date of the enactment of this Act.", "(B) A final report, to be submitted by not later than December 31, 2008.", "(2) Inspector General Access. For the purpose of determining compliance with the requirements of this section, the Secretary of Defense shall ensure that the Inspector General has access to all Department records of relevant communications between Department officials and officials of other departments and agencies of the Federal Government, whether such communications occurred inside or outside of the Department."], "subsections": []}]}]}]}, {"section_title": "Summary of Selected Proposed Legislation in the 112th Congress", "paragraphs": ["In the House Armed Services Committee report on H.R. 4310 , an amendment was offered to remove the moratorium preventing DOD from using OMB Circular A-76 to conduct public-private competitions. The amendment failed in a roll call vote, 25-36.", "H.Amdt. 1112 to H.R. 4310 , was introduced on May 17, 2012. The amendment would have reintroduced competition by ending the current moratorium on the conduct of Circular A-76 competitions, as described here. The amendment failed in a recorded vote, 209-211.", "My amendment will strike the law that prevents the Secretary of Defense from utilizing private sector competition to provide new products or services. It replaces those restrictions with the ability to competitively bid out for new commercial products or services and select the most cost-effective option. Further, it removes criteria that compel the Pentagon to insource competitive contracts currently being performed. "], "subsections": [{"section_title": "H.R. 5326, the Proposed Commerce, Justice Science and Related Agencies Appropriations Act for FY2013", "paragraphs": ["H.Amdt. 1056 to H.R. 5326 , the Commerce, Justice, Science, and Related Agencies Appropriations Act for FY2013, was introduced on May 8, 2012, and sought to strike a provision (Section 212) which would prohibit the conduct of future Circular A-76 competitions for work performed by employees of the Bureau of Prisons or of Federal Prison Industries, as described below. The amendment failed to pass, 199-211.", "Sec. 212 . None of the funds appropriated by this Act may be used to plan for, begin, continue, finish, process, or approve a public-private competition under the Office of Management and Budget Circular A 76 or any successor administrative regulation, directive, or policy for work performed by employees of the Bureau of Prisons or of Federal Prison Industries, Incorporated. "], "subsections": [{"section_title": "Appendix. Summary of DOD IG Report No. D-2009-034", "paragraphs": [], "subsections": []}]}]}]}}