{"id": "R40970", "title": "Medicare Program Changes in Senate-Passed H.R. 3590", "released_date": "2010-03-18T00:00:00", "summary": ["Medicare is a federal program that pays for covered health services for most persons 65 years and older and for most permanently disabled individuals under the age of 65 years. The rising cost of health care, the impact of the aging baby boomer generation, and declining revenues in a weakened economy continue to challenge the program's ability to provide quality and effective health services to its 45 million beneficiaries in a financially sustainable manner.", "On December 24, 2009, the Senate passed its version of health insurance reform, the Patient Protection and Affordable Care Act, in H.R. 3590, as amended by the Senate. This report, one of a series of CRS products on Senate H.R. 3590, examines the Medicare related provisions in this bill. Estimates from CBO on the Senate bill indicate that net reductions in Medicare direct spending would be approximately $400 billion from FY2010 to 2019. Major savings are expected from constraining Medicare's annual payment increases for certain providers, basing payment rates in the Medicare Advantage program on average bids, reducing payments to hospitals that serve a large number of low-income patients, creating an independent Medicare Advisory Board to make changes in Medicare payment rates, and modifying the high-income threshold adjustment for Part B premiums. A new Hospital Insurance tax for high wage earners would also raise approximately $87 billion over 10 years.", "Other provisions in the bill address more systemic issues such as increasing the efficiency and quality of Medicare services, and strengthening program integrity. For example, the bill would establish a national, voluntary pilot program that would bundle payments for physician, hospital and post-acute care services with the goal of improving patient care and reducing spending. Another provision would adjust payments to hospitals for readmissions related to certain potentially preventable conditions. Additionally, the bill would increase funding for anti-fraud activities, and subject providers and suppliers to enhanced screening before allowing them to participate in the Medicare program.", "The Senate bill would also improve some benefits provided to Medicare beneficiaries. For instance, Medicare prescription drug program enrollees would receive a 50% discount off the price of brand name drugs during the coverage gap (the \"doughnut hole\") and the coverage gap would be reduced by $500 in 2010. Other provisions would expand assistance for some low-income beneficiaries enrolled in the Medicare drug program, and eliminate beneficiary copayments for certain preventive care services."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On December 24, 2009, the Senate passed a comprehensive health reform bill, the Patient Protection and Affordable Care Act, H.R. 3590 , as amended by the Senate. The bill contains numerous provisions affecting Medicare payments, payment rules, covered benefits, and the delivery of care. On March 10, 2010, the Senate passed an amendment in the nature of a substitute to H.R. 4213 , the American Workers, State, and Business Relief Act of 2010. This bill contains a number of provisions that would affect the Medicare program, primarily by extending certain authorizations and authorities. These provisions are all similar to or duplicate some provisions in the Senate-passed H.R. 3590 . ", "The Congressional Budget Office (CBO) estimates that, under current law, total mandatory annual expenditures for Medicare will grow from $501 billion in 2009 to $943 billion in 2019. Cumulative spending for the years 2010 to 2019 is expected to exceed $7 trillion. CBO estimates on the provisions in H.R. 3590 affecting Medicare indicate that, absent interaction effects, net reductions in Medicare direct spending would be approximately $400 billion over the FY2010-2019 period.", "The Senate bill includes ten titles. This report discusses selected provisions in Titles II, III, IV, V, VI, IX and X in the bill concerning payment and program modifications to Medicare's fee-for-service program, its prescription drug benefit, and the Medicare Advantage (MA) program; efforts to reform Medicare's payment methods, program integrity changes to address fraud, waste and abuse, and other miscellaneous Medicare changes. Provisions that would modify Medicare's graduate medical education payments to teaching hospitals, some quality measurement efforts, and other public health initiatives are not covered. ", "The body of this report includes a discussion of the financial impact on the Medicare program by the bill established by the CBO (the CBO score), then provides an overview of Medicare changes by provider type and program, followed by a brief discussion of the changes to address efficiencies and quality in Medicare, efforts to address long-term Medicare financing, and program integrity changes. Appendix A provides a brief current law description, explanation of the proposed change and the CBO score for most of the Medicare provisions in the Senate bill. Title X provisions, added by the manager's amendment, have been incorporated within the subject appropriate titles. Appendix B provides a side-by-side comparison of the Medicare provisions in H.R. 4213 with related provisions in H.R. 3590 ."], "subsections": []}, {"section_title": "Congressional Budget Office (CBO) Score", "paragraphs": ["On March 11, 2010, the CBO and the staff of the Joint Committee on Taxation issued updated scores of the Senate H.R. 3590 , the Patient Protection and Affordable Care Act. These new analyses update preliminary scores that were issued on December 19, 2009. Their analyses provide estimates of the direct spending and revenue effects of the bill. The estimates do not, however, include certain administrative costs that would be incurred by the government to implement the changes. ", "CBO estimates that the provisions in the bill that would affect the Medicare, Medicaid, Children's Health Insurance and other federal programs would reduce direct spending by $478 billion over the FY2010-FY2019 period. Medicare (absent interaction affects) accounts for about $400 billion of the reduction. Total Medicare reductions in direct spending over the 10-year period are estimated to be about $450 billion, but these reductions would be offset by Medicare payment increases of close to $50 billion. Estimates of annual Medicare spending from FY2010 through FY2019 under the Senate bill and under current law are illustrated in Figure 1 .", "As noted by CBO, the provisions that would result in the largest savings include:", "Permanent reductions in the annual updates to Medicare's fee-for-service payment rates (other than physicians' services) would account for an estimated budgetary savings of $186 billion over 10 years; Setting payment rates in the Medicare Advantage program on the basis of the average bids submitted by MA plans in each market would account for an estimated $118 billion in savings (before interactions) over 10 years; Reducing Medicare payments to hospitals that serve a large number of low-income patients, known as disproportionate share (DSH) hospitals, would decrease expenditures by about $25 billion; Modifying the high-income adjustment for Part B premiums would save $25 billion over 10 years; and Creating an Independent Medicare Advisory Board to make changes in Medicare payment rates is expected to save $28 billion over 10 years. ", "Additionally, a new Hospital Insurance tax on taxable wages over $200,000 per year for single filers ($250,000 for joint filers) is expected to raise $87 billion from FY2013 through FY2019.", "CBO estimates that Medicare spending under the bill would increase more slowly over the next 20 years compared to the past 20 years—a 6% average annual rate compared to the prior 8%. CBO notes, however, that their estimates are subject to uncertainty. For example, this savings rate assumes that the sustainable growth rate (SGR) mechanism that constrains Medicare physician payment rates would go back into effect in 2010, at which time physicians would be facing an approximate 21% cut in payments. The longer term projections also assume that the Independent Medicare Advisory Board established by this bill would be effective in reducing costs. CBO could not determine whether the reduction in the growth rate would be achieved through greater efficiencies in the delivery of health care or if the payment reductions would lead to lower quality of care."], "subsections": []}, {"section_title": "Payment Rate Changes Affecting Medicare Fee-for-Service Providers", "paragraphs": ["Medicare is a federal program that pays for covered health services for most persons 65 years of age and older and for most permanently disabled individuals under the age of 65. It consists of four parts, each responsible for paying for different benefits, subject to different eligibility criteria and financing mechanisms. Under traditional Medicare, Part A and Part B services are typically paid on a fee-for-service basis (each service or group of services provided to a patient is reimbursed through a separate payment) using different prospective payment systems (PPS) or fee schedules. Certain other services are paid on the basis of reasonable costs or reasonable charges. ", "In general, each year, the Centers for Medicare and Medicaid Services (CMS) issues regulations to set Medicare's payment rates to specific providers, physicians, practitioners and suppliers for the upcoming year. For instance, the program provides for annual updates of Medicare payments to reflect inflation and other factors. In some cases, these updates are linked to the consumer price index for all urban consumers (CPI-U) or to a provider-specific market basket (MB) index which measures the change in the price of goods and services purchased by the provider to produce a unit of output. While CMS implements the payment methods through detailed rule-making, typically, the basic parameters for setting these payments, including updates over time, have been established by Congress.", "In March of each year, the Medicare Payment Advisory Commission (MedPAC) makes payment update recommendations concerning Medicare's different fee-for-service payment systems to Congress. To do so, MedPAC staff first examines the adequacy of the Medicare payments for efficient providers in the current year and then assesses how provider costs are likely to change in the upcoming year, including scheduled policy changes that will affect Medicare's payment rates. As stated by MedPAC, Medicare's payment systems should encourage efficiency and Medicare providers can achieve efficiency gains similar to the economy at large. This policy target links Medicare's expectations for efficiency improvements to the productivity gains achieved by firms and workers who pay taxes that fund Medicare. The amount, if any, of MedPAC's update recommendations will depend on its overall assessment of the circumstances of a given set of providers in any year. To differing extents, MedPAC's analyses and recommendations have shaped provisions in the Senate bill; that influence is noted in this report wherever applicable."], "subsections": [{"section_title": "Hospitals and Other Part A Providers", "paragraphs": ["Part A provides coverage for inpatient hospital services, post-hospital skilled nursing facility (SNF) services, post-hospital home health services, and hospice care, subject to certain conditions and limitations. Approximately 20% of beneficiaries enrolled in Part A use these services during any year. CBO estimates that about $223 billion was spent on Part A benefits in 2008, an amount that is projected to increase to $435.2 billion in 2019. In part because of its sheer size, provisions reducing Part A spending comprise a significant proportion of the savings attributed to this legislation either through constraining payment updates or by other payment changes."], "subsections": [{"section_title": "Acute Care Hospitals", "paragraphs": ["Generally, the provisions of the Senate bill affecting Medicare's payments to acute care hospitals would constrain payment increases to these hospitals, restructure payments to address treatment inefficiencies, and then reshape Medicare's disproportionate share hospital (DSH) hospital subsidies. Also, the exception which permits physicians with ownership interests in a hospital to refer Medicare and Medicaid patients to that hospital would be eliminated for new physician-owed hospitals or those that did not meet certain criteria.", "Specifically, the bill would adjust Medicare's annual payment updates to Part A hospitals to account for economy-wide productivity increases for cost savings (along with certain other reductions) which is estimated to reduce Medicare spending significantly over 10 years. Under current law, the market basket component of the physician update or the Medicare economic index (MEI) is adjusted to exclude productivity gains. This provision uses the same measure of productivity improvement, the 10-year moving average of all-factory productivity, which is included in the MEI. This estimated savings include the reduction for outpatient and inpatient services for all hospitals; the savings from extending this policy to only acute care hospitals were not separately identified.", "Since 1986, an increasing number of acute care hospitals have received additional payments under Medicare's inpatient prospective payment system (IPPS) because they serve a disproportionate share of low-income patients. The justification for this subsidy has changed over time. Originally, the DSH adjustment was intended to compensate hospitals for their higher Medicare costs associated with the provision of services to a large proportion of low-income patients. Now, the adjustment is considered as a way to protect access to care for Medicare beneficiaries. The bill would reduce hospitals' DSH payments starting in FY2015 equal to 25% of what otherwise be made, a payment that represents the empirically justified amount as determined by MedPAC in its March 2007 Report to Congress. Acute care hospitals would be paid additional amounts which would depend on the difference in the hospital's DSH payments under this legislation; the difference in the percentage change in the uninsured under-65 population from 2012; and the percentage of uncompensated care provided by the hospital (relative to all acute care hospitals). CBO has estimated that this policy would save $25.1 billion from FY2015 to FY2019."], "subsections": []}, {"section_title": "Skilled Nursing Facilities (SNFs)", "paragraphs": ["Medicare covers nursing home services for beneficiaries who require skilled nursing care and/or rehabilitation services following a hospitalization of at least three consecutive days. The Balanced Budget Act of 1997 (BBA 97, P.L. 105-33 ) required the Secretary to establish a prospective payment system (PPS) for SNF care to be phased in over three years, beginning in 1998. Under the PPS, SNFs receive a daily payment that covers all the services provided that day, including room and board, nursing, therapy, and drugs, as well as an estimate of capital-related costs. Any profits are retained by the SNF, and any losses must be absorbed by the SNF. The daily base payment is based on 1995 costs that have been increased for inflation and vary by urban or rural location. A portion of these daily payments is further adjusted for variations in area wages, using the hospital wage index, to account for geographic variation in wages. SNF per diem PPS payments are also adjusted to include a temporary 128% increase for any SNF residents who are HIV-positive or have Acquired Immune Deficiency Syndrome. Section 1888(e) of the Social Security Act requires that the base payments be adjusted each year by the SNF MB update—that is, the measure of inflation of goods and services used by SNFs.", "In the final FY2010 rule, CMS describes its proposal to recalibrate the case mix indexes to better account for the resources used in the care of the medically complex and to improve upon its payment refinements made in 2006. According to CMS, the total impact of these changes for FY2010, accounting for a MB increase of 2.2 percentage points, would be a decrease in Medicare payments for FY2010 to SNFs of 1.1% (or $360 million) below FY2009 payments. Some individual providers could experience larger decreases in payments than others due to case-mix utilization. The proposed PPS and Consolidated Billing SNF payment regulation for FY2010 describes how the Secretary would recalibrate the case-mix indexes (CMIs) for 2010 to more accurately match the service needs of beneficiaries.", "Although MedPAC finds that Medicare payments to SNFs overall are adequate, it has raised concerns about the efficiency of the payment categories pertaining to nontherapy ancillary (NTA) services (e.g., prescription drugs, medical equipment and supplies, IV therapy) and therapy services. To better account for SNF stays with exceptionally high ancillary care needs, MedPAC recommends, in a June 2009 letter to the Secretary and its March 2009 Report , that the Secretary revise the PPS by separating payments for NTA from the bundled PPS rate and by establishing an outlier policy for stays with exceptionally high NTA costs. In addition, MedPAC explains that the current reimbursement system for therapy costs encourages the under provision of therapy services to patients. To improve payments for therapy, MedPAC recommends that the Secretary recalibrate the payment category for therapy costs so as to better match such payments to the actual amount of therapy services needed by patients. MedPAC also recommends that the market basket update for 2010 be eliminated.", "On another note, as Medicare beneficiaries with complex health conditions and multiple co-morbidities can experience multiple hospital readmissions, moving between hospital stays and a range of post-acute care providers, including SNFs, In addition, some policy makers, analysts, and health care practitioners consider relatively high readmission rates for persons with chronic illnesses to be a symptom of a payment system under Medicare that works less well for the management of chronically ill patients who leave the hospital and enter other care settings. MedPAC, among others, has suggested that Medicare test new incentives and payment models to encourage providers to better coordinate across patients' episodes of care and to evaluate the full spectrum of care a patient may receive during these episodes within a hospital, during a patient's discharge, and post-hospitalization.", "The provisions contained in the Senate bill would make all SNF market-basket annual updates subject to a productivity adjustment starting in FY2012. Under the bill, the rate of growth in payments to SNFs would likely slow and could fall below zero. In addition, the Secretary would be prohibited from implementing the RUG-IV system described in the final rule prior to October 1, 2011. Beginning on October 1, 2010, the Secretary would be required to implement the change specified to therapy furnished on a concurrent basis that is a component of RUG-IV and changes to the lookback period to ensure that only those services furnished after admission to a SNF are used as factors in determining a SNF case mix classification. Further, certain Medicare-certified SNFs, together with certain hospitals, physicians and other post-acute care providers, would be part of National Pilot Program on Payment Bundling. Such a pilot would test the effectiveness of bundled payments to provide incentives for multiple providers coordinate a patient's care around a hospitalization. The Secretary would also be required to develop a plan, and submit it to Congress no later than October 1, 2011, to implement a Medicare value-based purchasing program for SNFs, among others. "], "subsections": []}, {"section_title": "Home Health Agencies (HHAs)", "paragraphs": ["Home health agencies (HHAs) are paid under a prospective payment system (PPS), which covers skilled nursing, therapy, medical social services, aide visits, medical supplies, and other services. Durable medical equipment is not included in the home health PPS. The base payment amount for the national standardized 60-day episode rate is increased annually by an update factor that is determined, in part, by the projected increase in the home health market basket (MB) index. This index measures the changes in the costs of goods and services purchased by HHAs. HHAs are currently required to submit to the Secretary health care quality data. An HHA that does not submit the required quality data will receive an update of the MB minus two percentage points for that fiscal year.", "The final rule for calendar year (CY) 2010 reports that the HH MB will increase by 2.0% for that year. In addition, in an effort to address potential fraud and abuse in the use of HH outlier payments, CMS will cap outlier payments to HHAs at 10% of total HH PPS payments and cap overall outlier payments to HHAs to no greater than 2.5% of total HH PPS payments, among other things.", "In CY2008, CMS made refinements to the home health (HH) PPS to try to improve payment efficiencies. Specifically, the Secretary made changes to the home health agency (HHA) case-mix index to account for the relative resource utilization of different patients. These changes modified the coding or classification of different units of service that do not reflect real changes in case-mix. As a result, the national prospective 60-day episode payment rate was adjusted downward by 2.75% for CY2008, by 2.75% for each year of CY2009 and CY2010, and by 2.71% for CY2011.", "In its March 2009 Report , MedPAC explains that payments to HHAs have exceeded costs by a wide margin since the PPS was implemented in 2000. As a result, MedPAC recommends that the MB increase for 2010 be eliminated and that the payment coding changes scheduled by the Secretary be accelerated. Further, MedPAC recommends that HHA rates be rebased to better reflect the average costs of care.", "Several provisions in the Senate bill would impact HH payments. For example, one provision would reduce the HH MB update by 1.0 percentage point in 2011, 2012, 2013, and 2014, and all HH MB annual updates would be subject to a productivity adjustment starting in 2015. Under the bill, the rate of growth in payments to HHAs would likely slow and could fall below zero. Another provision would require the Secretary, starting in CY2014, to rebase home health payments to reflect the number, mix and level of intensity of HH services in an episode, and the average cost of providing care. This provision would also require the Secretary, starting in CY2011, to establish a provider-specific annual cap of 10% of revenues that a home health agency may be reimbursed in a given year from outlier payments. For visits ending on or after Apri1 1, 2010 and before January 1, 2016, the Secretary would be directed to provide for a 3% add-on payment for HH providers serving rural areas. ", "Other provisions in the Senate bill would require the Secretary to develop a plan, and submit it to Congress no later than October 1, 2011, to implement a Medicare value-based purchasing program for HHAs, among others. In addition, certain Medicare-certified HHA, together with certain hospitals, physicians and other post-acute care providers, would be part of National Pilot Program on Payment Bundling. Such a pilot would test the effectiveness of bundled payments to provide incentives for multiple providers to coordinate a patient's care around a hospitalization."], "subsections": []}]}, {"section_title": "Physicians and Other Part B Providers", "paragraphs": ["The Senate bill would make several changes to how Medicare payments to physicians are determined and to physician reporting and feedback programs. These modifications include refinements to the calculation of the payments, the introduction of new bonus payments, and adjustments to existing programs for physicians. In addition, the bill would give the Secretary (through CMS) additional flexibility to be able to review and adjust potentially misvalued codes under the physician fee schedule, extend the floor for the index representing geographic variation in physician work used in determining payments, extend the payment for the technical component of certain pathology services, and modify the payment for imaging services to more closely reflect the actual use of the equipment. The Senate bill would also modify the physician quality reporting initiative program (PQRI) and extend the years of the bonus payments while introducing a penalty for non-reporting in future years. "], "subsections": []}]}, {"section_title": "Payment and Administrative Changes Affecting the Medicare Advantage Program", "paragraphs": ["The Senate bill would change how the maximum possible payment to Medicare Advantage (MA) plans is determined, in addition to other payment and administrative changes. Payments to MA plans are determined by comparing a plan's cost of providing required Medicare benefits ( bid ) to the maximum amount Medicare will pay for those benefits in each area ( benchmark ). Historically, Congress has increased the benchmark amounts through statutorily specified formulas, in part, to encourage plan participation in all areas of the country. As a result, the benchmark amounts in some areas are higher than the average cost of original fee-for-service Medicare. The bill would require the benchmark to be determined based on the weighted average of MA plan bids, rather than the statutorily determined formulas. This requirement would be phased-in starting in 2012. By 2015, MA benchmarks would only be based on a weighted average of plan bids. This change in the calculation of MA benchmarks could lead to reductions in benchmarks that in turn could result in (1) reductions in the extra benefits not otherwise covered under original Medicare, (2) increased cost sharing, or (3) increased supplemental premiums. It may also impact access to MA plans in some areas. ", "Several provisions in the bill would also increase payments to qualifying plans in qualifying areas of the country. Starting 2014, the bill would provide bonus payments for plans that provided care coordination and management activities. MA plans were required to have quality improvement programs before January 1, 2010; however, payments to MA plans are not contingent on the quality of care provided to plan enrollees. Starting in 2014, a provision would create a second bonus payment for achievement or improvement in plan quality performance. Other provisions in the bill would mitigate the reduction in extra benefits that result from competitive bidding in specified areas or for specified enrollees. Taken together, the provision to base benchmarks on the bids of MA plans (which may reduce payments to plans) and the provisions designed to increase payments are estimated to save $34.4 billion over the FY2010-2014 period and $118.1 billion over the FY2010-2019 period.", "In addition, the bill would extend the Secretary's authority to adjust payments to plans for differences in the way diagnosis coding of patients differs between MA plans and original Medicare. In general, MA plan payments are risk-adjusted to account for the variation in the cost of providing care. Risk adjustment is designed to compensate plans for the increased cost of treating older and sicker beneficiaries, and thus discourage plans from preferential enrollment of healthier individuals. The Deficit Reduction Act of 2005 ( P.L. 109-171 , DRA) required the Secretary to adjust for patterns of diagnosis coding differences between MA plans and providers under parts A and B of Medicare for plan payments in 2008, 2009, and 2010. The bill would require the Secretary to conduct further analyses on the differences in coding patterns and adjust MA plan payments based on the results for 2011, 2012, and 2013. The Secretary would be granted authority to incorporate results for further analyses for subsequent years. CBO estimates that this provision would save $0.7 billion over the FY2010-2014 period and $0.7 billion over the FY2010-2019 period.", "The bill makes additional changes to the Medicare Advantage program that would result in costs or savings of less than $1.0 billion over the 10-year period (2010-2019), as estimated by CBO. Each of these provisions is explained in detail in the Appendix A ."], "subsections": []}, {"section_title": "Changes Affecting Medicare's Prescription Drug Benefit", "paragraphs": ["In January 2010, the Medicare prescription drug program began its fifth year of operation. The Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ) created this voluntary outpatient prescription drug benefit under a new Medicare Part D, effective January 1, 2006. At that time, Medicare replaced Medicaid as the primary source of drug coverage for beneficiaries covered under both programs (called dual eligibles ). Prescription drug coverage is provided through private prescription drug plans (PDPs), which offer only prescription drug coverage, or through Medicare Advantage prescription drug plans (MA-PDs), which offer prescription drug coverage that is integrated with the health care coverage they provide to Medicare beneficiaries under Part C. Medicare's payments to plans are determined through a competitive bidding process, and enrollee premiums are tied to plan bids. Plans bear some risk for their enrollees' drug spending.", "Medicare law sets out a defined standard benefit structure under the Part D benefit. In 2010, the standard benefit includes a $310 deductible and a 25% coinsurance until the enrollee reaches $2,830 in total covered drug spending. After this initial coverage limit is reached, there is a gap in coverage in which the enrollee is responsible for the full cost of the drugs (often called the doughnut hole ) until total costs hit the catastrophic threshold, $6,440 in 2010. A major focus of the drug benefit is the enhanced coverage provided to low-income individuals who enroll in Part D. Individuals with incomes below 150% of the federal poverty limit and with limited assets are eligible for the low-income subsidy (LIS). The LIS reduces beneficiaries' out-of-pocket spending by paying for all or some of the Part D monthly premium and annual deductible, and limits drug copayments to a nominal amount.", "The Senate bill would make several changes to the Medicare Part D program that would impact beneficiary premiums and out-of-pocket costs. Specifically, the bill would increase Part D premiums for higher income enrollees; the income thresholds would be set at the same level and in the same manner as those currently used to establish Part B premiums. Additionally, during the coverage gap, consistent with a voluntary agreement with the pharmaceutical industry, Part D enrollees would be provided discounts of 50% for brand name drugs. However, the full drug price (the amount paid by the beneficiary plus the discount) would be used to calculate a beneficiary's out-of-pocket costs. Although this provision would help reduce the out-of-pocket expenditures for Medicare beneficiaries, CBO scored this provision as a 10-year cost of $17.8 billion to the federal government. This projected cost increase is, in part, based on the expectation that under this provision a larger number of enrollees would reach the catastrophic phase when Medicare bears most of the costs, and on the possibility that enrollees who switch from generic to brand name drugs to take advantage of discounts during the coverage gap may stay on the more expensive brand name drugs during the catastrophic period. ", "The bill also contains several provisions designed to improve access to and availability of LIS plans. For example, the redetermination of LIS eligibility subsequent to the death of a spouse would be postponed for a year, and cost sharing would be eliminated for individuals receiving care under a Medicaid home and community based waiver who would otherwise require care in a medical institution or a facility. The bill would also make changes to the methodology used to determine which plans are eligible to enroll low-income beneficiaries so that more plans could qualify and thus reduce the number of low-income beneficiaries who need to change plans from year to year. Additional funding would also be provided for outreach and assistance for low-income programs. The CBO cost estimate for the changes to the low-income subsidy program in the bill is $2.4 billion over 10 years. ", "The Senate bill also includes a number of provisions aimed at expanding consumer protections for Part D enrollees. For example, the Secretary would be required to develop and maintain a centralized system to handle complaints regarding Medicare Advantage and Part D plans or their sponsors. Additionally, Part D plans would be required to use a single, uniform exceptions and appeals process. "], "subsections": []}, {"section_title": "Efforts to Improve the Efficiency and Quality of Health Care Services Provided Under Medicare", "paragraphs": ["By statute, Medicare is prohibited from interfering in the practice of medicine or the manner in which medical services are provided. As such, Medicare pays for virtually all covered products and services if they are determined to be medically necessary. However, there is growing evidence that some services provided to Medicare beneficiaries are not medically indicated or are unnecessary. Additionally, differences in local practice patterns have resulted in substantial differences in expenditures per beneficiary across geographic areas, but with no measurable differences in health status.", "In June of each year, MedPAC issues a report to Congress that examines systemic issues affecting the Medicare program and makes recommendations to increase Medicare's value, to promote its efficiency, to increase payment accuracy, and/or to realign Medicare's payment incentives. For instance, MedPAC has concluded that Medicare's fee-for-service reimbursement system rewards excessive care and does not encourage service coordination or quality care. Several provisions in the Senate bill are consistent with MedPAC recommendations to provide adequate incentives to produce appropriate, high-quality care at an efficient price. For example, a provision included in the bill would establish a national, voluntary pilot program that would bundle payments for physician and hospital as well as post-acute care services with the goal of improving patient care and reducing spending. Another provision would establish rewards for accountable care organizations that meet quality-of-care targets, and reduce costs per patient relative to a spending benchmark, with a share of the savings they achieve for the Medicare program. CBO estimates that this shared savings program would save Medicare $4.9 billion over FY2010-2019.", "Additionally, under Medicare's IPPS, acute care hospitals receive a full payment for patient admissions even if the readmission is preventable and related to the initial admission, the result of inadequate discharge planning at the treating hospital, or results from inadequate post-discharge care coordination. The Senate bill, consistent with MedPAC recommendations, would adjust payments for hospitals paid under the IPPS based on the dollar value of each hospital's percentage of potentially preventable Medicare readmissions for three conditions. The Secretary of the Department of Health and Human Services would have the authority to expand the policy to include additional conditions in future years. CBO estimates that this provision would save $7.1 billion over FY2010-2019. Another provision in the bill would also subject some hospitals to a payment penalty under Medicare for certain high-cost and common health conditions acquired in the hospital. CBO estimates that this provision would result in savings of $1.4 billion over the next 10 years.", "The Senate bill would also create a Center for Medicare and Medicaid Innovation within CMS. The purpose of the center would be to research, develop, test, and expand innovative payment and delivery arrangements to improve the quality and reduce the cost of care provided to patients. Successful models could be expanded nationally. CBO estimates that this provision would lead to an additional savings of $1.3 billion over 10 years. "], "subsections": []}, {"section_title": "Changes to Address Medicare Sustainability", "paragraphs": ["Medicare's financial operations are accounted for through two trust funds, the Hospital Insurance (HI) trust fund and the Supplementary Medical Insurance (SMI) trust fund, which are maintained by the Department of the Treasury. The primary source of income credited to the HI trust fund, which finances Medicare Part A, is payroll taxes paid by employees and employers; each pays a tax of 1.45% on earnings. The trust fund is an accounting mechanism; there is no actual transfer of money into and out of the fund; rather, income to the trust fund is credited to the fund in the form of interest-bearing government securities. As long as the trust fund has a balance, the Treasury Department is authorized to make payments for it from the U.S. Treasury. The 2009 report of the Medicare Board of Trustees, however, projects that the HI trust fund will become insolvent in 2017. If the HI trust fund becomes insolvent, Congress would face a decision of whether to ensure the continued funding of Medicare Part A, as there is currently no statutory mechanism that would allow for general fund transfers to cover HI expenditures that exceed payroll tax income.", "Medicare Parts B and D are financed primarily through a combination of monthly premiums paid by current enrollees and general revenues. Income from these sources is credited to the SMI trust fund. Because the SMI trust fund is funded by annually-adjusted premiums and general revenue transfers, it is kept in balance and does not face depletion. Growth in SMI expenditures will, however, require significant increases in beneficiary premiums and general revenue over time. ", "In addition to provisions that would reduce annual updates to certain Medicare fee-for-service payment rates, the Senate bill contains several other provisions to address Medicare's financial challenges. For example, the bill includes a provision to establish an Independent Medicare Advisory Board to reduce the rate of growth in Medicare spending. Beginning in 2013, if the Chief Actuary of the Centers for Medicare & Medicaid Services (OACT) makes a determination that the projected per capita growth rate under Medicare exceeds certain spending targets in the second year following the determination, the Board is required to develop a proposal containing recommendations to reduce that per capita growth rate for submission the following year. The Board would be subject to strict fiscal and policy criteria in developing its recommendations, including limitations on the types of providers it could target between years 2015 through 2019. Recommendations made by the Board would be implemented automatically absent Congressional action. CBO estimates that this provision would save $28.0 billion between 2015 and 2019. ", "The Senate bill would also impose an additional tax of 0.9% on high-income workers with wages over $200,000 for single filers and $250,000 for joint filers effective for taxable years after December 31, 2012. The Joint Committee on Taxation estimates that this provision would raise $86.8 billion between 2013 and 2019. Another provision in the bill would freeze the income thresholds used to determine which beneficiaries are subject to higher Part B premium rates at 2010 levels through 2019. Over time, this would result in a larger number of beneficiaries paying the higher premiums. CBO estimates that this provision would save the Medicare program $25 billion over 10 years. Additionally, as previously noted, the Senate bill would require high-income Part D prescription drug program enrollees to pay higher premiums. CBO estimates that this would lead to savings of close to $11 billion over 10 years.", "CBO estimates that the Senate bill, including the manager's amendment (i.e., Title X), would reduce net Part A outlays by $245 billion over FY2010-2019. As a result of cost reductions and additional revenues raised through increased payroll taxes, CBO estimates that the HI trust fund would increase by $385 billion over the 2010-2019 period, and would have a balance of about $170 billion at the end of FY2019. CBO notes, however, that the trust fund balance would still be declining, and the HI trust fund would become insolvent a few years after 2019. CBO also cautions against combining trust fund accounting conventions with budget accounting rules. Reductions in Medicare expenditures can be used to extend the solvency of the HI trust fund or used to offset costs associated with expansion of health insurance coverage; using both accounting methods at the same time would result in double-counting a large share of those savings."], "subsections": []}, {"section_title": "Changes to Address Fraud, Waste, and Abuse", "paragraphs": ["Health care fraud costs the nation billions of dollars annually. Although the actual amount of money lost to fraud is unknown, the estimates range from as much as 3% of all health care expenditures to as much as 10%. As health care expenditures continue to rise, developing new and innovative approaches to fight fraud in both public and private health insurance programs become increasingly important.", "As the agency responsible for administering Medicare and Medicaid, the Centers for Medicare and Medicaid Services (CMS) conducts a variety of activities designed to prevent, detect, and investigate health care fraud. These activities are referred to as program integrity activities. CMS shares responsibility for combating health care fraud with the Department of Health and Human Services Office of the Inspector General (OIG), the Department of Justice (DOJ), and the Federal Bureau of Investigation (FBI). The OIG is an independent unit within HHS that has the primary responsibility for detecting health care fraud and abuse in federal health care programs. The FBI conducts complex fraud investigations related to both private and public health care programs, and the OIG, FBI, and CMS refer suspected cases of fraud to the DOJ for prosecution.", "In general, the anti-fraud provisions contained in the bill target CMS's program integrity activities, the HHS OIG and DOJ enforcement efforts, and funding for anti-fraud activities. Certain provisions would also apply to the CHIP program. In the area of program integrity, the legislation would provide the Secretary with the authority to impose certain enhanced oversight and screening measures (i.e. licensure checks, background checks, and site visits) on providers and suppliers enrolling in Medicare, Medicaid, and CHIP. To pay for these screening measures, the legislation would require that certain providers pay an enrollment fee. Other program integrity measures include requiring Medicare, Medicaid, and CHIP providers to implement compliance programs, providing the Secretary with enhanced authority to suspend provider payments, clarifying access to payment and claims data by law enforcement agencies, and expanding Medicare's Recovery Audit Contractor (RAC) program to Medicaid and Medicare Parts C and D.", "In the area of enforcement, the legislation introduces new Civil Monetary Penalties (CMPs) for certain types of infractions, including falsifying information on provider enrollment applications and delaying investigations and audits by the OIG. The legislation would also enhance the Secretary's authority to impose penalties on MA plans for violating the terms of their contract. Practices such as enrolling individuals into new MA plans or transferring individuals from one plan to another without consent would be subject to sanctions imposed by the Secretary. Finally, the Senate bill would increase funding for the Health Care Fraud and Abuse Control (HCFAC) program by $10 million annually for years 2011 through 2020."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["Similar to other purchases of health care, Medicare spending has been growing much faster than the general economy, and concerns about Medicare's long-term sustainability continue to intensify. Studies by CBO, MedPAC and others attribute most of the cost growth to the development and increasing utilization of new treatments and other forms of medical technology. Although Medicare will have the additional challenge of higher enrollment associated with aging baby boomers, CBO estimates that most of the expected increase will result from growth in per capita costs rather than from the aging of the population. The Medicare trustees note that, over time, the program will require major new sources of financing and impose a significant financial liability on taxpayers if Medicare benefits and payment systems remain as they are today. Additionally, Medicare beneficiaries will be responsible for paying for a portion of these rising expenditures through higher premiums and higher cost sharing. ", "The Senate bill contains provisions designed to reduce Medicare program costs by approximately $400 billion over the next 10 years through adjustments in payments to certain types of providers, by equalizing payment rates between Medicare Advantage and fee-for-service Medicare, and by increasing efficiencies in the way that health services are paid for and delivered. There are differing views, however, about whether and to what extent Medicare savings should be considered as offsets to fund the expansion of health care coverage or, whether these funds are more appropriately directed at strengthening the program's future financial standing. Additionally, Congress confronts a delicate balancing act in weighing the financing issues against the need to provide and maintain access to appropriate, high quality medical care for Medicare beneficiaries. ", "Appendix A. Selected Medicare Provisions in the Senate-Passed H.R. 3590", "This appendix contains the majority of provisions in the bill affecting the Medicare program with a brief current law, simplified provision description and, where possible, the associated CBO score. Title X provisions, added by the manager's amendment, have been incorporated within the appropriate titles. The section number and topic of Medicare provisions that have been omitted from this appendix are included in footnotes to the immediately preceding provision.", "Title II – Role of Public Programs", "Subtitle K—Protections for American Indians and Alaska Natives", "Sec. 2902. Elimination of Sunset For Reimbursement for All Medicare Part B Services Furnished By Certain Indian Hospitals and Clinics. Medicare covers specified Part B services provided by, or at the direction of, a hospital or ambulatory care clinic (whether provider-based or free-standing) that is operated by the Indian Health Service (IHS) and Indian tribe (IT) or a tribal organization (TO). These services include physician services, health practitioners (physician assistants, nurse anesthetists, certified nurse-midwives, clinical social workers, clinical psychologists, and registered dietitians or nutrition professionals) and outpatient physical therapy services provided by physical or occupational therapists. Section 630 of the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ) instituted a five-year expansion of the items and services covered under Medicare Part B when furnished in, or at the direction of, IHS, IT, or TO hospitals or ambulatory care clinics, applying to items and services furnished on or after January 1, 2005. The current five-year reimbursement extension will expire on January 1, 2010. The provision would amend SSA Sec. 1880(e) (1) (A) to extend the period for which IHS, IT, and TO services are reimbursed by Medicare Part B indefinitely beginning January 1, 2010. The CBO score is $0.1 billion for FY2010-FY2014 and is $0.2 billion for FY2010-FY2019.", "Title III – Improving the Quality and Efficiency of Health Care", "Subtitle A—Transforming the Health Care Delivery System", "Part I – Linking Payment to Quality Outcomes Under the Medicare Program", "Sec. 3001 as modified by Sec. 10335 . Hospital Value-Based Purchasing Program. Since FY2005, acute care hospitals that submit required quality data have received higher payments than those hospitals that do not submit such information under Medicare's Reporting Hospital Quality Data for Annual Payment Update (RHQDAPU) program (often referred to as the hospital pay-for-reporting program or P4P program). There are 46 quality measures collected in the RHQDAPU program that impact the FY2011 payment update. Individual hospital performance on specific quality measures and on certain conditions is available on Hospital Compare available on the CMS website. In November, 2007, CMS released a mandated report on the implementation of a Medicare hospital value-based purchasing (VBP) program, which recommends expanding the RQHDAPU program in order to financially reward hospitals differentially for performance; public reporting of performance would be a key component as well.", "Under the bill, starting for discharges on October 1, 2012, hospitals would receive value-based incentive payments from Medicare. The first year of the VBP program would be a data collection/performance year. Beginning in FY2013, hospital payments would be adjusted based on performance under the VBP program. Certain hospitals would be excluded in a fiscal year: those that are subject to payment reductions associated with reporting required quality data in that fiscal year; those that have been cited for deficiencies that pose immediate jeopardy to their patients; and those for which there are not sufficient number of measures or cases that apply to the hospital for a performance period. Acute-care hospitals in Maryland paid under their state specific Medicare system would be exempt if an annual report documents that a similar state program achieves at least comparable patient outcomes and cost savings. The Secretary would select measures other than measures of readmissions for the hospital VBP program from those used in the RHQDAPU program. In FY2013, the measures would cover at least five specified conditions. For discharges occurring during FY2014 and subsequently, the Secretary would ensure that measures would include appropriate efficiency measures, such as adjusted Medicare spending per beneficiary.", "The Secretary would establish VBP performance standards, including levels of achievement and improvement, and a methodology for assessing the total performance of each hospital. The performance standards would be announced no later than 60 days prior to the beginning of the period. Hospitals with the highest scores would receive the largest VBP payments. There would not be a minimum performance standard in determining the performance score for any hospital. Hospitals that meet or exceed the established standards for a performance period would receive an increased base operating diagnosis-related group (DRG) payment for each discharge in the fiscal year. Starting in FY2013, the Secretary would fund the VBP incentive payments by reducing the base operating DRG payments for each hospital's discharges in a fiscal year by an applicable percentage. These reductions would apply to all hospitals. The applicable percentage would be 1.0% in FY2013; 1.25% in FY2014; 1.5% in FY2015; 1.75% in FY2016; and 2.0% in FY2017 and in subsequent years. Certain adjustments within Medicare's inpatient hospital payment system, such as those for outliers, indirect medical education, disproportionate share hospital and low volume, would not be affected. Certain payments to sole community hospitals and Medicare dependent hospitals (for FY2012 and FY2013) would also not be affected. ", "Individual hospital performance on each specific quality measure, on each condition or procedure, and on total performance would all be publicly reported. A process would be established that allows hospitals to appeal their performance assessment and score; these appeals would be resolved in a timely manner. There would be no judicial or administrative review of certain aspects of the VBP program. The Secretary would consult with small rural and urban hospitals on the application of the VBP program to such hospitals. The RHAQDPU program would be modified. The Secretary would be able to require hospitals to submit data on measures that are not used for the determination of VBP payments. Effective for FY2013 payments, the Secretary would be required to provide for appropriate risk adjustment for quality measures for outcomes of care. These measures would be validated appropriately.", "The Government Accountability Office (GAO) would conduct a study of the VBP program with an interim report to Congress due by October 1, 2015 and a final report due by July 1, 2017. The Secretary would conduct a study of the VBP with a report to Congress due by January 1, 2016. No later than two years from enactment, three-year, budget neutral VBP demonstration projects would be established in critical access hospitals (CAHs) and in hospitals excluded from VBP because of an insufficient volume; reports on the demonstration projects would be due to Congress no later than 18 months after completion of the projects. The CBO score is $0.0 billion for FY2010-FY2014 and is $0.0 billion for FY2010-FY2019.", "Sec. 3002 as modified by Sec. 10327 . Improvements to t he Physician Quality Reporting System. The Tax Relief and Health Care Act of 2006 (TRHCA, P.L. 109-432 ) required the establishment of a physician quality reporting system that would include an incentive payment to eligible professionals who satisfactorily report data on quality measures, based on a percentage of the allowed Medicare charges for all such covered professional services. CMS named this program the Physician Quality Reporting Initiative (PQRI). The Medicare Improvements for Patients and Providers Act of 2008 (MIPPA, P.L. 110-275 ) made this program permanent and extended the bonuses through 2010; the incentive payment was increased from 1.5% of total allowable charges under the physician fee schedule in 2007 and 2008 to 2% in 2009 and 2010. ", "The bill would extend PQRI incentive payments through 2014 and implement an incentive (penalty) for providers who did not report quality measures beginning in 2015. Eligible professionals who successfully report in 2010 would receive a 1% bonus in 2011; those who successfully report in 2011, 2012, and 2013 would receive a 0.5% bonus in 2012, 2013, and 2014, respectively. ", "An additional 0.5% incentive payment would also be available in years 2011 through 2014 for eligible professionals who also meet the requirements of a Maintenance of Certification Program (MOCP), defined as a continuous assessment program that \"advances quality and lifelong learning and self-assessment of board certified specialty physicians\" by focusing on the competencies of patient care, medical knowledge, practice-based learning, interpersonal and communication skills and professionalism. MOCPs would require the physician to (1) maintain a valid, unrestricted medical license in the United States, (2) participate in educational and self-assessment programs that require an assessment of what was learned, (3) demonstrate, through a formalized, secure examination, that the physician has the fundamental diagnostic skills, medical knowledge, and clinical judgment to provide quality care in their respective specialty, and (4) successfully complete the MOCP practice assessment. ", "These eligible professionals would participate in and successfully complete a qualified MOCP practice assessment more frequently than is required to qualify for or maintain board certification status. The MOCP would submit information to the Secretary on behalf of the eligible professional that the professional has successfully met the program criteria and on the survey of patient experience with care, if requested. The provision would authorize the Secretary to incorporate participation and successful completion in a MCOP into the composite of measure of quality of care furnished pursuant to the physician fee schedule payment modifier.", "Subsequently, eligible professionals who failed to participate successfully in the program would face a 1.5% payment penalty in 2015, and a 2% payment penalty in 2016 and in subsequent years. The incentive payments and adjustments in payment would be based on the allowed charges for all covered services furnished by the eligible professional, based on the applicable percentage of the fee schedule amount. The proposal would require CMS to develop a plan to integrate the PQRI program with the standards for meaningful use of certified electronic health records as created in the American Recovery and Reinvestment Act of 2009. CBO estimates that the provision would cost $6 00 million over FY2010-FY2014 and $ 3 00 million over FY2010-2019 ; savings would accrue beginning in 2016 and in subsequent years.", "Sec. 3003. Improvements to t he Physician Feedback Program. MedPAC, GAO and others have recently recommended providing information to physicians on their resource use. MedPAC asserts that physicians would be able to assess their practice styles, evaluate whether they tend to use more resources than their peers or what evidence-based research (if available) recommends, and revise practice styles as appropriate. MedPAC notes that in certain instances, the private sector use of feedback has led to a small downward trend in resource use. The GAO noted that certain public and private health care purchasers routinely evaluate physicians in their networks using measures of efficiency and other factors and that the purchasers it studied linked their evaluation results to a range of incentives to encourage efficiency. ", "MIPPA established a physician feedback program with the intent to improve efficiency and to control costs. Under the Physician Feedback Program, the Secretary will use Medicare claims data to provide confidential reports to physicians that measure the resources involved in furnishing care to Medicare beneficiaries. The resources to be considered in this program may be measured on an episode basis, on a per capita basis, or on both an episode and a per capita basis. The GAO will conduct a study of the Physician Feedback Program, including the implementation of the Program, and will submit a report to Congress by March 1, 2011 containing the results of the study, together with recommendations for such legislation and administrative action as the Comptroller General determines appropriate.", "The proposal would require new types of reports and data analysis under the physician feedback program. Not later than January 1, 2012, the Secretary would develop an episode grouper that combines separate but clinically related items and services into an episode of care for an individual, as appropriate. Beginning with 2012, the Secretary would provide reports to physicians that compare patterns of resource use of the individual physician to such patterns of other physicians. ", "In preparing these reports, the Secretary would establish methodologies as appropriate to (i) attribute episodes of care, in whole or in part, to physicians, (ii) identify appropriate physicians for purposes of comparison, and (iii) aggregate episodes of care attributed to a physician into a composite measure per individual. In preparing these reports, the Secretary would make appropriate adjustments, including adjustments (i) to account for differences in socioeconomic and demographic characteristics, ethnicity, and health status of individuals, and (ii) to eliminate the effect of geographic adjustments in payment rates. CBO estimates that this provision would have no effect on spending over the 5-year or 10-year budget window.", "Sec. 3004. Quality Reporting for Long-term Care Hospitals, Inpatient Rehabilitation Hospitals and Hospice Programs. Under current law, inpatient rehabilitation facilities (IRFs), long term care hospitals (LTCHs) and hospices are not required to report quality data to the Centers for Medicare and Medicaid Services (CMS). Medicare pays for inpatient care provided by IRFs and LTCHs, and for hospices, using different prospective payment systems (PPS). Each PPS is updated annually using a market basket (MB) index which measures the estimated change in the price of goods and services purchased by the provider to produce a unit of output. The Secretary would be directed to establish quality reporting programs for LTCHs, IRFs, and hospices. Starting in rate year 2014, LTCHs would be required to submit data on specified quality measures. This requirement would start in FY2014 for IRFs and hospices. Entities that did not comply would have a reduction in their annual update of 2 percentage points. The reduction would be able to result in an annual update that is less than 0.0 which would result in a basis of payment that is lower than in the preceding year. Any reduction would not affect payments in subsequent years. The required measures affecting these payments would be published no later than October 1, 2012. The providers would be able to review the data prior to being publically available. The CBO score is $0 for FY2010-FY2014 and - $0. 1 billion for FY2010-FY2019.", "Sec. 3 005. Quality Reporting for PPS-E xempt Cancer Hospitals. Eleven cancer hospitals are exempt from the Medicare inpatient prospective payment system (IPPS) used to pay inpatient hospital services provided by acute care hospitals. As part of these exemptions, these facilities are paid on a reasonable cost basis for providing inpatient services, subject to certain payment limitations and incentives. Currently, there are no quality reporting requirements for these hospitals. The Secretary would be directed to establish quality reporting programs for IPPS-exempt cancer hospitals starting FY2014. These measures would be published no later than October 1, 2012. The providers would be able to review the data prior to being publically available. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019", "Sec. 3006 as modified by Sec. 10301 . Plans for a Value-Based Purchasing Program for Skilled Nursing Facilities (SNFs) , Home Health Agencies (HHAs ), and Ambulatory Surgical Centers (ASCs ) . The Secretary would be required to develop three plans (for HHAs, SNFs, and ASCs) to implement Medicare value-based purchasing programs and submit them to Congress no later than October 1, 2011 for HHAs and SNFs and no later than January 1, 2011, for ASCs. These plans would be required to consider the following: (1) the ongoing development, selection, and modification process of measures, to the extent feasible and practicable, of all dimensions of quality and efficiency; (2) the reporting, collection, and validation of quality data; (3) the structure of value-based payment adjustments, including the determination of thresholds or improvements in quality that would substantiate a payment adjustment; (4) methods for the public disclosure of information on performance; and (5) other issues determined appropriate by the Secretary. In developing this plan, the Secretary would be required to consult with relevant affected parties and consider experience with such demonstrations that the Secretary determines are relevant to the value-based purchasing program. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3007. Valu e-Based Payment Modifier Under t he Physician Fee Schedule. The Secretary of Health and Human Services would be required to establish and apply a separate, budget-neutral payment modifier to the Medicare physician fee schedule. The separate payment modifier would be based on the relative quality and cost of the care provided by physicians or physician groups. Quality of care would be evaluated on a composite of risk-adjusted measures of quality established by the Secretary, such as measures that reflect health outcomes. Costs, defined as expenditures per individual, would be evaluated based on a composite of appropriate measures of costs established by the Secretary that eliminate the effect of geographic adjustments in payment rates and take into account risk factors (such as socioeconomic and demographic characteristics, ethnicity, and health status of individuals) and other factors determined appropriate by the Secretary.", "By January 1, 2012, the Secretary would publish the specific measures of quality and cost, the specific dates for implementation of the payment adjustment, and the proposed prospective performance period. The Secretary would begin implementing the value-based payment adjustment in the 2013 rulemaking process. During the performance period, which would begin in 2014, the Secretary would provide information to physicians about the value of care they provide, as reflected by the measures of relative quality and cost. The Secretary would apply the payment modifier for items and services furnished beginning on January 1, 2015, for specific physicians and groups of physicians the Secretary determines appropriate, and not later than January 1, 2017, for all physicians and groups of physicians. The Secretary would apply the payment modifier in a manner that promotes systems-based care and takes into account the special circumstances of physicians or groups of physicians in rural areas and other underserved communities. CBO estimates that this provision would have no effect on spending over the 5-year or 10-year budget window.", "Sec. 3008. Payment Adjustment for Conditions Acquired in Hospitals. Medicare pays acute care hospitals using the inpatient prospective payment system (IPPS), where each patient is classified into a Medicare severity adjusted diagnosis-related group (MS-DRG). Generally, except for outlier cases, a hospital receives a predetermined amount for a given MS-DRG regardless of the services provided to a patient. In some instances, Medicare patients may be assigned to a different MS-DRG with a higher payment rate based on secondary diagnoses. Starting October 1, 2008, hospitals did not receive additional Medicare payment for complications that were acquired during a patient's hospital stay for certain select conditions. These hospital acquired conditions (HACs) are: (1) high cost, high volume, or both; (2) identified though a secondary diagnosis that will result in the assignment to a different, higher paid MS-DRG; and (3) reasonably preventable through the application of evidence-based guidelines. Starting for discharges during FY2015, acute care hospitals in the top quartile of national, risk-adjusted hospital acquired condition (HAC) rates for an applicable period in a fiscal year would receive 99% of their otherwise applicable payment. Acute care hospitals in Maryland paid under their state specific Medicare system would be exempt if an annual report documents that a similar state program achieves at least comparable quality outcomes and cost savings. Prior to FY2015, the hospitals would receive confidential reports with respect to their HAC conditions which would be made publicly available on the Hospital Compare Internet website after the hospital has the opportunity to review and correct the data. There would be no administrative or judicial review of certain aspects of the program. The Secretary would submit a report to Congress by January 1, 2012, with recommendations with respect to expanding Medicare's HAC payment policy to other facilities, including IRFs, LTCHs, hospital outpatient departments, inpatient psychiatric facilities, cancer hospitals, skilled nursing facilities, ambulatory surgery centers and health clinics. The CBO score is $0.0 billion for FY2010-FY2014 and -$1. 4 billion for FY2010-FY2019.", "Sec. 10326. Pilot Testing Pay-For-Performance Programs for Certain Medicare Providers. Under this provision, no later than January 1, 2016, a pilot pay-for- performance program would be established for IPFs, LTCHs, IRFs, IPPS-exempt cancer hospitals, and hospice programs. Medicare requirements and those in Title XI and Title XVIII of the SSA would be waived as necessary. Payments under this section for each provider type would be established so that spending would not be increased. The Secretary would be able to expand the duration and scope of the pilot project at any point after January 1, 2018, if the Secretary determines that such expansion would reduce Medicare spending without reducing quality of care or improve the quality of care and reduce spending. The Chief Actuary of CMS would certify that an expansion would reduce Medicare spending. Finally, the Secretary would determine that an expansion would not deny or limit the coverage or provision of Medicare benefits. The CBO score is $0.0  billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019 . ", "Sec. 10331. Public Reporting of Performance Information . SSA §1848(m)(5)(G) requires the Secretary to post on the CMS Internet website a list of eligible professionals who satisfactorily submitted data on quality measures as part of the Physician Quality Reporting Initiative (PQRI). In addition, Sec. 131(d) of the Medicare Improvements for Patients and Providers Act of 2008 requires the Secretary to develop a plan to transition to a value-based purchasing program for payment under the Medicare program for covered professional services. Not later than May 1, 2010, the Secretary is required to submit a report to Congress containing the plan and recommendations for legislative and administrative action.", "This section would require the Secretary, not later than January 1, 2011, to develop a Physician Compare Internet website with information on physicians enrolled in the Medicare program. In addition, the Secretary would be required, not later than January 1, 2013, to implement a plan for making publicly available information on physician performance through Physician Compare. The section would require the Secretary to, in developing and implementing this plan, include (1) processes to assure that data made public is statistically valid and reliable; (2) processes by which providers whose performance is being publicly reported to have an opportunity to review individual results prior to publication; (3) processes to assure that the implementation of the plan provide a robust and accurate portrayal of a physician's performance; (4) data that reflects the care provided to all patients seen by physicians to the extent such information would provide a more accurate portrayal of physician performance; (5) processes to ensure appropriate attribution of care; (6) processes to ensure timely statistical performance feedback is provided to physicians; and (7) implementation of computer and data systems by CMS that support valid, reliable and accurate public reporting activities authorized under this section. The section would also require the Secretary, in developing the plan under this section, to consider the plan to transition to a value-based purchasing program for physicians and other practitioners developed under Sec. 131 of MIPPA. The Secretary would be required to submit to Congress a report on the Physician Compare Internet website, including information on the plans to collect and publish data on physician quality and efficiency. Finally, the Secretary would be allowed to establish a demonstration program to provide financial incentives to Medicare beneficiaries who are furnished services by high quality physicians The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019 . ", "Part III – Encouraging Development of New Patient Care Models", "Sec. 3021 as modified by Sec. 10306. Establishment of Center for Medicare and Medicaid Innovation Within CMS. The Social Security Amendments of 1967, as amended by the Social Security Amendments of 1972, provide the Secretary with broad authority to develop and engage in experiments and demonstrations to test new approaches to paying providers, delivering health care services, or providing benefits to beneficiaries participating in federal health care programs. All demonstrations are required to be budget neutral and be approved by the Office of Management and Budget (OMB) prior to implementation. ", "Scope. This provision would require the Secretary, no later than January 1, 2011, to establish a Center for Medicare and Medicaid Innovation (CMI) within CMS. The purpose of the CMI would be to test innovative payment and service delivery models to reduce program expenditures under Medicare, Medicaid, and CHIP while preserving or enhancing the quality of care furnished to individuals under such titles. In selecting these models, the Secretary would be required to choose models that also improve the coordination, quality, and efficiency of health care services furnished to such individuals. ", "Testing (Phase I). The Secretary would be required to select models that address a defined population with poor clinical outcomes or avoidable expenditures. The provision would provide the Secretary with the authority to limit testing to certain geographic areas and select demonstration models that address a variety of themes, including medical homes, coordinated care, alternative payment mechanisms, HIT, medication management, patient education, integrated care for dual-eligibles, care for cancer patients, post-acute care, chronic care management, and collaboration among mixed provider types. The Secretary would not have to require, as a condition for testing, that the model be budget neutral. The CMI would be required to consult with representatives from Federal agencies, clinical and medical experts, health care management professionals, and States in carrying out its functions.", "Evaluation. The Secretary would be required to conduct an evaluation of each model tested and make the evaluations publicly available in a timely fashion. Evaluations would be required to include an analysis of (1) the quality of care furnished under the model, including the measurement of patient-level outcomes, and (2) the changes in spending. The Secretary would be required to establish requirements for States to collect and report information necessary to evaluate these models.", "Termination Authority. The provision would require the Secretary to terminate or modify demonstrations that do not meet one of three conditions: (1) improve quality without increasing spending; (2) reduce spending without reducing quality; or (3) improve quality and reduce spending.", "Expansion Authority (Phase II). The Secretary would have the authority to expand the duration and scope of a demonstration, including nationwide, if the Secretary determines that an expansion would meet the above criteria and would not deny or limit coverage. The OACT would be required to certify that the proposed expansion would reduce net program spending (or not increase spending) under applicable titles (Medicare and Medicaid). ", "Waiver Authority. The provision would grant the Secretary the authority to waive requirements of Titles XI, Titles XVIII, and sections 1902(a)(1), 1902(a)(13), and 1902(m)(2)(A)(iii) as necessary to conduct these demonstrations. The provision would also exempt the testing, evaluation, and expansion of demonstrations from Chapter 35 of title 44, the Paperwork Reduction Act (PRA), which requires federal agencies to receive OMB approval for each collection of information request.", "Funding. The provision would authorize to be appropriated, from amounts in the Treasury not otherwise appropriated, $5 million for the design, implementation, and evaluation of models for FY2010; $10 billion for the activities under this section for the years 2011 through 2019; and $10 billion for the activities initiated under this section for each subsequent 10-year fiscal period beginning with 2020. The provision would also require that at least $25 million of this appropriation be allocated to design, implement, and evaluate the specific models identified in this provision.", "Oversight. Beginning in 2012, the Secretary would be required to submit to Congress, at least once every two years, a report on the activities performed by the CMI. Reports would be required to include a description of the demonstrations, the number of Medicare and Medicaid participants, the amount of payments made on behalf of these participants, models chosen for expansion, and evaluation results. Reports would also be required to include recommendations for legislative action to facilitate the development and expansion of such models nationwide. ", "The CBO score is $0. 7 billion for FY2010-FY2014 and -$1.3 billion for FY2010-FY2019.", "Sec. 3022 as modified by Sec. 10307 . Medicare Shared Savings Program. In April 2005, CMS initiated the Physician Group Practice (PGP) demonstration, which offers 10 large practices the opportunity to earn performance payments for improving the quality and cost-efficiency of health care delivered to Medicare fee-for-service beneficiaries. Accountable care organizations (ACOs) would go beyond the PGP model, which is based on physician groups, to include additional providers.", "The provision would allow groups of providers who voluntarily meet certain statutory criteria, including quality measurements, to be recognized as ACOs and be eligible to share in the cost-savings they achieve for the Medicare program. Beginning no later than Jan. 1, 2012, this shared savings program would enable eligible ACOs to qualify for an annual incentive bonus if they achieve a threshold savings amount, established by the Secretary, for total per beneficiary spending under Medicare parts A and B for those beneficiaries assigned to the ACO. An eligible ACO would be defined as a group of providers and suppliers who have an established mechanism for joint decision making, and would be required to participate in the shared savings program for a minimum of three years, among other requirements. An ACO would include practitioners (physicians, regardless of specialty; nurse practitioners; physician assistants; and clinical nurse specialists) in group practice arrangements; networks of practices; and partnerships or joint-venture arrangements between hospitals and practitioners, among others.", "In each year of the three-year agreement period, an ACO would be eligible for a shared savings payment only if the estimated average per capita Medicare expenditures for Parts A and B services, adjusted for beneficiary characteristics is at least the specified percentage below the applicable benchmark. This appropriate percentage would account for the normal variation in expenditures based on the number of beneficiaries assigned to the ACO. The ACO's benchmark for each agreement period would be based on the most recent available three years of per beneficiary Part A and B spending for its assigned beneficiaries. This benchmark would be adjusted for beneficiary characteristics and updated by the projected absolute growth in national per capital expenditures for Part A and B FFS Medicare services, as estimated by the Secretary. The benchmark would be reset at the start of each agreement period. Subject to attaining quality performance standards, an ACO would receive a percentage of the difference between the estimated average per capita Medicare expenditures in a year, adjusted for beneficiary characteristics, under the ACO and the ACO's benchmark. The remainder of the difference would be retained by the program. The Secretary would establish limits on the total amount of shared savings that may be paid to an ACO. ", "The Secretary could use a partial capitation model or other payment models. Under the partial capitation model, a qualifying ACO would be at financial risk for some, but not all, of the Part A and B items and services. The Secretary could limit participation in this model in highly integrated systems capable of bearing risk. Also, spending under this model could not result in greater spending than would otherwise be expended if the model were not implemented. ", "To earn the incentive payment the organization would have to submit data pertaining to quality and fulfill certain quality requirements related to clinical processes and outcomes, patient and caregiver experience of care, and utilization measures. The Secretary would have the authority to adjust the savings thresholds to account for the varying sizes of participating ACOs. If the Secretary determines that an ACO has taken steps to avoid at-risk patients in order to reduce the likelihood of increasing costs, the Secretary would be authorized to impose an appropriate sanction, including terminating agreements with participating ACOs. The CBO score is -$ 0.5 billion for FY2010-FY2014 and -$4.9 billion for FY2010-FY2019.", "Sec. 3023 as modified by Sec. 10308 . National Pilot Program on Payment Bundling. As Medicare beneficiaries with complex health conditions and multiple co-morbidities move between hospital stays and a range of post-acute care providers, Medicare makes separate payments to each provider for covered services. The Medicare Payment Advisory Commission (MedPAC), among others, has suggested that Medicare test new incentives and payment models to encourage providers to better coordinate across patients' episodes of care and to evaluate the full spectrum of care a patient may receive during these episodes.", "No later than January 1, 2013, the Secretary would be required to establish, test and evaluate alternative payment methodologies for Medicare services through a five-year, national, voluntary pilot program. This program would be designed to provide incentives for providers to coordinate patient care across the continuum and to be jointly accountable for an entire episode of care around a hospitalization. An episode of care would be the full period that a patient stays in a hospital plus the first 30 days following discharge. The Secretary would be able to expand the duration and scope of the pilot after January 1, 2016 if the Secretary, with certification from the Chief Actuary of CMS, determines that such expansion would reduce Medicare spending without reducing quality of care, among other things. ", "The Secretary would be required to develop provider payment methods that could include bundled payments and bids from entities for episodes of care. The bundled payment would comprehensively cover the costs of applicable services, and other appropriate services, including acute care inpatient services; physicians' services delivered in and outside of an acute care hospital setting; outpatient hospital services including emergency department services; post-acute care services, including HH services, skilled nursing services, inpatient rehabilitation services; inpatient hospital services furnished by a LTCH; among others. Participating beneficiaries would be required to be entitled, to or enrolled in, Medicare Part A and enrolled for benefits under Medicare Part B. Beneficiaries could not be enrolled in Medicare Advantage or a Program for All-Inclusive Care for the Elderly (PACE). Beneficiaries could have one or more of ten conditions selected by the Secretary. ", "The payment methodology would also include payment for services, such as care coordination, medication reconciliation, discharge planning and transitional care services, and other patient-centered activities, as determined appropriate by the Secretary. Payments for items and services could not result in spending more than would otherwise be expended for such entities if the pilot program were not implemented. No later than three years after implementation, the Secretary would be required to submit to Congress a final evaluation of this program. The CBO score is between - $50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3024. Independence at Home Demonstration Program. The Secretary would be required to conduct a Medicare demonstration program, beginning no later than January 1, 2012, to test a payment incentive and service delivery model that uses physician and nurse practitioner directed home-based primary care teams designed to reduce expenditures and improve health outcomes in the provision of items and services to certain chronically ill Medicare beneficiaries. The Secretary would enter into agreements with qualifying independence at home medical practices, legal entities comprised of an individual physician or nurse practitioner or group of physicians and nurse practitioners that provide care as part of a team that includes physicians, nurses, physician assistants, pharmacists, and other health and social services staff, as appropriate. These practice staff would have experience providing home-based primary care services to applicable beneficiaries. Practice staff would make in-home visits, and be available 24 hours per day, 7 days per week to implement care plans tailored to the individual beneficiary's chronic conditions and designed to reduce expenditures and improve health outcomes in the provision of items and services to applicable beneficiaries.", "The Secretary would establish a methodology for sharing savings with independence at home medical practices that have expenditures below an annual target spending level. The annual spending target (established by the Secretary) would be the amount the Secretary estimates would have been spent in the absence of the demonstration, for items and services covered under Medicare parts A and B provided to applicable beneficiaries. Subject to performance on quality measures, qualifying practices would be eligible to receive incentive payments if actual annual expenditures for applicable beneficiaries are less than the estimated spending target. Incentive payments would be equal to a portion (as determined by the Secretary) of the amount by which actual expenditures (including incentive payments) would be estimated to be less than 5% less than the estimated annual spending target. ", "Agreements with practices under the program could not cover more than a three-year period. The Secretary would be required to conduct an independent evaluation of the demonstration and submit to Congress a final report on the demonstration's best practices and the impact of the pilot program on coordination of care, expenditures under this provision, access to services, and the quality of health care services provided to applicable beneficiaries. The Secretary would also be required to submit a plan, no later than January 1, 2016, for expanding the program if the Secretary determines that such expansion would result in improving or not reducing the quality of patient care and reducing spending under this provision. The provision would appropriate to the CMS Program Management Account $5 million for each of fiscal years 2010 through 2015 to administer the demonstration program. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3025 as modified by Sec. 10309 . Hospital Readmissions Reduction Program. Medicare pays for inpatient care provided by acute care hospitals using an inpatient prospective payment system (IPPS) where each patient is assigned to a MS-DRG and paid based on an estimate of the average resources needed to care for a patient with specific diagnoses. Certain atypical cases may qualify for additional outlier payments. Certain hospitals receive additional indirect medical education (IME) payments because of their status as a teaching hospital, because they qualify for disproportionate share hospital (DSH) payments or because they treat a small number (or low volume) of Medicare patients. Certain types of hospitals that qualify as sole community hospitals (SCHs) or Medicare dependent hospitals (MDHs) receive additional hospital specific payments. Medicare pays for inpatient services provided by acute care hospitals in Maryland using a state specific reimbursement system established under a waiver. Medicare pays for inpatient services in other types of hospitals such as inpatient rehabilitation facilities (IRFs), inpatient psychiatric facilities (IPFs), children's hospitals, and long-term care hospitals using different reimbursement systems. ", "According to Medicare Payment Advisory Commission's (MedPAC), in 2005, 6.2% of acute care hospitalizations of Medicare beneficiaries resulted in readmission within 7 days and 17.6% of hospitalizations resulted in readmission within 30 days. The 17.6% of hospital readmission accounted for $15 billion in Medicare spending.", "Starting for discharges on October 1, 2012, the Secretary would establish a hospital readmissions reduction program for certain potentially preventable Medicare inpatient hospital readmissions covering 3 conditions with high volume or high rate (or both). Medicare's base operating DRG payment amounts would be reduced by an adjustment factor. Certain components of Medicare hospital payments would be exempt from these payment reductions, including outlier, IME, DSH, and low volume payments. Hospital specific payments made to SCHs and MDHs would be exempt in FY2012 and FY2012 as well. Acute care hospitals in Maryland would be exempt from these payment adjustments if a comparable state program achieves the same or higher patient outcomes and cost savings. ", "The adjustment factor for a hospital in a fiscal year would be the greater of (1) a floor adjustment factor equal to a reduced percentage of the discharge payment or (2) the excess readmissions ratio for the applicable fiscal year. The floor adjustment factor would be 0.99 of the discharge payments in FY2013, 0.98 of the discharge in FY2014, 0.97 in FY2015 and in subsequent fiscal years. The excess readmissions ratio would equal 1 minus the ratio of the aggregate payments for excess readmissions for the hospital divided by the aggregate payments for all discharges. (Each component of this formula is specified in the provision.) Excess readmissions would include readmissions over an established minimum number for the specific applicable condition within a certain period for a hospital.", "An applicable condition would be defined as a condition or procedure that represents high volume (above a minimum threshold) or high expenditures for Medicare or meets other specified criteria that also satisfies certain measures of readmissions (that have been endorsed by a consensus-based entity with a performance measurement contract under Section 1890 of the Social Security Act). Readmissions would not include those readmissions that are unrelated to the prior discharge, such as a planned readmission or a transfer to another hospital. Beginning in FY2015, the number of applicable conditions would be expanded beyond the initial 3 conditions to 4 additional conditions that were identified by MedPAC in its June, 2007, Report to Congress and other appropriate conditions. These additional conditions would not necessarily need to be endorsed by a consensus based organization as long as due consideration has been given to such endorsed or adopted measures. ", "Readmission information for acute care hospitals would be made publically available after a hospital has the opportunity to review and correct the data prior to being made public. No judicial and administrative review would be permitted for certain aspects of the readmission program. Readmission data for all patients would be submitted by acute care hospitals, IRFs, IPFs, children's hospitals, and LTCHs and be made publically available after appropriate review. The required data would be able to be submitted by a state or other appropriate entity rather than by each hospital.", "No later than two years after enactment, a program to improve readmission rates through the use of patient safety organizations would be established for eligible hospitals. An eligible hospital would be those with historically high rates of risk adjusted readmissions that have not taken appropriate steps to reduce readmissions and improve patient safety. Eligible hospitals and patient safety organizations would report on the processes used to improve readmission rates and resulting impact on such readmissions. The CBO score is -$ 0.5 billion for FY2010-FY2014 and - $7.1 billion for FY2010-FY2019.", "Sec. 3026. Community-Based Care Transitions Program. Beginning January 1, 2011, the provision would establish a five-year Community Care Transitions Program under Medicare. Under this program, the Secretary would fund eligible hospitals (with high admission rates, as defined under section 3025 of this bill) and certain community-based organizations (that provide transition services across a continuum of care through arrangements with certain hospitals and whose governing body includes sufficient representation of multiple health care stakeholders) that furnish improved care transition services to high-risk Medicare beneficiaries. High-risk Medicare beneficiaries would refer to beneficiaries who have attained a minimum hierarchical condition category score, as determined by the Secretary, based on a diagnosis of multiple chronic conditions or other risk factors associated with a hospital readmission or substandard transition into post-hospitalizations. Such diagnoses or risk factors could include cognitive impairment, depression, or a history of multiple readmissions.", "Applications by community-based organizations and hospitals to participate in this program would be required to propose at least one care transition intervention, other than discharge planning, such as initiating care transition services for targeted high-risk beneficiaries no later than 24 hours prior to the hospital discharge; arranging timely post-discharge follow-up to educate patients and, as appropriate, the primary caregiver, about responding to health symptoms that may indicate additional health problems or a deteriorating condition; among others. In selecting participating entities, the Secretary would be required to prioritize those entities that participate in a program administered by the Administration on Aging or provide services to medically underserved populations, small communities, and rural areas.", "A total of $500 million would be transferred by the Secretary from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund for this program. The Secretary would have the authority to continue or expand the scope and duration of the program if it were determined that quality of care would improve and projected Medicare spending could be reduced. The CBO score is $0.3 billion for FY2010-FY2014 and $0.5 billion for FY2010-FY2019.", "Sec. 3027. Extension of Gainsharing Demonstration. Certain gainsharing demonstrations to evaluate arrangements between hospitals and physicians have been authorized. CMS is currently operating two projects, each consisting of one hospital in New York and West Virginia. Although authorized to begin on January 1, 2007, the project began on October 1, 2008 and will end as mandated on December 31, 2009. The Secretary was required to submit mandated reports by certain due dates. The project was appropriated $6 million in FY2006 to be available for expenditure through FY2010. The authority to conduct the gainsharing demonstration project in operation as of October 1, 2008 would be extended until September 30, 2011. The due date of the required interim report would be extended from December 1, 2008, to March 31, 2011 with the final report due on March 31, 2013. An additional $1.6 million would be appropriated in FY2010; all appropriations would be available through FY2014 or until expended. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Subtitle B—Improving Medicare for Patients and Providers", "Part I – Ensuring Beneficiary Access to Physician Care and Other Services", "Sec. 3101. Increase in t he Physician Payment Update removed by Sec. 10310.", "Sec. 3102. Extension of the Work Geographic Index Floor and Revisions to t he Practice Expen se Geographic Adjustment Under t he Medicare Physician Fee Schedule. The Medicare fee schedule is adjusted geographically for three factors to reflect differences in the cost of resources needed to produce physician services: physician work, practice expense, and medical malpractice insurance. The geographic adjustments are indices—known as Geographic Practice Cost Indices (GPCIs)—that reflect how each area compares to the national average in a \"market basket\" of goods. A value of 1.00 represents an average across all areas. A series of bills set a temporary floor value of 1.00 on the physician work index beginning January 2004; most recently, Section 134 of the MIPPA extended the application of this floor when calculating Medicare physician reimbursement through December, 2009. The other geographic indices (for practice expense and medical malpractice) were not modified by these acts.", "The proposal would provide a short extension of the floor and introduce a new methodology to determine the practice expense GPCI. First, the proposal would extend the 1.00 floor for the geographic index for physician work for an additional year through December 31, 2010. Second, the proposal would direct the Secretary to adjust the practice expense GPCI for 2010 to reflect 3/4 of the difference between the relative costs of employee wages and rents in each of the different fee schedule areas and the national averages (i.e., a blend of 3/4 local and 1/4 national) instead of the full difference under current law. For 2011, the adjustment would reflect 1/2 of the difference between the relative costs of employee wages and rents in each of the different fee schedule areas and the national averages (i.e., a blend of 1/2 local and 1/2 national). Relief would apply only to areas with a practice expense GPCI less than 1.0. The proposal would hold-harmless any areas negatively impacted by the adjustment.", "The proposal would direct the Secretary to analyze current methods of establishing practice expense geographic adjustments under the physician fee schedule (PE GPCI) and evaluate data that fairly and reliably establishes distinctions in the costs of operating a medical practice in the different Medicare payment localities. Based on the analysis and evaluation, the Secretary would make appropriate adjustments to the PE GPCI to ensure accurate geographic adjustments across payment areas, no later than January 1, 2012. Adjustments made in 2012 would be made without regard to the adjustments made in 2010 and 2011. If the Secretary has not completed the required analysis and evaluation and made appropriate adjustments in the Medicare Physician Fee Schedule rule for 2012 (or subsequent year), the 2011 payment rule would remain in effect. CBO estimates that this provision would cost a total of $1.8 billion over the next three years with no further impact over the remaining years of the 10-year budget window. ", "Sec. 3103. Extension of Exceptions Process f or Medicare Therapy Caps. Current law places two annual per beneficiary payment limits for all outpatient therapy services provided by non-hospital providers. For 2009, the annual limit on the allowed amount for outpatient physical therapy and speech-language pathology combined is $1,840, and there is a separate limit for occupational therapy of $1,840. The Secretary was required to implement an exceptions process for 2006, 2007, and the first half of 2008 for cases in which the provision of additional therapy services was determined to be medically necessary. Section 141 of MIPPA extended the exceptions process for therapy caps through December 31, 2009. The Temporary Extension Act of 2010, H.R. 4691 extends the exceptions process through March 31, 2010; and the Continuing Extension Act of 2010, H.R. 4851 , would extend it for an additional month, through April 30, 2010. This provision would extend the exceptions process for therapy caps through December 31, 2010. CBO estimates that this provision would cost a total of $800 million over the next two years, with no additional impact over the remaining years of the 10-year budget window. ", "Sec. 3104. Extension of Payment for Technical Component o f Certain Physician Pathology Services. In 1999, the Health Care Financing Administration, (now the Centers for Medicare and Medicaid Services or CMS), proposed terminating an exception to a payment rule that had permitted laboratories to receive direct payment from Medicare when providing technical pathology services that had been outsourced by certain hospitals. This exception has been extended through legislation at various times. Most recently, the Medicare Modernization Act of 2003 (MMA, P.L. 108-173 ) extended the provision until January 1, 2010. This proposal would extend the provision until January 1, 2011. CBO estimates that this provision would cost $100 million in 2010 , with negligible or zero costs in future years.", "Sec. 3105 as modified by Sec. 10311 . Extension of Ambulance Add-ons. Bonus payments were established for ground ambulance services furnished on or after July 1, 2004 and before January 1, 2010 that originate in a qualified rural area. The qualified rural areas are those with the lowest population densities that collectively represent a total of 25% of the population. Subsequently, Medicare rate for ground ambulance services otherwise established for the year was increased an additional 3% for rural ambulance services and 2% for other areas for the period July 1, 2008 through December 31, 2009. Areas designated as rural on December 31, 2006 are treated as rural for purposes of payments for air ambulance services during this period as well. The provision would extend the bonus payments and the increased ground ambulance payments from April 1, 2010 until January 1, 2011. The provision to pay certain urban air ambulance services as rural was extended from April 1, 2010 until January 1, 2011, as well. The CBO score is $0.1 billion for FY2010-FY2014 and $0.1 billion for FY2010-FY2019. ", "Sec. 3106 as modified by 10312 . Extension of Certain Payment Rules for Long-term Care Hospital Services and of Moratorium on the Establishment of Certain Hospitals and Facilities. Long-term care hospitals (LTCHs) are designed to provide extended medical and rehabilitative care for patients who are clinically complex and have multiple acute or chronic conditions. LTCHs that are distinct part units of other hospitals are not explicitly permitted by the Medicare statute. Over time, however, the LTCH industry has evolved to include co-located hospitals-within-hospitals (HwHs) or satellite facilities in addition to traditional freestanding facilities. CMS has implemented additional organizational requirements on these LTCHs, in an attempt to ensure that these are separate entities. Certain LTCHs (grandfathered HwHs) have been exempted from the requirements. Starting October 1, 2004, CMS established limits on the number of discharged Medicare patients that an HwHs and satellite LTCHs (except grandfathered LTCHs) can admit and be paid as independent LTCHs; after that threshold has been reached, generally, the LTCH will receive a substantially lower payment for subsequent patient admissions who have been discharged from the host hospital. Starting July 1, 2007, CMS extended this payment policy to other types of LTCHs, including grandfathered entities. Congress provided for a three-year moratorium on the application of this payment policy for certain LTCHs starting December 29, 2007.", "Effective for the first cost reporting period beginning on or after October 1, 2002, LTCHs are paid according to a prospective payment system (PPS), subject to a five-year transition period. By statute, total payments under LTCH-PPS must be equal to the amount that would have been paid if the PPS had not been implemented in the initial year of implementation. CMS proposed to review LTCH payments and make a one-time prospective adjustment to the LTCH PPS to correct for any errors in the original budget neutrality calculations. The same moratorium was applied to this policy.", "The LTCH-PPS includes certain case level adjustments for short stay and interrupted stay cases. CMS adopted a very short-stay outlier payment policy starting July 1, 2007 to reduce payments for patients who have lengths of stay that are less than or equal to one standard deviation from the geometric average length-of-stay of the same MS-DRG under the IPPS The same moratorium was applied to this policy. Finally, a three-year moratorium on new LTCHs, including HwHs and satellite facilities, and on the increase of hospital beds in existing LTCHs was established.", "The provisions would extend the existing three-year moratoriums for two years until December 29, 2012. The CBO score is $0. 2 billion for FY2010-FY2014 and $0. 2 billion for FY2010-FY2019.", "Sec. 3107. Extension of Physician Fee Schedule Mental Health Add-On. The Medicare Improvements for Patients and Providers Act of 2008 (MIPPA, P.L. 110-275 ) increased payments for certain Medicare mental health services by 5% beginning on July 1, 2008 and ending on December 31, 2009. This provision would extend the add-on payment provision through December 31, 2010. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3108. Permitting Physician Assistants to Order Post-Hospital Extended Care Services. In a skilled nursing facility (SNF), Medicare law allows physicians, as well as nurse practitioners and clinical nurse specialists who do not have a direct or indirect employment relationship with a SNF, but who are working in collaboration with a physician, to certify the need for post-hospital extended care services for purposes of Medicare payment. Section 20.2.1 of Chapter 8 of the Medicare Benefit Policy Manual defines post-hospital extended care services as services provided as an extension of care for a condition for which the individual received inpatient hospital services. Extended care services are considered \"post-hospital\" if they are initiated within 30 days after discharge from a hospital stay that included at least three consecutive days of medically necessary inpatient hospital care. ", "On or after January 1, 2011, the provision would allow a physician assistant who does not have a direct or indirect employment relationship with a SNF, but who is working in collaboration with a physician, to certify the need for post-hospital extended care services for Medicare payment purposes. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3109. Exemption of Certain Pharmacies from Accreditation Requirements . MMA required the Secretary to establish and implement quality standards for suppliers of durable medical equipment, prosthetics and supplies (DMEPOS) under Part B of Medicare. MIPPA requires DMEPOS suppliers to prove their compliance with the quality standards by being accredited by October 1, 2009; P.L. 111-72 extended the deadline for pharmacies to obtain accreditation to before January 1, 2010. In general, MIPPA exempted specified eligible professionals from having to comply with the accreditation requirements. Pharmacists and pharmacies are not exempted from the accreditation requirements. Effective January 1, 2011, the bill would exempt certain pharmacies from the accreditation requirements, although all pharmacies would still be required to meet accreditation requirements to qualify for competitive bidding. A pharmacy would be exempt from the accreditation requirements if the pharmacy (1) submitted an attestation that its total Medicare DMEPOS billings represented less than 5% of its total pharmacy sales for the previous three-year period, or other period as specified by the Secretary; (2) submitted an attestation that it was enrolled as a provider of DMEPOS under Medicare for at least five years and had no final adverse determinations against it for the past five years; and (3) was willing to submit documentation to the Secretary (based on a random sample of pharmacies) that would allow the Secretary to verify the above information. The documentation would consist of an accountant certification or filing of tax returns by the pharmacy. However, the bill would also allow the Secretary to create a more appropriate alternative accreditation requirement and apply the alternative requirement to all pharmacies. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019 .", "Sec. 3110 . Part B Special Enrollment Period for Disabled Tricare Beneficiaries. TRICARE, the health care plan under the Department of Defense (DoD) that covers members of the uniformed services, their families and survivors, was extended to Medicare-eligible military retirees, their Medicare-eligible spouses and dependent children and Medicare-eligible widow/widowers by the Floyd D. Spence National Defense Authorization Act of 2001 ( P.L. 106-398 ). This law authorized a program known as TRICARE For Life (TFL) which acts as a secondary payer to Medicare and provides supplemental coverage to TRICARE-eligible beneficiaries who are entitled to Medicare Part A based on age, disability or end stage renal disease (ESRD). In order to participate in TFL, these TRICARE-eligible beneficiaries must enroll in and pay premiums for Medicare Part B. Under Present Law (10 U.S.C. 1086(d)), TRICARE-eligible beneficiaries who are entitled to Medicare Part A based on age, disability or ESRD, but decline Part B, lose eligibility for TRICARE benefits. Additionally, individuals who choose not to enroll in Medicare Part B upon becoming eligible may elect to do so later during an annual enrollment period; however, the Medicare Part B late enrollment penalty, would apply. Veterans' advocacy groups have reported that many beneficiaries are not aware that their TRICARE coverage is dependent upon Part B enrollment.", "This provision would create a twelve-month special enrollment period (SEP) for military retirees, their spouses (including widows/ widowers) and dependent children, who are otherwise eligible for TRICARE and entitled to Medicare Part A based on disability or ESRD, but who have declined Part B. This twelve-month special enrollment period (SEP) would be available to individuals once in their lifetime and begin on the day after the last day of the initial enrollment period. Individuals would also have the option of choosing Part B coverage retroactive to the first month after the initial enrollment period. The late enrollment penalty would not apply to individuals who enroll during the SEP. The Secretary of Defense would be required to identify and notify individuals of their eligibility for the SEP; the Secretary of Health and Human Services and the Commissioner for Social Security would support these efforts. The provision would become effective on the date of enactment. The CBO score i s between -$50 million and +$50  million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 311 1 . Payment for Bone Density Tests . Dual energy X-ray absorptiometry (DXA) machines are used to measure bone mass to identify individuals who may have or be at risk of having osteoporosis. For those individuals who are eligible, Medicare will pay for a bone density study once every two years, or more frequently if the procedure is determined to be medically necessary. As reported by CMS and MedPAC, spending for imaging services reimbursed under the Medicare physician fee schedule grew rapidly between 2003 and 2005. The Deficit Reduction Act of 2005 (DRA; P.L. 109-171 ) capped reimbursement of the technical component for x-ray and imaging services at the lesser rate of the hospital outpatient rate or the physician fee schedule. Additionally, CMS implemented a new methodology for determining resource-based practice expense payments for all services that has led to reductions in the professional component reimbursement. It is estimated that reimbursement rates for DXA services have been reduced by more than half since 2006. This provision would set payments for DXA at 70% of the 2006 reimbursement rates for these services in 2010 and 2011. The provision would also direct the Secretary to arrange with the Institute of Medicine of the National Academies to study and report to the Secretary and Congress on the ramifications of Medicare reimbursement reductions for DXA on beneficiary access to bone mass measurement benefits. CBO estimates that this provision would cost $0.1 billion in each of FY 2010 and FY 2011.", "Sec. 3112. Revision to the Medicare Improvement Fund. Section 188 of MIPPA established the Medicare Improvement Fund (MIF), available to the Secretary to make improvements under the original fee-for-service program under Parts A and B for Medicare beneficiaries. Under current law, $22.4 billion is available for services furnished during FY2014. The provision would eliminate the funding in the MIF. The CBO score is -$ 15.6 billion for FY2010-FY2014 and is - $ 20.7 billion for FY2010-FY2019.", "Sec. 3113. Treatment o f Certain Complex Diagnostic Laboratory Tests. Currently, Medicare reimbursement for diagnostic laboratory tests performed on specimens collected from a hospital patient is included in the hospital payment (DRG or outpatient PPS). The proposal would establish a demonstration project under Medicare part B that would make separate payments to laboratories for complex diagnostic laboratory tests provided to Medicare beneficiaries. ", "The term ''complex diagnostic laboratory test'' would mean a diagnostic laboratory test that is (a) an analysis of gene protein expression, topographic genotyping, or a cancer chemotherapy sensitivity assay, (b) determined by the Secretary to be a laboratory test for which there is not an alternative test having equivalent performance characteristics, (c) billed using a Health Care Procedure Coding System (HCPCS) code other than a not otherwise classified code, (d) approved or cleared by the Food and Drug Administration or is covered under the Medicare program; and (e) described in section 1861(s)(3) of the Social Security Act (42 U.S.C. 1395x(s)(3)). The term \"separate payment\" would mean direct payment to a laboratory (including a hospital-based or independent laboratory) that performs a complex diagnostic laboratory test on a specimen collected from a hospital patient if the test is performed after the hospitalization and if a separate Medicare payment would not otherwise be made.", "The demonstration project would run for a two-year period beginning on July 1, 2011, so long as the cost of the demonstration program does not exceed $100 million. Not later than two years after the completion of the demonstration project, the Secretary would submit a report to Congress that would include (1) an assessment of the impact of the demonstration project on access to care, quality of care, health outcomes, and expenditures or savings to the Medicare program, and (2) such recommendations as the Secretary would determine to be appropriate. CBO estimates that this provision would co st a total of $100 million over the next 5 years with no additional impact over the remaining years of the 10-year budget window.", "Sec. 3114. Improved Access for Certified Nurse-Midwife Services . Section 1833 of the SSA provides for Medicare payments for services received by covered individuals. For certified nurse-midwife services, the amount required to be paid is 80% of the lesser of either (1) the actual charge for the services, or (2) the amount determined by a fee schedule established by the Secretary. The fee schedule is not allowed to exceed 65% of the prevailing charge that would be allowed for the same services performed by a physician. This provision would amend Section 1833 by adding that for services provided on or after January 1, 2011, the fee schedule for certified-midwife services would not be allowed to exceed 100% of the fee schedule amount provided under Section 1848 for the same service performed by a physician. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 10323. Medicare Coverage for Individuals Exposed to Environmental Health Hazards. To be eligible for Medicare, one must be (1) 65 years or older and eligible to receive Social Security; or (2) under 65, permanently disabled, and have received Social Security disability insurance payments for at least two years; or (3) have Amyotrophic Lateral Sclerosis (ALS-Lou Gehrig's disease); or (4) have end-stage renal disease (ESRD). This provision would provide Medicare coverage and medical screening services to certain individuals exposed to environmental health hazards. An individual with one or more specified lung diseases or types of cancer who lived for 6 months during a specified period prior to diagnosis in an area subject to a public health emergency declaration by the Environmental Protection Agency (EPA) as of June 17, 2009, would be deemed entitled to benefits under Part A and eligible to enroll in Part B. The Secretary would be required to establish a pilot program, with appropriate reimbursement methodologies, to provide comprehensive, coordinated, and cost-effective care to such individuals who enroll in Part B. Further, the Secretary would have the authority to so deem any other individual diagnosed with an illness caused by an environmental hazard to which an EPA emergency declaration applies who lived for 6 months in the affected area during a period determined by the Secretary. There would be appropriated $23 million for the period FY2010 through FY2014, and $20 million for each 5-fiscal year period thereafter, to carry out the screening and public information dissemination program. The CBO score is $0.1 billion for FY2010-FY2014 and $0.3 billion for FY2010-FY2019 .", "Sec. 10336. GAO Study and Report on Medicare Beneficiary Access to High-Quality Dialysis Services The Medicare Improvements for Patients and Providers Act of 2008 (MIPPA, P.L. 110-275 ) requires the Secretary to implement a bundled payment system, making a single payment for Medicare renal dialysis services, to be phased in over four years beginning January 1, 2011. The bundled payment will include (1) items and services included in the composite rate as of December 31, 2010; (2) erythropoiesis stimulating agents for the treatment of ESRD; (3) injectable biologicals and medications that were paid for separately under Part B, (before bundling) and any oral equivalent to such medications; and (4) diagnostic laboratory tests and other items and services furnished to individuals for the treatment of ESRD. This provision would require the Comptroller General to conduct a study and submit a report, within a year of enactment, on the impact on Medicare beneficiary access to high-quality dialysis services of including specified oral drugs that are furnished to beneficiaries for the treatment of ESRD and included in the ESRD bundled prospective payment system. The study would include an analysis of (1) the ability of providers of services and renal dialysis facilities to furnish specified oral drugs; (2) the ability of providers of services and renal dialysis facilities to comply with applicable State laws, such as State pharmacy licensure requirements in order to furnish such drugs; (3) whether appropriate quality measures exist to safeguard care for Medicare beneficiaries being furnished specified oral drugs by providers of services and renal dialysis facilities; and (4) other areas determined appropriate by the Comptroller General. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Part II – Rural Protections", "Sec. 3121. Extension of Outpatient Hold Harmless Provision. Small rural hospitals (with no more than 100 beds) that are not sole community hospitals (SCHs) can receive additional Medicare payments if their outpatient payments under the prospective payment system are less than under the prior hospital outpatient department (HOPD) reimbursement system. For calendar year (CY) 2006, these hospitals received 95% of the difference between payments under the prospective payment system and those that would have been made under the prior reimbursement system. The hospitals receive 90% of the difference in CY2007 and 85% of the difference in CY2008 and CY2009. Sole community hospitals with not more than 100 beds receive 85% of the payment difference for covered HOPD services furnished on or after January 1, 2009, and before January 1, 2010. The provision would establish that small rural hospitals would receive 85% of the payment difference in CY2010. SCHs with not more than 100 beds would receive 85% of the payment difference in CY2010. The 100-bed limitation for SCHs would be removed so that all SCHs would receive 85% of the payment difference in CY2010. The CBO score is $0.2 billion for FY2010-FY2014 and $0.2 billion for FY2010-FY2019.", "Sec. 3122. Extension of Medicare Reasonable Costs Payments for Certain Clinical Diagnostic Laboratory Tests Furnished to Hospital Patients in Certain Rural Areas. Generally, hospitals that provide clinical diagnostic laboratory services under Part B are reimbursed using a fee schedule. Hospitals with under 50 beds in qualified rural areas (certain rural areas with low population densities) receive 100% of reasonable cost reimbursement for the clinical diagnostic laboratories covered under Part B that are provided as outpatient hospital services. Reasonable cost reimbursement for laboratory services provided by these hospitals ended July 1, 2008. Reasonable cost reimbursement for clinical diagnostic laboratory service for qualifying rural hospitals with under 50 beds would be reinstated from July 1, 2010 and extended for one year, ending July 1, 2011. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3123 as modified by Sec. 10313 . Extension of the Rural Community Hospital Demonstration Program. CMS is conducting a five-year Rural Community Hospital Demonstration Program to test the feasibility and advisability of reasonable cost reimbursement for small rural hospitals (those with fewer than 51 beds) in low population density areas. No more than 15 hospitals can participate in the demonstration. Currently, there are 10 hospitals participating in the program. This provision would extend the demonstration program for an additional five years, expand the maximum number of participating hospitals to 30 for that period, and specify that the 20 states with low population densities would participate in the demonstration project. The Secretary would provide for the continued participation for those hospitals that are in the demonstration at the end of the initial five-year period during the five-year extension unless the hospital elects to discontinue such participation. Participants would receive the reasonable cost for discharges occurring in the first cost reporting period beginning on or after the first day of the five-year extension. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3 124. Extension of the Medicare-D ependent Hospital (MDH) Program. Medicare dependent hospitals (MDHs) are small rural hospitals with a high proportion of patients who are Medicare beneficiaries. Specifically, the hospitals have at least 60% of acute inpatient days or discharges attributable to Medicare in FY1987 or in 2 of the 3 most recently audited cost reporting periods. As specified in regulation, they cannot be a sole community hospital and must have 100 or fewer beds. MDHs receive special treatment, including higher payments, under Medicare's inpatient prospective payment system. The sunset date for the MDH classification has been periodically extended by legislation and is presently set to expire September 30, 2011. The MDH classification would be extended one year, until September 30, 2012. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3125 as modified by 10314 . Temporary Improvements to the Medicare Inpatient Hospital Payment Adjustment for Low-Volume Hospitals. Under Medicare's inpatient prospective payment system (IPPS), certain low-volume hospitals receive a payment adjustment to account for their higher costs per discharge. A low-volume hospital is defined as an acute care hospital that is located more than 25 road miles from another comparable hospital and that has less than 800 total discharges during the fiscal year. Under current law, the Secretary is required to determine an appropriate percentage increase for these low-volume hospitals based on the empirical relationship between the standardized cost-per-case for such hospitals and their total discharges to account for the additional incremental costs (if any) that are associated with such number of discharges. The low-volume adjustment is limited to no more than 25%. Accordingly, under regulations, qualifying hospitals (those located more than 25 road miles from another comparable hospital) with less than 200 total discharges receive a 25% payment increase for every Medicare discharge. A temporary adjustment that would increase payment in FY2011 and FY2012 for certain low-volume hospitals would be created. A low volume hospital could be located more than 15 road miles from another comparable hospital and have 1,600 discharges of individuals entitled to or enrolled for Medicare Part A benefits. The Secretary would determine the applicable percentage increase using a continuous linear sliding scale ranging from 25% for low-volume hospitals with 200 or fewer discharges of individuals with Medicare Part A benefits to no adjustment for hospitals with greater than 1,600 discharges of individuals with Medicare Part A benefits. The CBO score is $0.3 billion for FY2010-FY2014 and $0.3 billion for FY2010-FY2019.", "Sec. 3126. Improvements to the Demonstration Project on Community Health Integration Models in Certain Rural Counties. A demonstration project to allow eligible entities to develop and test new models for the delivery of health care services in eligible counties has been authorized. Those eligible to participate in the demonstration project are limited to certain entities in States with at least 65% of its counties in the State with 6 or fewer residents per square mile. Based on these criteria, the Secretary is instructed to select up to 4 states to participate in the demonstration program, and within those states, up to 6 counties. For a county to be eligible to participate, it must have 6 or fewer residents per square mile and contain a critical access hospital (CAH) that furnished one or more of specified services (home health, hospice, or rural health clinic) and had a daily inpatient census of 5 or less as of date of enactment; skilled nursing facility services must be available in the eligible county. The three-year demonstration project is to begin on October 1, 2009, and be done in a budget neutral manner. The provision would eliminate the limit of 6 eligible counties that may participate in the demonstration project within the qualifying states. Rural health clinic services would no longer be one of specified CAH services. Rural health clinic services would be removed from the definition of other essential services and replaced with physician services. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3127. MedPAC Study on Adequacy of Medicare Payments for Health Care Providers Serving in Rural Areas. MedPAC would be required to review payment adequacy for rural health care providers and suppliers serving the Medicare program and provide a report to Congress by January 1, 2011. MedPAC would analyze rural payment adjustments, beneficiaries' access to care in rural communities, adequacy of Medicare payments to rural providers and suppliers, and quality of care in rural areas, and submit a report to Congress by January 1, 2011. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3128. Technical Correction Related to Critical Access Hospital Services. Critical Access Hospitals (CAHs) are limited-service rural facilities that meet certain distance criteria; offer 24-hour emergency care; have no more than 25 acute care inpatient beds and have a 96-hour average length of stay. Generally, a rural hospital designated as a CAH receives 101% reasonable, cost based reimbursement for inpatient and outpatient care rendered to Medicare beneficiaries. A CAH may elect an all-inclusive outpatient payment which is equal to a 101% of reasonable costs for facility services plus 115% of the Medicare physician fee schedule payment for professional services when the physician or practitioner has reassigned his or her billing rights to the CAH. As part of its FY2010 rulemaking process, starting October 1, 2009, CMS will lower the facility component of the all-inclusive, elective payment method from 101% to 100% of the CAH's reasonable costs; the payment for professional services will remain at 115% of the fee schedule amount. Medicare pays for ambulance services provided by a CAH or by an entity owned and operated by a CAH at 100% of reasonable costs, but only if CAH or the entity is the only supplier or provider of ambulance services with a 35-mile drive of the CAH or the entity.", "Under this provision, Medicare would pay the facility component of the all-inclusive elective CAH payment for outpatient services at 101% of reasonable costs. Medicare would pay for qualifying ambulance services provided by a CAH or by an entity owned and operated by a CAH at 101% of reasonable cost. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3129. Extension of and Revisions to Medicare Rural Hospital Flexibility Program. One component of the Medicare Rural Hospital Flexibility Program is a grant program (FLEX grants) that is administered by the Health Resources and Services Administration (HRSA). Under this program, Flex grants may be awarded to States and to small rural hospital for certain purposes. There are certain limitations imposed on the use of grant funds for administrative expenses, both at the state and Federal level. The FLEX grant program is authorized at $55 million for each fiscal year from 2009 and 2010 and the new rural mental health and other services grants would be authorized at $55 million for each of fiscal years 2009 and 2010. The FLEX grant program would be extended two years until 2012. Starting January 1, 2010, grant funding would be available to be used to assist small rural hospitals to participate in delivery system reforms made by this legislation. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 10324. Protections for Frontier States . Starting for discharges on October 1, 2010, the area wage index of a hospital located in a frontier state (where 50% of the counties have less than six people per square mile) would be no less than one. This would not apply to states where hospitals receive an adjustment to their non-labor related share. This provision would not be applied on a budget neutral basis. The same provisions would apply to covered HOPD services furnished after January 1, 2011, in frontier states. A floor of one on the practice expense index would be established for physician services in these frontier states for physician services on or after January 1, 2011. The CBO score is $ 0.8 billion for FY2010-FY2014 and $ 2.0 billion for FY2010-FY2019.", "Part III – Improving Payment Accuracy", "Sec. 3131 as modified by Sec. 10315 . Payment Adjustments for Home Health Care. Home health agencies (HHAs) are paid under a prospective payment system (PPS) that provides payments based on 60-day episodes of care for beneficiaries, subject to several adjustments. The base payment amount of the PPS is adjusted for differences in the care needs of patients (case mix) using \"HH resource groups\" (HHRGs) and outlier adjustments (to account for extraordinarily costly patients), among other adjustments. Presently, there is no difference between urban and rural base payment amounts. ", "In CY2008, refinements to the Medicare HH PPS included, among other changes, a reduction in the payment rate for four years (to continue through CY2011) to adjust for increases in case mix that are related to changes in coding instead of increased patient severity of illness. The proposed CMS rule for CY 2010 would continue with the 2.75% reduction to the HH PPS rates for CY 2010. Among other things, the proposed rule would also implement a cap on outlier payments to be no more than 2.5% of total HH PPS payments.", "Starting in CY2014, the Secretary would be directed to rebase home health payments by a percentage considered appropriate by the Secretary to, among other things, reflect the number, mix and level of intensity of HH services in an episode, and the average cost of providing care. In doing so, the Secretary could consider the differences between HH agencies in regards to hospital-based and freestanding providers; for-profit and non-profit providers; and resource costs between urban and rural providers. Any such adjustments that would result would be required to be made before the next HH market basket payment update. A four-year phase-in, ending in 2017, would be provided for, in equal increments that could not exceed 3.5% of applicable amounts for each year.", "Starting in CY2011, the Secretary would be directed to establish a provider-specific annual cap of 10% of revenues that a HH agency may be reimbursed in a given year from outlier payments. For visits ending on or after Apri1 1, 2010 and before January 1, 2016, the Secretary would be directed to provide for a 3% add-on payment for HH providers serving rural areas. The provision would also require MedPAC to conduct a study on the implementation of the HH payment adjustment provision, including an analysis of its impact on access to care, quality outcomes, the number of HH agencies, and rural agencies, urban agencies, for-profit agencies, and nonprofit agencies. No later than January 1, 2015, MedPAC would be required to submit to Congress a report on this study, together with recommendations for legislation and administrative action.", "The Secretary would be required to conduct a study on HH agency costs involved with providing ongoing access to care to low-income Medicare beneficiaries or beneficiaries in medically underserved areas, and in treating beneficiaries with varying levels of severity of illness. Taking into account this study's results, the Secretary could provide for a four-year demonstration, beginning no later than January 1, 2015, to test whether payment adjustments for HH services would substantially improve access to care for patients with high severity of illness or for low-income or underserved Medicare beneficiaries. The Secretary would be required to provide for the transfer from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund, in the proportion as the Secretary determines appropriate, of $500 million for the period of fiscal years 2015 through 2018. Such funds would be required to be made available for the study and the design, implementation and evaluation of the demonstration. Amounts would be required to be available until expended. The Secretary would also be required to conduct an evaluation of the project, and submit a report to Congress, by a date specified by the Secretary. The CBO score is -$4. 2 bil lion for FY2010-FY2014 and -$39. 7 billion for FY2010-FY2019 and includes the effect of Sec. 3401 related to a productivity adjustment .", "Sec. 3132. Hospice Reform. For a person to be considered terminally ill for eligibility purposes for Medicare's hospice benefit, the beneficiary's attending physician and the medical director of the hospice (or physician member of the hospice team) must certify that the individual has a life expectancy of six months or less. The medical director or physician member of the hospice team must recertify that the beneficiary is terminally ill at the beginning of each 90- or 60-day eligibility period. Medicare payments to hospices are predetermined fixed daily amounts for each case, and are based on one of four prospectively determined units of payment, which correspond to four different levels of care (i.e., routine home care, continuous home care, inpatient respite care, and general inpatient care).", "Under the provision, Secretary would be required to begin, by January 1, 2011, collecting additional data and information needed to revise payments for hospice care. Not earlier than October 1, 2013, the Secretary would be required to, by rulemaking, implement budget neutral revisions to the methodology for determining hospice payments for routine home care and other services that could include per diem payments to hospices reflecting differences in resources used or additional payments (end-of-episode payment) reflecting resource intensity of services provided at the end of episode, among others.", "In addition, the provision would require the Secretary to impose new requirements on hospice providers that participate in Medicare, including requiring, on or after January 1, 2011, that (1) a hospice physician or advanced practice nurse have a face-to-face encounter with the individual regarding eligibility and recertification and attest that hospice visits are made; and (2) stays in excess of 180 days, that meet certain conditions, be medically reviewed by CMS or its contractors. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and - 0.1 billion for FY2010-FY2019.", "Sec. 3133 as modified by Sec. 10316 . Improvement to Medicare Disproportionate Share Hospital (DSH) Payments. Medicare's disproportionate share hospital (DSH) adjustment was included in the inpatient prospective payment system (IPPS) in 1986 on the premise that low-income patients are more costly to treat and those acute care hospitals serving a large number of such patients would be likely to have higher costs for their Medicare patients than would otherwise similar institutions. Over time, as the formulas for Medicare's DSH adjustment have been changed, the justification for the higher payments has evolved and the adjustment is viewed as a way to insure access to hospital care. Medicare's DSH payments are distributed through a hospital-specific percentage increase to its prospective payment rate. In most instances, the size of a hospital's DSH adjustment would depend upon the number of patient days provided to poor Medicare patients or Medicaid patients. In its March 2007 Report to Congress , MedPAC found that about three-quarters of the Medicare DSH payments (accounting for about $5.5 billion in FY2004) was not empirically justified in terms of higher patient care costs. Also, Medicare's DSH payments were poorly targeted to hospitals' shares of uncompensated care", "Starting in FY2015 and for subsequent fiscal years, the Secretary would make DSH payments equal to 25% of what otherwise would be made, a payment that represents the empirically justified amount as determined by MedPAC in its March 2007 Report to Congress. In addition to this amount, starting in FY2015, the Secretary would pay to such acute care hospitals an additional amount using a formula that is the product of 3 factors: the difference in the hospital's DSH payments because of this legislation: factor ( 1) the difference in the hospital's DSH payments because of this legislation; factor (2) for FY2015, FY2016 and FY2017, the difference in the percentage change in the uninsured under-65 population from 2013 (as calculated from current estimates from CBO data before the vote to enroll the Act in the House) and those who are uninsured in the most recent period for which data is available minus 1.5 percentage points; and in FY2018 and subsequently, the same calculation based on data from the Census Bureau or other appropriate sources as certified by the Chief Actuary of CMS. The 1.5 percentage point subtraction would occur in FY2018 and FY2019; and factor (3) the percentage of uncompensated care provided by the hospital (relative to all acute care hospitals) for a selected period based on appropriate data. There would be no administrative or judicial review of any estimate used to determine the factors or any periods used to establish the factors. The CBO score is $0.0 billion for FY2010-FY2014 and - $ 2 5.1 billion for FY2010-FY2019. ", "Sec. 3134. Misvalued Codes Under t he Physician Fee Schedule. The Medicare physician fee schedule is based on assigning relative weights to each of the more than 7,000 physician service codes used to bill Medicare. The relative value for a service compares the relative work involved in performing one service with the work involved in providing other physicians' services. The scale used to compare the value of one service with another is known as a resource-based relative value scale (RBRVS). CMS is responsible for maintaining and updating the fee schedule, including the modification and refinement of the methodology for estimating relative value units (RVUs). CMS relies on advice and recommendations from the American Medical Association/Specialty Society Relative Value Scale Update Committee (RUC) in its assessments. In general, as currently implemented, increases in RVUs for a service or number of services lowers the resultant fees for other physician services because of the budget neutrality condition. One consequence has been that the payments for evaluation and management codes, whose RVUs typically are not increased over time, have fallen relative to other codes whose RVUs have increased and as a consequence of new technologies that have been introduced into coverage with relatively high RVUs. CMS is required to review the RVUs no less than every five years.", "The Secretary would be required to periodically identify physician services as being potentially misvalued, and make appropriate adjustments to the relative values of such services under the Medicare physician fee schedule. To identify potentially misvalued services, the Secretary would examine codes (and families of codes as appropriate) with the fastest growth, that have experienced substantial changes in practice expenses, for new technologies or services, that are frequently billed in conjunction with furnishing a single service, with low relative values, particularly those that are often billed multiple times for a single treatment, that have not been subject to review since the implementation of the RBRVS (the so-called 'Harvard-valued codes'), and other codes the Secretary determined to be appropriate. The Secretary would review and make appropriate adjustments to the work relative value units under the fee schedule.", "The provision would repeal Section 4505(d) of the Balanced Budget Act of 1997, which established requirements for developing new resource-based practice expense relative value units, as well as Section 1868(a) of the Social Security Act (42 U.S.C. 1395ee(a)), which established the Practicing Physicians Advisory Council, a group of physicians who meet quarterly to discuss proposed changes in regulations and carrier manual instructions related to physician services. CBO estimates that this provision would have no impact on spending over the 5-year or 10-year budget window.", "Sec. 3135. Modification of Equipment Utilization Factor f or Advanced Imaging Services. Under the Medicare fee schedule, some services have separate payments for the technical component and the professional component. For example, imaging procedures generally have two parts: the actual taking of the image (the technical component), and the interpretation of the image (the professional component). Medicare pays for each of these components separately when the technical component is furnished by one provider and the professional component by another. When both components are furnished by one provider, Medicare makes a single global payment that is equal to the sum of the payment for each of the components. ", "CMS's method for calculating the Medicare fee schedule reimbursement rate for advanced imaging services assumed that imaging machines are operated 25 hours per week, or 50% of the time that practices are open for business. Setting the equipment use factor at a lower rate has led to higher payment for these services. Citing evidence showing that the utilization rate is 90%, rather than the 50% previously assumed, MedPAC is urging CMS to use the higher utilization rate in the calculation of fee schedule payments for advanced imaging services.", "The proposal would change the utilization rate assumption for calculating the payment for advanced imaging equipment from 50% to 65% for 2010 through 2012. The rate would be further increased to 70% for services provided in 2013 and 75% for services provided in 2014.", "According to MedPAC and the Government Accountability Office (GAO), there are opportunities to improve the efficiency of the Medicare fee schedule. In 2005, MedPAC recommended reducing certain fees to account for efficiencies and savings from the technical preparation and supplies achieved when multiple imaging services are furnished sequentially on contiguous body parts during the same visit. Starting January 1, 2006, physicians receive the full technical component fee for the highest paid imaging service in a visit, but technical component fees for additional imaging services are reduced by 25%. The proposal would increase the technical component payment reduction for sequential imaging services on contiguous body parts during the same visit from 25% to 50%. By January 1, 2013, the CMS Chief Actuary would conduct and make publicly available an analysis of whether the cumulative expenditure reductions attributable to these adjustments are projected to exceed $3 billion for the period 2010 through 2019. The CBO score is -$ 0.4 billion for FY2010-FY2014 and -$ 1.1 billion for FY2010-FY2019.", "Sec. 3136. Revision of Payment for Power-Driven Wheelchairs. Medicare pays for new or replacement power-driven wheelchairs either through monthly rental payments during the beneficiary's period of medical need (not to exceed 13 continuous months), or, on a lump-sum basis. Rental payments for wheelchairs are statutorily determined as 10% of the purchase price of the chair for each of the first 3 months and 7.5% of the purchase price for each of the remaining 10 months of the rental period. Medicare pays for most DME on the basis of a fee schedule, except in Competitive Acquisition Areas where payments are to be determined based on supplier bids. Starting January 1, 2011, the provision would restrict the lump-sum payment option for new or replacement chairs to only the complex, rehabilitative power wheelchairs. The lump-sum payment option would be eliminated for all other wheelchairs. The provision would not apply to competitive acquisition areas prior to January 1, 2011. Also starting January 1, 2011, the rental payment for power-driven wheelchairs would be 15% of the purchase price for each of the first three months (instead of 10%), and 6% of the purchase price for each of the remaining 10 months of the rental period (instead of 7.5%). The CBO score is -$0.6 billion for FY2010-FY2014 and - $0.8 billion for FY2010-FY2019 .", "Sec. 3137 as modified by Sec. 10317 . Hospital Wage Index Improvement. A hospital wage index is used to adjust the standardized amount to account for the local wage variation or cost of labor in the hospital's area. Starting in FY2005, CMS has adjusted this data to account for the relative skill mix of the hospitals in the area. This occupationally mix adjusted average hourly wage is then divided by the same measure calculated using data from all hospitals in the nation to establish the area's adjusted wage index. MedPAC issued its mandated report on recommended changes to the hospital wage index in June 2007. CMS has hired an independent consulting firm to further evaluate the impact of making the recommended changes.", "Unlike other providers, acute care hospitals may apply to the Medicare Geographic Classification Review Board (MGCRB) for a change in classification from a rural area to an urban area, or reassignment from one urban area to another urban area. To reclassify, a hospital had to meet certain standards, establishing that its average hourly wage (AHW) was within a certain threshold of the AHW of the area where it wanted to reclassify. Starting in FY2010, CMS raised the reclassification threshold. MGCRB hospital reclassifications are established on a budget neutral basis so aggregate inpatient payments will not increase as a result of the reclassified hospitals' higher payments.", "Section 508 of the Medicare Prescription Drug, Improvement and Modernization Act of 2003 (MMA, P.L. 108-173 ) provided $900 million for a one-time, three year geographic reclassification of certain hospitals who were otherwise unable to qualify for administrative reclassification to areas with higher wage index values. These reclassifications were extended legislatively at various points until September 30, 2009", "This provision would extend the Section 508 reclassifications until September 30, 2010. The Secretary would be required to use the FY2010 wage index data (promulgated in the August 27, 2009, Federal Register and subsequent corrections). Beginning on April 1, 2010, the average hourly wage data of these hospitals would be included in the reclassified area only if including the data results in a higher wage index. Certain hospitals that had a lower wage index from October 1, 2009, through March 31, 2010, than from April 1, 2010, through September 30, 2010, would be paid an additional amount to reflect such difference by December 31, 2010.", "By December 31, 2011, the Secretary would be required to provide a plan to Congress on how to comprehensively reform the Medicare wage index system; this plan would take into account MedPAC recommendations included in its June 2007 Report to Congress. The Secretary would also be required to restore the reclassifications thresholds used in determining hospital reclassifications to the percentages used for FY2009 Medicare Geographic Classification Review Board (MGCRB) decisions, starting in FY2011 and in subsequent fiscal years (until the first fiscal year beginning on or after the date that is one year after the date of the submission of the Secretary's wage index reform plan). This provision would be implemented in a budget neutral fashion.. The CBO score is $0. 3 billion for FY2010-FY2014 and $0. 3 billion for FY2010-FY2019.", "Sec. 3138. Treatment of Certain Cancer Hospitals. Eleven cancer hospitals are exempt from the inpatient prospective payment system (IPPS) used to pay inpatient hospital services provided by acute care hospitals. These hospitals are also held harmless under the outpatient prospective payment system (OPPS) and will not receive less from Medicare under this payment system than under the prior outpatient payment system. Under OPPS, Medicare pays for outpatient services using ambulatory payment classification (APC) groups. This provision would require the Secretary to conduct a study which would consider the cost of drugs and biologics to determine if the outpatient costs incurred by IPPS-exempt cancer hospitals with respect to Medicare's APCs exceed those costs incurred by other hospitals reimbursed under OPPS. If so, the Secretary would be required to provide for an appropriate OPPS adjustment starting January 1, 2011. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3139. Payment for Biosimilar Biological Products. A biologic is a preparation, such as a therapeutic product or a vaccine, which is made from living organisms. Medicare Part B pays for a limited number of drugs and therapeutic products, including biologics, administered to patients in physician offices and hospital outpatient departments, or those administered through durable medical equipment (DME) and billed by pharmacy suppliers. CMS assigns a Healthcare Common Procedure Coding System (HCPCS) code to each drug, and Medicare payments for Part B drugs are based on the average sales price (ASP) for each HCPCS code. CMS uses the same HCPCS code for all drug products listed as therapeutically equivalent in FDA's Orange Book . Therefore, a brand-name drug and any generic versions of the same drug would have the same HCPCS code and the prices would be averaged together for ASP determinations. The provision would allow a Part B biosimilar product approved by the Food and Drug Administration to be reimbursed at the ASP of the biosimilar plus 6% of the ASP of the reference product. (The term reference biological product means the licensed biological product that is referred to in the application for the biosimilar product.) This provision assumes the enactment of Title VII of this bill that would expand the regulatory activities of FDA by opening a pathway for the approval of biosimilars. The CBO score (Sections 3139 and Sections 7001-7003 combined) is - $0.1 billion for FY2010-FY2014 and -$7.1 billion for FY2010-FY2019.", "Sec. 3140. Medicare Hospice Concurrent Care Demonstration Program. Medicare covers hospice care for terminally ill beneficiaries instead of most other Medicare services related to the curative treatment of their illness. The provision would require the Secretary to conduct a three-year demonstration program, from Medicare funds that would otherwise be paid for hospice care, to allow patients who are eligible for hospice to also receive all other Medicare covered services during the same period of time. The Secretary would select not more than 15 hospice programs in both urban and rural areas to examine improvement in patient care, quality of life, and cost-effectiveness that results from the demonstration project. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 314 1 . Application of Budget Neutrality on a National Basis in the Calculation of the Medicare Hospital Wage Index Floor for Each All-U rban and Rural State. A hospital wage index is used to adjust the standardized amount to account for the local wage variation or cost of labor in the hospital's area. As required by statute, the wage index for any urban area in a state cannot be less than the rural wage index of that state (often referred to as the rural floor). The effect of the rural floor (that is, raising the wage index for urban areas in a state to that state's rural wage index) is required to be implemented on a budget neutral basis by adjusting the wage index of all hospitals not affected by the rural floor. Until FY2009, CMS funded the budget neutrality requirement associated with the impact of the rural floor though a nationwide adjustment. Starting in FY2009, CMS began a transition to fund the budget neutrality requirement through a state-specific adjustment; the statewide adjustment would be fully implemented in FY2011. States with no hospitals receiving the rural floor wage index would not have a reduced payment; those hospitals within each state with urban areas paid at the higher rural wage index would fund the higher payments for the affected hospitals. The proposal would require application of budget neutrality requirement associated with the effect of the imputed rural and rural floor on a national basis (through a uniform, national adjustment to the area wage index) for discharges starting October 1, 2010. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3142 . HHS Study on Urban Medicare-D ependent Hospitals. Medicare dependent hospitals (MDHs) are small rural hospitals with a high proportion of patients who are Medicare beneficiaries. MDHs receive special treatment, including higher payments, under Medicare's inpatient prospective payment system (IPPS). Certain other hospitals, such as rural referral centers (RRC) and sole community hospitals (SCHs) receive special treatment under IPPS. Other small, limited service critical access hospitals (CAHs) are exempt from IPPS and paid 101% of their reasonable costs. IPPS includes certain payment adjustments, such as the indirect medical education (IME) adjustment for teaching hospitals, to compensate hospitals for higher average costs which might not be in their control. The disproportionate share hospital (DSH) adjustment increases payments for hospitals that serve a relatively high proportion of poor Medicare and Medicaid patients. This provision would require the Secretary to conduct a study within 9 months of enactment on the need for an additional Medicare payments for urban Medicare-dependent hospitals paid under IPPS which receive no additional IPPS payments (have an IME or DSH adjustment) or receive special treatment (as an RRC, SCH, or MDH). CAHs would be excluded as well. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3143. Protecting Home Health Benefits . This provision would require that nothing in the Senate bill could result in a reduction of guaranteed home health benefits under title XVIII of the Social Security Act. CBO did not score this provision.", "Sec. 10325. Revision to Skilled Nursing Facility Prospective Payment System . SNFs are paid through a PPS which is composed of a daily (\"per-diem\") urban or rural base payment amount that is then adjusted for case mix and area wages. The base payment is adjusted for treatment type and care needs of the beneficiary based on 53 payment-adjusted resource utilization groups (RUGs). In January 2006, CMS implemented a refined SNF PPS (using FY2001 claims data), including a parity adjustment to ensure that estimated total payments under the 53-group RUG model would maintain parity to the formerly used 44-group RUG model in a budget neutral manner.", "In the final rule published on August 11, 2009, CMS describes how it will establish a revised case-mix classification methodology (RUG-IV) and implementation schedule for FY2011, reflecting updated staff time measurement data derived from the recently completed Staff Time and Resource Intensity Verification (STRIVE) project, among other things. According to CMS, the rule is intended to correct for changes made for FY2006 in which changes that were intended to better account for the resources used in the care of medically complex patients resulted in payments exceeding budget neutrality estimates. Among the changes described in the final rule are changes to the billing method for concurrent therapy. According to CMS, concurrent therapy is defined as the practice of one professional therapist treating multiple patients at the same time, each of whom can be receiving different therapy treatments. There are currently no MDS coding restrictions regarding the number of patients that may be treated concurrently, among other things. The final rule specifies that concurrent therapy time provided in a Part A SNF setting would no longer be counted as individual therapy time for each of the patients involved; rather, for each discipline, CMS would require allocating concurrent therapy minutes among the individual patients receiving it before reporting total therapy minutes on the MDS 3.0. According to CMS, the total impact of the recalibration for FY2010, as described in the final rule and accounting for a MB increase of 2.2 percentage points, would be a decrease in Medicare payments to SNFs of 1.1% (or $360 million) below FY2009 payments. Some individual providers could experience larger decreases in payments than others due to case-mix utilization.", "Under the provision, the Secretary would be prohibited from implementing the RUG-IV system described in the final rule prior to October 1, 2011. Beginning on October 1, 2010, the Secretary would be required to implement the change specified to therapy furnished on a concurrent basis that is a component of RUG-IV and changes to the lookback period to ensure that only those services furnished after admission to a SNF are used as factors in determining a SNF case mix classification. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Subtitle C—Provisions Relating to Part C", "Sec. 3201 as modified by Sec. 10318 . Medicare Advantage Payment. Medicare Advantage (MA) is an alternative way for Medicare beneficiaries to receive covered benefits. Under MA, private plans are paid a per-person amount to provide all Medicare-covered benefits (except hospice) to beneficiaries who enroll in their plan. Payments to MA plans are determined by comparing plan bids to a benchmark. Each bid represents the plan's estimated revenue requirement for providing required Medicare services to an average Medicare beneficiary. The benchmark is the maximum amount Medicare will pay a plan. If the plan bid is below the benchmark, the plan payment is the bid plus a rebate equal to 75% of the difference between the bid and the benchmark. If the bid is above the benchmark, the plan is paid the benchmark and each plan enrollee must pay a premium equal to the difference between the bid and the benchmark. MA benchmarks are based, in part, on historical Medicare private plan payment rates. (MA benchmarks for Regional MA plans are based in part on historical MA plan payments, and in part on Regional MA plan bids.) Benchmark amounts are increased each year by the growth in Medicare spending (the national MA per capita growth percentage), or in certain years, the benchmark may be set at the greater of the previous year's rate increased by the growth in Medicare or average spending in original Medicare in that area, with adjustments. Local MA plans choose the counties they wish to serve. Regional plans must serve an entire region defined by the Secretary, and may choose to serve more than one region. Regions are made up of states or groups of states. Though all MA organizations are required to have a quality improvement program by January 1, 2010, payments to MA plans are not contingent on the quality of care provided to plan enrollees. ", "Under the proposal: ", "MA Benchmarks and Rebates. In 2011, the national MA per capita growth percentage used to increase benchmarks would be reduced by three percentage points. Starting in 2012, the bill would phase-in MA benchmarks based on a weighted average of plan bids. In 2012, local MA benchmarks would be based on 33% of the enrollment weighted average of plan bids for each payment area and 67% of the current law MA benchmarks. By 2015, the MA local benchmarks would be determined by the enrollment weighted average of MA bids in each payment area. Local benchmarks would be prohibited from exceeding the levels that would have existed under current law. Regional plan benchmarks would continue to be calculated as a weighted blend of the regional bids and local MA benchmarks. However, the local benchmark portion of the regional benchmark would be based on the new competitively bid MA benchmarks. Beginning in 2014, the MA plan rebates would be increased from 75% of the difference between the bid and the benchmark, to 100% of the difference. For bids submitted on or after January 1, 2012, the bill would require bid information to be certified by a member of the American Academy of Actuaries, in addition to other specified requirements.", "Payment Areas. Beginning in 2012, the Secretary would establish new MA payment areas for urban areas based on Core Based Statistical Area (CBSA). CBSAs that crossed state boundaries would be divided into separate payment areas. The Secretary would have authority to adjust CBSA-based payment areas and exempt certain plans from the requirements. MA plans would be allowed to choose which payment areas to serve, but would be required to bid and serve the entire payment area, and would no longer be allowed to apply different premiums to different segments within their service area. ", "Bonus Payments. Starting in 2014, the bill would establish two new bonus payments for local and regional MA plans—a care coordination and management bonus and a quality bonus. The value of the bonuses would be based on specified percentages of the national per capita monthly cost for individuals enrolled under the original Medicare program (hereafter \"national expenditures\"). Under the care coordination and management bonus, plans would be able to earn 0.5% of \"national expenditures\" for each of 8 specified programs with a maximum of 2.0% of \"national expenditures\" possible. The quality bonus program would be based on a plan's absolute quality or improvement in quality. Quality would be measured using a 5-star rating system, or a similar system. Plans that receive at least a 3-star rating would receive 2% of \"national expenditures\"; plans that receive a 4- or 5-star rating would receive 4% of \"national expenditures.\" Plans that did not achieve at least a three-star rating would be eligible for a 1% quality bonus if their ratings improve over a prior year. Additional quality bonuses would be available for new plans, and low-enrollment plans.", "Grandfather Policy. MA plans would be allowed to grandfather extra benefits for their current enrollees (as of enactment) in certain areas of the country where average bids were not greater than 75% of local fee-for-service costs in 2009. Plans would be able to grandfather enrollees beginning in 2012. The amount of extra benefits would be reduced by 5% each year beginning in 2013. ", "Transitional benefits. Starting in 2012, the Secretary would provide for transitional rebates for extra benefits to specified enrollees. This provision would apply to beneficiaries who enroll in an MA local plan and experiences a significant reduction of benefits as a result of competitive bidding. The policy would apply to (1) the two largest metropolitan statistical areas if the total amount of extra benefits for each enrollee for the month in those areas was greater than $100 in 2009, or (2) a county where the MA benchmark amount in 2011 was equal to the legacy urban floor amount, the Medicare Advantage enrollment penetration was greater than 30% in 2011, and the average of MA plan bids was below local fee-for-service costs, with adjustments. The total amount available for transitional benefits would be $5 billion through 2019.", "The CBO score (combined with Section 3209) is -$34.4 billion for FY2010-FY2014 and -$118.1 billion for FY2010-FY2019 . ", "Sec. 3202. Benefit Protection and Simplification. Under MA, enrollee cost sharing (i.e., coinsurance, copayments, and deductibles) is determined on a plan-by-plan basis. Cost sharing for a particular service may be greater than or less than the cost sharing under original Medicare, and may change from year to year. However, the total value of cost sharing required by an MA plan is constrained by the estimated actuarial value of total cost sharing under original Medicare. Under the bill, beginning in 2011, MA plans would be prohibited from charging cost sharing that is greater than the cost sharing under original Medicare for certain services including chemotherapy treatment, renal dialysis, skilled nursing care, and services identified by the Secretary. Beginning in 2012, the bill would restrict plans' authority to apportion their rebates and bonus payments between additional benefits, reduced cost sharing and reduced premiums. MA plans would have to apply the full amount of rebates, bonuses, and supplemental premiums according to the following priority order: (1) reduction of cost sharing, (2) coverage of preventive and wellness benefits, and (3) other benefits not covered under original Medicare. MA plans would be prohibited from reducing or eliminating the Part B premium as an additional benefit. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019 .", "Sec. 3203. Application of Coding Intensity Adjustment During MA Payment Transition. Medicare payments to MA plans are risk-adjusted to account for the variation in the cost of providing care. DRA required the Secretary to adjust for patterns of diagnosis coding differences between MA plans and providers under parts A and B of Medicare for plan payments in 2008, 2009, and 2010, to the extent that the Secretary identified such differences. The Secretary did not make adjustments in 2008 and 2009, due to ongoing analyses, but is to adjust rates in 2010. The bill would require the Secretary to conduct an analysis of the differences in coding patterns between MA and original Medicare and incorporate the results of the analysis into risk scores for 2011, 2012, and 2013. The Secretary would be granted authority to incorporate the results of further analyses for subsequent years. The CBO score is -$ 0.7 billion for FY2010-FY2014 and - $ 0.7 billion for FY2010-FY2019 .", "Sec. 3204. Simplification of Annual Beneficiary Election Periods. Medicare beneficiaries may enroll in or change their enrollment in MA from November 15 to December 31 each year (the annual, coordinated election period). Changes go into effect January 1 st of the next year. During the first 3 months of the year, beneficiaries can enroll in an MA plan, and individuals enrolled in an MA plan can either switch to a different MA plan or return to original Medicare (the continuous open enrollment and disenrollment period). Effective beginning in 2011, the bill would shift the annual, coordinated election period for MA and Part D to October 15 through December 7. Also beginning in 2011, the bill would prohibit beneficiaries from switching MA plans or enrolling in an MA plan from original Medicare after the start of the benefit year. The bill would, however, allow beneficiaries who had enrolled in Medicare Advantage during the annual, coordinated election period to disenroll and return to original Medicare during the first 45-day period of the new benefit year (January 1-February 15), and allow those beneficiaries to enroll in a Part D prescription drug plan. The CBO score is between - $50 million and +$50  million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3205. Extension for Specialized MA Plans for Special Need s Individuals. The Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ) established a new type of Medicare Advantage (MA) coordinated care plan focused on individuals with special needs. Special needs plans (SNPs) are allowed to target enrollment to one or more types of special needs individuals including 1) institutionalized; 2) dually eligible; and/or 3) individuals with severe or disabling chronic conditions. This provision of the bill would extend SNP authority through December 31, 2013. The Secretary would be required to establish a frailty payment adjustment, similar to PACE, for fully-integrated dual-eligible SNPs. The Secretary would only have authority to adjust payments to dual-eligible SNP when those plans had fully integrated Medicare and Medicaid benefits, including long-term care, and met other criteria. Fully-integrated dual-eligible SNPs would be exempted from the IME payment phase-out applicable to all MA plans.", "In addition, the provision would temporarily extend authority through the end of 2012 for SNPs that do not have contracts with state Medicaid programs to continue to operate, but not to expand their service area. The proposal would require the Secretary to establish a process to transition SNP beneficiaries that do not qualify as special needs individuals, to fee-for-service Medicare and other MA plans. As part of the transition process, the Secretary would provide for an exception process for beneficiaries who lose Medicaid coverage to reapply for benefits. Beginning in 2012, SNPs would be required to have approval of the National Committee for Quality Assurance in order to serve targeted populations. Periodically, beginning in 2011, the Secretary would be required to evaluate, revise, and publish the MA risk adjustment payment methodology to recalibrate payments for higher medical and care coordination costs for specified conditions. The CBO score (combined with Section 3208) is $0.7 billion for FY2010-FY2014 and $0.9 billion for FY2010-FY2019 .", "Sec. 3206. Extension of Reasonable Cost Contracts. Reasonable cost plans are Medicare Advantage (MA) plans that are reimbursed by Medicare for the actual cost of providing services to enrollees. Cost plans were created in the Tax Equity and Fiscal Responsibility Act (TEFRA) of 1982. The Balanced Budget Act of 1997 included a provision to phase-out the reasonable cost contracts, however, the phase-out has been delayed over the years through Congressional action. These plans are allowed to operate indefinitely, unless two other plans of the same type (i.e., either 2 local or 2 regional plans) offered by different organizations operate for the entire year in the cost contract's service area. After January 1, 2010, the Secretary may not extend or renew a reasonable cost contract for a service area if: (a) during the entire previous year there were either two or more MA regional plans or two or more MA local plans in the service area offered by different MA organizations; and (b) these regional or local plans meet minimum enrollment requirements. The bill would extend for three years—from January 1, 2010, to January 1, 2013—the length of time reasonable cost plans may continue operating regardless of any other MA plans serving the area. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3207. Technical Correction to MA Private Fee-for-Service Plans. MA coordinated care plans are required to meet medical access requirements by forming networks of contracted providers. Prior to 2011, PFFS plans can meet medical access requirements either by establishing payment rates for providers that are not less than rates paid under original Medicare or by developing contracts and agreements with a sufficient number and range of providers within a category to provide covered services under the terms of the plan. Starting in 2011, PFFS plans sponsored by employers or unions are required to establish contracted networks of providers to meet access requirements. Non-employer sponsored MA PFFS plans are required to establish contracted networks of providers in \"network areas\" defined as areas having at least two plans with networks (such as health maintenance organizations [HMOs], provider sponsored organizations [PSOs], or local preferred provider organizations [PPOs]). In areas without at least two network-based plans, the non-employer PFFS plans retain the ability to establish access requirements through establishing payment rates that are not less than those under original Medicare. ", "This provision would allow the Secretary to grant employer-based PFFS plans with enrollment as of October 1, 2009 a waiver from the network requirements in a manner similar to the Secretary's authority to waive or modify other MA requirements for employer-based coordinated care plans as specified in a 2008 service area extension waiver policy, as modified in an April 11, 2008 CMS memo entitled \"2009 Employer Group Waiver-Modification of the 2008 Service Area Extension Waiver Granted to Certain MA Local Coordinated Care Plans.\" The CBO score is $0.1 billio n for FY2010-FY2014 and $0.1  billion for FY2010-FY2019 .", "Sec. 3208. Making Senior Housing Facility Demonstration Permanent. In general, MA plans are required to serve an area no smaller than a county, which prevents plans from targeting smaller areas of healthier, low-cost enrollees. However, it is possible for an MA plan to receive a waiver of this requirement to be able to restrict enrollment to residents of a retirement community. Effective January 1, 2010, the bill would create a new type of MA plan called an MA Senior Housing Facility Plan, which would be allowed to limit its service area to a senior housing facility within a geographic area. An MA Senior Housing Facility Plan would be an MA plan that serves beneficiaries who reside in a continuing care retirement community, has a sufficient number of on-site primary care providers as determined by the Secretary, supplies transportation benefits to other providers, and were in existence under a demonstration for at least one year. The CBO score for this section was included in the estimate for Section 3205.", "Sec. 3209 . Authority to Deny Plan Bids. In general, the Secretary has the authority to negotiate bids submitted by MA plans similar to the authority of the Director of the Office of Personnel Management with respect to negotiations with plans participating in the Federal Employees Health Benefits Program. The Secretary may only accept a bid after determining that it is supported actuarially and that it reasonably and equitably reflects the revenue requirements of benefits provided under the plan. The Secretary's authority to negotiate with plans does not apply to Private Fee-for-Service (PFFS) MA plans. Effective January 1, 2011, the bill would clarify that the Secretary is not required to accept any or every bid submitted by an MA plan or Part D prescription drug plan. The CBO score for this section was included in the estimate for Section 3201.", "Sec. 3210. Development of New Standards for Certain Medigap Plans. Many Medicare beneficiaries have individually purchased health insurance policies, commonly referred to as \"Medigap\" policies. Beneficiaries with Medigap insurance typically have coverage for Medicare's deductibles and coinsurance; they may also have coverage for some items and services not covered by Medicare. Individuals generally select from one of a set of standardized plans (Plan \"A\" through Plan \"L\", though not all plans are offered in all states). The law incorporates by reference, as part of the statutory requirements, certain minimum standards established by the National Association of Insurance Commissioners (NAIC) and provides for modification where appropriate to reflect program changes. The provision would request that NAIC create new model plans for C and F that include nominal cost sharing to encourage the use of appropriate Part B physician services. The nominal cost sharing would be based on evidence either published or from integrated delivery systems. The revisions would be consistent with rules applicable to changes in NAIC Model Regulations. The new models C and F would be available in 2015. The CBO score is $0.0 billion for FY2010-FY2014 and -$0.1 billion for FY2010-FY2019 .", "Sec. 10327 (c) . Elimination of MA Regional Plan Stabilization Fund. MMA created the MA Regional Program and established the MA Regional Plan Stabilization Fund to encourage plans to enter into and/or remain in the MA Regional Program. The fund was originally set at $10 billion with additional money added to the fund from savings in the bidding process. Funds were to be available from 2007 through the end of 2013. Subsequent legislation decreased the amount of funds available and delayed their availability. Most recently, MIPPA reduced the initial funding of the program to one dollar. Money from the regional plan bidding process continues to flow into the Fund, but availability is delayed until 2014. This bill would eliminate the Fund and transfer amounts in the Fund to the Part B Trust Fund. The CBO score is -$0.1 billion for FY2010-FY2014 and -$0.2 billion for FY2010-FY2019 .", "Subtitle D—Medicare Part D Improvements for Prescription Drug Plans and MA-PD Plans", "Sec. 3301. Medicare Coverage Gap Discount Program for Brand-Name Drugs. This provision incorporates a voluntary agreement with the Pharmaceutical Research and Manufacturers of America (PhRMA) to provide discounts of 50% for brand-name drugs used by Part D enrollees in the Part D coverage gap. Manufacturers of prescription drugs would enter into agreements with Medicare Part D drug plan sponsors to provide discounts on drugs provided to plan enrollees in the coverage gap period. The amount of the discount, in addition to the amount actually paid by the enrollee, would count toward costs incurred by the plan enrollee. Plan enrollees receiving the low income subsidy, enrolled in an employee–sponsored retiree drug plan, or have annual incomes that exceeds the Part B income thresholds as determined under current law ($85,000 for singles and $170,000 for couples in 2009) would not be eligible for the discount. Drugs sold and marketed in the U.S. by a manufacturer would not be covered under Part D unless the manufacturer agrees to participate in the discount program. The provision would also require the Secretary to contract with a third party entity (or entities) to administer the drug discount program and would establish performance requirements and data standards for the third-party contractor(s). This provision would be applicable to drugs dispensed beginning July 1, 2010. The CBO score (combined with Sec. 3315) is + $ 5.8 billion for FY2010 -FY2014 and + $1 7.8 billion for FY2010- FY2019 .", "Sec. 3302. Improvement in Determination of Part D Low-Income Benchmark Premium. The federal government pays up to 100% of the Part D premiums for low-income subsidy (LIS) beneficiaries who are enrolled in \"benchmark\" plans. A Part D plan qualifies as a benchmark plan if it offers basic Part D coverage with premiums equal to or lower than the regional low-income premium subsidy amount. MA plans offering prescription drug coverage submit a separate bid for the Part D portion. Payment for the portion of the premium attributable to basic prescription drug benefits is calculated in the same way as that for stand-alone PDPs, however an MA plan may choose to apply some of its Part C rebate payments to lower the Part D premium. If an MA plan uses rebate payments to reduce its Part D premium, this reduced amount is factored into the calculation of the regional low-income benchmark. This has the effect of lowering the benchmark and potentially of reducing the number of plans that qualify as low-income plans. MedPAC has noted that the number of plans that qualify as low-income benchmark plans has been decreasing in recent years, resulting in fewer options for LIS enrollees. This provision would exclude the Medicare Advantage rebate amounts from the MA-PDP premium bids when calculating the low-income regional benchmark for subsidy determinations made. The provision would take effect in 2011. The CBO score is +$0.3 billion for FY2010 -FY2014 and +$0 . 7 billion for FY2010- FY2019 .", "Sec. 3303. Voluntary De Minimus Policy for Subsidy Eligible Individuals Under Prescription Drug Plans and MA-PD Plans. To help maintain plans that wish to serve LIS beneficiaries at fully subsidized or $0 premiums, this provision would authorize a policy, beginning in 2011, through which plans that bid a nominal amount above the regional low-income subsidy (LIS) benchmark amount could choose to absorb the cost of the small difference between their bid and the LIS benchmark in order to qualify as a LIS-eligible plan. The Secretary would be given discretion to auto-enroll LIS beneficiaries into these plans in order to maintain adequate LIS plan choices. The de minimus threshold amount would be established by the Secretary. The CBO score is +$0.1 billion for FY2010 -FY2014 and +$0.4 billion for FY2010- FY2019 .", "Sec. 3304. Special Rule for Widows and Widowers Regarding Eligibility for Low-Income Assistance. To qualify for financial assistance under the Part D low-income subsidy (LIS) program, Medicare beneficiaries must have resources no greater than the income and resource limits established by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ). Each year, the Secretary conducts a redeeming process to determine whether those who automatically qualified for the full subsidy in a given year continue to meet the criteria for eligibility in the following year. For those who have qualified for the full or partial subsidy through the application process, the agency that made the determination decision (SSA or an individual state) is responsible for monitoring a recipient's eligibility. For example, for cases in which eligibility has been established through an application with SSA, a report of a subsidy-changing event, such as marriage, divorce, or death of a spouse, will trigger a redetermination of subsidy eligibility during the calendar year. This can result in changes to the individual's deductible, premium and cost sharing subsidy, or even termination of his or her LIS eligibility status. In the case of the death of a spouse, it is possible that the surviving spouse, as the sole owner of the previously combined resources, may exceed the resource limit for an individual and may no longer qualify for the LIS program.", "The proposal would require that, beginning in 2011, the surviving spouse of an LIS-eligible couple undergo a redetermination of his or her eligibility status no earlier than one year from the next redetermination that would have occurred after the death of a spouse. Subsequently, the LIS widow/widower would be determined or redetermined, as appropriate, for LIS on the same basis as other LIS-eligible beneficiaries. The CBO score is +$0.1 billion for FY2010 -FY2014 and +$0.2 billion for FY2010- FY2019 .", "Sec. 3305. Improved Information for Subsidy Eligible Individuals Reassigned to Prescription Drug Plans and MA-PD Plans. According to the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ), low-income subsidy (LIS) beneficiaries who are enrolled in plans with premiums below the low-income regional benchmark amount receive assistance with premiums and cost sharing. Those who are enrolled in LIS-eligible plans whose plan bids exceed the regional benchmark amount for the next benefit year are randomly reassigned by the Secretary of HHS to new plans whose bids are at or below the regional benchmark amount in order to ensure that these beneficiaries continue to receive a subsidy of plan premiums. It is possible that the new plan's exceptions, appeals and grievance mechanisms could differ from the old plan and that some covered drug(s) a beneficiary is currently taking would not be covered by the new plan.", "In the case of an LIS beneficiary who has been reassigned to another LIS plan, the provision would require the Secretary, beginning in 2011 to transmit within 30 days of the reassignment, information to the beneficiary about formulary differences between the former plan and the new plan with respect to the beneficiary's drug regimen, as well as a description of the beneficiary's rights to request a coverage determination, exception or reconsideration, or resolve a grievance. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3306. Funding Outreach and Assistance for Low-Income Programs. Section 119 of the Medicare Improvements for Patients and Providers Act of 2008 (MIPPA, P.L. 110-275 ) provided $25 million for fiscal years 2008 and 2009 for beneficiary outreach and education activities related to low-income programs related to the Medicare through State Health Insurance Counseling and Assistance Programs (SHIPs), Area Agencies on Aging (AAAs), Aging and Disability Resource Centers (ADRCs), and the Administration on Aging (AoA). This provision would extend MIPPA Section 119 and provide an additional $45 million for outreach and education activities related to Medicare low-income assistance programs, including the Part D low-income subsidy (LIS) program and the Medicare Savings Program (MSP). Funds would be allocated to SHIPs, AAAs, ADRCs, and the National Center for Benefits Outreach and Enrollment in the same proportion as under MIPPA and would be available for obligation through 2012. The Secretary would also be provided the authority to enlist the support of these entities to conduct outreach activities aimed at preventing disease and promoting wellness as an additional use of these funds. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Sec. 3307. Improving Formulary Requirements for Prescription Drug Plans and MA-PD Plans with Respect to Certain Categories or Classes of Drugs. The Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ) requires Part D plans to operate formularies that cover drugs within each therapeutic category and class of covered Part D drugs, although not necessarily all drugs within such categories and classes. The Secretary of HHS published a regulation (42 CFR Section 423.120) that requires Part D plans to have at least two drugs within each therapeutic category and class. However, through sub-regulatory guidance, the Secretary protected access to certain classes of drugs by requiring Part D plans to cover all, or substantially all, of the drugs in the following six drug classes: immunosuppressant, antidepressant, antipsychotic, anticonvulsant, antiretroviral, and anti-neoplastic. Section 176 of the Medicare Improvements for Patients and Providers Act of 2008 (MIPPA, P.L. 110-275 ) codified that, beginning in plan year 2010, the Secretary would identify the classes and categories of drugs that should be protected, or covered entirely by Part D plans, to ensure that beneficiaries have access to certain therapies and to a wide variety of therapy options for certain conditions and established certain criteria the Secretary would use to identify such drugs.", "The proposal would give the Secretary authority to identify classes of clinical concern as defined by the Secretary and PDP sponsors would be required to include all drugs in these classes in their formularies. The proposal would also codify the current six classes of clinical concern as they are currently specified through sub-regulatory guidance until the Secretary issues a rule regarding classes of clinical concern to be protected on plan formularies. The bill would also remove the criteria specified in Section 176 of MIPPA that would have been used by the Secretary to identify protected classes of drugs. The provision would be effective for the 2011 plan year. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3308. Reducing Part D Premium Subsidy for High-Income Beneficiaries. Beginning in 2007, as required by the MMA, high-income beneficiaries are required to pay higher premiums for Part B benefits. Beneficiaries with modified adjusted gross income that exceeds a threshold amount are charged additional premiums based on a sliding scale that ranges from 35% to 80% of the value of Part B. In 2009, threshold levels started at $85,000 for an individual tax return and $170,000 for a joint return (based on 2007 returns). The threshold amounts are specified in the law, and are adjusted annually for inflation using the Consumer Price Index (CPI). The income thresholds are tied to specific premium shares. Beneficiary premiums under Part D are not subject to income thresholds or means testing. This provision would require Part D enrollees who exceed certain income thresholds to pay higher premiums. The income thresholds would be set in a similar manner to those under Part B. The provision would also inflate the income thresholds by the CPI, except for the period between 2010 and 2019 when the income thresholds would not be updated. In addition, the provision would expand the current authority for IRS to disclose income information to SSA for purposes of adjusting the Part B subsidy to include the Part D subsidy adjustments. The CBO score is -$2.4 billion for FY2010 -FY2014 and - $10.7 billion for FY2010- FY2019 .", "Sec. 3309. Elimination of Cost Sharing for Certain Dual Eligible Individuals. Cost-sharing subsides for LIS enrollees are linked to the standard Part D prescription drug coverage. Full-subsidy eligibles have no deductible, minimal cost sharing during the initial coverage period and coverage gap, and no cost-sharing over the catastrophic threshold. Full-benefit dual eligibles who are residents of medical institutions or nursing facilities have no cost-sharing. This provision would eliminate cost sharing for drugs dispensed to beneficiaries receiving care under a home and community based waiver who would otherwise require institutional care. This provision would be effective on a date specified by the Secretary, but no earlier than January 1, 2012. The CBO score is +$0.3 billion for FY2010-FY2014 and +$1.1 billion for FY2010-FY2019.", "Sec. 3310. Reducing Wasteful Dispensing of Outpatient Prescription Drugs in Long-Term Care Facilities Under Prescription Drug Plans and MA-PD Plans. Part D plans are required to offer a contract to any pharmacy willing to participate in its long-term care (LTC) pharmacy network so long as the pharmacy is capable of meeting certain minimum performance and service criteria and any other standard terms and conditions established by the plan for its network pharmacies. Each LTC facility selects at least one eligible LTC pharmacy to provide Medicare drug benefits to its residents. Plan formularies must be structured so that they meet the needs of long-term care residents and provide coverage for all medically necessary medications at all levels of care. Both physician prescribing patterns and pharmacy benefit manager (PBM) payment practices result in prescriptions commonly being dispensed in 30- or 90-day quantities. In situations when the full amount dispensed is not utilized by the patient, for example. due to discharge, death, adverse reactions, the remaining medication may become waste. This provision would require Part D sponsors, starting January 1, 2012, to employ utilization management techniques, determined by the Secretary in consultation with relevant stakeholders, to reduce the quantity dispensed per fill when dispensing medications to beneficiaries who reside in long-term care facilities in order to reduce waste associated with 30-day fills. These techniques could include such things as weekly, daily, or automated dose dispensing. The CBO score is -$1.0  billion for FY2010-FY2014 and -$5.7 billion for FY2010-FY2019.", "Sec. 3311. Improved Medicare Prescription Drug Plan and MA-PD Complaint System. Part D and Medicare Advantage (MA) related complaints are tracked and resolved through a centralized complaints system within the Centers for Medicare & Medicaid Services (CMS), while complaints submitted directly to plan sponsors (grievances) are tracked and resolved by each plan sponsor using its own system. CMS maintains a central repository of MA and Part D-related complaints received by its Regional Offices, Central Office, or through 1-800-MEDICARE. This provision would require the Secretary to develop and maintain a system, which is widely known and easy to use, to handle complaints regarding MA and Part D plans or their sponsors. The system would have the ability to report and initiate appropriate interventions and monitoring based on substantial complaints and to guide quality improvement. A plan complaint would be defined as a complaint that is received (including by telephone, letter, e-mail, or any other means) by the Secretary (including by a regional office, the Medicare Beneficiary Ombudsman, a sub-contractor, a carrier, a fiscal intermediary, or a Medicare Administrative Contractor). The Secretary would be required to develop a model electronic complaint form to be used for reporting complaints under the system that would be displayed on the Medicare.gov and Medicare Beneficiary Ombudsman websites. The Secretary would also be required to conduct annual reports of the complaint system that would include an analysis of the numbers and types of complaints reported under the system; geographic variations in the complaints; the timeliness of agency or plan responses to the complaints; and the resolution of the complaints. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3312 . Uniform Exceptions and Appeals Process for Prescription Drug Plans and MA-PD Plans. Section 1852(g) of the Social Security Act outlines general requirements regarding Medicare Advantage exceptions and appeals processes. The Part D program adapted many of the existing rules for appeals that apply to Medicare Advantage program. The coverage and determination and appeals processes may vary among MA and Part D plans as long as these general requirements are met. This provision would require a prescription drug plan sponsor or a MA organization offering MA-PD plans to use a single, uniform exceptions and appeals process with respect to the determination of prescription drug coverage for an enrollee under the plan and to provide instant access to this process through a toll-free telephone number and an Internet website. This provision would apply to exceptions and appeals made on or after January 1, 2012. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3313 . Office of the Inspector General Studies and Reports. According to Section 1860D-14 of the SSA, full-benefit dual-eligible individuals who have not elected a Part D plan are to be auto-enrolled into one by CMS. Because plans vary in the formularies they offer, some dual eligibles could find that they have been auto-enrolled in a plan that may not best meet their needs. Additionally, when the Medicare prescription drug program was created, it was expected that drug plan sponsors would negotiate with drug manufacturers to obtain price concessions on drugs covered under Part D, and thus reduce total costs to the government and to beneficiaries. Some studies have suggested that Part D plans are not obtaining rebates equivalent to those required under Medicaid.", "The proposal would require the Office of Inspector General of HHS (OIG) to report annually, beginning July 1, 2011, on the extent to which formularies used by prescription drug plans and MA-PD plans under Part D include drugs commonly used by full-benefit dual eligible individuals. OIG would also be required to complete a study by October 1, 2011, that would compare covered prescription drug prices paid under the Medicare Part D program to those negotiated by state Medicaid plans for the top 200 drugs determined by both volume and expenditures including all rebates and discounts received by the Medicaid and Part D plans. The report would not disclose information that is deemed proprietary or likely to negatively impact a Medicaid program or Part D plans' ability to negotiate drug prices. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 3314 . Including Costs Incurred By AIDS Drug Assistance Programs And Indian Health Service In Providing Prescription Drugs Toward The Annual Out Of Pocket Threshold Under Part D. Under a standard Medicare Part D plan design, beneficiaries must incur a certain level of out-of-pocket costs ($4,550 in 2010) before catastrophic protection begins. These include costs that are incurred for the deductible, cost-sharing, or benefits not paid because they fall in the coverage gap. Costs are counted as incurred, and thus treated as true out-of-pocket (TrOOP) costs only if they are paid by the individual (or by another family member on behalf of the individual), paid on behalf of a low-income individual under the subsidy provisions, or paid under a State Pharmaceutical Assistance Program. Additional payments that do not count toward TrOOP include Part D premiums and coverage by other insurance, including group health plans, workers' compensation, Part D plans' supplemental or enhanced benefits, or other third parties. This provision would allow costs paid by the Indian Health Service or under an AIDS Drug Assistance Program to count toward the out-of-pocket threshold for costs incurred on or after January 1, 2011. The CBO score is +$0.2 billion for FY2010-FY2014 and +$0.6 billion for FY2010-FY2019.", "Sec. 3315. Immediate Reduction in Coverage Gap in 2010. Medicare law sets out a defined standard benefit structure under the Part D prescription drug benefit that includes a gap in coverage (the doughnut hole ). In 2010, the standard benefit includes a $310 deductible and a 25% coinsurance until the enrollee reaches $2,830 in total covered drug spending. After this initial coverage limit is reached, the enrollee is responsible for the full cost of the drugs until total costs hit the catastrophic threshold, $6,440 in 2010. This provision would increase the 2010 standard initial coverage limit of $2,830 by $500, thus decreasing the time that a Part D enrollee would need to be in the coverage gap. There would be no change in the premiums, bids, or any other parameters as a result of this increase. Additionally, the Secretary would be required to establish procedures to reimburse drug plan sponsors for the associated reduction in beneficiary cost sharing. The Secretary would also be required to develop an estimate of the additional increased costs for increased drug utilization and financing and administrative costs, and use such estimates to adjust payments to Part D sponsors. The initial coverage limit would only apply to 2010; the initial coverage limit for plan years beginning in 2011 would be determined as if this 2010 increase had not occurred. The CBO score (combined with Sec. 3301) is +$ 5.8 billion for FY2010 -FY2014 and +$1 7.8 billion for FY2010- FY2019 .", "Sec. 10328. Improvement in Part D Medication Therapy Management (MTM) Programs. S ection 1860-D-4(c) of the SSA requires Part D sponsors to incorporate a Medication Therapy Management Program (MTM) into their plan benefit structures. An MTM program is a program of drug therapy management that may be furnished by a pharmacist and is designed to assure, with respect to targeted beneficiaries, that covered Part D drugs are appropriately used to optimize therapeutic outcomes through improved medication use and to reduce the risk of adverse events. Targeted individuals are those who have multiple chronic diseases, are taking multiple covered part D drugs, and are identified to likely incur annual costs for covered Part D drugs that exceed a level specified by the Secretary. The MTM program may include elements that promote enrollee understanding of the appropriate use of medication and increased adherence with medication regimes, and must be developed in cooperation with licensed and practicing pharmacists and physicians. This provision would amend Section 1860D-4(c) to require Part D sponsors to include in their MTM programs an annual comprehensive medication review furnished in person or using telehealth technologies by a licensed pharmacist or other qualified provider, and follow-up interventions as warranted based on the findings of the annual review or the targeted medication enrollment. Additionally, the plan sponsor would be required to have in place a process to assess on a quarterly basis the medication use of individuals who are at risk but not enrolled in the MTM program, including individuals who have experienced a transition in care. The plan sponsor would also be required to have in place a process to automatically enroll targeted beneficiaries in the MTM program and permit such beneficiaries to opt out of enrollment in the program. The Secretary of HHS would have the authority to modify or broaden requirements for MTM programs and to study new MTM models through the Center for Medicare and Medicaid Innovation (as added by Section 3021). The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Subtitle E—Ensuring Medicare Sustainability", "Sec. 3401 as modified by Sec. 10319 and Sec. 10322 . Revision of Certain Market Basket Updates and Incorporation of Productivity Improvements into Market Basket Updates That Do Not Already Incorporate Such Improvements . Currently, most fee-for-service Medicare providers receive predetermined payment amounts established under different, unique prospective payment systems. Each year, the base payment amounts in the different Medicare payment systems are increased by an update factor to reflect the increase in the unit costs associated with providing health care services. Generally, Medicare's annual updates are linked to either: (1) projected changes in specific market basket (MB) indices which are designed to measure the change in the price of goods and services (such as labor and equipment) that are purchased by the provider and intended to reflect the effect of inflation on providers' costs per service; or (2) the Consumer Price Index for All Urban Consumers (CPI-U). Generally, the provision would provide for updates based on the MB or CPI minus full productivity estimates for all Parts A and B providers and suppliers who are subject to a MB or CPI update. The productivity offset would equal the percentage change in the 10-year moving average of annual economy-wide private nonfarm business multi-factor productivity. The estimate used would be that published before the promulgation of the regulation establishing increases in the Medicare rates for the year or period.", "Specifically, this change would implement a full productivity adjustment for inpatient and outpatient hospital services, inpatient psychiatric facilities, inpatient rehabilitation, long term care hospital services and nursing homes beginning in FY2012. It would implement a full productivity adjustment for hospice providers beginning in FY2013. In addition, it would implement a full productivity adjustment for home health providers beginning in FY2015. For providers paid through the clinical laboratory test fee schedule, the proposal would replace the scheduled 0.5% payment reduction for calendar years 2011 through 2013 with a full productivity adjustment for calendar year (CY) 2011 and subsequent years. All other productivity adjustments for other Part B providers would begin in CY2011. Except where noted below, the application of the update adjustments would be able to result in a negative factor and a basis of payment that would be lower than in the preceding year. The update factors for Medicare providers and suppliers would be subject to the following adjustments :", "Acute care hospitals, long term care hospitals, inpatient rehabilitation facilities, inpatient psychiatric facilities, and outpatient hospitals: Aside from the productivity factor beginning in FY2012, the MB update for acute care inpatient (IPPS) services and outpatient hospital services (OPPS) would be reduced 0.25 percentage points in FY2010 and FY2011. In FY2012 and FY2013, the MB update would be reduced 0.1 percentage points. For each of the fiscal years from FY2014 through FY2019, the 0.2 percentage point reduction to the MB would be contingent upon the level of the insured nonelderly population relative to the projection of insured population for the year preceding enactment (CBO's fiscal year estimate at time of enrollment of the bill in either House). Specifically, only if the level of non-elderly insured population is 5 or fewer percentage points above the projections, would the MB update be reduced by 0.2 percentage points. The IPF update would also be subject to a reduction on 0.2 percentage point for the failure to submit required quality data starting in RY2014. The LTCH update would be reduced 0.25 percentage point in RY2010 and 0.5 percentage point in RY2011. In RY2012 and RY2013, the MB update would be reduced 0.1 percentage point. For each of the fiscal years from RY2014 through RY2019, the 0.2 percentage point reduction to the LTCH MB would be contingent upon the level of the insured nonelderly population relative to the projection of insured population as is the IPPS update. Skilled nursing facilities: The SNF MB update would be subject to the productivity factor adjustment beginning in FY2012 . Home health agencies: Aside from the productivity factor adjustment beginning in 2015, the MB update for home health services would be reduced by 1.0 percentage point in 2011, 2012, and 2013. Hospice care: The hospice MB update would be subject to the productivity factor adjustment beginning in FY2013. Aside from the productivity factor adjustment, the MB update would be reduced by 0.3 percentage points in FY2013. For each of the fiscal years from FY2014 through FY2019, a 0.3 percentage point reduction to the MB would be contingent upon the level of the insured population relative to the projection of insured population the year preceding enactment. Dialysis: The ESRD MB would no longer be subject to a 1 percentage point reduction beginning in 2012, but would be subject to the productivity factor adjustments starting in 2012. Ambulance services: The productivity adjustment factor would be applied to the CPI-U used to increase the ambulance fee schedule starting in CY2011. Ambulatory surgical services: The productivity adjustment factor would be applied to the CPI-U used to update payments for ambulatory surgical services starting in CY2011. Laboratory services: The existing 0.5 percentage point reduction to the CPI-U update to the fee schedule in CY2009 and CY2010 would be retained. A 1.75 percentage point reduction to the update in CY2011 through CY2015 would be established; this reduction would be able to result in a negative update. The productivity adjustment factor would be applied to the CPI-U starting in CY2011, but in the application of the adjustment would not be able to reduce the increase to less than zero. Certain durable medical equipment: The productivity adjustment factor would be applied to the CPI-U used to increase the fee schedules for certain durable medical equipment (DME) beginning in CY2011. Certain DME would have received a payment increase of CPI-U plus 2 percentage points in CY2014. The 2 percentage point increase was eliminated. Prosthetic devices, orthotics, and prosthetics: The productivity adjustment factor would be applied to the CPI-U update for the applicable fee schedule for this DME category starting in CY2011 . Other items: The productivity adjustment factor would be applied to the CPI-U update for this DME category starting in CY2011. The CBO score is -$2 3. 5 billion for FY2010-FY2014 and -$1 4 6.7 billion for FY2010-FY2019.", "Sec. 3402. Temporary Adjustment to t he Calculation o f Part B Premiums. Medicare Part B finances coverage for physicians' and other outpatient services, in part through premiums paid by beneficiaries who enroll in the voluntary program. Before January 2007, the Part B premium was set at 25% of the program's costs per aged enrollee (enrollees who were age 65 or older) and was applied universally to all enrollees. Since then, under a provision of the Medicare Modernization Act, approximately 1.7 million higher-income beneficiaries have faced progressively greater shares of those costs—35 percent, 50 percent, 65 percent, or 80 percent, depending on income. The income categories that those shares apply to are based on enrollees' modified adjusted gross income. In 2009, the income thresholds for those premium shares are $85,000, $107,000, $160,000, and $213,000, respectively. (For married couples, the corresponding income thresholds are twice those values.) The income thresholds rise each year with changes in the consumer price index. The provision would freeze the current income thresholds for the period of 2011 through 2019 at the 2010 levels. The CBO score is -$7.5 billion for FY2010-FY2014 and is -$25.0 billion for FY2010-FY2019.", "Sec. 3403 as modified by Sec. 10320. Independent Medicare Advisory Board . This provision would establish an Independent Medicare Advisory Board to develop and submit detailed proposals to Congress and the President to reduce Medicare spending. The Board would consist of 15 members with expertise in health care financing, delivery, and organization. All members would be appointed by the President and confirmed by the Senate. Proposals would primarily focus on payments to MA and PDP plans and reimbursement rates for certain providers. The Board would be prohibited from developing proposals related to Medicare benefits, eligibility, or financing. Proposals, which would only be required in certain years, would have to meet specific savings targets. Recommendations made by the Board would automatically go into effect unless Congress enacted specific legislation to prevent their implementation. The first year the Board's proposals could take effect would be 2015. ", "Membership and Structure. The Board would be composed of 15 members, appointed by the President with the advice and consent of the Senate. Members of the Board would serve six-year, staggered terms. Members could not serve more than 2 full consecutive terms. The Senate Majority Leader, the Speaker of the House, the Senate Minority Leader, and the House Minority Leader would each present three recommendations for appointees to the President. The President, with the advice and consent of the Senate, would also be required to appoint a Chair for the Board. The Board would elect a Vice Chairman. Members could only be removed by the President for neglect of duty or malfeasance in office. In addition to the 15 members of the Board, the Secretary of Health and Human Services (HHS), the Administrator of the Center for Medicare and Medicaid Services (CMS), and the Administrator of the Health Resources and Services Administration (HRSA) would serve as ex-officio, non-voting members of the Board. ", "Qualifications for membership would be similar to the qualifications required for members of the Medicare Payment Advisory Board (MedPAC). Individuals involved in the delivery or management of health care services could not constitute a majority of the Board. In addition to these qualifications, the President would be required to establish a system for publicly disclosing any financial or other conflicts of interests relating to members. Individuals that engage in any other business, vocation, or employment could not serve as appointed members of the Board. Members would be considered officers in the executive branch for purposes of applying Title I of the Ethics in Government Act of 1978. After serving on the Board, former members would be barred from lobbying the Board and other relevant executive branch departments and agencies and relevant congressional committees for one year. ", "The Chair would be responsible for exercising all of the Board's executive and administrative functions, including those related to the appointment and supervision of employees and the use of funds. All requests for discretionary appropriations to fund the Board's activities must be approved by a majority vote. ", "Requirements for Proposal Submission. The provision would require that the Board submit proposals to the President for years in which the projected rate of growth in Medicare spending per beneficiary exceeds a target growth rate. Determinations of the projected and target growth rates would be made by the CMS Office of the Actuary (OACT) beginning in 2013. The Board would be required to submit its first proposal to the President by January 15, 2014, for implementation in 2015. If the Board fails to submit a proposal to the President by January 15, the Secretary would be required to submit a contingent proposal to Congress meeting the same requirements by January 25. ", "For years 2014 through 2017, the Board would be required to submit proposals for years in which the projected rate of growth in Medicare spending per beneficiary exceeds the average of the projected percentage increase in the Consumer Price Index for All Urban Consumers (CPI) and the Consumer Price Index for Medical care (CPI-M). Beginning in 2018, proposals would only be required for years in which the projected rate of growth in Medicare spending exceeds the Gross Domestic Product (GDP) plus 1.0%. Recommendations proposed by the Board would be required to reduce Medicare spending by the lesser of 0.5 percentage points in 2015, 1.0 percentage points in 2016, 1.25 percentage points in 2017, 1.5 percentage points in 2018 and the amount by which the rate of growth in Medicare spending exceeds the target growth rate. Proposals could not increase Medicare spending over a 10-year period. ", "Scope of Proposals . The Senate bill lays out a number of specific fiscal and policy criteria which the Board would be required to meet in making its recommendations. When developing and submitting proposals, the Board would be required, to the extent feasible, to: (1) prioritize recommendations that would extend Medicare solvency and target reductions to sources of excess cost growth; (2) include only those recommendations that improve the health care delivery system, including the promotion of integrated care, care coordination, prevention and wellness and quality improvement and protect beneficiary access to care, including in rural and frontier areas; (3) consider the effects of changes in provider and supplier payments on beneficiaries; consider the effects of proposals on any provider who has, or is projected to have, negative profit margins or payment updates; (4) consider the unique needs of individuals dually eligible for Medicare and Medicaid, and (5) include recommendations for administrative funding to carry out its recommendations.", "As appropriate, each proposal would be required to include recommendations that would reduce spending in Medicare Parts C and D. Reductions could be obtained by reducing Medicare payments for administrative expenses to MA and PDP plans, denying or removing high bids for drug coverage from the calculation of the monthly bid amount for Part D plans, and reducing performance bonuses for MA plans. Recommendations could not target the base beneficiary premium percentage or the full premium subsidy for Part D plans.", "The Board would be prohibited from making recommendations that would ration care, raise revenues, increase beneficiary premiums, increase beneficiary cost-sharing, restrict benefits, or modify eligibility. Additionally, proposals submitted before December 2018 for implementation in 2020, could not include recommendations that would reduce payments to providers and suppliers scheduled to receive a reduction in their payment updates in excess of a reduction due to productivity.", "Presidential Review. At the beginning of the year following the determination by the Secretary, the Advisory Board is to submit its recommendations to the President who is to, in turn, immediately submit them to Congress. The Senate bill dictates certain information which must accompany the Advisory Board's submission, including a requirement for legislative language implementing the recommendations.", "Congressional Consideration. Section 3403 directs the Secretary to automatically implement the Board's recommendations unless Congress, by August 15 of the year in which the recommendations are submitted, enacts legislation superseding the Board's proposal. The Senate bill establishes special \"fast track,\" parliamentary procedures governing congressional consideration of legislation implementing the Board's recommendations. These fast track procedures differ from the normal parliamentary mechanisms used by the chambers to consider most legislation and are designed to ensure that Congress, should it choose to do so, can act quickly on the proposal put forth by the Advisory Board. ", "The fast track procedures established by the Senate bill mandate the introduction of the Board's legislative proposal by the House and Senate majority leaders \"by request\" on the day it is submitted to Congress. When introduced, such legislation is to be referred to the Senate Committee on Finance and to the House Committees on Energy and Commerce and Ways and Means. These committees may mark up the measure, and must report it to their respective chambers not later than April 1 or be discharged of its further consideration. The expedited procedure established by the Senate bill waives the provisions of Senate Rule XV which would ordinarily bar the Finance Committee from reporting a committee amendment containing significant matter not in its jurisdiction so long as the amendment in question \"is relevant\" to a proposal in the Advisory Board bill.", "The Senate bill includes provisions which are intended to restrict the House or Senate from considering any amendment (including committee amendment), bill, or conference report which would repeal or change the Board's recommendations unless those changes meet the same fiscal and policy criteria (described above) which the Board was required to meet in developing its recommendations. The authors of the Senate bill provide for this restriction to apply not only to House and Senate consideration of the Board legislation submitted by the President, but to all other legislation Congress considers as well. This restriction may be waived solely by a vote of three-fifths of the Members duly chosen and sworn, and in addition, the substitute prohibits the consideration of legislation that would repeal or modify this restriction.", "No expedited procedures are established for initial House floor consideration of the Board's legislation. In the Senate, a motion to proceed to consider the legislation is privileged and not debatable. Amendments offered to the legislation on the Senate floor must be germane and may not reduce the savings in Medicare per capita growth below established targets. Debate in the Senate on each amendment to the bill is limited and overall Senate consideration of the legislation may not exceed 30 hours, after which a final vote will be taken on it.", "The Senate bill also includes \"fast track\" provisions. In the event that there is a need to resolve bicameral differences on the legislation, debate on any conference report or amendment exchange is limited to no more than 10 hours, after which a final vote will occur. Should the measure be vetoed, Senate debate on a veto message is limited to one hour. ", "Fast Track Consideration of Legislation to Discontinue Medicare Advisory Board . The Senate bill establishes an additional set of fast track parliamentary procedures governing House and Senate consideration of a joint resolution to discontinue the Independent Medicare Advisory Board and the \"automatic\" process of implementation described above. These procedures ensure that the House and Senate may act promptly on such a measure by limiting debate and amendment at the committee and floor level. The procedures also establish a supermajority requirement of three-fifths of Members duly chosen and sworn for passage of such a joint resolution in each chamber.", "Implementation by the Secretary . The Secretary would be required to implement the Board's recommendations by August 15 of the year in which the proposal was submitted. Any recommendation that would change a provider's payment rate would apply on the first day of the first fiscal year, calendar year, or rate year (which varies depending on provider type) after August 15. ", "Beginning in 2019, the Secretary would be prohibited from implementing the Board's recommendations if two conditions are met: (1) the Board was required to submit a proposal to Congress in the preceding year, and (2) the OACT determined that the rate of growth in per capita NHE exceeded the rate of growth in per capita Medicare spending. These restrictions would not affect requirements pertaining to the Board's submission of proposals to Congress or the rules related to Congressional consideration of these proposals.", "Additional Review Procedures. The Board must submit a draft copy of each proposal it develops to the Medicare Payment Advisory Commission (MedPAC) and to the Secretary for review.", "Advisory Functions. Beginning in 2014, for any year the Board is not required to submit a proposal to the President and Congress, the Board would be required to submit to Congress advisory reports on matters related to the Medicare program. Prior to 2020, these reports may include recommendations to improve payment systems for those providers and suppliers exempted from the Board's recommendations. ", "Beginning in 2015, the provision would also require the Board to submit to Congress and the President advisory recommendations to slow the rate of growth in NHE. These recommendations could not target expenditures in federal health care programs. The Board would be required to coordinate these recommendations, which must be made available to the public, with those contained in other Board proposals and advisory reports. Recommendations, which would be required at a minimum once every two years, could be implemented either administratively by the Secretary or legislatively by Congress. These advisory reports would not be subject to the rules for congressional consideration.", "Funding. The provision would appropriate $15 million to the Board to carry out its functions beginning in year 2012. This amount would increase by the rate of inflation for each year thereafter. Sixty percent of the appropriation would come from the Part A Medicare Trust Fund and 40% from the Part B Trust Fund.", "Oversight Mechanisms. The provision would establish a consumer advisory council to advise the Board on the impact of payment policies on consumers. The Council would be composed of 10 consumer representatives appointed by the Comptroller General of the United States, each from among the 10 regions established by the Secretary. The provision would also require the GAO to conduct a study on changes in payment policies, methodologies, rates, and coverage policies under Medicare resulting from the Board's proposal. Specifically, the study would provide an assessment of the effect of the Board's proposal on Medicare beneficiary's access to providers, affordability of premiums and cost-sharing, the potential impact of changes on other government or private sector purchasers of care, and the quality of care provided. The report would be due by July 1, 2015. The GAO would conduct additional studies as appropriate.", "The CBO score is -$28. 0 billion for FY2015 -FY2019 .", "Subtitle G—Protecting and Improving Guaranteed Medicare Benefits", "Sec. 3601. Protecting and Improving Guaranteed Medicare Benefits . This section would require that that no provisions in the Senate bill could result in a reduction in Medicare benefits currently guaranteed under Title XVIII. Amendment 2826 also would require that Medicare savings achieved under the Senate bill are to be used to extend the solvency of the Medicare trust funds, reduce Medicare premiums and other cost-sharing for beneficiaries, improve or expand guaranteed Medicare benefits, and protect access to Medicare providers. This provision was not scored by CBO.", "Sec. 3602. No Cuts in Guaranteed Benefits. Under current law, MA plans are required to provide all Medicare covered benefit except hospice. This provision would require that nothing in the Senate bill could result in the reduction or elimination of any benefits guaranteed by law to participants in Medicare Advantage plans. This provision was not scored by CBO.", "Title IV—Prevention of Chronic Disease and Improving Public Health", "Subtitle B—Increasing Access to Clinical Prevention Services.", "Sec. 4103 as modified by 10402(b) . Medicare Coverage of Annual Wellness Visit Providing a Personalized Prevention Plan. Medicare covers a one-time initial preventive physical examination (IPPE), for purposes of health promotion and disease detection, which includes education, counseling, and referrals with respect to screening and other preventive services. The IPPE is reimbursable only if provided within one year of Medicare Part B enrollment. Medicare does not otherwise cover periodic routine health examinations (i.e., those provided in the absence of symptoms).", "The U.S. Preventive Services Task Force (USPSTF), administered by the HHS Agency for Healthcare Research and Quality (AHRQ), is an independent panel of private-sector experts in primary care and prevention that conducts assessments of scientific evidence of the effectiveness of a broad range of clinical preventive services, including screening, counseling, and preventive medications. It provides evidence-based recommendations for the use of preventive services, which may vary depending on age, gender, and risk factors for disease, among other considerations. Services are given a grade of A, B, C, D or an I Statement. Services graded A or B are recommended. For services graded C, the USPSTF makes no recommendation for or against their routine use. For services graded D, the USPSTF recommends against routinely providing the service to asymptomatic patients, based on evidence that the service is not beneficial, and may be harmful. \"I\" Statements are provided when evidence is insufficient to support a recommendation.", "This provision would amend SSA§1861to require that Medicare Part B cover, without cost sharing, \"personalized prevention plan services,\" including a comprehensive health risk assessment beginning on January 1, 2011. The personalized plan could include several specified elements, including medical and family history; identification of health risk factors; and a plan for preventive screenings. All enrolled beneficiaries would be eligible for personalized prevention plan services once every year without any cost sharing. During the first year of Part B enrollment, beneficiaries could receive only the IPPE. Beneficiaries would be eligible to receive personalized prevention plan services each year thereafter provided that the beneficiary has not received either an IPPE or personalized prevention plan services within the preceding 12 months. The Secretary would be required to develop appropriate guidance and conduct outreach and related activities with respect to personalized prevention plan services and health risk assessments. These services would be included in the list of Medicare covered preventive services under Sec. 4104 of this bill. The CBO score is $1. 4 billion for FY2010-FY2014 and $3. 6 billion for FY2010-FY2019.", "Sec. 4104. Removal of Barriers to Preventive Services in Medicare. Section 1833(a) of the SSA establishes coinsurance for the beneficiary, generally requiring Medicare to cover 80% of the costs of covered services under Part B, with specified exceptions. Section 1833(b) establishes an annual deductible for which the beneficiary is responsible. These sections have been amended over the years to waive coinsurance and/or the deductible for many, but not all, covered preventive services.", "The provision would amend SSA Sec. 1861 to define preventive services covered by Medicare to mean a specified list of currently covered services, including colorectal cancer screening services even if diagnostic or treatment services were furnished in connection with the screening. The list would also include the IPPE, as well as the personalized prevention plan services that would be covered pursuant to Sec. 4103 of this bill. Coverage would continue to be subject to all criteria that apply to each preventive service covered under current law. The provision would also amend SSA Sec. 1833 to waive beneficiary coinsurance requirements for most preventive services, requiring Medicare to cover 100% of the costs. Services for which no coinsurance would be required are the IPPE, personalized prevention plan services, any additional preventive service covered under the Secretary's administrative authority, and any currently covered preventive service (including medical nutrition therapy, and excluding electrocardiograms) if it is recommended with a grade of A or B by the USPSTF. The provision would generally waive the application of the deductible for the same types of preventive services noted above for which coinsurance would be waived. It would not, however, waive the application of the deductible for any additional preventive service covered under the Secretary's administrative authority. The CBO score is $0.3 billion for FY2010-FY2014 and $0.8 billion for FY2010-FY2019.", "Sec. 4105. Evidence-Based Coverage of Medicare Preventive Services. The provision would authorize the Secretary to modify the coverage of any currently covered preventive service (including services included in the IPPE, but not the IPPE itself), to the extent that the modification is consistent with USPSTF recommendations. The provision would also allow the Secretary to withhold payment for any currently covered preventive service graded D (i.e., not recommended) by the USPSTF. The enhanced authority and the prohibition would not apply to services furnished for the purposes of diagnosis or treatment (rather than as preventive services furnished to asymptomatic patients). The CBO score is -$0.3 billion for FY2010-FY2014 and - $0.7 billion for FY2010-FY2019.", "Subtitle C—Creating Healthier Communities.", "Sec. 4202. Medicare Demonstration: Promotion of Healthy Lifestyles. Subsection (b) of this provision would require the Secretary to conduct an evaluation of community-based prevention and wellness programs, and based on findings, develop a plan for promoting healthy lifestyles and chronic disease self-management for Medicare beneficiaries. The evaluation would include an evidence review of literature, best practices, and resources, and an evaluation of existing community prevention and wellness programs sponsored by the Administration on Aging. To fund the evaluation, the Secretary would be required to transfer to CMS $50 million in total from the Part A and Part B Trust Funds, in whatever proportion the Secretary determines. Activities under this evaluation would not be subject to review under the Paperwork Reduction Act of 1995, which subjects collections of information from the public to clearance by OMB. The CBO score is $0.1 billion for FY2010-FY2014 and $0.1 billion for FY2010-FY2019.", "Sec. 4204. Immunizations. Among other requirements, this section would require a GAO study and report to Congress on the impact of the coverage of vaccines under Medicare Part D on access to those vaccines by beneficiaries who are 65 years of age or older. The section would appropriate $1 million for FY2010 for this study. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and for FY2010-FY2019.", "Title V—Health Care Workforce", "Subtitle F—Strengthening Primary Care and Other Workforce Improvements", "Sec. 5501. Expanding Access to Primary Care Services and General Surgery Services. Medicare uses a fee schedule to reimburse physicians for the services they provide. In certain circumstances, physicians receive an additional payment to encourage targeted activities. These bonuses, typically a percentage increase above the Medicare fee schedule amounts, can be awarded for a number of activities including demonstrating quality achievements, participating in electronic prescribing, or practicing in underserved areas. For instance, Section 1833(m) of the Social Security Act provides bonus payments for physicians who furnish medical care services in geographic areas that are designated by the Health Resources and Services Administration (HRSA) as primary medical care health professional shortage areas (HPSAs) under section 332 (a)(1)(A) of the Public Health Service (PHS) Act. The bonus payment equals 10% of what would otherwise be paid under the fee schedule. ", "The provision would establish a new 10% bonus on select evaluation & management and general surgery codes under the Medicare fee schedule for five years, beginning January 1, 2011. The primary care service codes to which this bonus would apply would be office visits, nursing facility visits, and home visits. The bonus would be available to primary care practitioners who (1) are physicians who have a specialty designation of family medicine, internal medicine, geriatric medicine, or pediatric medicine, or are nurse practitioners, clinical nurse specialists, or physician assistants, and (2) furnish 60% of their services in the select codes. ", "Practitioners providing major surgical procedures in health professional shortage areas would also be eligible for a bonus under this provision. Over the same five year period beginning January 1, 2011, general surgeons providing care in a HPSA would also be eligible for a 10% bonus on major surgical procedure codes, defined as surgical procedures for which a 10-day or 90-day global period is used for payment under the Medicare fee schedule.", "The review and adjustment of RVUs (under Section 1848(c)(2)(B)) would be adjusted for these incentives; only half (50%) of the cost of the bonuses would be taken into consideration in the budget neutrality calculation in 2011 and in subsequent years, with an across-the-board reduction to all codes (through a modification of the conversion factor) accounting for the adjustment, except for physicians who primarily provide services in health professionals shortage areas. The CBO score is $ 2.5 billion for FY2010-FY2014 and is $ 3.5 billion for FY2010-FY2019.", "Sec. 5502. Medicare Federally Qualified Health Center Improvements. A federally qualified health center (FQHC) is a type of provider defined by the Medicare and Medicaid statutes. FQHCs include all organizations receiving grants under section 330 of the Public Health Service Act (PHSA), clinics that have been certified as meeting such requirements (called FQHC Look-Alikes) or outpatient facilities that are operated by tribal organization or urban Indian organizations. FQHC services are defined by Medicare statute as rural health clinic services (such as physician services, those provided by physician assistants, nurse practitioners, nurse midwives, visiting nurses, clinical psychologist or social workers and related services and supplies), diabetes outpatient self-management training services, medical nutrition therapy services and preventive primary health services required under section 330 of the Public Health Service Act (PHSA). ", "FQHCs receive cost-based reimbursement from Medicare, subject to a per-visit payment limit and certain productivity standards. Medicare pays FQHCs on an interim basis for covered services furnished to beneficiaries using an all-inclusive rate for each visit (except for certain vaccines which are paid on a cost basis). Generally, the FQHC's final payment rate is calculated by dividing the FQHC's total allowable cost for such services by the total visits which is subject to the maximum per-visit payment limit. The payment limits are increased each year by the Medicare Economic Index (MEI) and are different for urban and rural FQHCs. The upper payment limit per visit for urban FQHCs is $119.29 starting January 1, 2009, through December 31, 2009 and per visit limit for rural FQHCs is $102.58 effective January 1, 2009. ", "Effective for services starting on January 1, 2011, the statutory definition of FQHC services would include the Medicare definition of preventive services at 1861(ddd)(3) that would be established in Section 2002 of this legislation. These services would include screening and preventive services (other than electrocardiograms), an initial preventive physical examination, and personalized prevention plan services. The cross reference to preventive services in the PHSA would be retained. ", "The Secretary would develop a prospective payment system (PPS) for FQHC services as established by a new Section 1834(n) of the SSA; FQHCs would be required to submit necessary information for the implementation of such a PPS, including the reporting of services using medical coding conventions. PPS payments for FQHC services would begin October 1, 2014. The PPS system would be implemented so that the resulting expenditures are 103% of what would have been spent under the prior system. FQHC payment rates would be increased by the MEI in each subsequent year. The CBO score is between -$50 million and +$50 million for FY2010-FY2014 and $0. 4 billion for FY2010-FY2019.", "Sec. 10501(i). Development and Implementation of Prospective Payment System (PPS) for FQHCs. A new Section 1834(o) of the SSA for the development and implementation of a new PPS for FQHC services would be established. The PPS would establish payment rates for specific codes that would take into account the type, intensity and duration of services. It could include appropriate geographic adjusters. FQHCs would be required to submit necessary data no later than January 1, 2011. The new payment system would be established for cost reporting periods beginning on or after October 1, 2014. Initial FQHC payments under the new PPS would equal 100% of reasonable costs (determined without application of a per visit payment limit or productivity screen) that would have been reimbursed if the PPS system had not been implemented. In subsequent years, payments rates would be increased by the MEI (in the first year) or by a MB promulgated by regulations if available. FQHC payment codes would be able to be implemented by program instruction. Program payments for FQHC services would be made at 80% of the lesser of actual charge or the PPS amount. FQHCs that contract with MA plans would receive what they would otherwise receive under the new PPS. Medicare's payments for FQHCs services would no longer be subject to reasonableness tests. CBO did not provide a separate score for this subsection of the provision.", "Title VI—Transparency and Program Integrity", "Subtitle A—Physician Ownership and Other Transparency", "Sec. 6 001 as modified by Sec. 10601 . Limitation on Medicare Exception to the Prohibition on Certain Physician Referrals for Hospitals. Physicians are generally prohibited from referring Medicare patients for certain services to facilities in which they (or their immediate family members) have financial interests. However, among other exceptions, physicians are not prohibited from referring patients to whole hospitals in which they have ownership or investment interests. Providers that furnish substantially all of their designated health services to individuals residing in rural areas are exempt as well. Under this provision, beginning no later than 18 months after the date of enactment, only physician-owned hospitals meeting certain requirements would be exempt from the prohibition on self-referral. Hospitals that have physician ownership and a provider agreement in operation on August 1, 2010, and that met other specified requirements would be exempt from this self-referral ban. These requirements include a limitation on the expansion of the facilities' service capacity and would address conflicts of interest, bona fide investments, and patient safety issues. In addition, the hospital could not have converted from an ambulatory surgical center to a hospital after the date of enactment.", "Exempt hospitals meeting those requirements would not be permitted to increase the number of operating rooms, procedure rooms or beds for which the hospital is licensed as the date of enactment. A process would be established to allow certain hospitals to expand by February 1, 2011 as established by regulations promulgated by January 1, 2011. Hospitals could apply for such an expansion once every two years. The increase would be limited to facilities on the main campus of the hospital. There would be no administrative or judicial review of this process. The Secretary would be required to establish policies and procedures to ensure compliance with these requirements, beginning on their effective date, including unannounced site reviews of hospitals. These audits would begin no later than May 1, 2012. The CBO score is -$0. 1 billion for FY2010-FY2014 and -$0. 5 billion for FY2010-FY2019.", "Sec. 6002. Transparency Reports and Reporting of Physician Ownership or Investment Interests. This provision would add a new section 1128G to the Social Security Act to require covered drug, device, biological, or medical supply manufacturers that make a payment or another transfer of value to a physician (other than employees of a manufacturer) or a teaching hospital to report annually, in electronic form, specified information on such transactions to the Secretary of HHS. Certain information would be excluded from these reporting requirements, including payments or transfers of $10 or less, unless the aggregate annual payments or transfers to a recipient exceeds $100 (which, after 2012, would be indexed for inflation), samples intended for patient use, patient educational materials, and loans of a covered device for a short-term time period. The provision would also require manufacturers, or group purchasing organizations to report annually to the Secretary, in electronic form, certain information regarding an ownership or investment interest held by a physician (or an immediate family member) in the manufacturer or group purchasing organization during the preceding year. Certain penalties would apply for failure to submit these reports to the Secretary. The Secretary would also be required to establish procedures to ensure public availability of the information to be submitted under this section. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6003. Disclosure Requirements for In-Office Ancillary Services Exception to the Prohibition on Physician Self-Referral for Certain Imaging Services. This section would amend section 1877 of the Social Security Act, which prohibits physician referrals, for certain services that may be paid for by Medicare, to entities with which the physician has a financial relationship. Specifically, section 6003 would amend one of the exceptions to this prohibition, the in-office ancillary services exception. The provision would add a requirement that with respect to magnetic resonance imaging, computed tomography, positron emission tomography, and any other designated health services as determined by the Secretary, the referring physician must inform the individual in writing at the time of the referral that the individual may obtain the services from a person other than the referring physician, a physician who is a member of the same group practice as the referring physician, or an individual who is directly supervised by the physician or by another physician in the group practice. The individual must be provided with a written list of suppliers who furnish these services in the area in which the individual resides. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6004. Prescription Drug Sample Transparency. The bill would add a new section 1128H of the Social Security Act to require drug manufacturers and authorized distributors of an applicable drug to submit annually to the Secretary of Department of Health and Human Services the identity and quantity of drug samples requested and distributed under section 503 of the Prescription Drug Marketing Act of 1987 (PDMA, P.L. 100-293 ). This submission must be aggregated by the name, address, professional designation, and signature or the practitioner making the request for the sample (or an individual acting on the practitioner's behalf), as well as any other category of information that the Secretary determines is appropriate. An applicable drug is defined to include drugs that are available by prescription and for which payment is available under Medicare or a Medicaid state plan (or a waiver of such plan). The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6005 . Pharmacy Benefit Managers Transparency Requirements. Pharmacy benefit managers (PBMs) are companies that administer drug benefit programs for employers and health insurance carriers. Drug manufacturers may provide \"rebates\" to PBMs for a particular drug in exchange for the placement of the drug on the PBM's formulary (it's list of approved drugs). The proposal would require PBMs that manage prescription drug coverage under a contract with a Part D drug plan or a qualified health benefits plan offered through an exchange, established by a state under Section 1311 of this bill, to share certain financial information with the Secretary of HHS, the plans the PBMs contract with through Medicare Part D, or the exchanges in a manner, form, and timeframe specified by the Secretary. Specifically, PBMs would be required to disclose information on: (1) the percentage of all prescriptions that are provided through retail pharmacies compared to mail order pharmacies, and the generic dispensing rates for each type of pharmacy (for example, independent, chain, supermarket or mass merchandiser pharmacy) that is paid by the PBM under contract; (2) the aggregate amount and types of rebates, discounts or price concessions that the PBM negotiates on behalf of the plan and the aggregate amount of these that are passed through to the plan sponsor, and the total number of prescriptions dispensed; and (3) the aggregate amount of the difference between the amount the plan pays the PBM and the amount that the PBM pays the retail and mail order pharmacy, and the total number of prescriptions dispensed. This information would be considered confidential and would be protected by the Secretary. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Subtitle D—Patient-Centered Outcomes Research", "Sec. 6301. Patient-Centered Outcomes Research as modified by Sec. 10602 . The need for credible information about which clinical strategies work best, under what circumstances and for whom has been widely recognized by clinicians, patients, researchers and policy makers. Commonly referred to as comparative effectiveness research (CER), the Institute of Medicine (IOM) defines this type of research as the \"the generation and synthesis of evidence that compares the benefits and harms of alternative methods to prevent, diagnose, treat, monitor a clinical condition and improve delivery of care\" with the aim of tailoring decisions to the needs of individual patients. CBO has referred to CER as \"a comparison of the impact of different options that are available for treating a given medical condition for a particular set of patients.\" MedPAC has referred to \"comparative-effectiveness\" as \"analysis [that] compares the clinical effectiveness of a service (drugs, devices, diagnostic and surgical procedures, diagnostic tests, and medical services) with its alternatives.\" The phrase \"patient-centered outcomes research\" has also been used as an alternate term.", "Most recently, comparative effectiveness research has been addressed in current law by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ) and the American Recovery and Reinvestment Act of 2009 (ARRA, P.L. 111-5 ). Section 1013 of the MMA authorizes the Agency for Healthcare Research and Quality (AHRQ) to conduct and support research on outcomes, comparative clinical effectiveness, and appropriateness of pharmaceuticals, devices, and health care services. The section also prohibits the Center for Medicare and Medicaid Services (CMS) from using the data to withhold coverage of a prescription drug. The ARRA provided $1.1 billion in funds to support the development and dissemination of CER. ARRA also asked the Institute of Medicine to recommend national priorities for the research to be addressed by ARRA funds. ", "The bill modifies Title XI of the Social Security Act to add a Part D, Comparative Clinical Effectiveness Research after sections on General Provisions, Peer Review, and Administrative Simplification. The proposal would authorize the establishment of a private, non-profit, tax-exempt corporation, which would be neither an agency nor establishment of the United States government that would be known as the \"Patient-Centered Outcomes Research Institute.\" This institute would enhance the capacity to conduct comparative clinical effectiveness research (CCER). The purpose of the Institute would be to \"assist patients, clinicians, purchasers, and policy makers in making informed health decisions by advancing the quality and relevance of evidence concerning the manner in which diseases, disorders, and other health conditions can effectively and appropriately be prevented, diagnosed, treated, monitored, and managed through research and evidence synthesis that considers variations in patient sub- populations, and the dissemination of research findings with respect to the relative health outcomes, clinical effectiveness, and appropriateness of the medical treatments, services, and items.\" ", "The duties of the Institute would be to (1) identify research priorities and establish a research agenda, (2) carry out the research project agenda, (3) collect relevant data from CMS and other sources, (4) appoint expert advisory panels, (5) support patient and consumer representatives, (6) establish a methodology committee, (7) provide for a peer-review process for primary research, and (8) release research findings. The Institute would give preference to the Agency for Healthcare Research and Quality and the National Institutes of Health in the awarding of contracts to conduct the research, if the organizations are so authorized in their governing statutes.", "The proposal would establish a Board of Governors for the Institute, which would be responsible for carrying out the duties of the Institute. The Institute's Board would consist of the Directors of AHRQ and the NIH (or their designee) as well as 17 members appointed by the Comptroller General of the United States representing patients and health care consumers, physicians and providers, private payers, pharmaceutical, device, and diagnostic manufacturers or developers, representatives of quality improvement or independent health service researchers, and representatives of the federal government or the states. ", "The proposal includes a number of limitations on the use of CCER. A rule of construction specifying that the Institute is not to be permitted to mandate coverage, reimbursement or other policies for any public or private payer nor to prevent the Secretary from covering the routine costs of clinical care received by Medicare, Medicaid, or CHIP beneficiaries in the case where the individual is participating in a clinical trial where the costs would be covered by the program. in addition, the Secretary could only use evidence and findings from CCER research to make a Medicare coverage determination if the process is iterative and transparent and includes public comment and considers the effect on subpopulations. The Secretary would not use CCER evidence and findings in determining Medicare coverage, reimbursement, or incentive programs in a manner that would preclude or have the intent to discourage individuals from choosing health care treatments based on how the individual values the tradeoff between extending the length of life and the risk of disability. Nor would the Institute be allowed to develop or employ a dollars-per-quality adjusted life year or similar measure that discounts value of life because of disability as a threshold to establish what type of care is cost effective or recommended.", "The proposal would create a new trust fund, the Patient-Centered Outcomes Research Trust Fund (the 'PCORTF') in the U.S. Treasury to fund the Institute and its activities. Monies would be directed to this fund from the general fund of the Treasury as well as the Medicare Trust Funds and from fees imposed on health insurance and self-insured plans. For FY2013, the Secretary would transfer amounts from the Medicare Federal Hospital Insurance and the Federal Supplemental Medical Trust Funds to the PCORTF in proportion to total Medicare expenditures that come from each Fund for a given year. In FY2013, the amount would be equivalent to $1 multiplied by the average number of individuals entitled to benefits under Part A or enrolled under Part B of Medicare during the year. In FY2014 through FY2019, the amounts would be equivalent to $2, adjusted for increases in health care spending FY2014, multiplied by the average number of such individuals for the given year.", "In years 2010, 2011, and 2012, $10 million, $50 million, and $150 million would be appropriated from Treasury to the fund. In addition, beginning in 2013, the PCORTF would also be financed from fees on insured and self-insured health plans. For fiscal years 2014 through 2019, the proposal would require a transfer of $150 million from the Treasury as well as the net revenues from a fee of $1 in FY2013 and $2 (adjusted for health care spending increases) in FY2014 through FY2019, on each health insurance policy in the United States multiplied by the number of lives covered under that policy. Insurance policies that primarily provide non-health benefits would be exempt. This fee would sunset after FY2019 (plan years ending after September 30, 2019). The CBO score is an increase in $100 m illion for the five-year period from FY2010-FY2014 and a decrease of $ 3 00 m illion for the ten-year period FY2010-FY2019.", "Subtitle E—Medicare, Medicaid, and CHIP Program Integrity Provisions", "Sec. 6401 as modified by Sec. 10603 . Provider Screening and Other Enrollment Requirements Under Medicare, Medicaid, and CHIP. The enrollment process for participating in Medicare, Medicaid, and CHIP is different across all three federal programs. This provision would require that the Secretary, in consultation with the OIG, establish procedures for screening providers and suppliers enrolling in the Medicare, Medicaid, and CHIP programs. Procedures would be required to include a process for screening, enhanced oversight measures, disclosure requirements, moratoriums on enrollment, and requirements for developing compliance programs. The Secretary would have six months from the date this legislation is enacted to develop the procedures, which would apply to both new and current providers. The Secretary would have three years to implement these requirements. The level of screening would be determined, with respect to a category of providers or suppliers, by the Secretary according to the risk of fraud. At a minimum, all providers and suppliers would be subject to licensure checks, including checks across states. The Secretary would have the authority to impose additional screening measures such as criminal background checks, fingerprinting, unannounced site visits, database checks, and periods of enhanced oversight if necessary. To cover the costs of the screening, certain providers would be subject to fees. Fees would start at $500 for institutional providers and would increase by the rate of inflation thereafter. The Secretary could exempt such fees if they impose a hardship. The Secretary would also have the authority to impose a temporary moratorium on enrolling new providers if necessary.", "The proposal would also impose new disclosure requirements on providers and suppliers enrolling or re-enrolling in Medicare, Medicaid, or CHIP. Applicants would be required to disclose current or previous affiliations with any provider or supplier that has uncollected debt, has had their payments suspended, has been excluded from participating in Medicare, Medicaid, or CHIP, or has had their billing privileges revoked. The Secretary would be authorized to adjust payments or deny enrollment in these programs if these affiliations pose an undue risk to the program.", "Lastly, the provision would require Medicare, Medicaid, and CHIP providers and suppliers, within a particular industry or category, to establish a compliance program. The requirements for the compliance program would be developed by the Secretary and the OIG. The Secretary would be required to consider the extent to which compliance programs have been adopted by providers when creating a timeline for implementation. The CBO score is between -$50 million and +$50  million for FY2010-FY2014 and -$0. 1 billion for FY2010-FY2019.", "Sec. 6402. Enhanced Medicare and Medicaid Program Integrity Provisions.", "Data Matching . The provision would require CMS to include in the IDR claims and payment data from the following programs: Medicare (Parts A, B, C, and D), Medicaid, CHIP, health-related programs administered by the Departments of Veterans Affairs (VA) and Defense (DOD), Social Security, and the Indian Health Service (IHS). The priority would be the integration of Medicare and Medicaid claims and payment data. Data for the remaining programs would be integrated as appropriate. The Secretary would be required to enter into data sharing agreements with the federal agencies listed above for the purposes of identifying fraud, waste, and abuse. This provision would grant the OIG and the DOJ explicit access to Medicare, Medicaid, and CHIP payment and claims data for the purposes of conducting law enforcement and oversight activities. The provision would also grant the OIG the authority to obtain information (e.g., supporting documentation, medical records) from any individual that directly or indirectly provides medical services payable by a federal health care program.", "Access to Data. Inspectors General have substantial independence and powers to carry out their mandate to combat waste, fraud, and abuse, including relatively unlimited authority to access all records and information of an agency. This provision would grant the OIG and the DOJ explicit access to Medicare, Medicaid, and CHIP payment and claims data (including Medicare Part D data) for the purposes of conducting law enforcement and oversight activities. The provision would also grant the OIG the authority to obtain information (i.e., supporting documentation, medical records, etc.) from any individual that directly or indirectly provides medical services payable by a Federal health care program.", "Beneficiary Participation in Health Care Fraud Scheme. The provision would require the Secretary to impose penalties against beneficiaries entitled to or enrolled in Medicare, Medicaid, or CHIP that knowingly participate in a health care fraud offense.", "Overpayments. In accordance with CMS instructions, overpayments must be repaid to CMS within 30 days of receiving a demand letter. If the debt is not paid in full after 30 days, interest is assessed and CMS reserves the right to collect the overpayment by offset. Under this provision, individuals would be required to report and return an overpayment within 60 days. Overpayments reported after this date would be considered an obligation as defined in Title 31 of the USC.", "National Provider Identifier. Health care providers often have many different provider numbers, one for billing each private insurance plan or public health care program. The administrative simplification provisions of HIPAA required the adoption and use of a standard unique identifier for health care providers or National Provider Identifier (NPI). All health care providers who are considered covered entities under HIPAA were required to obtain and submit claims using an NPI as of May 2007. This provision would require the Secretary to issue a regulation by January 1, 2011 mandating that all Medicare and Medicaid providers include their NPI on all claims and enrollment applications.", "Medicaid Statistical Information System. States are required to operate an automated claims processing or Medicaid Management Information System (MMIS) to administer their state plans. MMISs must be capable of providing timely and accurate data, meet other specifications as required by the Secretary, and provide for electronic transmission of claims data as well as be consistent with Medicaid Statistical Information Systems data formats. This provision would provide the Secretary with the authority to withhold the federal matching payment to states for medical assistance expenditures when the state does not report enrollee encounter data (as defined by the Secretary) in a timely manner (as determined by the Secretary) to the state's MMIS.", "Permissive Exclusions. HHS OIG has the authority to exclude health care providers from participation in Federal health care programs. Exclusions are mandatory under certain circumstances, and permissive in others (i.e., HHS OIG has discretion in whether to exclude an entity or individual). This provision would subject any individual or entity that makes a false statement or misrepresentation on an application to enroll or participate in a Federal health care program to the OIG's permissive exclusion authority. The provision would explicitly apply to MA, PDP, and Medicaid managed care plans as well as their participating providers and suppliers. ", "Civil Monetary Penalties(CMPs). Section 1128A (a) of the SSA authorizes the imposition of CMPs on a person, organization, agency, or other entity that engages in various types of improper conduct with respect to federal health care programs. This section generally provides for CMPs of up to $10,000 for each false claim submitted, $15,000 or $50,000 under other circumstances, and an assessment of up to three times the amount claimed. This provision would add additional actions that would be subject to CMPs. Specifically, individuals that have been excluded from a Federal health care program who order or prescribe an item or service; individuals that make false statements on enrollment applications, bids, or contracts to participate in a federal health care program; or persons who know of an overpayment and do not return the overpayment could be subject to a CMPs of $50,000. ", "Testimonial Subpoena Authority. The testimonial subpoena authority grants the authority to issue subpoenas and require the attendance and testimony of witnesses and the production of any other evidence that relates to matters under investigation or in question. Under this provision, the Secretary would be able to issue subpoenas and require the attendance and testimony of witnesses and the production of any other evidence that relates to matters under investigation or in question by the Secretary. The Secretary would also have the ability to delegate this authority to the OIG and the Administrator of CMS for the purposes of a program exclusion investigation.", "Surety Bonds. To be eligible to receive a provider number from CMS and bill Medicare, DME suppliers are required to provide the Secretary with a surety bond in the amount of $50,000 or greater. A surety bond issued by a State would satisfy this requirement. The Secretary has the authority to impose these requirements on other Part A and B providers and suppliers, except physicians. Home health agencies are required to provide the Secretary with a surety bond equal to 10% of the aggregate Medicare and Medicaid payments made to the agency for that year or $50,000, whichever is smaller. A surety bond for a home health agency is effective for four years, with limited exceptions. This provision would give the Secretary the authority to require certain providers and suppliers to provide surety bonds commensurate with the volume of billing. The value of the bond, however, could not be less than $50,000. The Secretary would also have the authority to impose this requirement on other providers and suppliers considered to be at risk by the Secretary.", "Payment Suspensions. CMS and its contractors have the authority to withhold payment in whole or in part if there is reliable evidence of an overpayment or fraud. CMS regulations stipulate the procedures CMS and its contractors must follow when deciding to suspend payment. The Secretary would have the authority to suspend payments to a provider or supplier pending a fraud investigation, except when there is not good cause.", "Health Care Fraud and Abuse Control (HCFAC) Account. Activities to fight health care fraud, waste, and abuse are funded by the Health Care Fraud and Abuse Control (HCFAC) account. The HCFAC account funds two programs: (1) the HCFAC program, which finances the investigative and enforcement activities undertaken by HHS, the OIG, the DOJ, and the FBI, and (2) the Medicare Integrity Program (MIP), which finances the program integrity activities undertaken by CMS contractors. HCFAC was established by HIPAA, which sought to increase and stabilize Federal funding for health care anti-fraud activities. HIPAA appropriated funds to the HCFAC account for years 1997 through 2003. In December 2006, Congress passed the Tax Relief and Health Care Act, or TRHCA, which extended the mandatory annual appropriation for the HCFAC program by a CPI adjustment until 2010. TRHCA did not extend the annual appropriation for MIP. This provision would appropriate an additional $10 million annually to the HCFAC program for fiscal years 2011 through 2020. Funding would be appropriated to the HCFAC and MIP programs in the same proportion as is currently allocated in statute and would be available until expended. In addition to applying a CPI-adjustment to the MIP program beginning in 2011, the provision would also permanently apply the CPI adjustment mandated under TRHCA to the HCFAC program. The provision would also authorize the Secretary to promote the integrity of the Medicare program by entering into contracts with eligible entities or \"otherwise\" to carry out MIP activities. ", "Medicare and Medicaid Integrity Programs. Under the Medicare Integrity Program (MIP), CMS contracts with private entities to conduct a variety of activities designed to protect Medicare from fraud, waste, and abuse. Activities include auditing providers, identifying and recovering improper payments, educating providers about fraudulent providers, and instituting a Medicare-Medicaid data matching program. Established by DRA, the Medicaid Integrity Program (MIP) is modeled after Medicare's MIP program. Medicaid MIP provides HHS with dedicated resources to contract with entities to reduce fraud, waste, and abuse, and to add 100 full-time equivalent MIP staff. This provision would require both Medicare and Medicaid Integrity Program contractors to provide the Secretary and the OIG with performance statistics, including the number and amount of overpayments recovered, the number of fraud referrals, and the return on investment for such activities. The Secretary would also be required to conduct evaluations of eligible entities at least every three years. No later than six months after the end of the fiscal year, the Secretary would be required to submit a report to Congress describing the use and effectiveness of MIP funds. ", "The CBO score is -$1.3 billion for FY2010-FY2014 and -$3.2 billion for FY2010-FY2019.", "Sec. 10330. Modernizing Computer and Data S ystems of CMS to S upport Improvements in Care D e livery. The provision would require the Secretary to develop a plan along with a budget to modernize the computer and data systems of CMS. In developing the plan, the Secretary would be required to consider how such a system could make data available in a timely and reliable manner to providers and suppliers to support their efforts to better manage and coordinate care, and support consistent evaluations of payment and delivery system reforms. The Secretary would be required to post the plan on the CMS website within 9 months from the date this legislation is enacted. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6403. Elimination of Duplication Between the Healthcare Integrity and Protection Data Bank (HIPDB) and the National Practitioner Data Bank (NPDB). The HIPAA of 1996 required the Secretary to develop and maintain a national health care fraud and abuse data collection program for the reporting of adverse actions taken against health care providers. This database is called the Healthcare Integrity and Protection Data Bank (HIPDB). Prior to the HIPDB, Congress established the National Practitioner Data Bank or NPDB with the Health Care Quality Improvement Act of 1986. The NPDB collects data related to the professional competence of physicians, dentists, and other health care practitioners. The types of information included in the NPDB are medical malpractice payments, certain adverse licensure actions, adverse privilege actions, adverse professional society actions, and exclusions from Medicare and Medicaid. States are required to have a system for reporting adverse actions to the NPDB. This provision would require the Secretary to transfer the information collected in the HIPDB to the NPDB, thereby eliminating the HIPDB. Certain agencies and officials as well as health care providers that were subject to such adverse actions would have access to this information, at a reasonable fee established by the Secretary. The provision would also require States to have a system for reporting information with respect to any final adverse action taken against a health care provider, supplier, or practitioner. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6404. Maximum Period of Submission of Medicare Claims Reduced to Not More Than 12 months. Medicare statute requires that payments only be made if a written request for payment is filed within three calendar years after the year in which the services were provided. The Secretary is authorized to reduce this period to no less than one year if it deems it necessary for the efficient administration of the program. As established by CMS regulations, the time limit on submitting a claim for payment is the close of the calendar year after the year in which the services were furnished. This provision would require that beginning January 2010, the maximum period for submission of Medicare claims be reduced to not more than 12 months. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6405 as modified by Sec. 10604 . Physicians Who Order Items and Services Required to be Medicare Enrolled Physicians or Eligible Professionals. In order to receive payment from Medicare, physicians are required to certify that specified services (i.e., inpatient psychiatric services, post-hospital extended care services, and home health services) meet certain conditions. In the case of home health services, physicians are required to certify that such services were required because the individual was confined to his home and needs skilled nursing care or physical, speech, or occupational therapy; a plan for furnishing services to the individual has been established; and such services were provided under the care of a physician. In the case of DME, the Secretary is authorized to require, for specified covered items, that payment be made for items and services only if a physician has communicated to the supplier a written order for the item. This provision would require that for written orders and certifications made on or after July 1, 2010, physicians or eligible professionals who order DME or HH services be enrolled in the Medicare program. The Secretary would have the authority to extend these requirements to physicians and eligible professionals that order other categories of Medicare items and services, including covered Part D drugs, if the Secretary determines that it would help reduce fraud, waste, and abuse. The CBO score is -$0.2 billion for FY2010-FY2014 and -$0.4 billion for FY2010-FY2019.", "Sec. 6406. Requirement for Physicians to Provide Documentation on Referrals to Programs at High Risk of Waste and Abuse. OIG has \"permissive\" authority to exclude an entity or an individual from a federal health program under numerous circumstances, including failing to supply documentation related to payment for items and services. Beginning January 1, 2010 the Secretary would have the authority to disenroll, for no more than one year, a Medicare enrolled physician or supplier that fails to maintain and provide access to written orders or requests for payment for DME, certification for home health services, or referrals for other items and services to the Secretary. The provision would also extend the OIG's permissive exclusion authority to include individuals or entities that order, refer, or certify the need for health care services that fail to provide adequate documentation to the Secretary to verify payment. The CBO score is $0.0  billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6407 as modified by Sec. 10605 . Face to Face Encounter with Patient Required Before Physicians May Certify Eligibility for Home Health Services or Durable Medical Equipment Under Medicare. Home health services are covered under Medicare Parts A and B. In order to receive payment from Medicare, physicians are required to certify and re-certify that specified services (i.e., inpatient psychiatric services, post-hospital extended care services, and home health services) meet certain conditions. In the case of home health services, physicians are required to certify that such services were required because the individual was confined to his home and needs skilled nursing care or physical, speech, or occupational therapy; a plan for furnishing services to the individual has been established; and such services were provided under the care of a physician. In the case of DME, the Secretary is authorized to require, for specified covered items, that payment be made for items and services only if a physician has communicated to the supplier a written order for the item. This provision would require that physicians have a face-to-face encounter (including through telehealth) with the individual prior to issuing a certification or re-certification for home health services or durable medical equipment. Physicians furnishing home health services under Part A would be required to document that they had a face-to-face encounter with the patient within a reasonable time frame. Physicians furnishing home health services under Part B would be required to document that they had a face-to-face encounter within the six-month period preceding the certification. In the case of DME, physicians would be required to document that a physician, physician assistant, nurse practitioner, or clinical nurse specialist had a face-to-face encounter during the six-month period preceding the certification. The Secretary would be authorized to apply the face-to-face encounter requirement to other Medicare items and services based upon a finding that doing so would reduce the risk of waste, fraud, and abuse. The provision would also specify that eligible professionals include nurse practitioners or clinical nurse specialists who are collaborating with the physician, a certified nurse midwife, or physician assistant as defined in statute. The CBO score is -$0.3  billion for FY2010-FY2014 and -$1.0 billion for FY2010-FY2019.", "Sec. 6408. Enhanced penalties. Section 1128A (a) of the SSA authorizes the imposition of CMPs on a person, organization, agency, or other entity that engages in various types of improper conduct with respect to federal health care programs. This section generally provides for CMPs of up to $10,000 for each false claim submitted, $15,000 or $50,000 under other circumstances, and an assessment of up to three times the amount claimed. This provision would mandate that persons who knowingly make, use, or cause to be made or used any false statement material to a fraudulent claim be subject to a civil monetary penalty of $50,000 for each violation. This provision would also add a new clause to the CMP statute, persons who fail to grant timely access, upon reasonable request (as defined by the Secretary in regulations), to the Office of the Inspector General (OIG), for the purpose of audits, investigations, evaluations, or other statutory functions of the OIG, be subject to CMPs of $15,000 for each day of failure.", "Medicare Advantage and Part D Plans. MA plans enter into contracts with the Secretary to participate in the Medicare program. The Secretary has the authority to impose sanctions and CMPs on MA plans that violate the terms of the contract. Among the types of violations are failing to provide medically necessary care, imposing excess beneficiary premiums, expelling or refusing to re-enroll beneficiaries, and misrepresenting or falsifying information. This provision would increase the number of violations subject to sanctions and CMPs by the Secretary. Under the provision, plans that enroll individuals in a MA or Part D plan without their consent (except Part D dual eligibles), transfer an individual from one plan to another for the purpose of earning a commission, fail to comply with marketing requirements, including CMS guidance, or employ or contract with an individual or entity that commits a violation would be subject to sanctions imposed by the Secretary. This provision would also enhance penalties for MA and Part D plans that misrepresent or falsify. ", "The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6409. Medicare self-referral disclosure protocol. In 1998, the HHS Office of the Inspector General (HHS OIG) issued a Self-Disclosure Protocol (SDP), which includes a process under which a health care provider can voluntarily self-disclose evidence of potential fraud, in an effort, to avoid the costs or disruptions that may be associated with an investigation or litigation. On March 24, 2009, HHS OIG issued an \"Open Letter to Health Care Providers\" that makes refinements to the SDP. In the Open Letter, HHS OIG announced that it would no longer accept disclosure of a matter that involves only liability under the physician self-referral law in \"the absence of a colorable anti-kickback statute violation.\" Further, for anti-kickback-related submissions accepted into the SDP following the date of the letter, HHS OIG requires a minimum $50,000 settlement amount to resolve the matter. This provision would require that the Secretary, in cooperation with the OIG, establish a self-referral disclosure protocol (SRDP) to enable health care providers and suppliers to disclose actual or potential violations of the physician self-referral law. In addition, the Secretary would be required to post information on CMS' website to inform stakeholders of how to disclose actual or potential SRDP violations. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 6410. Adjustments to the Medicare Durable Medical Equipment, Prosthetics, Orthotics, and Supplies Competitive Acquisition Program . Medicare generally pays for most durable medical equipment, prosthetics, orthotics and supplies (DMEPOS) on the basis of a fee schedule. MMA required the Secretary to establish a Competitive Acquisition Program for specified medical equipment in specified areas to replace the Medicare fee schedule. The program is to be phased-in, starting in nine of the largest metropolitan statistical areas (MSAs) in 2009 (round 1); expanding to an additional 70 of the largest MSAs in 2011 (round two) and remaining areas after 2011. The proposal would expand the number of areas included in round two of the program to 100 of the largest MSAs. The Secretary would extend the program, or apply competitively-bid rates, to remaining areas by 2016. The CBO score is -$0.3 billion for FY2010-FY2014 and -$1.4 billion for FY2010-FY2019 .", "Sec. 6411. Expansion of the Recovery Audit Contractor (RAC) Program. Recovery Audit Contractors, or RACs, are private organizations that contract with CMS to identify and collect improper payments made in Medicare Parts A and B. Congress originally required the Secretary to conduct a three-year demonstration program using RACs in the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ). In December 2006, Congress passed the Tax Relief and Health Care Act of 2006 (TRHCA, P.L. 109-432 ), which made the program permanent and mandated the expansion of RACs nationwide by January 1, 2010. Medicare pays RACs differently than it pays other administrative contractors. Historically, Medicare's administrative contractors have been paid a fixed annual budget for a defined scope of work. In contrast, Congress mandated that CMS pay RACs using contingency fees. A contingency fee is a negotiated payment, typically a percentage, for every overpayment recovered. This provision would require that the RAC program be expanded to Medicaid and Medicare Parts C and D by December 2010. Among the requirements for Part C and D RACs, would be ensuring that each MA or PDP plan have in place an anti-fraud plan, reviewing the reinsurance payments of Part D plans, and comparing Part D plan's enrollment estimates for high cost beneficiaries. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Sec. 10606. Health Care Fraud Enforcement. This section contains a variety of requirements related to health care fraud enforcement. Among these provisions, the U.S. Sentencing Commission would be required to review and amend the federal sentencing guidelines and policy statements applicable to persons convicted of federal health care offenses, as specified by the legislation. In addition, the bill would deem existing certain criminal offenses to be \"federal health care fraud offenses\" under the U.S. Criminal Code. By defining a particular offense as a \"federal health care offense,\" convictions for violations of these listed statutes may be punishable by longer prison terms and/or higher fines, and other enforcement mechanisms may apply. The new federal health care offenses would include the federal anti-kickback statute under section 1128B of the Social Security Act (42 U.S.C. § 1320a-7b), section 1349 of the U.S. Criminal Code (attempting or conspiring to commit a criminal offense), section 301 of the Federal Food Drug and Cosmetic Act, and section 501 of ERISA.", "This section would also amend certain subpoena authority relating to health care. For example, this section would amend the Civil Rights of Institutionalized Persons Act (CRIPA, 42 U.S.C. §1997 et seq.), which provides authority for the Department of Justice (DOJ) to initiate or intervene in lawsuits in federal courts in order to protect the rights of institutionalized persons. Under CRIPA, the Attorney General, or a person at his or her direction, could require access by subpoena to any institution that is the subject of an investigation under CRIPA and to additional information relating to any institution that is the subject of an investigation under the Act. The information obtained under a subpoena could not be used for any purpose other than to protect the constitutional and legal rights, privileges, or immunities of persons who reside or will reside in an institution, and the DOJ could not transmit this information for any other purpose. The CBO score is $0.0 billion for FY2010-FY2014 and $0.0 billion for FY2010-FY2019.", "Title IX—Revenue Provisions", "Subtitle A—Revenue Offset Provisions", "Sec. 9015 as modified by Sec. 10906 . Additional Hospital Insurance Tax on High-Income Taxpayers. Under current law, employees and employers each pay a payroll tax of 1.45% to finance Medicare Part A. The Senate bill would impose an additional tax of 0.9% on high-income workers with wages over $200,000 for single filers and $250,000 for joint filers effective for taxable years after December 31, 2012. Since employers would not know the wages of a spouse, they would be directed to collect these revenues from all workers with wages exceeding $200,000 and then the individuals would have to reconcile any excess withholding on their tax return. The 0.9% tax would also be levied on the self-employed if their incomes exceed the specified thresholds. The self-employed would not be allowed to deduct this additional tax as a business expense. The JCT estimates that this provision would increase revenue by $ 1 9 .3 billion during FY2010-FY2014 and $ 86.8 billion during FY2010-FY2019.", "Appendix B. Comparison of Medicare Provisions in Senate-Passed H.R. 4213 and Senate-Passed H.R. 3590", "On March 10, 2010, the Senate passed an amendment in the nature of a substitute to H.R. 4213 , the American Workers, State, and Business Relief Act of 2010. The Senate H.R. 4213 contains a number of provisions that are similar to or duplicate some provisions (or sub-sections of provisions) in H.R. 3590 . Table B -1 provides a side-by-side comparison of changes made by provisions in H.R. 4213 and the corresponding provisions in H.R. 3590 . In many cases, the provisions in H.R. 3590 contain program changes or modifications in addition to the ones mentioned in the table below; however, only the changes that correspond to those in H.R. 4213 are included in the table. Refer to Appendix A for additional details on the H.R. 3590 provisions, as well as for descriptions of relevant current law. "], "subsections": []}]}}