{"id": "R40945", "title": "The U.S. Global Food Security Initiative: Issues for Congress", "released_date": "2009-11-24T00:00:00", "summary": ["The combination of food and economic crises has pushed the number of food-insecure or hungry people worldwide to historic levels—more than 1 billion people are undernourished, according to estimates by the United Nations (U.N.) Food and Agriculture Organization (FAO). In addition, the U.N. Secretary General reports that the proportion of hungry people in the world rose in 2008 as a result of global food and economic crises. The rise in the proportion of hungry people threatens achievement of the U.N.'s Millennium Development Goal (MDG) of reducing the proportion of hungry people in the world by half by 2015.", "In his inaugural address, President Obama signaled that alleviating global hunger would be a top priority of his Administration. The Department of State has taken the lead in developing a U.S. global food security strategy that focuses on agricultural and rural development, based on five principles: support for comprehensive strategies; investment through country-owned plans; stronger coordination among donors; leveraging effective multilateral institutions; and sustained commitments. The G8 Summit in L'Aquila, Italy, the G20 Summit in Pittsburgh, and the FAO-sponsored World Food Summit in Rome have all endorsed the Administration's food security concept and pledged financial support for a global effort. World leaders stress that humanitarian food assistance (along with other social and safety net protections) would continue to be an important component of a global food security strategy.", "Congress plays a central role in funding and overseeing agricultural development programs, which are administered by several U.S. agencies and international organizations. Most development assistance programs are authorized by either the Foreign Assistance Act of 1961 (P.L. 87-191, as amended) or any of three food aid laws: Title II of the Food for Peace Act (P.L. 480); Section 416(b) of the Agricultural Act of 1949; and the Food for Progress Act of 1985. Congress typically influences development assistance programs through the appropriations process, most notably through congressional earmarks. The United States also works through multilateral institutions to deliver agricultural development assistance.", "Agricultural development has been a component of the United States' foreign aid program, but U.S. funding for such assistance has declined from about 20% of U.S. official development assistance (ODA) in 1980 to around 5% in 2007. As U.S. support for agricultural development has declined, so has the capacity of the United States to provide such assistance, according to critics of U.S. aid programs. The involvement of several U.S. government agencies in providing agricultural development aid has focused attention on the issue of interagency coordination. The involvement of other multilateral and bilateral donors also suggests a need for coordination among donors in the provision of food security assistance. The Administration has called for a substantial increase in agricultural development assistance, and the international community also has pledged substantial support for a global food security initiative. Skeptics, however, question whether the funds pledged will actually be committed.", "Bills that would authorize and fund aspects of the food security initiative have been introduced in the 111th Congress. These include bills to increase support for agricultural development assistance as well as food security safety net assistance. Proposed legislation to broadly revise the authorizing statute for U.S. foreign assistance would be relevant to the global food security initiative as well."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Extent of Global Food Insecurity", "paragraphs": ["The combination of food and economic crises has pushed the number of food-insecure or hungry people worldwide to historic levels—more than 1 billion people are undernourished, according to estimates by the United Nations (U.N.) Food and Agriculture Organization (FAO). In addition, the U.N. Secretary General reports that the proportion of hungry people in the world rose in 2008 as a result of global food and economic crises. First among the Millennium Development Goals (MDGs) adopted by the U.N. General Assembly in 2000 is the reduction by half in the proportion of the world's hungry by 2015.", "The vast majority of the world's undernourished live in developing countries, FAO reports. In Asia and the Pacific, an estimated 642 million people are suffering from chronic hunger; in sub-Saharan Africa 265 million; in Latin America and the Caribbean 53 million; in the Near East and North Africa 42 million; and in developed countries 15 million, according to FAO's 2009 hunger report.", "Even before the 2007-2008 food price crisis and the current global recession, the number of undernourished people in the world had been increasing slowly but steadily for the past decade, reports FAO. The number of chronically hungry people in the world declined in the 1980s and early 1990s, a decline that FAO attributes largely to increased investment in agriculture following the global food crisis of the early 1970s. But between 1995-1997 and 2004-2006, as official development assistance (ODA) devoted to agriculture declined substantially, FAO calculates that the number of hungry people increased in all regions except Latin America and the Caribbean. Gains in hunger reduction were later reversed in this region as well, FAO says, as a result of the food and economic crises.", "The U.N. Secretary General's MDG report finds that the recent food and economic crises have also reversed the declining trend in the proportion of people who are undernourished. According to U.N. estimates, the proportion of hungry people in the world dropped from about 20% in the early 1990s to about 16% in the middle of the following decade. But current estimates show that the proportion of hungry people rose a percentage point in 2008. As a result, the U.N. Secretary General suggests, progress in meeting the Millennium Development Goals of reducing hunger, alleviating poverty, and improving health for the world's poor has slowed or even reversed.", "FAO points to two factors that make the current situation particularly devastating for poor households in developing countries. First, the crisis is affecting large parts of the world simultaneously, reducing the scope for such mechanisms as currency devaluation, borrowing, or increased use of ODA or migrant remittances to alleviate the plight of the poor. Second, the global recession comes on top of a food crisis that has already strained coping strategies of the poor, hitting those most vulnerable to food insecurity when they are down. FAO says that, faced with high domestic food prices and reduced incomes and employment—and having already sold off assets, reduced food consumption, and cut spending on essential items such as health care and education—poor families risk falling deeper into poverty and food insecurity."], "subsections": []}, {"section_title": "The U.S. Global Hunger and Food Security Initiative", "paragraphs": [], "subsections": [{"section_title": "Genesis of the Initiative", "paragraphs": ["The U.S. Global Food Security Initiative has been progressively rolled out by the Administration since its earliest days. President Obama signaled early that alleviating global hunger is a top priority of his Administration. In his inaugural address, the President declared, \"to the people of poor nations, we pledge to work alongside you to make your farms flourish and let clean waters flow; to nourish starved bodies and feed hungry minds.\" ", "On January 23, 2009, the State Department released a fact sheet that provided initial information on the U.S. food security initiative. Over the past 10 months, with the Secretary of State taking the lead, the Administration has been discussing issues and commitments related to global hunger and food security. In June 2009, the State Department released another fact sheet stating that the Administration's approach to global food security would focus comprehensively on agriculture development. "], "subsections": []}, {"section_title": "The Global Partnership for Agriculture and Food Security", "paragraphs": ["President Obama made strong commitments to agricultural development and food security at the G8 Summit in L'Aquila, Italy, in July 2009, and later reconfirmed these commitments at the G20 meeting in Pittsburgh in September 2009. At the G8 Summit, \"building on a broader U.S. initiative,\" the G8 leaders announced the Global Partnership for Agriculture and Food Security, to \"free mankind from hunger and poverty.\" The Global Partnership was endorsed by the G8, 28 other countries attending the summit, 10 international organizations, and a number of public-private organizations, such as the Alliance for a Green Revolution in Africa. The summit leaders and other countries and institutions in attendance established a goal of mobilizing $20 billion over three years to finance the initiative. The summit food security declaration commits the G8 and other participants at the summit to five principles for a food security initiative:", "support for comprehensive strategies, investment through country-owned plans, stronger coordination among donors, leveraging effective multilateral institutions, and sustained commitments.", "The focus of the initiative, according to the G8 declaration, should be on promoting sustainable production, productivity, and rural economic growth. The declaration stated that these objectives should be pursued in conjunction with social protection mechanisms, such as safety nets and social policies for the most vulnerable, and that emergency assistance such as food aid should remain an important means through which national authorities can provide help to people facing acute hunger. The G8 leaders pledged to provide sustainable, predictable, flexible funding to enhance world production capacity and to reverse the trend of decreasing ODA for agriculture.", "According to the L'Aquila declaration, the initiative should support the implementation of country and regional agricultural strategies and plans through country-led coordination processes, consistent with the Accra Agenda for Action and leveraging the Comprehensive Framework for Action of the U.N. High Level Task Force on the Global Food Security Crisis. In the case of sub-Saharan Africa, the G8 agreed that the Comprehensive Africa Agricultural Development Program (CAADP) is to be the vehicle for ensuring that resources are targeted to a country's plans and priorities. ", "The G20 Summit, held in September 2009 in Pittsburgh, endorsed the L'Aquila food security initiative and in addition called for the establishment of a World Bank Food Security Trust Fund to finance medium- and long-term investments that boost agricultural productivity and market access in low-income countries. At the G20 Summit, the Administration announced progress in launching the Global Partnership. Countries that did not attend the G8 Summit—Belgium, Finland, Norway, and Switzerland—have pledged to support the Global Partnership and to commit $2 billion to the effort, making a new total of $22 billion. The United States also has begun working with private philanthropists and other private sector actors to determine how best to coordinate food security efforts.", "The U.S. food security initiative was discussed during a trip made by Secretary of State Clinton (accompanied by Secretary of Agriculture Vilsack) to Kenya, Angola, and Liberia in August 2009, at the Clinton Global Initiative, and at a food security event that the Secretary co-hosted with U.N. Secretary-General Ban Ki-moon during the U.N. General Assembly meeting in September 2009. ", "At the World Summit on Food Security convened by FAO in Rome, November 16-18, 2009, 60 heads of state and government and 191 ministers from 182 countries and the European Union endorsed the Global Partnership and its five principles. The summit declaration renewed the commitment of the international community to meet the MDG (and previous food summit goals) to reduce the proportion and number of hungry people in the world by half by 2015. At the summit, FAO reported that, based on its estimates, to feed a world population expected to surpass 9 billion in 2050, agricultural output would have to increase by 70% between now and then. ", "The fullest expression of the U.S. food security initiative is the Global Hunger and Food Security Initiative Consultation Document , issued by the Department of State on September 28, 2009. The Consultation Document endorses and elaborates on the principles endorsed by the G8 in L'Aquila. "], "subsections": []}, {"section_title": "The Food Security Consultation Document", "paragraphs": ["The Consultation Document lists as goals of the U.S. food security initiative \"to sustainably reduce chronic hunger, raise the incomes of the rural poor, and reduce the number of children suffering from under-nutrition.\" While the document declares that the United States will maintain its strong commitment to providing emergency and humanitarian food assistance to meet urgent needs and mitigate unexpected disasters, it also states explicitly that \"humanitarian assistance should be matched by equally strong investments in agricultural development and nutrition to address the underlying causes of hunger.\" The strategy and implementation plan are being developed through a consultative process within the U.S. government and with the global community, including other countries, international institutions, foundations, civil society organizations, the private sector and farmers. The Administration's food security initiative, as outlined in the Consultation Document, expands on the five principles in the G8 L'Aquila declaration and is summarized here. "], "subsections": [{"section_title": "1. Adopt a Comprehensive Approach to Food Security", "paragraphs": ["This component of the strategy focuses on three primary areas: (1) advancing market-led growth for the agriculture value chain; (2) reducing under-nutrition; and (3) leveraging humanitarian assistance and social safety net programs. This part of the strategy provides the most detailed information about the types of specific \"on the ground\" activities within the priority areas that the initiative will engage in:", "I mproving sustainable crop productivity by improving access to and efficient use of inputs such as seeds, fertilizer, water, technologies, extension, and financial services; and improving natural resource management to ensure sustainable gains and minimize negative environmental impacts. Expanding markets and trade by linking producers and consumers through better post-harvest storage, processing, and transportation infrastructure; more timely and relevant market-information systems; and harmonized policies that support the development of local, regional, and international markets for smallholder farmers to buy and sell their products. Spurring regional integration to overcome the economic isolation and lack of infrastructure of many poor countries, especially in sub-Saharan Africa, and to connect countries, expand trade, and increase competitiveness, in order to create a more resilient local/regional food supply. Investing in global innovation and research to adapt relevant technologies for developing-country farmers, particularly in Africa, to address both the immediate needs of continued productivity and income gain and the long-term needs of adapting agricultural systems to new environmental and biological stresses such as increased climate variability, drought, and disease. In addition, the United States will expand and target support to the multilateral Consultative Group on International Agricultural Research (CGIAR), an alliance of bilateral and multilateral donors, private organizations, and international agricultural research centers whose mission is to mobilize agricultural and environmental research to benefit the world's poor. Focusing on women who account for the majority of the developing world's agricultural workforce, who are responsible for ensuring that the positive socioeconomic impacts achieved from agricultural development benefit children, family, and communities, and who often have limited access to agricultural inputs and financial services and as a result often have low productivity. Reducing under-nutrition by applying long-term approaches that address the underlying causes of poor nutritional status, including focusing on prevention, such as improving access to adequate quantities and quality of food, supporting community-based programs for women and young children, and increasing the nutritional value of food aid commodities. Increasing the impact of humanitarian assistance by reducing the vulnerability of small-scale farmers to shocks, by providing safety net programs to protect livelihoods, assets, and investments in times of emergency, and by developing better forecasting and coordination systems to more efficiently and effectively deliver aid. "], "subsections": []}, {"section_title": "2. Invest in Country-Led Plans", "paragraphs": ["The Consultation Document maintains that \"supporting country-led plans increases the long-term sustainability of investments in food security, strengthens coordination among stakeholders, and provides an important opportunity to learn from the experiences of others.\" The document states that it will support commitments that are made through consultative and inclusive country-led processes, such as the Comprehensive Africa Agriculture Development Program (CAADP). CAADP has initiated country-led roundtables leading to country-specific agricultural development strategies that provide roadmaps for donor investments, coordination, and outcomes. "], "subsections": []}, {"section_title": "3. Strengthen Strategic Coordination", "paragraphs": ["The United States views the country-led process as an important mechanism to improve coordination between global partners. The U.S. strategy includes strengthening the capacity of countries to convene stakeholders and ensure that all stakeholders are able to participate in the planning process from the start. It also provides for financing to support regional coordinating mechanisms like regional economic communities and associations that harmonize actions, facilitate trade, and promote peer review between blocks of countries. At the global level, the strategy supports the G8 Global Partnership for Agriculture and Food Security (GPAFS) that convenes global stakeholders to participate in dialogue, tracks stakeholder commitments and programs, and disseminates information about current global needs. The Consultation Document also provides for better coordination internally through a U.S. agency-wide strategy that is to be led and implemented by a U.S. Global Food Security Coordinator to be housed at the State Department. "], "subsections": []}, {"section_title": "4. Leverage the Benefits of Multilateral Institutions", "paragraphs": ["The U.S. strategy, according to the Consultation Document, seeks to leverage significant resources and flexibility from multilateral institutions, where they can efficiently deliver global resources for food security, complement bilateral activities, and strengthen in-country donor coordination. The document maintains that multilateral development banks and funds such as the World Bank, the African Development Bank, and the International Fund for Agricultural Development (IFAD) have comparative advantages over bilateral programs in that they can undertake large-scale transportation and infrastructure projects that are important for agricultural and rural development. ", "One important financing mechanism noted in the Consultation Document is the multi-donor trust fund at the World Bank, which was proposed at the 2009 Pittsburgh G20 Summit. This mechanism is to finance medium- and long-term investments in foundational areas such as regional infrastructure, market development, input systems development, private sector development along the agriculture value-chain, and harmonized policy frameworks. "], "subsections": []}, {"section_title": "5. Deliver on Commitments and Be Accountable", "paragraphs": ["To date, the global community has committed $22 billion in resources toward ensuring global food security over the next three years. The Consultation Document calls for donors and partner countries to set measurable benchmarks and targets and to be held publicly accountable to these targets. The strategy would make significant investments in developing a monitoring and evaluation system at the country, regional, and multilateral levels to track progress. The strategy also allows for flexibility in order to learn from mistakes and self-correct strategy objectives and activities, as well as share lessons learned with others. "], "subsections": []}]}, {"section_title": "Next Steps", "paragraphs": ["No timeline has been announced for next steps for the consultative process, or for a final rollout of the Administration's food security Initiative. Consultation within the U.S. government as well as with other countries, international institutions, civil society organizations, the private sector, and small-scale farmers and related agricultural producers is ongoing. The Administration also has solicited input from the public. Many expect that the President's FY2011 budget for foreign affairs, due in early 2010, will provide details on the components of the food security initiative and the budgetary resources the Administration thinks will be needed to implement it. "], "subsections": []}, {"section_title": "Related Developments", "paragraphs": ["Two other ongoing Administration activities have relevance for the global food security initiative. These are the initiation by the President of a Presidential Study Directive on Global Development Policy (PSD) in August 2009, and the State Department's Quadrennial Diplomacy and Development Review (QDDR) announced in July 2009. Both of these efforts are expected to be completed early in 2010, in time to factor their conclusions and recommendations into the FY2011 budget process. "], "subsections": [{"section_title": "Presidential Study Directive on Global Development Policy", "paragraphs": ["Although the contents of the PSD have not yet been made public, it has been widely and enthusiastically discussed in the development community. The PSD authorizes a U.S. government-wide review of global development policy and is expected to be completed by January 2010. It is being led by the President's National Security Advisor and the Chairman of the National Economic Policy Council. National Security Council (NSC) staff dealing with development, democracy, and regional issues are thought to have key roles in the PSD review. According to the Center for Global Development, the PSD will review the specific roles and comparative advantage of U.S. government agencies in global development. It will explore questions about the content and objectives of U.S. development policy and the means to make U.S. development policy more effective. Also, it will explore how to organize the U.S. government to achieve development objectives. "], "subsections": []}, {"section_title": "The State Department's Quadrennial Diplomacy and Development Review", "paragraphs": ["The State Department's QDDR was launched on July 10, 2009. Like the PSD, the QDDR aims to develop a whole-of-government approach to development policy. The QDDR is being carried out under the direction of the Secretary of State and led by the Deputy Secretary for Management and Resources. The Administrator of USAID (Acting) and the State Department's Director of Policy Planning are co-chairs. Among other goals, the QDDR will develop a statement of U.S. foreign policy and development objectives; recommend strategies to achieve objectives; and recommend the tools and resources and management and organizational reforms needed to implement a new strategy. Although there appears to be considerable overlap between the PSD and the QDDR, it also appears that the QDDR will in some way contribute to the PSD, in that the QDDR will assess how its results and recommendations fit into \"broader interagency, whole-of-government approaches and into the Administration's larger foreign policy framework.\""], "subsections": []}]}]}, {"section_title": "Current U.S. Food Security Assistance", "paragraphs": ["U.S. foreign assistance is viewed by many (including those in the current Administration) as an essential instrument of U.S. foreign policy. The focus of U.S. foreign assistance policy has been transformed since the terrorist attacks of September 11, 2001. In 2002, a National Security Strategy for the first time established global development as a third pillar of U.S. national security, along with defense and diplomacy. Based on the notion that agricultural development has been a key driver of economic growth and poverty reduction in almost every industrialized nation in the world, U.S. assistance for agriculture has been a component of U.S. foreign aid since the 1960s. Agricultural productivity is still believed to be critical for the development of the world's poorest countries today, as three-quarters of the world's population live and work in rural areas. ", "The funding levels for U.S. foreign assistance for agricultural development, particularly in sub-Saharan Africa, have varied over time since the 1960s. Data from the Development Assistance Committee (DAC) of the Organization for Economic Cooperation and Development (OECD) show that the share of agricultural development assistance in total official development assistance (ODA) has declined substantially from the 1980s, when it was 13% of total ODA on average, and even 20% in 1980, to about 3% in 2006 (see Figure 1 ). By 2006, the overall percentage of ODA going to agriculture from all donors, bilateral and multilateral, was around 4%. In 1983-1984, U.S. assistance for agriculture represented 11.4% of total development assistance from DAC member countries, while by 2006, the percentage of bilateral development assistance accounted for by U.S. agricultural development assistance had fallen to 2.3% of the total provided. The United States' ODA for agriculture peaked at about 20% in 1980 and declined to about 5% by 2007. Agriculture regained some attention in the late 1990s as the global community focused on the persistent problems of poverty and hunger in Africa, and its role was emphasized in the Rome Declaration on World Food Security (FAO 1996), in the U.N. Millennium Development Project, and in the poverty-reduction strategies of several African governments and international development institutions. The Obama Administration is gearing up to increase commitments to agricultural development and global food security initiatives and claims that the United States will have provided over $5.5 billion to fight global hunger in FY2008 and FY2009.", "Congress plays a central role in funding and overseeing U.S. agricultural development and food security assistance, which are administered by several U.S. agencies and international organizations. Most development assistance programs are authorized by either the Foreign Assistance Act of 1961 (P.L. 87-191, as amended) or one of three food aid laws: Title II of the Food for Peace Act (P.L. 480), Section 416(b) of the Agricultural Act of 1949; and the Food for Progress Act of 1985. Congress typically influences development assistance programs through the appropriations process, most notably through congressional earmarks. Key bilateral and multilateral institutions that deliver agricultural development assistance are discussed below. Estimates of the amount of funding going towards agricultural development, specifically for activities in sub-Saharan Africa, were obtained from a recent report released by the Partnership to Cut Hunger and Poverty in Africa."], "subsections": [{"section_title": "Bilateral Assistance", "paragraphs": [], "subsections": [{"section_title": "U.S. Agency for International Development (USAID)", "paragraphs": ["USAID is the primary development agency of the U.S. government responsible for managing a broad range of assistance programs with objectives of peace and security, good governance, health, education, economic growth, and humanitarian assistance. Agriculture is one of eight program areas that are part of USAID's Economic Growth objective. In addition to supporting improved productivity, U.S. agricultural development assistance also supports the development of market-oriented agricultural systems, access to rural finance, agribusiness and producer organizations, and emerging markets and trade capacity.", "USAID funds agricultural development assistance through three separate budget accounts authorized by Congress:", "Development Assistance . The primary purpose of this account is to support economic and social development, which can include agriculture, education, water, and sanitation. The majority of the funds in the DA account are allocated by congressional earmarks. In FY2008, about 40% of USAID's agricultural development programs were funded by the DA account. For FY2009, about $375 million of the $1.8 billion DA appropriation was earmarked for agricultural development. P.L. 480 , Title II . This account funds USAID's Food for Peace Program, which provides food aid for both emergency relief and development purposes. In a practice called monetization, development food aid is typically shipped from the United States, donated to private organizations, and sold in the recipient country, with the generated funds being used to support development projects, which are often related to agriculture. In FY2008, the P.L. 480, Title II, account funded about 40% of USAID's agricultural development programs. Economic Support Fund (ESF) . The primary purpose of this account is to support the foreign policy objectives of the State Department. As a result, most ESF funding is allocated to fund a wide range of activities in post-conflict states, including about 20% of USAID's agricultural development assistance globally in FY2008."], "subsections": []}, {"section_title": "Millennium Challenge Corporation (MCC)", "paragraphs": ["Established in January 2004 by P.L. 108-199 , Division D, Title VI, the Millennium Challenge Act of 2003, the MCC is a U.S. government agency that administers large-scale grants to developing countries that have a proven track record of good governance, economic freedom, and investment in their citizens, to fund country-led solutions for reducing poverty through sustainable economic growth. MCC assistance is provided through multiyear compacts with recipient countries that are based on proposals developed by those countries. As of September 2009, MCC had approved 19 compacts totaling almost $4.4 billion. MCC has awarded compacts to 11 countries in sub-Saharan Africa, where over 50% of the funding has gone to agriculture-related projects."], "subsections": []}, {"section_title": "U.S. Department of Agriculture (USDA)", "paragraphs": ["The USDA's Foreign Agriculture Service (FAS) administers the Food for Progress food aid program, which donates agricultural commodities to finance development projects in countries \"that have made commitments to introduce or expand free enterprise elements in their agricultural economies.\" Food for Progress commodities are to be used to improve food security. The program primarily supports projects to improve agricultural productivity and market-based food access. In 2008, Food for Progress invested $175.2 million in food aid worldwide, with over half of the funds typically used to cover the transportation of the food from the U.S. to the recipient country, usually in Africa. USDA also administers the McGovern-Dole International Food for Education and Child Nutrition Program (FFE), which supports school feeding programs worldwide. In FY2008, FFE contributed $91.5 million in food aid to cover both the value of the commodities plus the transportation costs. "], "subsections": []}, {"section_title": "U.S. African Development Foundation (USADF)", "paragraphs": ["Established by Congress in 1980, the USADF makes small grants of $250,000 or less to community organizations and enterprises that benefit marginalized communities in Africa. In FY2009, USADF received an appropriation of about $32 million, of which almost $10 million went to agriculture-related projects."], "subsections": []}]}, {"section_title": "Multilateral Assistance", "paragraphs": [], "subsections": [{"section_title": "World Bank", "paragraphs": ["The World Bank, whose mission is to reduce global poverty, makes market-rate loans to middle-income and creditworthy poor countries through the International Bank for Reconstruction and Development and concessional loans and grants to the world's poorest countries through its International Development Association (IDA). IDA is funded by contributions from donor countries including the United States, which in FY2008 contributed $942 million. The United States has committed a total of $3.71 billion for FY2009-FY2011. Agriculture and rural development has recently reemerged as a priority activity area at the World Bank, and in 2008 about half of IDA's $11.2 billion in new commitments went to countries in sub-Saharan Africa, with about $860 million of this funding going to agriculture-related projects."], "subsections": []}, {"section_title": "Other Multilateral Development Banks", "paragraphs": ["Multilateral development banks (MDBs) are institutions that provide financial support and professional advice for economic and social development activities in developing countries and provide market-rate loans, concessionary loans, and grants similar to the World Bank. MDBs are regionally based and include the African Development Bank, the Asian Development Bank, the Inter-American Development Bank Group, and the European Bank for Reconstruction and Development. Generally, the mission of each bank is to help reduce poverty, improve living conditions, and mobilize resources for economic growth and social development. MDB activities include reducing food insecurity. For example, in response to the recent food crisis, the African Development Bank established the Africa Food Crisis Response (AFCR) in July 2008, which accelerated support to member countries affected by food price increases. During the first year of operation (July 2008-July 2009), AFCR provided an estimated $700 million to boost food production and to alleviate stress caused by macroeconomic pressures, and over the next several years it anticipates providing $2.1 billion to improve rural infrastructure; implement the Africa Fertilizer Financing Mechanism, which aims to assist farmers with better access to fertilizer inputs; improve rice production; and scale up private sector participation in agriculture. "], "subsections": []}, {"section_title": "World Food Programme (WFP)", "paragraphs": ["The WFP is an agency of the United Nations, which provides food aid in humanitarian and emergency situations and is increasingly working in development activities that help prevent hunger by addressing long-term food security and supporting sustainable food production and access. The WFP operates in 78 countries and reaches about 100 million people annually. The United States is the single largest contributor to the WFP, providing over $2 billion in FY2008, which is about four times greater than the next largest contributor and about 40% of total WFP contributions that year. In response to the global food crisis in 2008, WFP increased its assistance by approximately $1.2 billion. "], "subsections": []}, {"section_title": "Food and Agriculture Organization (FAO)", "paragraphs": ["FAO is a U.N. membership organization composed of 192 member countries whose mission is to address the problem of hunger worldwide. FAO provides knowledge and information services, and helps developing countries modernize and improve their agricultural productivity, fisheries, and forestry practices. In FY2008, the United States contributed about $93 million of FAO's $828 million budget. In response to the food price crisis, FAO launched its Initiative on Soaring Food Prices, appealing for $1.7 billion to address short-term needs. By June 2009, FAO had mobilized $249 million, of which $147 million was provided by the European Union (EU), $65 million came from other donors including the United States, and $37 million came from FAO's Technical Cooperation Program."], "subsections": []}, {"section_title": "International Fund for Agricultural Development (IFAD)", "paragraphs": ["IFAD is an international financial institution and a 165-member country agency of the United Nations whose mission is to reduce rural poverty in poor countries by supporting market-oriented, sustainable agriculture development. IFAD makes low-interest loans and grants, and its portfolio includes about 200 programs and projects in 116 countries with a total value of about $3.4 billion. In FY2008, IFAD committed almost $570 million globally. The United States contributed about $15 and $18 million to IFAD in FY2007 and FY2008, respectively. In response to the food price crisis, IFAD's president in 2008 announced a readiness to allocate up to $200 million from existing loans and grants to provide an immediate boost to agricultural production in countries where it already finances projects."], "subsections": []}]}]}, {"section_title": "Selected Issues for Congress", "paragraphs": ["The 111 th Congress is faced with many issues and policy options regarding U.S. foreign aid reform. Please see additional CRS reports for more comprehensive coverage of the broader issues. The topics covered below are more directly relevant to U.S. agricultural development and global food security programs and policies."], "subsections": [{"section_title": "U.S. Government Capacity to Implement the Food Security Strategy", "paragraphs": [], "subsections": [{"section_title": "Leadership for U.S. Foreign Development Assistance", "paragraphs": ["Many foreign policy and development experts have expressed concern about the lack of strong leadership at USAID, the primary U.S. federal agency charged with working on global development. There was much criticism of the Obama Administration for the more than 10-month delay in appointing a USAID Administrator. Critics have suggested that the \"leadership vacuum\" at USAID provided an opening for other federal agencies, including the State Department, the Department of Defense, and the U.S. Department of Agriculture, to step up and play a bigger role in longer-term development activities that have typically been under the jurisdiction of USAID. Some have been critical of a development approach divided among different federal agencies and have questioned whether it undermines the authority and resources of USAID. The Center for Global Development, for example, maintains that \"USAID and its development perspective are conspicuously absent from our most significant foreign policy challenges in Afghanistan, Pakistan and Iraq.\"", "On November 10, 2009, the White House announced the appointment of Dr. Rajiv Shah as the new USAID Administrator. Dr. Shah was recently confirmed as the Under Secretary of Agriculture for Research, Education, and Economics and Chief Scientist in May 2009 and previously served in a range of leadership roles at the Bill and Melinda Gates Foundation, including Director of the Agricultural Development Program. The nomination leaves many with questions about the Obama Administration's position on USAID. Many in Congress and in the development community are calling for the restoration of the authority, independence, and stature of USAID, which they think has been eroded. Some also question the role and authority of the USAID Administrator position itself, vis-à-vis the Secretary of State. Some have noted that the recent nomination \"might raise more questions than it answers—but those questions increasingly point to a diminished USAID.\" Others view the choice as one \"that underscores the Obama Administration's commitment to the vital role development plays in foreign policy and to the rebuilding of USAID as the strong agency the country and the world need it to be.\" The strategic reviews of U.S. development efforts currently underway—for example, the QDDR and the PSD—likely will clarify, and possibly strengthen, the role of USAID and its Administrator in formulating and carrying out U.S. development assistance policy."], "subsections": []}, {"section_title": "Human Resources", "paragraphs": ["A concern has been raised by several senior government officials (and former government officials), including Secretary of Defense Robert Gates and former USAID Administrator Peter McPherson, about the severe decline in staff capacity at USAID over the past few decades. To illustrate this point, Secretary Gates made the following observations in an article published in Foreign Affairs in January/February 2009:", "The military and civilian elements of the United States' national security apparatus have responded unevenly and have grown increasingly out of balance. The problem is not will; it is capacity. In many ways, the country's national security capabilities are still coping with the consequences of the 1990s, when, with the complicity of both ends of Pennsylvania Avenue, key instruments of U.S. power abroad were reduced or allowed to wither on the bureaucratic vine. The State Department froze the hiring of new Foreign Service officers. The U.S. Agency for International Development dropped from a high of having 15,000 permanent staff members during the Vietnam War to having less than 3,000 today.", "In testimony at a hearing on foreign assistance reform before the U.S. House Committee on Foreign Affairs last year, Peter McPherson noted that \"in 1980 USAID had 2,000 permanent foreign officers, which had declined to about 1,000 by 2008.\" He also stated that,\\ \"USAID currently [in 2008] has only two engineers, 16 agriculture experts and 17 education experts.\"", "Some contend that the staff cuts have had detrimental impacts on USAID, including the loss of on-the-ground effectiveness (e.g., the reduced staff capacity has resulted in the closing of a number of overseas missions) and the loss of technical expertise. Staff cuts have changed USAID from an implementation agency to one that contracts out large portions of its foreign aid program to others. Some believe that this has meant less coherence and effectiveness in the overall effort, less flexibility, and diminished leverage with other private and public funders. In addition, a recent report documented the country-level fragmentation in USAID-managed agricultural development assistance and the difficulty USAID has in managing the large number of relatively small projects that comprise its agricultural development portfolio due to shortages of staff, including expertise in agriculture and related technical areas."], "subsections": []}, {"section_title": "Institutional Capacity", "paragraphs": ["Beginning in the 1950s and 1960s, the U.S. government requested that some land-grant universities help create counterpart institutions in developing countries. In 1975, with the passage of the Title XII \"Famine Prevention and Freedom from Hunger\" amendment ( P.L. 94-161 ) to the Foreign Assistance Act of 1961 (P.L. 87-195), the land-grant universities' participation in international development efforts was formalized. ", "One of the flagship capacity-building programs at USAID authorized under Title XII is the Collaborative Research Support Program (CRSP), which supports theme-based agricultural research programs anchored in U.S. universities that train, mentor, and collaborate with scientists in developing countries. There are currently eight active CRSP programs, involving 60 U.S. universities and academic and research institutions in more than 60 developing countries. The objectives of the CRSPs are to help build sustainable capacity in the national agricultural research systems (NARS) of developing countries so that the countries themselves will be able to solve problems of food insecurity and malnutrition globally over the long term. The CRSPs comprise a long-term, multi-disciplinary research and training effort to address the problem of food insecurity and malnutrition in developing countries and since 1978 have educated scientists in a wide range of agricultural disciplines. The CRSPs consist of communities of U.S. land grant universities working with developing-country national agricultural research systems (NARSs), international agricultural research centers, U.S. agribusiness firms and associations, private voluntary organizations, developing-country colleges and universities, USAID headquarters and field missions, and other U.S. agencies, such as USDA. In FY2008, USAID provided $29 million to support CRSP research, training, and technology transfer activities.", "Since the 1990s, the role of capacity building as a strategic direction at USAID both in developing countries and in the United States has been reduced. Over the last decade USAID has reduced the duration of new projects and downgraded the role of research with its longer-term outcomes. The most obvious manifestation of this is the pronounced reduction of the CRSP training program to a small fraction of its size in the 1980s. This has resulted in a significant loss of institutional capacity for training and work abroad for U.S. universities. It also has resulted in even weaker institutional capacity of partner institutions in developing countries. Some have argued that the CRSPs were not cost-effective and had little accountability in terms of showing results and impact. Others argued that the long-term linkages with private- and public-sector partners in developing countries, and the additional resources leveraged, were not counted in the cost-benefit analysis. ", "At the same time, USAID has acknowledged that long-term institutional building is a key component for aid effectiveness. A 2004 white paper stated that the agency was moving toward \"attaching more importance to strengthening institutional capacity and avoiding programs and practices that undermine institutional capacity.\" Nonetheless, the funding, scope, and duration of USAID training and capacity-building programs, especially as relevant to agriculture, have not been restored.", "Some questions exist about whether there is sufficient institutional capacity—both in the United States and in developing countries, particularly Africa—to effectively implement agricultural research, education, training, and market development programs. Some have noted that sub-Saharan Africa has a weak scientific foundation for developing a modern agriculture and that African governments and donors have been reluctant to make long-term investments in science and technology and training to increase agricultural productivity. "], "subsections": []}]}, {"section_title": "Interagency Development Coordination", "paragraphs": ["Several U.S. agencies are involved in formulating policy and/or implementing agricultural development and food security assistance. The most directly involved are USAID, the State Department, USDA, the MCC, the Treasury Department (via the World Bank and other international financial institutions), and the U.S. Trade Representative (USTR), because of trade capacity building activities. The need for interagency coordination in the provision of agricultural development and food security assistance has been widely discussed. Some view it as a challenge and opportunity to further U.S. efforts to enhance global food security; others view what they see as a lack of interagency coordination as a major constraint to U.S. food security efforts. The report of the Chicago Council on Global Affairs noted that \"interagency coordination is a particular challenge in the area of foreign assistance, including food aid and nutrition, where literally scores of different agencies can play a role.\" The Chicago Council recommended creating an Interagency Council on Global Agriculture within the Executive Office of the President to provide leadership and maintain consistent and effective priorities and actions among U.S. government agencies in this area. The Administrator of USAID would serve as a co-chair of this group. In addition, the Chicago Council called for the establishment of a White House National Security Council deputy for global agriculture who also would serve as a co-chair of the ICOGA. ", "The Government Accountability Office (GAO) has issued recent reports that detail the lack of USDA-USAID coordination in the provision of food aid and coordination problems between USAID and the Millennium Development Corporation in providing development aid.", "Both the PSD review of global development policy and the State Department's QDDR point to the problem of interagency roles and coordination as subjects for study and recommendation. Bills introduced in the 111 th Congress to enhance the U.S. role in addressing global hunger, discussed below, also suggest the need for interagency coordination and suggest various ways of establishing coordination."], "subsections": []}, {"section_title": "Multilateral Coordination", "paragraphs": ["The United States works to make international aid more effective and efficient by discussing and coordinating ideas and programs with other donors. The United States carries on regular bilateral consultations on international aid with such major donor governments as Canada, the United Kingdom, and Japan, and with regional entities such as the European Union. The United States also plays a leading role in discussion and coordination within such international bodies as the United Nations and the Development Assistance Committee (DAC) of the OECD, and with the World Bank and regional multinational lending bodies such as the African Development Bank.", "Global summits sponsored by the United Nations also have played an important role in donor coordination, establishing international development goals, mobilizing political support, and creating new coordination mechanisms. In the late 1990s, donors and aid agencies began to acknowledge that they imposed considerable costs on aid recipients by their many different approaches and requirements, and began working with one another and with partner countries to harmonize their strategies and activities. At a 2003 High-Level Forum on Harmonization (HLF-Rome) donors agreed on two primary goals: to ensure that aid is demand-driven and that it is aligned with the developing country's priorities.", "In March 2005, at the Paris High-Level Forum on Aid Effectiveness, over 100 signatories from partner governments, bilateral and multilateral donor agencies, regional development banks, and international agencies endorsed the Paris Declaration on Aid Effectiveness, which made a commitment to help developing-country governments formulate and implement their own national development plans, according to their own national priorities and, where possible, using their own implementation systems. The Paris Declaration also established measurable indicators and targets to track progress.", "The most recent effort in donor coordination is represented by the 2008 High-Level Forum on Aid Effectiveness in Accra, Ghana, with the participation of more than 100 ministries and heads of agencies from developing and donor countries, U.N. and multilateral institutions, global funds, foundations, and civil society organizations. The Accra meeting was different from its predecessors in that developing countries and nongovernmental organizations played a more active role in preparing and participating in the meeting's agenda. There was broad acknowledgement that new global challenges, such as rising food and fuel prices and climate change, bring added urgency to efforts to make aid as effective as possible. The Accra Agenda for Action added additional principles for donor coordination: ", "P redictability . Donors will provide advance information on their planned aid to partner countries for a three- to five-year period. Country systems .  Aid should be delivered according to the priorities and strategies laid out by the partner country, rather than on the strategy laid out by the donor. Conditionality .  Donors will switch from using prescriptive conditions about how and when aid money is spent to conditions based on the developing country's own development objectives. Untying . Donors will relax restrictions that prevent developing countries from buying the goods and services they need from whomever and wherever they can get the best quality at the lowest price.", "The multilateral agreements on aid effectiveness have had some effect on the U.S. government approach to bilateral foreign assistance. Some of the focus has shifted to implementation of programs in keeping with the 2005 Paris Declaration. For instance, the Presidential Initiative to End Hunger in Africa, which is administered by USAID, has increasingly focused on fostering African ownership of the development process by supporting African initiatives, institutions, and capacity building at the national and regional levels. This includes USAID support for the Comprehensive Africa Agriculture Development Program (CAADP), which, as noted above, is an African-owned and -led initiative to boost agricultural productivity in Africa. The Administration's global food security initiative expressly endorses the principles and objectives laid out in the Accra Agenda for Action. Others would argue, however, that the aid reform process is moving too slowly and that the United States has not gone far enough to meet the objectives outlined in the various international donor meetings."], "subsections": []}, {"section_title": "Funding Considerations", "paragraphs": ["In its FY2010 budget request, the Administration identified food security as a \"new key area of interest.\" The largest component of U.S. food security assistance in the budget continues to be P.L. 480 commodity food aid, for which the request is $1.69 billion. An additional $300 million was requested for international disaster and famine assistance to finance food security assistance, including local and regional procurement of food, and other safety net assistance such as cash transfers and vouchers. Congress appropriated the amount requested for P.L. 480 food aid—$1.69 billion—in the Agriculture appropriations bill ( H.R. 2997 ). The FY2010 Foreign Operations appropriations bill, which appropriates funds for development and disaster assistance, is still pending. For international disaster assistance, the House-passed Foreign Operations appropriations measure ( H.R. 3081 ) provides $200 million for food security aid, $100 million less than requested by the President. For agricultural development assistance, the President's FY2010 budget requested approximately $1.36 billion, more than double the FY2009 request. The House-passed Foreign Operations bill provides $1.0 billion for agriculture and food security assistance. The Senate Foreign Operations bill ( S. 1434 ), which has not passed the full Senate, recommends $1.5 billion for agriculture and food security assistance. S. 1434 does not include a reference to disaster assistance funds for local and regional purchase of food aid commodities.", "Some see the experience of administration requests and congressional appropriations for the Millennium Challenge Corporation (MCC) as cautionary with respect to prospects for U.S. funding for a food security initiative. In each year since the MCC was established, the MCC proposal was the largest increase sought by the Administration in the Foreign Operations appropriations bill and was viewed by many observers as one of the most vulnerable items in an increasingly difficult budget environment. In each year as well, its enacted appropriation has been well below the President's request. Supporters of the MCC are disturbed by this trend, reflected again in proposed congressional funding levels for FY2009, well below the (Bush) Administration request. Funding levels for the MCC for FY2010 are still pending. ", "At the L'Aquila summit, the President pledged that the United States would provide $3.5 billion over three years to support the Global Agriculture and Food Security Partnership. The funds called for in congressional appropriations measures could be considered as parts of the U.S. pledge. As for the overall G8 L'Aquila commitment to the Global Partnership, which now stands at $22 billion over three years, some skepticism exists in the international community that the G8 pledge will be met. Skeptics note that the 2005 G8 Summit in Gleneagles, Scotland, pledged to provide $50 billion in development aid to sub-Saharan Africa by 2009, but by some accounts the G8 is $15 billion short of meeting this commitment. "], "subsections": []}]}, {"section_title": "Legislative Proposals in the 111th Congress", "paragraphs": ["A number of bills related to global agricultural development and food security assistance have been introduced in the 111 th Congress. Three bills ( S. 384 , H.R. 3077 , H.R., 2817) directly address components of a U.S. food security strategy. Two others ( H.R. 2139 , S. 1524 ) address more broadly the U.S. foreign assistance strategy and policy within which a U.S. food security strategy would be carried out. "], "subsections": [{"section_title": "The Global Food Security Act of 2009 (S. 384, H.R. 3077)", "paragraphs": ["These companion bills would establish that it is U.S. policy to promote global food security, improve agricultural productivity, and support the development of institutions of higher learning, research, and extension in developing countries. Both bills direct the President to designate an individual to serve as the Special Coordinator for Food Security to advise the President on international food security issues and oversee implementation of a comprehensive food security strategy. The bills amend the Foreign Assistance Act of 1961 to authorize FY2010-FY2014 appropriations for programs of agriculture, rural development, and nutrition. One major difference is that S. 384 specifically includes biotechnology research in programs to be supported by the United States, while H.R. 3077 does not include that provision. The bills authorize the President to provide assistance through U.S. land-grant universities, other eligible universities, and public and private partners of universities in the United States and other countries for (1) research on problems affecting food, agriculture, forestry, livestock, and fisheries; (2) improved human and institutional capacity for the global application of agricultural and related environmental sciences; (3) agricultural development and trade research and extension services to support rural population access to national and global markets; and (4) application of agricultural sciences to solving food, health, nutrition, rural income, and environmental problems. Some of the funds appropriated would be available for the USAID Collaborative Research Support Program and the Consultative Group on International Agricultural Research. Both bills establish a U.S. Emergency Rapid Response to Food Crisis Fund to respond to unexpected urgent food assistance needs. Food aid provided under S. 384 and H.R. 3077 could be purchased locally or regionally and funds could be provided to finance the provision of emergency non-food assistance, including vouchers or cash transfers, safety net programs, or other appropriate non-food assistance. The food aid provided in these bills would be in addition to U.S. commodity food aid provided under the Food for Peace Act (P.L. 480). ", "S. 384 was introduced on February 5, 2009, and reported by the Senate Foreign Relations Committee on May 13, 2009. H.R. 3077 was introduced on June 26, 2009, and referred to the House Foreign Affairs Committee. "], "subsections": []}, {"section_title": "The Roadmap to End Global Hunger and Promote Food Security Act of 2009 (H.R. 2817)", "paragraphs": ["H.R. 2817 declares that it shall be U.S. policy to reduce global hunger, advance nutrition, increase food security, and ensure that relevant federal policies and programs (1) provide emergency response and direct support to vulnerable populations in times of need; (2) increase resilience to and reduce, limit, or mitigate the impact of shocks on vulnerable populations; (3) increase and build the capacity of people and governments to sustainably feed themselves; (4) ensure adequate access to the required calories and nutrients needed to live healthy lives; (5) strengthen the ability of small-scale farmers to sustain and increase their production and livelihoods; and (6) incorporate sustainable and environmentally sound agricultural methods and practices.", "The bill establishes a White House Office on Global Hunger and Food Security in the Executive Office of the President and directs the President to appoint, as head of the Office, a Coordinator on Global Hunger and Food Security. The coordinator would be charged with developing and implementing a comprehensive government-wide strategy to address global hunger and food security and to ensure that the strategy (1) contributes to achieving the Millennium Development Goal of reducing global hunger by half not later than 2015 and to advancing the United Nations Comprehensive Framework for Action with respect to global hunger and food security; and (2) is integrated into any review or development of a federal strategy for global development.", "H.R. 2817 requires (1) the Office on Global Hunger and Food Security to work with all relevant federal departments and agencies; (2) the coordinator to establish, schedule, and administer a high-level, government-wide global hunger and food security meeting each week; and (3) the Comptroller General to submit to Congress biennial reports evaluating the design, implementation, and federal coordination of the hunger and food security strategy. The bill establishes a Permanent Joint Select Committee on Hunger. It includes a sense of Congress declaration that not less than $50.36 billion should be made available for FY2010-FY2014 for federal programs addressing global hunger and food security. ", "H.R. 2817 was introduced on June 11, 2009, and referred to the House Foreign Affairs Committee and to the House Agriculture Committee. "], "subsections": []}, {"section_title": "The Initiating Foreign Assistance Reform Act of 2009 (H.R. 2139)", "paragraphs": ["H.R. 2139 directs the President to develop and implement (1) a National Strategy for Global Development to further the U.S. foreign policy objective of reducing poverty and contributing to economic growth in developing countries, including responding to humanitarian crises; and (2) a system to monitor and evaluate the effectiveness of U.S. foreign assistance. H.R. 2139 also expresses the sense of Congress that American taxpayers and foreign assistance recipients should have, to the maximum extent practicable, full access to U.S. foreign assistance information.", "H.R. 2139 was introduced on April 28, 2009, and referred to the House Committee on Foreign Affairs."], "subsections": []}, {"section_title": "The Foreign Assistance Revitalization and Accountability Act of 2009 (S. 1524)", "paragraphs": ["S. 1524 amends the Foreign Assistance Act of 1961 to establish in the United States Agency for International Development (USAID) (1) an Assistant Administrator for Policy and Strategic Planning to assist in matters related to policy planning, strategic planning, program design, research, evaluation, and budget allocation and management; and (2) a Bureau for Policy and Strategic Planning whose primary duties shall include policy and long-term strategy development, evaluation of program effectiveness, and establishment of resource and workforce allocation criteria. It also establishes (1) in the Bureau for Policy and Strategic Planning an Office for Learning, Evaluation, and Analysis in Development; and (2) the Council on Research and Evaluation of Foreign Assistance and the Council on Research and Evaluation of Foreign Assistance Advisory Board. S. 1524 directs the Administrator of USAID to (1) develop a comprehensive workforce and human resources strategy and a related task force to support the objective of promoting development and reducing global poverty; and (2) establish career guidelines for Foreign Service officers and civil service officers that incorporate interagency, intergovernmental, or international organization rotational assignments. The bill directs the President to require all federal departments and agencies to make publicly available on their websites comprehensive and accessible information about U.S. foreign assistance on a program-by-program and country-by-country basis. ", "S. 1524 was introduced in the Senate on July 28, 2009, and reported by the Senate Foreign Relations Committee on November 17, 2009."], "subsections": []}]}]}}