{"id": "R40982", "title": "Green Jobs, Education, and Workforce Training in S. 1733 and H.R. 2454", "released_date": "2009-12-08T00:00:00", "summary": ["This report summarizes and compares provisions for green jobs training and worker adaptation assistance for climate change mitigation impacts in two recent bills: H.R. 2454, the American Clean Energy and Security Act of 2009 (also known as the Waxman-Markey bill), and S. 1733, the Clean Energy Jobs and American Power Act of 2009 (also known as the Kerry-Boxer bill). Under a two-part subtitle for \"Green Jobs & Worker Transition\" (Title IV Subtitle B of H.R. 2454, and Title III, Subtitle A of S. 1733), essentially identical provisions are focused (in Part I) on the development of programs to provide training and education in energy efficiency and renewable energy, and (in Part II) on providing retraining and financial assistance for workers made redundant (or whose earnings have been substantially reduced) by climate change mitigation measures. Since the provisions in both bills are so similar, this report will focus on the provisions as discussed in S. 1733. A \"Chairman's Mark\" of S. 1733 was released in October 2009. Any resulting modifications to applicable areas of the original Kerry-Boxer version are discussed in the report.", "The green jobs training provisions in Part 1 of S. 1733 focuses on the development of training programs in climate change mitigation, renewable energy and energy efficiency, the authorization of competitive grants to organizations and partnerships developed to provide relevant education, training, and an internet-based clearinghouse for general information on the programs and technologies.", "Part 2 of S. 1733 focuses on assisting workers impacted by climate change mitigation measures. If a group of workers can show how their current or prospective employment is impaired by climate change mitigation measures, then these workers would apply for climate change adjustment assistance. Assistance would include a monetary allowance while workers are retrained or otherwise seeking new jobs or seeking full employment if their work hours are reduced. Assistance may be provided for up to three years for eligible workers. Workers receiving assistance under Part 2 would not be eligible for any other form of unemployment insurance.", "The separate jobs retraining and assistance program envisioned by S. 1733 appears to be more comprehensive than existing workforce and apprenticeship programs, perhaps raising issues of equity for unemployed workers not eligible for Climate Change Worker Adjustment Assistance.", "More clarity may be sought with regard to the federal policies, oversight, and planning for the support or development of industries and businesses expected to absorb retrained workers. Growth in green industries and other sectors is assumed to provide future employment as companies look to climate change business opportunities. Coordination of government, education and retraining providers and potential employers on one hand, and corresponding efforts to create or rebuild competitive industrial sectors on the other hand, will likely be crucial if the desired economic growth and employment results are to be realized.", "\"Middle class careers\" and \"quality employment\" are described as goals of the Green Construction careers demonstration projects. But over the longer term, higher paying, less transient jobs are more likely to come from jobs in manufacturing companies rather than jobs in construction. Development of a competitive, domestic renewable energy industry which designs and produces the turbines, solar panels and related parts and components may provide these jobs, but may require a longer-term focus on the needs of future markets."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The U.S. House and Senate have produced two major bills ( H.R. 2454 , the American Clean Energy and Security Act of 2009 (also known as the Waxman-Markey bill) and S. 1733 , the Clean Energy Jobs and American Power Act of 2009 (also known as the Kerry-Boxer bill)) addressing greenhouse gas (GHG) emissions associated with concerns over global Climate Change. This report summarizes and compares provisions for green jobs training and worker adaptation assistance for climate change impacts. ", "Under a two-part subtitle for \"Green Jobs & Worker Transition\" (Title IV Subtitle B of H.R. 2454 , and Title III, Subtitle A of S. 1733 ), essentially identical provisions are focused (in Part I) on the development of programs to provide training and education in energy efficiency and renewable energy, and (in Part II) on providing retraining and financial assistance for workers made redundant (or whose earnings have been substantially reduced) by climate change mitigation measures. Since the provisions in both bills are so similar, this report will focus on the provisions as discussed in S. 1733 . A \"Chairman's Mark\" of S. 1733 was released in October 2009. Any resulting modifications to applicable areas of the original Kerry-Boxer version are discussed in the report. ", "Reducing GHG emissions will likely require the curtailed use of fossil fuels for generating electricity, powering vehicles, and fuelling the furnaces of industrial production. Current legislation envisions an economic \"price\" on high-carbon fossil fuels to encourage switching to cleaner energy alternatives. Since fuel costs are often the third-highest cost component in manufacturing a product (after materials and labor), any increase in fuel costs could significantly affect the competitiveness of such products and therefore the profitability of an enterprise. Some companies may be able to adapt, finding more efficient ways to manufacture their products, while other businesses will cut labor costs.", "The legislative provisions examined in this report are intended to assist the development of green jobs training programs and to establish an internet-based clearinghouse for information on the green jobs industry. The provisions also seek to provide employment retraining and financial assistance for workers found to have been made redundant by climate change mitigation requirements, or those whose earnings have been significantly reduced."], "subsections": []}, {"section_title": "Summary of S. 1733 Provisions", "paragraphs": ["A summary of provisions in S. 1733 , \"Clean Energy Jobs and American Power Act\" Title III, Subsection A follows. Essentially the same organization and titles exist in H.R. 2454 , \"American Clean Energy and Security Act,\" Title IV, Subtitle B, with only the section numbering differing. Green jobs training provisions in Part 1 of both bills focuses on the development of training programs in renewable energy and energy efficiency. Part 2 of both bills focuses on a new government program specifically to assist workers impacted by climate change mitigation measures. "], "subsections": []}, {"section_title": "Title III—Transition and Adaptation, Subtitle A—Green Jobs and Worker Transition", "paragraphs": [], "subsections": [{"section_title": "Part 1. Green Jobs", "paragraphs": [], "subsections": [{"section_title": "Sec. 301. Clean Energy Curriculum Development Grants", "paragraphs": ["The Secretary of Education (in consultation with the Secretaries of Energy and Labor) is authorized to competitively award grants to eligible partnerships to develop programs of study in the fields of clean energy, renewable energy, energy efficiency, climate change mitigation and climate change adaptation. An eligible partnership can submit an application describing the partnership, its qualifications, area of focus, need of the labor market addressed, methodology and approach to meeting student needs, description of applied learning programs, placement of students in nontraditional fields, and description of applicant's proposed plan to consult with labor, apprenticeship and job training programs in the area for which a curriculum is proposed. Applications will be subject to a peer review process for recommendations to the Secretary for grant awards."], "subsections": []}, {"section_title": "Sec. 302. Development of Information and Resources Clearinghouse for Vocational Education and Job Training in Renewable Energy Sectors", "paragraphs": ["An internet-based information and resources clearinghouse is to be established no later than 18 months after the date of enactment to aid career and technical education and job training in renewable energy by collecting and providing information on technological changes, best practices in training, and education, with an emphasis on renewable energy industry and job training program collaboration. In establishing the clearinghouse, the Secretary is to solicit information and expertise from the renewable energy industry, and institutions of higher education, technical schools, and community colleges that provide training in renewable energy. Separate sections of the clearinghouse are to focus on solar and wind energy systems, energy transmission systems, geothermal systems for energy and heating, and energy efficiency technical training. Each of these sections shall include information on basic environmental science and processes needed to understand renewable energy systems, federal government and industry resources, and points of contact."], "subsections": []}, {"section_title": "Sec. 303. Green Construction Careers Demonstration Project", "paragraphs": ["A \"Green Construction Careers\" demonstration project is to be established not later than 180 days after enactment. The purpose of the demonstration projects is to promote \"middle class careers\" and \"quality employment practices\" in the green construction sector on construction projects related to this act for \"targeted workers\" who reside in the same area as the project. The Secretaries of Education, Energy, and Labor are to evaluate the initial projects at the end of three years with an eye to identifying further projects, if they are deemed successful. Qualified pre-apprenticeship and apprenticeship programs aimed at targeted workers are to be used by contractors on the projects, or approved alternatives if contractor apprenticeship programs are outside the residence area of the project. The Government Accountability Office will report on the projects to Congress. "], "subsections": []}]}, {"section_title": "Part 2. Climate Change Worker Adjustment Assistance", "paragraphs": [], "subsections": [{"section_title": "Sec. 311. Petitions, Eligibility Requirements, and Determinations", "paragraphs": ["A petition for eligibility for adjustment assistance can be filed by a group of workers, a union or other duly authorized representative of such workers, employers, or other entities acting on the behalf of such workers. The petition is to be filed simultaneously with the Secretary of Labor and the governor of the state in which the workers' employment site is located. The Secretary will publish the filing in the Federal Register and initiate an investigation to determine eligibility. The governor shall ensure that rapid response activities and appropriate core services authorized under federal law are made available to workers covered by the petition, and shall assist the Secretary by verifying such information and providing such other assistance as the Secretary may request. Workers may be eligible to apply for such assistance if: (a) they are employed in energy producing or transforming industries; industries dependent on energy industry; energy-intensive manufacturing industries; consumer goods manufacturers; or other industries determined by the Secretary to be adversely affected by any requirement of Title VII of the Clean Air Act (CAA); (b) the Secretary determines a significant number of workers become separated partially or totally from employment; (c) sales, production, or delivery of goods and services have decreased as a result of any requirement of Title VII of CAA, including the shift from fossil fuels to other sources of energy (including renewables) that results in the closing of a facility or layoff of employees at a facility that mines, produces, processes, or uses fossil fuels to generate electricity; a substantial increase in cost of energy for a manufacturing facility (not offset by assistance under title VII of CAA); or other situations the Secretary determines are adverse impacts of any requirement of Title VII of CAA. Public agency and service workers are also eligible for assistance if they are found to be adversely impacted by provisions of Title VII of CAA. ", "The Secretary is authorized to collect such information as may be necessary to verify applications, with protection afforded to information considered confidential as noted in the section. A determination of eligibility would be due not later than 40 days after a petition was filed. Representatives of the domestic industry (including employers, union representatives or other duly authorized representatives) would be notified as to the result of a determination by the Secretary. Procedures for applying for benefits would follow certification of eligibility."], "subsections": []}, {"section_title": "Sec. 312. Program Benefits", "paragraphs": ["Climate change adjustment assistance payments are to be made to certified, eligible workers for any week of unemployment on or after the date of certification, as long as specified conditions are met (including the circumstances of separation and length of previous employment). Workers receiving assistance payments under this section shall be ineligible to receive any other form of unemployment insurance during the period the worker is receiving climate change adjustment assistance under this section. Workers are to enroll in a training program unless circumstances exist to waive this requirement such as: a recall to work; the worker has \"current marketable skills;\" the worker is within two years of eligibility for old-age benefits under social security or a private pension; or the worker's health precludes participation in a training program (but such a health issue may not necessarily preclude the worker from other requirements for benefits). Climate change adjustment payments shall be equal to 70% of the average weekly wage of the worker, but are not to exceed the average weekly wage for all workers in the worker's state of residence. Such benefits are to be payable for a maximum of 156 weeks. ", "Eligible workers will also receive information and employment services such as skills and diagnostic testing, information on financial aid and career counseling and training available locally and regionally, job vacancy listings, and information on the availability of support services such as childcare and transportation. Training would be approved for a worker if the Secretary determines that there is no suitable employment available and the worker would have a reasonable expectation of employment once trained. The worker must be qualified to take the training program (which must be available at a reasonable cost). States will receive funds for the administrative costs of the program of approximately 15% of assistance each fiscal year, and for employment services training. A state may decline such funding if it chooses. A one-time, lump sum reimbursement for job search expenses is authorized for an eligible worker up to $1,500 for workers who have completed the training program and are no longer eligible for climate change adjustment assistance. Relocation assistance is authorized (a one-time, lump sum up to three times the worker's weekly wage, not to exceed $1,500) if an eligible worker cannot secure suitable employment in the commuting areas in which the worker resides and, among other qualifiers, has a bona fide job offer in the area of relocation. Health insurance coverage for eligible workers will be continued and 80% of the premium will be paid (to the insurer) while the worker is receiving assistance under this section."], "subsections": []}, {"section_title": "Sec. 313. General Provisions", "paragraphs": ["The Secretary is authorized to enter into agreements with any state or state agency to meet the requirements of this part including data reporting. Each cooperating state or state agency shall advise each worker applying for benefits of procedures and deadlines, eligibility for training, benefits and climate change adjustment assistance. Adversely affected workers receiving benefits under this part are not eligible for benefits of other unemployment insurance under the laws of the state. A finding by a cooperating state agency on eligibility for benefits can only be reviewed under the laws of that state. If no agreement is in force with a state or state agency, the Secretary shall promulgate regulations for assistance under Section 312. Apprenticeship or other on-the-job training programs under this part shall not displace an employed worker, or impair an existing contract for services or collective bargaining agreement. The total amount of funds to be disbursed for the purposes of Section 312 shall not exceed the amount deposited into the Worker Transition Fund established in Section 209 of Division B. The Secretary may waive any section of this part to ensure that a member of the Armed Forces reserve serving on a period of duty (as described in the section) and who is an adversely affected worker is eligible to receive climate change assistance, training, and other benefits. A study on the circumstances of older workers is prescribed in the section. "], "subsections": []}]}, {"section_title": "Related Provisions", "paragraphs": ["Sec. 20 8 . Energy Efficiency and Renewable Energy Worker Trainin g . An \"Energy Efficiency and Renewable Energy Worker Training Fund\" is to be established in the U.S. Treasury, funded by [the Environmental Protection Agency's Administrator from] auction proceeds from emission allowances. The Department of Energy's Secretary is to use these funds in accordance with section 171(e)(8) of the Workforce Investment Act of 1998.", "Sec. 209. Worker Transition. A separate account is to be established in the Treasury known as the \"Worker Transition Fund\" to receive proceeds from emissions auctions and is to be made available to carry out Part 2 of Subtitle A of Title III of Division A."], "subsections": []}]}, {"section_title": "Differences Between Kerry-Boxer Version and Chairman's Mark", "paragraphs": ["Essentially, there are no differences in content between the original Kerry-Boxer version of the bill and the Chairman's Mark except for Section 313, General Provisions. In the Chairman's Mark, definition (10) was added to correct the omission of the term \"industries dependent upon energy industries.\""], "subsections": []}, {"section_title": "Comparison of S. 1733 with Provisions in H.R. 2454, Subtitle B—Green Jobs and Worker Transition", "paragraphs": ["A summary of differences between the House and Senate bills follows, with section numbers referring to the Senate bill (unless otherwise stated). Overall, these differences do not appear to be material.", "Section 313, General Provisions . In the Chairman's Mark, definition (16) defines \"State\" to include the District of Columbia and the Commonwealth of Puerto Rico; and the term \"United States\" when used in the geographic sense is defined to include such Commonwealth. This definition is not in H.R. 2454 .", "Section 313, General Provisions . In the Chairman's Mark, definition (20) adds citation (45 U.S.C. 351, et seq.) for the Railroad Insurance Act. This cite is not in H.R. 2454 .", "Section 313, General Provisions . The Spending Limit designation of where funding for the Climate Change Worker Assistance Fund is to be established in a proposed Title VII of the Clean Air Act differs with H.R. 2454 . In the Senate version, Section 209 of Division B has proceeds of allowance auctions being available pursuant to section 771(b)(5) of the CAA. The House version has amounts deposited per section 782(j) of the CAA. This appears to be a result of differences in House-Senate organization for proposed new sections of the CAA.", "Increased Funding for Energy Worker Training Program: Section 422 of H.R. 2454 adds another $25 million in funding to Section 171(e)(8) of the Workforce Investment Act of 1998, and establishes a separate account in the U.S. Treasury to be known as the \"Energy Efficiency and Renewable Energy Worker Training Fund.\""], "subsections": []}, {"section_title": "Similar Provisions in Other Legislation", "paragraphs": ["Title IV of the American Recovery and Reinvestment Act of 2009 (ARRA) specifies that $100 million of the $4.5 billion made available to the U.S. Department of Energy's Office of Electricity Delivery and Energy Reliability be used for worker training.", "Title VIII of ARRA provides $500 million to the U.S. Department of Labor under \"Training and Employment Services\" for research, labor exchange, and job training projects that prepare workers for careers in renewable energy and energy efficiency. "], "subsections": []}, {"section_title": "General Comments", "paragraphs": ["Both the House and Senate bills contain essentially the same provisions intended to provide employment retraining with a focus on jobs in renewable energy and energy efficiency in Part 1—Green Jobs, and financial assistance for workers found to have been made redundant by climate change mitigation requirements, or those whose earnings have been significantly reduced in Part 2—Climate Change Worker Adjustment Assistance. ", "The source of funding for the provisions of Part 1, while apparently associated with the establishment of the \"Energy Efficiency and Renewable Energy Worker Training Fund,\" is not clearly established in either bill.", "The term \"Green Jobs\" is undergoing definition at the Labor Department as to what these jobs are, and the sector or sectors they will be classified in under the North American Industry Classification System (NAICS). The NAICS is used by the federal government to collect and analyze data with regard to the U.S. economy. There is agreement that Green Jobs will relate to renewable energy and energy efficiency, but the extent to which these jobs will be exclusive to these areas is under debate as the skills and training necessary may be transferable from and to other job classifications. The level and specialization of these jobs could vary from tradesmen such as electricians and welders, to technical engineers or financial managers, and from intellectual design to maintenance workers. ", "Part 2 of the legislation focuses on assisting workers impacted by climate change mitigation measures. Climate change mitigation may adversely affect the competitiveness of U.S. industries as legislation requiring adaptation to a low-carbon future has the potential to increase the costs of manufactured products. As such, if a group of workers can show how their current or prospective employment is impaired by such measures, then these workers may apply for climate change adjustment assistance. Assistance may include a monetary allowance while workers are retrained or otherwise seeking new jobs or seeking full employment if their work hours are reduced. The proposed legislation appears to be adaptable to the training needs of affected workers from various employment levels and backgrounds, as assistance may be provided for up to three years for eligible workers.", "Training for Part 1—Green Jobs seems to be focused on providing qualified workers for renewable energy construction projects, i.e., wind and solar projects, energy transmission systems, and energy efficiency jobs envisioned by the act. It is likely that while certain of these jobs will require new skills, many of these jobs can be filled by tradesmen with existing skills in electrical wiring and welding. Other skills in machining and parts fabrication may also be directly transferable. Many of these jobs may require workers to follow projects as they are won and built, and require moving on to where the jobs are. Many of these projects will be built where the renewable resources are best, and for large scale wind or solar thermal projects, this means the broad plains of the Midwest or the sunny arid desert regions of the Southwest. ", "Funds are to be made available to states to carry out the retraining, on-the-job training, career counseling, or other employment services. The federal government may seek to audit use of funds and applicants to guard against fraud or misuse of funds. Eligible workers must be citizens or nationals of the United States, or have \"satisfactory immigration status\" to receive program benefits. Linkages of \"apprenticeship\" and \"pre-apprenticeship\" programs with business and industry needs must be addressed (and eventually with potential employers' needs), and secondary schools prepared to advise students on apprenticeship career options. ", "The separate jobs retraining and assistance program envisioned by S. 1733 appears to be more comprehensive than existing workforce (such as at \"One Stop Career Center\") and Employee Retirement Income Security Act apprenticeship programs, perhaps raising issues of equity for unemployed workers not eligible for Climate Change Worker Adjustment Assistance. ", "\"Middle class careers\" and \"quality employment\" are described as goals of the Green Construction careers demonstration project in Section 303. But over the longer term, higher paying, less transient jobs are more likely to come from positions in manufacturing companies rather than jobs in construction. Development of a competitive, domestic renewable energy industry which designs and produces the turbines, solar panels, and related parts and components is the likely source of these jobs, but may require a longer-term focus on the needs of future markets.", "More clarity may be sought with regard to the federal policies, oversight, and planning for the support or development of industries and businesses expected to absorb retrained workers. Retraining programs and climate adjustment assistance benefits are projected up to three years for eligible workers, during which time the worker may or may not be placed. The worker may then apply for a lump sum for job search assistance or relocation, or both if suitable employment is not found. At the same time, adjustment assistance to climate change-impacted industries is to be made available through allocations and auctions of emissions allowances, but such businesses are likely to downsize to survive. Growth in green industries and other sectors is assumed to provide future employment as companies look to climate change business opportunities. Coordination of government, education, and retraining providers and potential employers on one hand, and corresponding efforts to create or rebuild competitive industrial sectors on the other hand will likely be crucial if the desired economic growth and employment results are to be realized. "], "subsections": []}]}}