{"id": "R41096", "title": "Legislative Options After Citizens United v. FEC: Constitutional and Legal Issues", "released_date": "2010-07-27T00:00:00", "summary": ["In Citizens United v. FEC, the Supreme Court invalidated two provisions of the Federal Election Campaign Act (FECA), finding that they were unconstitutional under the First Amendment. The decision struck down the long-standing prohibition on corporations using their general treasury funds to make independent expenditures, and Section 203 of the Bipartisan Campaign Reform Act of 2002 (BCRA), prohibiting corporations from using their general treasury funds for \"electioneering communications.\" BCRA defines \"electioneering communication\" as any broadcast, cable, or satellite communication that refers to a clearly identified federal candidate made within 60 days of a general election or 30 days of a primary. The Court determined that these prohibitions constitute a \"ban on speech\" in violation of the First Amendment. The Court, however, upheld the disclaimer and disclosure requirements in Sections 201 and 311 of BCRA as applied to a movie regarding a presidential candidate that was produced by Citizens United, a tax-exempt corporation, and the broadcast advertisements it planned to run promoting the movie.", "As a result of the Court's ruling, federal campaign finance law no longer restricts corporate or, most likely, labor union use of general treasury funds to make independent expenditures for any communication expressly advocating election or defeat of a candidate. In addition, the law now also permits corporate and union treasury funding of electioneering communications. However, the law prohibiting contributions to candidates, political parties, and political action committees (PACs) from corporate and labor union general treasuries still applies.", "In response to the Supreme Court's ruling, various proposals have been discussed and legislation has been introduced in the 111th Congress, including for example H.Con.Res. 13, H.J.Res. 13, H.J.Res. 68, H.J.Res. 74, H.R. 158, H.R. 1095, H.R. 1826, H.R. 2038, H.R. 2056, H.R. 3574, H.R. 3859, H.R. 4431, H.R. 4432, H.R. 4433, H.R. 4434, H.R. 4435, H.R. 4487, H.R. 4510, H.R. 4511, H.R. 4517, H.R. 4522, H.R. 4523, H.R. 4527, H.R. 4537, H.R. 4540, H.R. 4550, H.R. 4583, H.R. 4617, H.R. 4630, H.R. 4644, H.R. 5175, S.J.Res. 28, S. 133, S. 752, S. 2954, S. 2959, S. 3004, and S. 3628. This report provides an analysis of the constitutional and legal issues raised by several proposals, organized by regulatory topic: increasing disclaimer requirements, increasing disclosure for tax-exempt organizations, requiring shareholder notification and approval, restricting U.S. subsidiaries of foreign corporations, restricting political expenditures by government contractors and grantees, taxing corporate independent expenditures, and providing public financing for congressional campaigns. The report also addresses amending the Constitution.", "For a comprehensive discussion of legislation that has been introduced and an analysis of policy options, see CRS Report R41054, Campaign Finance Policy After Citizens United v. Federal Election Commission: Issues and Options for Congress, by [author name scrubbed]. For a legal analysis of the Supreme Court's ruling, see CRS Report R41045, The Constitutionality of Regulating Corporate Expenditures: A Brief Analysis of the Supreme Court Ruling in Citizens United v. FEC, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["In a 5-to-4 ruling, the Supreme Court in Citizens United v. F ederal Election Commission (F EC ) lifted certain restrictions on corporate independent expenditures. The decision invalidated two provisions of the Federal Election Campaign Act (FECA), codified at 2 U.S.C. § 441b. It struck down the long-standing prohibition on corporations using their general treasury funds to make independent expenditures, and Section 203 of the Bipartisan Campaign Reform Act of 2002 (BCRA), which amended FECA, prohibiting corporations from using their general treasury funds for \"electioneering communications.\" The Court determined that these prohibitions constitute a \"ban on speech\" in violation of the First Amendment. In so doing, the Court overruled its earlier holdings in Austin v. Michigan Chamber of Commerce, finding that the allegedly distorting effect of corporate expenditures provided no basis for allowing the government to limit corporate independent expenditures. It also overruled the portion of its decision in McConnell v. FEC, upholding the facial validity of Section 203 of BCRA, finding that the McConnell Court relied on Austin.", "The Court, however, upheld the disclaimer and disclosure requirements in Sections 201 and 311 of BCRA as applied to a movie regarding a presidential candidate that was produced by Citizens United, a tax-exempt corporation, and the broadcast advertisements it planned to run promoting the movie. According to the Court, while they may burden the ability to speak, disclaimer and disclosure requirements \"impose no ceiling on campaign-related activities.\"", "It does not appear that the Court's ruling in Citizens United affects the validity of Title I of BCRA, which generally bans the raising of soft, unregulated money by national parties and federal candidates or officials, and restricts soft money spending by state parties for \"federal election activities.\" For a legal analysis of the Supreme Court's ruling, see CRS Report R41045, The Constitutionality of Regulating Corporate Expenditures: A Brief Analysis of the Supreme Court Ruling in Citizens United v. FEC , by [author name scrubbed]."], "subsections": [{"section_title": "Impact of Citizens United on Current Federal Campaign Finance Law", "paragraphs": ["In brief, before the Court's ruling, corporations and labor unions were prohibited from using their general treasury funds to make expenditures for communications expressly advocating election or defeat of a clearly identified federal candidate. In addition, corporations and unions were prohibited from using general treasury funds to finance electioneering communications, which FECA defines as any broadcast, cable, or satellite communication that refers to a clearly identified federal candidate made within 60 days of a general election or 30 days of a primary. However, corporations and labor unions were permitted to use political action committees (PACs), financed with regulated contributions from certain employees, shareholders, or members, to make independent expenditures for express advocacy communications and to fund electioneering communications within the restricted time periods.", "As a result of the Court's ruling, it appears that federal campaign finance law does not restrict corporate or, most likely, labor union use of general treasury funds to make independent expenditures for any communication expressly advocating election or defeat of a candidate. In addition, the law now also permits corporate and union treasury funding of electioneering communications. However, the law prohibiting contributions to candidates, political parties, and political action committees (PACs) from corporate and labor union general treasuries still applies."], "subsections": []}, {"section_title": "Legislation and Proposals in Response to Citizens United", "paragraphs": ["In response to the Supreme Court's ruling in Citizens United v. FEC , various proposals have been discussed and legislation has been introduced. This report provides an analysis of the constitutional and legal issues raised by several proposals, organized by regulatory topic: increasing disclaimer requirements, increasing disclosure for tax-exempt organizations, requiring shareholder notification and approval, restricting U.S. subsidiaries of foreign corporations, restricting political expenditures by government contractors and grantees, taxing corporate independent expenditures, and providing public financing for congressional campaigns. The report also discusses amending the Constitution.", "This report does not describe specific legislation. For a comprehensive discussion of legislation that has been introduced and an analysis of policy options, see CRS Report R41054, Campaign Finance Policy After Citizens United v. Federal Election Commission: Issues and Options for Congress , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Increased Disclaimer Requirements19", "paragraphs": ["Some legislation and proposals that have been discussed in response to the Supreme Court's ruling in Citizens United v. FEC would increase disclaimer requirements for political communications paid for by corporations. The term \"disclaimer\" typically refers to sponsor identification that is included in the content of the advertisement. For example, such proposals may require advertisements to include a statement by the president or chief executive officer of the corporation, identifying such individual by name and position, and indicating that the corporation that he or she heads paid for the ad and approved its contents. In addition, such proposals may require inclusion of an image of the individual making the statement.", "Currently, the Federal Election Campaign Act (FECA) requires that any public political advertising financed by a political committee include various disclaimers. Of particular relevance, it also requires that corporations and labor unions include disclaimers in any communication expressly advocating the election or defeat of a clearly identified candidate, any solicitation of contributions, or any other public political advertising, including electioneering communications, that are financed by corporations and labor unions. FECA defines \"electioneering communication\" as any broadcast, cable, or satellite communication that refers to a clearly identified federal candidate made within 60 days of a general election or 30 days of a primary.", "For communications financed by corporations and labor unions, FECA requires the disclaimer to clearly state the name and permanent street address, telephone number, or website address of the person who paid for the communication and state that the communication was not authorized by any candidate or candidate committee. In radio and television advertisements, corporations and labor unions are required to include in a clearly spoken manner, the following audio statement: \"________ is responsible for the content of this advertising,\" with the blank to be filled in with the name of the entity paying for the ad. In addition, in television advertisements, the statement is required to be conveyed by an unobscured, full-screen view of a representative of the entity paying for the ad, in a voice-over, and shall also appear in a clearly readable manner with a reasonable degree of color contrast for a period of at least four seconds. This requirement is often referred to as \"stand by your ad.\" FECA does not require disclosure for advertising that does not expressly advocate election or defeat of a clearly identified candidate, and that does not meet the criteria of an \"electioneering communication.\"", "In McConnell v. FEC , by a vote of 8 to 1, the Supreme Court upheld the facial validity of the disclaimer requirement in Section 311 of BCRA. Specifically, the Court found that it \"bears a sufficient relationship to the important governmental interest of 'shedding the light of publicity' on campaign financing.\"", "Similarly, in Citizen s United v. FEC , by a vote of 8 to 1, the Court upheld the disclaimer requirement in Section 311 as applied to a movie that Citizens United produced regarding a presidential candidate and the broadcast advertisements it planned to run promoting the movie. According to the Court, while they may burden the ability to speak, disclaimer and disclosure requirements \"impose no ceiling on campaign-related activities,\" and \"do not prevent anyone from speaking.\" According to the Court, the disclaimer requirements in Section 311 of BCRA \"provid[e] the electorate with information,\" and \"insure that the voters are fully informed\" about who is speaking. Moreover, they facilitate the ability of a listener or viewer to \"evaluate the arguments to which they are being subjected.\" At a minimum, the Court announced, disclaimers make clear that an advertisement is not financed by a candidate or a political party. ", "As a result, it appears likely that enactment of increased disclaimer requirements for corporate-financed political advertisements would survive facial challenges to their constitutionality. However, if a disclaimer requirement was so burdensome that it impeded the ability of a corporation to speak—for example, a requirement that a disclaimer comprise an unreasonable amount of time—a court might conclude that it is a violation of a corporation's free speech rights under Citizens United ."], "subsections": []}, {"section_title": "Disclosure of Donors to § 501(c) Organizations32", "paragraphs": ["Some have proposed requiring the identities of certain donors to § 501(c) organizations be publicly disclosed, either through traditional disclosure mechanisms or the disclaimer provisions discussed above. The organizations described in IRC § 501(c) have federal tax-exempt status. They include § 501(c)(4) social welfare organizations, § 501(c)(5) labor unions, and § 501(c)(6) trade associations.", "Under current law, FECA requires the public disclosure of certain donors to entities, including § 501(c) organizations, that make independent expenditures and electioneering communications. In general, the identification of donors to such entities is subject to disclosure if their donations exceed a threshold amount and are made to further the entity's campaign activity. In certain situations, the identity of any donor whose contribution exceeds the threshold amount may be subject to disclosure, regardless of whether it was made to further the activity. The organization may avoid disclosing these donors by establishing a separate account to pay for the activities, which will result in only the donors to that account being publicly disclosed.", "Some might argue that compelled donor disclosure chills the organization's and donors' First Amendment rights. In Citizens United , the Court upheld disclosure requirements as applied to the movie that Citizens United produced and the broadcast advertisements it planned to run promoting the movie. The Court explained that while they may burden the ability to speak, the requirements \"impose no ceiling on campaign-related activities,\" and \"do not prevent anyone from speaking.\" At the same time, such requirements would be unconstitutional as applied to an organization if there is a reasonable probability that its donors would be subject to threats, harassment, or reprisals.", "As mentioned, some have suggested mandating the public disclosure of certain donors to § 501(c) organizations beyond that required by current law. Additionally, some have proposed expanding FECA's disclaimer requirements so that large donors to § 501(c) organizations would be named in the organization's political advertisements. Some of these proposals would differ from the existing provisions described above in that they would require public disclosure of certain donors regardless of the purpose for which the money was donated or used, without providing a mechanism by which the organization could limit such disclosure to only those donors whose contributions were intended to be used for political purposes.", "Some have raised the possibility that there might be constitutional limitations on the ability of Congress to require disclosure of donors who have not necessarily donated specifically for political activity, particularly if there is no mechanism by which such disclosure could be limited. In other words, some might argue that the differences between the proposals and existing law could be constitutionally significant. How a court would analyze such an argument might be uncertain. It seems any requirement would be subject to \"exacting scrutiny, which requires a substantial relation between the disclosure requirement and a sufficiently important governmental interest.\"", "Here, some might argue, for example, that the relationship between (1) the compelled disclosure of donors who gave money for reasons not necessarily related to campaign activity and (2) the government's interest to provide information to the electorate or avoid corruption or the appearance of corruption is insufficient to withstand judicial scrutiny. Proponents of such an argument might point to the fact that § 501(c) organizations engage in a panoply of activities outside the election context and campaign activity cannot, by law, be their primary activity. Thus, donors who make non-earmarked contributions are supporting the entirety of the organization's activities, and some might question whether the government can require the public disclosure of their identities simply because the organization happens to engage in limited amounts of campaign activity. Such an argument might be extended to the disclaimer proposals as well. ", "On the other hand, it is unclear whether this argument has constitutional merit. As discussed above, the Court has generally looked favorably on disclosure and disclaimer requirements, and there may be other factors that support the constitutionality of the proposals. For example, while the § 501(c) organizations we are concerned with here are limited in the amount of campaign activity they may participate in, they are permitted to engage in an unlimited amount of lobbying. Thus, a court might look at the full spectrum of the organization's activities when determining whether a donor disclosure requirement is sufficiently related to the government's informational interest. A court might also consider the extent to which the requirement furthers donor protection interests (i.e., whether donors' interests are presumably aligned with the organization's activities or donors are on notice that their donations might be disclosed). Additionally, particular proposals might contain limitations or protections that could be important to a court's analysis."], "subsections": []}, {"section_title": "Shareholder Notification and Approval45", "paragraphs": ["There is congressional interest in amending federal securities laws to require a corporation to provide notice to shareholders of corporate political spending and/or to require that shareholders authorize corporate political spending. For example, a very general description of such a bill is a proposal requiring that no publicly traded company which must file annual and other reports with the Securities and Exchange Commission may make any political expenditure in excess of a certain amount in a fiscal year without first obtaining the authorization of a majority of the shareholders.", "Congress does not appear to have enacted legislation which provides shareholders with voting authority concerning specific corporate expenditures. These matters have traditionally been left for individual corporations to handle. Most decisions involving corporate expenditures are made by corporate executives and boards of directors. Under the business judgment rule, if there is a reasonable basis that a corporate transaction was made in good faith, management will typically be immunized from liability. Arguably, the business judgment rule applies to decisions of management concerning corporate political expenditures.", "However, this tradition of leaving corporate expenditure decisions to corporate executives does not mean that Congress is without constitutional authority to enact legislation requiring shareholder approval of corporate political expenditures. The Constitution's Commerce Clause may arguably provide Congress with authority to enact legislation of the type in question. No case specifically on point may be cited as precedent for upholding such legislation, but courts have cited the Commerce Clause as providing Congress with constitutional authority to enact various kinds of broad legislation concerning corporations. For example, several cases were brought challenging the constitutionality of the Securities Act of 1933 and the Securities Exchange Act of 1934. The cases upheld the constitutionality of these major federal securities laws on the basis of Congress's power under the Commerce Clause. Although these cases are approximately 70 years old, their holdings arguably remain within the philosophy of later interpretations by courts of the Commerce Clause.", "The Securities Act of 1933 ... does not attempt to regulate or prohibit the sale of securities in intrastate commerce. It merely provides as a condition precedent to the use of the mails and the facilities of interstate commerce that the issuer file a registration statement containing a true and complete statement of the information required by Section 7 of the Act, 15 U.S.C.A. § 77g, in order to protect the public against imposition and fraud in the sale of securities through the use of the mails or the facilities of interstate commerce.... It is well settled that Congress may enact reasonable regulations to prevent the mails and the facilities of interstate commerce from being used as instruments of fraud and imposition.", "The type of legislation described above would not prohibit corporate spending on political advertising; rather, it would require that shareholders give their approval of the spending. It may be argued that shareholders, as owners of a corporation, have virtually an inherent right, though perhaps not necessarily the expertise, to direct spending by executives and boards of directors and that legislation of the type in question would affirm this right.", "Legislation requiring voting by shareholders on proposed corporate political advertising could arguably be drafted in such a way as to act as a kind of impediment to the corporation's free speech as set out in Citizens United . For example, if a proposal required that a corporation submit to shareholder vote each specific expenditure for political advertising and that the vote must occur within an unreasonable period of time, a court might conclude that the legislation is a violation of the corporation's free speech rights as described by Citizens United . The practicalities of when to require these votes and the enforcement of this kind of legislation may need to be carefully considered in order not to run afoul of corporate freedom of speech rights defined by the Supreme Court in Citizens United ."], "subsections": []}, {"section_title": "Restrictions on Foreign-Owned Corporations53", "paragraphs": ["The Supreme Court in Citizens United struck down an attempt to limit First Amendment rights to political speech based on the speaker's \"form\" as a corporation. However, its doing so does not necessarily mean that the ability to make campaign expenditures, or otherwise engage in political speech, cannot be restricted based upon the speaker's foreign status. Certain federal laws already categorize some corporations incorporated within the United States as \"foreign\" because of circumstances related to their ownership and control and impose significant restrictions upon them. Congress could explore similar legislation in response to the Citizens United decision. Because of the lack of direct precedent, it is unclear how far Congress could go in this regard. "], "subsections": [{"section_title": "Foreign Corporations vs. Foreign-Owned Corporations under Election Law", "paragraphs": ["The corporations that are the targets of proposed legislation are incorporated within the United States but are owned, to some degree, by foreign governments, corporations, or individuals, or can otherwise be characterized as under \"substantial foreign influence.\" They are not foreign corporations in the sense that they are incorporated under the laws of another country. Such foreign corporations are among the \"foreign nationals\" currently prohibited from making campaign contributions or expenditures under 2 U.S.C. § 441e(a). The constitutionality of this prohibition was not at issue in Citizens United and has apparently never been challenged. ", "In contrast, U.S. corporations with some degree of foreign ownership or control were prohibited from directly making campaign expenditures under 2 U.S.C. § 441b prior to Citizens United because of their status as corporations, not because of their foreign ties. They could, however, form political action committees (PACs) to make such expenditures. There were statutory and regulatory limitations upon the involvement of foreign nationals in these PACs, but these limitations were based on the alienage of the foreign nationals, not of the corporations."], "subsections": []}, {"section_title": "Redefining \"Foreign Nationals\" to Include Foreign-Owned Corporations", "paragraphs": ["Many proposed bills would amend the existing definition of \"foreign national\" to include corporations with some degree of foreign ownership or control. Such proposals could arguably be characterized as contrary to the prevailing legal theory of the corporation, the \"natural person theory,\" which views corporations as separate persons possessed of personalities and interests distinct from those of their shareholders. However, there are instances where courts or statutes effectively rely on alternate theories of the corporation, or otherwise look beyond the corporate form to its shareholders. For example, federal statutes currently classify some U.S. corporations as \"foreign\" because they have a certain percentage of foreign ownership. ", "There is no constitutional provision that expressly permits Congress to enact such statutes, which generally regulate foreign investment in the United States. However, these statutes are commonly justified by other federal powers mentioned in the Constitution, including federal powers over immigration and naturalization; federal power to regulate interstate and foreign commerce; and the power to provide for the national defense. These provisions, or similar ones limiting the involvement of foreigners in the federal government, could also be cited in support of legislation restricting the political speech of foreign-owned or -controlled corporations. In fact, there are already two instances within election law where parent corporations and their subsidiaries are treated as a single entity.", "There does not appear to be any bright-line rule as to what percentage of foreign ownership suffices for categorizing a corporation as \"foreign\" for statutory purposes. Rather, courts would consider any percentages along with the other provisions of the statute when examining the relationship between any challenged restrictions and the alleged government interests. Federal laws that distinguish on the basis of alienage and do not affect fundamental rights, discussed below, will generally be upheld so long as they are not \"'wholly irrational' means of effectuating a legitimate government interest.\" In one of the few cases directly on point, Moving Phones Partnership, L.P. v. Federal Communications Commission , the U.S. Court of Appeals for the District of Columbia Circuit upheld Section 310(b) of the Communications Act and its implementing regulations against an equal protection challenge brought by several partnerships whose applications for authorization to construct and operate cellular systems were denied because they were more than 20% foreign-owned. The plaintiffs conceded that concerns about national security constituted a legitimate reason for discriminating against aliens in broadcasting, and the court found that limiting foreign ownership to no more than 20% was not a \"wholly irrational\" means of effectuating that interest. ", "Preventing foreign influence on U.S. elections has apparently never been recognized as a legitimate state interest in the same way that national security was recognized in Moving Phones and other cases. However, it seems plausible that a court would treat it as such given that determining who can participate in the political process is arguably an inherent aspect of sovereignty; there are other restrictions on non-citizens' involvement in the political process (i.e., lobbying and contributions); and certain provisions of the Constitution have been read as indicating the Framers' concerns about foreign involvement in U.S. politics. "], "subsections": []}, {"section_title": "First Amendment Rights", "paragraphs": ["Because foreigners located abroad generally lack First Amendment rights, it seems possible that some restrictions upon campaign expenditures or other political speech by foreign-owned corporations could be upheld. Also, the United States has a strong sovereign and constitutional interest in limiting political participation to members of its polity. The nature of these restrictions may, however, depend upon corporate structure and related considerations, as courts attempt to reconcile the corporation's \"foreignness\" with the general corporate rights to political speech recognized in Citizens United . Some commentators have suggested that the Court's intention, in finding that an outright ban on corporate expenditures could not be justified as a protection against foreign influence, \"is clear: it does not want to license too broad a ban on all corporate independent expenditures when there is no reason to think that foreign nationals exercise control over the decision making.\" Such commentators are probably correct in suggesting that restrictions targeting small percentages of ownership, without the possibility of control, are more suspect than restrictions targeting wholly owned subsidiaries of foreign governments. Beyond the identity of the foreign owners and the degree of ownership, other considerations could include whether foreign ownership is unitary or dispersed (i.e., does a single foreign owner own the entire interest, or are there multiple owners?); whether ownership is direct or indirect; and what, beyond ownership, suffices for control. ", "Certain restrictions upon the political speech of foreign-owned or -controlled corporations could also potentially be challenged on First Amendment grounds by U.S. citizens. Courts have recognized that some restrictions on the speech of foreigners can abridge First Amendment rights of U.S. citizens by, for example, denying them use of funds to finance this speech. In Mendelsohn v. Meese , a U.S. district court upheld a challenged statute that prevented two U.S. citizens from using funds from the Palestine Liberation Organization (PLO) to finance their speaking throughout the U.S. on behalf of the PLO after applying the more lenient standard of review applied to content-neutral speech. Similarly lenient review may be unlikely here, however, in part because the majority in Citizens United noted that \"[s]peech restrictions based on the identity of the speaker are all too often simply a means to control content.\" This could potentially be a problem with restrictions on corporations with small percentages of foreign ownership because the speech of the U.S. majority owners would be affected by these restrictions."], "subsections": []}, {"section_title": "Vagueness", "paragraphs": ["Certain proposed restrictions could potentially be challenged on the grounds that they are vague. Due process under the Fifth Amendment requires that criminal statutes \"give adequate guidance to those who would be law-abiding, to advise defendants of the nature of the offense with which they are charged, or to guide courts in trying those who are accused.\" Statutes that fail to do this will be held \"void for vagueness.\" Vagueness is of particular concern with governmental restrictions on speech and has been used to void statutes involving loyalty oaths, obscenity and indecency, and restrictions on public demonstrations. Some commentators have expressed concerns that difficulties in determining corporate ownership, particularly in the case of corporations whose stock is publicly traded, could raise vagueness issues because corporations might not know whether they had the requisite percentage of foreign ownership. Similar concerns could also arise because corporate ownership can shift over time, or because of difficulties in determining what, beyond ownership, constitutes control or influence. Such concerns may be particularly apposite given that the majority in Citizens United suggested that complicated regulations of speech can serve to unconstitutionally chill speech."], "subsections": []}]}, {"section_title": "Conditioning Government Contracts or Grants on Forgoing Right to Political Speech95", "paragraphs": ["Efforts by the federal government to restrict private, nongovernmental entities from using their own (non-federal) resources to engage in independent political advocacy or other political communications as a condition to receiving, or because the entity receives, some federal funding by way of grants or contracts would raise significant First Amendment concerns. Congress may certainly limit, regulate, or condition the use of the funds it appropriates, and there are now under federal law and regulation several prohibitions and multiple restrictions on the use by private recipients of federal funds or federal subsidies for political or advocacy purposes. When the government goes beyond restrictions and conditions on the use of the funds it appropriates, however, (or goes beyond attempts to control or \"define\" the content of a government program ), and seeks to institute a direct suppression of independent political advocacy by private entities as a condition to receive (or as a consequence of receiving) federal funds, then such legislation must be examined under the heightened scrutiny of First Amendment principles. The Supreme Court has noted that restrictions on otherwise constitutionally protected activities could not be \"justified simply because\" persons were receiving federal funds, nor was \"a lesser degree of judicial scrutiny ... required simply because Government funds were involved.\""], "subsections": [{"section_title": "\"Unconstitutional Conditions\" on the Receipt of Federal Funds", "paragraphs": ["The Supreme Court has in the past ruled \"that the government may not deny a benefit to a person because he exercises a constitutional right.\" The principle has thus developed in a line of cases that the government may not condition the receipt of a public benefit upon the requirement of relinquishing one's protected First Amendment rights. Although it is true that a private organization may simply choose to forgo participating in political or public policy advocacy to be eligible to receive a grant or a contract, and although no one has a \"right\" to participate in or receive funding, the Supreme Court under the so-called \"unconstitutional conditions\" cases has in the past established the principle that the receipt of a federal benefit may not be conditioned upon abdicating one's constitutional rights, particularly one's First Amendment freedom of speech:", "For at least a quarter-century, this Court has made clear that even though a person has no \"right\" to a valuable governmental benefit and even though the government may deny him the benefit for any number of reasons, there are some reasons upon which the government may not rely. It may not deny a benefit to a person on a basis that infringes his constitutionally protected interests—especially, his interest in freedom of speech. For if the Government could deny a benefit to a person because of his constitutionally protected speech or associations, his exercise of those freedoms would in effect be penalized and inhibited. This would allow the government to \"produce a result which [it] could not command directly.\" Speiser v. Randall, 357 U.S. 513, 526. Such interference with constitutional rights is impermissible.", "In 1996 the Court recognized \"the right of independent contractors not to be terminated for exercising their First Amendment rights.\" This principle, noted the Court, expressly applied to and derived from judicial decisions negating attempts to condition the receipt of government contract funds on the abdication of one's First Amendment rights of speech and advocacy.", "The Supreme Court under this line of cases invalidated a federal law which would have placed an advocacy restriction on any recipient of particular grants from a federally funded program (public broadcasting) in Federal Communications Commission v. League of Women Voters of California . Although broadcast stations might be required to follow certain fairness guidelines, the Court found that such broadcasters, merely because they receive some federal funding through the Corporation for Public Broadcasting, could not be prohibited from providing their own expression and opinions on matters of public interest, as the ban was not narrowly tailored to sufficiently address the government's asserted justifications for such restrictions on speech.", "In Citizens United , one of the arguments for maintaining the statutory restriction on independent corporate campaign expenditures was that the corporation had been granted by law certain benefits and privileges, and as a condition to receive such government-granted benefits, the corporations could be denied their First Amendment right to engage in political expression in making independent campaign expenditures. The Supreme Court, however, summarily dismissed such notion that government benefits could be given in this situation on the condition of forfeiting or forgoing First Amendment privileges:", "[T]he Austin majority undertook to distinguish wealthy individuals from corporations on the ground that \"[s]tate law grants corporations special advantages—such as limited liability, perpetual life, and favorable treatment of the accumulation and distribution of assets.\" 494 U.S. at 658-659. This does not suffice, however, to allow laws prohibiting speech. \"It is rudimentary that the State cannot exact as the price of those special advantages the forfeiture of First Amendment rights.\"", "It is therefore questionable under this line of cases whether general or broad-based restrictions on independent expenditures for political speech and advocacy of all private individuals, firms, associations, or corporations could be instituted as a \"condition\" to receiving a federal grant or a federal contract. It is noted that under current federal law, a government contractor is prohibited from making a campaign \"contribution.\" Under the theory that campaign contributions to candidates have a significant potential for quid pro quo corruption, the Supreme Court, in overturning the corporate campaign independent \"expenditure\" prohibition, left intact the limitation on such corporate campaign \"contributions.\" Campaign contributions to candidates or parties (and their potential for corrupting influences) have been clearly distinguished by the Supreme Court from independent campaign \"expenditures.\" Such independent expenditures in campaigns are afforded greater First Amendment protection as speech, and are apparently not subject to the same considerations of potential corruption or corrupting influence because of the absence of pre-arrangement or coordination with the candidate or the candidate's campaign:", "The Buckley Court recognized a \"sufficiently important\" government interest in \"the prevention of corruption and the appearance of corruption.\" Id. , at 25; see id ., at 26. This followed from the Court's concern that large contributions could be given \"to secure a political quid pro quo .\" Ibid .", "The Buckley Court explained that the potential for quid pro quo corruption distinguished direct contributions to candidates from independent expenditures. The Court emphasized that \"the independent expenditure ceiling ... fails to serve any substantial governmental interest in stemming the reality or appearance of corruption in the electoral process,\" id ., at 47-48, because \"[t]he absence of prearrangement and coordination ... alleviates the danger that expenditures will be given as a quid pro quo for improper commitments from the candidate,\" id ., at 47.", "The Court then concluded in Citizens United:", "Limits on independent expenditures ... have a chilling effect extending well beyond the Government's interest in preventing quid pro quo corruption. The anticorruption interest is not sufficient to displace the speech here in question.", "* * *", "For the reasons explained above, we now conclude that independent expenditures , including those made by corporations, do not give rise to corruption or the appearance of corruption.", "The same considerations in allowing an exception to First Amendment principles in prohibiting contractor \"contributions\" to candidates, therefore, may not necessarily be present to justify a similar government restriction on contractor \"expenditures\" for independent political speech."], "subsections": []}, {"section_title": "Government Program Restrictions and \"Government Speech\"", "paragraphs": ["It is obvious that Congress may and does institute various conditions and requirements on the receipt of federal funds. Although the cases discussed above were found to constitute an \"unconstitutional condition\" on the receipt of federal funds by private parties, the Supreme Court has permitted the government to require a restriction on the use of a recipient's own funds for certain speech within a particular program when that program is even partially funded with federal funds. In Rust v. Sullivan , the Court explained that in prohibiting abortion counseling by private entities within certain federally supported programs the government did not place a \"condition on the recipient of the subsidy,\" but rather placed the restrictions on the \"particular program or service\" which \"merely require that the grantee keep such activities separate and distinct from the\" publicly funded activities. Chief Justice Rehnquist, writing for the Court, distinguished this situation from the \"unconstitutional conditions\" cases:", "In contrast, our \"unconstitutional conditions\" cases involve situations in which the Government has placed a condition on the recipient of the subsidy rather than on a particular program or service, thus effectively prohibiting the recipient from engaging in the protected conduct outside the scope of the federally funded program.", "More recently, the Supreme Court has noted that when the government funds activities it may limit, restrict, and fashion the speech of those speaking on its behalf either as \"government speech,\" or when the government uses \"private speakers to transmit specific information pertaining to its own programs.\" The Court explained that \"[w]hen the government disburses public funds to private entities to convey a governmental message , it may take legitimate and appropriate steps to ensure that its message is neither garbled nor distorted by the grantee.\"", "This \"exception\" to the First Amendment for \"government speech,\" or for certain private speech within the parameters of some government programs, would not, in any event, extend to all activities and programs of individuals or private entities which receive government funds. In Legal Services Corporation v. Velazquez , the Court overturned a restriction on the Legal Services Corporation's grantees \"lobbying\" for changes in welfare legislation as part of legal representation of indigent clients. The Court found that even though the legal services program was government funded, and thus the speech that the government wished to limit by statute was, in fact, within the confines of that program (as in Rust ), the activity and speech involved, that is, lobbying the legislature on behalf of a client, could not be considered \"government speech,\" and thus was not subject to regulation under the \"government speech\" doctrine.", "Along a somewhat similar line as the \"government speech\" concept may be situations where private organizations serve as what might be described as surrogates or stand-ins for government agencies, to perform \"governmental functions\" of administering and disbursing public funds. In some of these instances federal law has treated these private organizations, for purposes of restrictions on the partisan political activities of their employees, as \"state or local\" governmental agencies under the provisions of the Hatch Act. If a contract or a grant were thus given to perform what might be considered \"governmental functions,\" or to have private parties serve as surrogates for government officials in administering or managing certain public programs, then arguments could be made that the government could then limit political speech or activities of such private participants in the program under the \"government speech\" guidelines, or under a similar rationale as the Hatch Act, to protect the fair administration of government programs. The Supreme Court in Citizens United noted that there is \"a narrow class of speech restrictions\" which may be permissible, such as in the Hatch Act (citing the Letter Carriers case, 413 U.S. 548 (1973)), \"based on an interest in allowing governmental entities to perform their functions.\" Such rationale, however, would not appear to be strong in the case of private contractors who are merely providing goods or selling products to the government."], "subsections": []}, {"section_title": "Governmental Interest Promoted by the Legislation; Least Restrictive Means of Accomplishing Objective", "paragraphs": ["When a provision of law limits or interferes with First Amendment rights, the Supreme Court will engage in what it terms \"strict scrutiny\" to examine the law and its purposes to determine, initially, if there are significant, \"overriding,\" or \"compelling\" governmental interests in the restriction that outweigh the impositions on First Amendment rights. If there are such governmental interests in the suppression of speech, the Court will then examine whether the restriction is sufficiently tailored to promote those interests asserted as the law's justification.", "There are several governmental interests which might arguably be promoted by a prohibition on \"independent expenditures\" by government contractors or grantees, and such interests would need to be analyzed under the Supreme Court's standards. The interests of the prevention of corruption of the electoral process and undue influences on candidates and officeholders, for example, have been found to be important governmental interests which may justify, in some cases, certain limitations or burdens on First Amendment activities. Even while such interests have been found to be significant, however, the Court has struck down restrictions on advocacy and political activities which were not narrowly tailored to meet the objective of preventing such undue influence or the appearance of corruption.", "In relation to the interest of preventing \"corruption,\" the Supreme Court has found that although such governmental interest is compelling, that interest is not necessarily advanced by restricting \"independent expenditures\" by private entities in political campaigns. In Buckley v. Valeo , the Supreme Court found \"that the governmental interest in preventing corruption and the appearance of corruption [was] inadequate to justify [the ban] on independent expenditures.\" Similarly, the Court found in Citizens United that a prohibition on \"independent expenditures\" does not advance in a sufficient manner the interest of preventing corruption: \"[W]e now conclude that independent expenditures, including those made by corporations, do not give rise to corruption or the appearance of corruption.\" For this reason, it would seem that legislation which would restrict all private parties (or merely all corporations) receiving federal contracts or grants from engaging in independent political expenditures with their own non-governmental resources, may not necessarily advance the interest in the prevention of \"corruption\" of candidates or officeholders. As noted by the Supreme Court in Citizens United , the absence of any pre-arrangement or coordination with the candidate in the making of an \"independent expenditure\" by a private entity mitigates against a corrupting influence or quid pro quo agreement, and thus does not necessarily reach the concerns in so-called \"pay to play\" corruption schemes.", "A governmental interest in attempting to \"balance\" competing voices in public policy or campaign debate, by limiting expression of one group over another, was found by the Supreme Court not to be a compelling interest to justify suppression of speech. The Supreme Court thus rejected the so-called \"antidistortion\" rationale that would attempt to limit the influence of monied interests over less well-funded persons or groups in a political campaign.", "If the governmental purpose is not to prevent corruption of candidates or governmental processes, then such interest may be to protect government funds and programs. In such case the interests may be two-fold: one would be to prevent the use and diversion of federal government funds for private political or public policy advocacy activities which are not authorized by Congress; and the second would be to prevent the federal government \"subsidizing\" political advocacy activities of private parties by providing such private parties with federal dollars for other purposes.", "Clearly the federal government need not \"pay for,\" nor directly \"subsidize,\" the political advocacy or lobbying of private entities. To that end, current federal provisions already expressly bar the use of contract or grant funds by private recipients for political or lobbying purposes, or the paying for or \"charging off\" of expenses for political advocacy or lobbying to any government contract or grant; and provide criminal penalties for the diversion of government funds to non-authorized purposes. Such limitations are less restrictive means of providing assurances concerning the proper use of government funds than a ban on all political speech by private recipients with their own resources. If the interest of the government is merely to avoid a direct subsidy for private political activities out of public monies, then a restriction in any proposed legislation which barred all privately funded advocacy by grant or contract recipients might arguably, in the first instance, be considered \"over-inclusive\" because it reaches activities, speech, and conduct paid for completely with private , non-federal monies, as well as privately funded activities wholly outside of the realm of the federal program. As such, the restriction may arguably be found, with respect to otherwise protected First Amendment speech and conduct, to be unnecessarily over-broad and burdensome on such First Amendment rights.", "A further interest of the government forwarded by legislation might also arguably be to prevent an \"indirect\" subsidy for groups which engage in political advocacy by providing such groups with federal funds for other non-advocacy activities, goods, or services which the government desires. The argument in such case would be that money is \"fungible,\" and thus grants and contracts for proper public purposes to private groups \"frees up\" other non-federal money which the private contractor or grantee may then use for any purposes, including campaign or public policy advocacy activities. The Supreme Court, however, in another context, has found that a grant for one purpose is not a subsidy of the other, non-federally funded activities, and expressly rejected the \"fungibility\" of funds argument as a justification to prohibit federal funding of an organization engaging in First Amendment activities."], "subsections": []}, {"section_title": "Other Government Interests or Narrower Tailoring Sufficient to Justify Restrictions Involving Government Contractors131", "paragraphs": ["While conditioning the political speech of all government contractors upon their forgoing their rights to political speech seems likely to raise significant First Amendment issues, as discussed in prior sections, it is possible that the government could assert hitherto unrecognized interests in such conditions, especially if any restrictions targeted specific categories of contractors.", "Alleged government interests in preventing contractors from using the \"wealth\" generated by their dealings with the government to influence the political process, or in avoiding the appearance of corruption created when \"contractors endorse their friends in power,\" may be insufficient to support conditions affecting all government contractors in the aftermath of Citizens United . The majority in Citizens United found such interests were insufficient to justify a ban on campaign expenditures and electioneering by all corporations, a conclusion which it reached after considering the various \"types\" of corporations affected by such prohibitions. Commentators have alleged other interests that the government could potentially assert in targeting government contracts, such as safeguarding the integrity of the procurement process and protecting contractors from being required to \"pay for play.\" However, no court appears to have recognized these interests as compelling governmental interests justifying restrictions on First Amendment rights, and courts may find that such interests are insufficient to justify across-the-board restrictions given the wide variety of \"types\" of government contractors and means by which they into enter contracts with the government.", "Such alleged interests might more plausibly be asserted with narrower restrictions targeting specific types of contractors. For example, the appearance of quid pro quo corruption of the sort that the majority in Citizens United recognized as sufficient to uphold limitations on campaign contributions is arguably stronger with contracts that are \"earmarked\" for certain entities as part of the congressional appropriations process than with other contracts. Contractors performing \"functions approaching inherently governmental,\" \"critical functions,\" or \"mission essential functions,\" could perhaps be similarly targeted on an analogy to the Hatch Act, which bars federal employees from express endorsements , although any such legislation could raise constitutional concerns about vagueness given recent disputes over whether particular functions qualify as such . \"Personal service contracts,\" or contracts that, by their express terms or as administered, make contractor personnel appear to be government employees, could perhaps also be targeted based on this analogy.", "Government contractors that are foreign governments, corporations, or individuals are prohibited from making campaign contributions or expenditures under a separate statute whose constitutionality has apparently never been challenged."], "subsections": []}]}, {"section_title": "Taxation of Corporate Campaign-Related Expenditures145", "paragraphs": ["Some have proposed that Congress enact an excise tax on the corporate campaign-related expenditures permitted under Citizens United . As discussed below, there are several existing taxes that apply to tax-exempt organizations, including those that are incorporated. For purposes of this discussion, it is assumed that any proposed tax would apply to both for-profit and non-profit corporations, and, in the case of incorporated tax-exempt organizations, be in addition to the existing taxes. It is also assumed that the expenditures would be non-deductible under IRC § 162(e) as a trade or business expense.", "Congress has broad powers to tax under the Constitution. In general, tax distinctions and classifications are constitutionally permissible so long as \"they bear a rational relation to a legitimate governmental purpose.\" The rational basis standard is a low level of review by a court. In the tax context in particular, courts typically show great deference in recognition of \"the large area of discretion which is needed by a legislature in formulating sound tax policies.\" At the same time, not all exercises of Congress's taxing power receive such deference. Sometimes, tax provisions are subject to higher levels of scrutiny. For example, tax provisions based on the content of speech are, like non-tax provisions, subject to strict scrutiny. A provision subject to this highest level of scrutiny must be necessary to serve a compelling government interest and be narrowly drawn to achieve that end. This is a heavy burden for the government to meet.", "The decision by Congress to impose a tax on certain corporate expenditures would typically appear to be within its broad taxing powers and subject to minimal review by a court. It could, nonetheless, be argued that a more rigorous analysis should apply when, as here, the tax is related to the exercise of a constitutional right. Any analysis of whether Congress could enact an excise tax on corporate political expenditures is severely limited by the fact that it does not appear there is case law analyzing the constitutionality of a similar tax. Even so, it appears an excise tax could potentially raise significant constitutional concerns since, depending on the particulars of a specific proposal, it could be characterized as a penalty on protected speech.", "The Supreme Court has upheld provisions that provide disfavorable tax treatment to a taxpayer's campaign activities under the rationale that there is no requirement for the federal government to subsidize the constitutional rights of taxpayers. In Cammarano v. United States , the Court upheld the validity of a tax regulation that disallowed a business deduction for lobbying expenditures. The taxpayers had been denied a deduction for amounts paid to a professional organization to lobby against a state initiative that would have had dire consequences for their business. They argued the disallowance violated the First Amendment, relying on a previous case, Speiser v. Randall . In Speiser , the Court had struck down a state property tax exemption that required taxpayers take a loyalty oath on the grounds that the state's tax administration procedures did not afford adequate due process. In striking down the provision that was clearly \"aimed at the suppression of dangerous ideas,\" the Court emphasized its chilling effect on the proscribed speech and equated it to a fine for engaging in that type of speech.", "In Cammarano , the Court rejected the claim that Speiser was controlling, reasoning that the nondiscriminatory disallowance of a deduction for lobbying expenditures was different because, unlike the provision in Speiser , it was not intended to suppress dangerous ideas. Instead, the Court explained, the taxpayers \"are not being denied a tax deduction because they engage in constitutionally protected activities, but are simply being required to pay for those activities entirely out of their own pockets, as everyone else engaging in similar activities is required to do under\" the tax laws. The Court further explained that the disallowance \"express[ed] a determination by Congress that since purchased publicity can influence the fate of legislation which will affect, directly or indirectly, all in the community, everyone in the community should stand on the same footing as regards its purchase so far as the Treasury of the United States is concerned.\"", "In a subsequent case, Regan v. Taxation With Representation of Washington , the Court addressed a similar issue in upholding the federal law that limits the lobbying of § 501(c)(3) organizations to \"no substantial part\" of their activities. The Court rejected the argument that the limitation infringed on the organization's First Amendment rights. Rather, the Court, noting it had held in Cammarano that the First Amendment does not require the federal government to subsidize lobbying, explained that \"Congress has merely refused to pay for the lobbying out of public moneys\" and stated that it \"again reject[s] the notion that First Amendment rights are somehow not fully realized unless they are subsidized by the State.\"", "An excise tax on corporate campaign expenditures would not, in general, appear to be supported by the non-subsidization rationale discussed in Cammarano . Instead, depending on the specifics of the proposal, a court might find the tax to be a restriction on speech, perhaps comparably onerous to the prohibition struck down in Citizens United , which would then place a heavy burden on the government to justify the provision. It is not possible to say how a court would analyze a proposal; however, characteristics that might affect the analysis could include the rate of tax (e.g., a high rate might look more like a restriction or de facto prohibition); the scope of taxpayers subject to the tax (e.g., a court might look less favorably at a tax limited to certain taxpayers); the scope of activities subject to tax (e.g., a generally applicable tax might be less scrutinized than one that applies only to campaign expenditures); and the purpose of the tax (e.g., a court might look differently at a tax enacted as part of a campaign finance regulatory regime than one with other regulatory or traditional revenue raising purposes).", "Proponents of an excise tax on corporate campaign expenditures might point to the existence of several taxes that apply to tax-exempt organizations making political expenditures for support of the idea that Congress could enact such a tax; for example:", "IRC § 527(f) imposes a tax on § 501(c) organizations that make expenditures for influencing elections or similar activities. The tax is imposed at the highest corporate rate on the lesser of the expenditures or the organization's net investment income. IRC § 4955 imposes a tax on § 501(c)(3) organizations making campaign expenditures. These organizations are prohibited under the tax laws from making these types of expenditures. The tax equals 10% of the expenditures, with an additional 100% tax imposed if the expenditures are not corrected in a timely manner. IRC § 4945 imposes a similar tax on the political expenditures of private foundations, although it covers a broader range of activities, some of which fall outside the § 501(c)(3) campaign intervention prohibition. Private foundations are § 501(c)(3) organizations that receive contributions from limited sources. Due to fear of abuse, they are subject to stricter regulation than other § 501(c)(3) organizations. IRC § 6033 imposes a proxy tax on tax-exempt organizations that fail or choose not to notify their members of the non-deductible portion of dues used for political purposes. IRC §§ 4911 and 4912 impose a tax on § 501(c)(3) organizations that have lobbying expenditures exceeding certain limits.", "It could be argued that the § 527(f) tax and § 6033 proxy tax are similar to a corporate campaign expenditure tax in that all three would tax the political expenditures of entities which are otherwise permitted to engage in the activities. The other taxes might be characterized as penalty taxes, and thus could support an argument that an excise tax would be permissible even if it had some penalizing features. However, as discussed below, there are characteristics of the existing taxes that might undermine an attempt to draw support from them for an excise tax on corporate campaign expenditures.", "It could be argued that the § 527(f) tax and § 6033 proxy tax could be upheld, in at least some contexts, under the non-subsidization rationale expressed in Cammarano . While they may look like taxes imposed on entities engaging in protected speech, it might be more appropriate in certain situations to characterize them as the mechanism to avoid federal subsidization of political activities. This is because the effect of both is that the organizations are not exempt from federal income tax on otherwise exempt income to the extent funds are used for certain political activities. Thus, the two taxes are arguably the functional equivalents of a disallowed deduction under § 162(e), although this comparison might not support the taxes in all circumstances. Such an argument would not appear to apply to the proposal to tax corporate campaign expenditures.", "The taxes imposed under §§ 4955, 4945, 4911, and 4912 could be characterized as penalty taxes on § 501(c)(3) organizations for engaging in campaign and lobbying speech, thus suggesting that the subsidization rationale cannot fully justify their imposition. The taxes imposed under §§ 4955, 4911, and 4912 are imposed on activities that § 501(c)(3) organizations are restricted under the tax laws from engaging in. Assuming these limitations are constitutional, the taxes may be an appropriate mechanism for enforcing them. If the limitations were found to be unconstitutional, then that might call into question the constitutionality of the taxes as well. The § 4945 tax is different in that it also applies to certain expenditures that are otherwise permitted under the tax laws. Thus, to the extent the § 4945 tax is imposed on such activities, it might be characterized as penalizing behavior that is otherwise lawful, and therefore might be compared to a proposal to tax corporate campaign expenditures. However, the two circumstances might be distinguished. Private foundations are heavily regulated due to fear of abuse, and thus the § 4945 tax could be seen as a part of an overall regulatory scheme, separate from campaign finance. Whether a comparable rationale would exist for a proposal to tax corporate campaign expenditures would appear to depend on the specific proposal and its context.", "Finally, one could point to the fact that the existing taxes apply to tax-exempt organizations, thus perhaps permitting the argument that any burden on their speech could be avoided by restructuring their activities. It seems difficult to fully extend a similar rationale to a tax on corporate campaign expenditures."], "subsections": []}, {"section_title": "Public Financing For Congressional Campaigns167", "paragraphs": ["Proposals to enact public financing for congressional candidate campaigns have been introduced in the 111 th Congress. Public financing programs are generally voluntary and traditionally offer grants or matching funds in exchange for candidates agreeing to limit spending. It appears that legislation establishing such public financing programs, requiring compliance with spending limits, would pass constitutional muster on the condition that they are voluntary.", "In the 1976 landmark case of Buckley v. Valeo , the Supreme Court held that spending limitations violate the First Amendment because they impose direct, substantial restraints on the quantity of political speech. The Court found that expenditure limitations fail to serve any substantial government interest in stemming the reality of corruption or the appearance thereof, and that they heavily burden political expression. Reaffirming Buckley, in Citizens United v. FEC, the Court reiterated this determination finding that truly independent expenditures, with no prearrangement and coordination with a candidate, not only lessen the value of the expenditure to the candidate, but also mitigate any danger that expenditures will be made as a quid pro quo for improper commitments from the candidate. As a result, spending limits may only be imposed if they are voluntary.", "In Buckley, the Supreme Court upheld the constitutionality of the voluntary public financing program for presidential elections. The Court concluded that presidential public financing was within the constitutional powers of Congress to reform the electoral process, and that public financing provisions did not violate any First Amendment rights by abridging, restricting, or censoring speech, expression, and association, but rather encouraged public discussion and participation in the electoral process. According to the Court:", "Congress may engage in public financing of election campaigns and may condition acceptance of public funds on an agreement by the candidate to abide by specified expenditure limitations. Just as a candidate may voluntarily limit the size of the contributions he chooses to accept, he may decide to forgo private fundraising and accept public funding.", "Although public financing proposals contain an incentive for compliance with spending limits—the receipt of public monies or other benefits—it does not appear that such incentives jeopardize the voluntary nature of the spending limitation. That is, a candidate could legally choose not to comply with the spending limits by opting not to accept the public benefits. Therefore, it appears that a proposal establishing a voluntary public finance program for congressional candidates, requiring compliance with spending limits, would likely be upheld as constitutional."], "subsections": []}, {"section_title": "Constitutional Amendment174", "paragraphs": ["In Citizens United v. FEC , the Supreme Court invalidated two provisions of the Federal Election Campaign Act (FECA), codified at 2 U.S.C. § 441b, finding that they were unconstitutional under the First Amendment. It struck down the long-standing prohibition on corporations using their general treasury funds to make independent expenditures, and Section 203 of the Bipartisan Campaign Reform Act of 2002 (BCRA), which amended FECA, prohibiting corporations from using their general treasury funds for \"electioneering communications.\" BCRA defines \"electioneering communication\" as any broadcast, cable, or satellite communication that refers to a clearly identified federal candidate made within 60 days of a general election or 30 days of a primary. The Court determined that these prohibitions constitute a \"ban on speech\" in violation of the First Amendment.", "As a result of the Court's decision being one of constitutional interpretation—not statutory interpretation—amending the Constitution is an option for overturning the ruling directly . In order to restore FECA provisions that were in effect prior to the Court's ruling, it appears that a proposal to amend the Constitution would need to allow, at a minimum, enactment of legislation that prohibits corporations and labor unions from using their general treasury funds to make expenditures for communications that expressly advocate election or defeat of a clearly identified federal candidate and for electioneering communications.", "In the 111 th Congress, proposals have been introduced that would amend the Constitution. In accordance with Article V of the Constitution, such joint resolutions would require approval by two-thirds of each House, would become effective upon ratification by the legislatures of three-fourths of the states, and specify that approval is required within seven years from the date of submission.", "Proposals to amend the Constitution vary. Some would provide Congress with the expansive power to regulate the raising and spending of money in federal elections, including setting limits on expenditures made in support of or opposition to federal candidates. Such an amendment to the Constitution would not only appear to allow Congress to enact legislation restricting corporate and labor union expenditures, but also limiting independent expenditures by candidates, political parties, political action committees (PACs), and individuals. In contrast, other proposals take a more direct approach and would expressly prohibit corporations and labor unions from using general treasury funds for advertisements in connection with a federal office campaign, regardless of whether the advertisement expressly advocates the election or defeat of a clearly identified federal candidate. In addition, as Citizens United appears to invalidate state laws that restrict corporate expenditures—in addition to the federal statute—some proposals to amend the Constitution would also provide states with the power to enact laws regulating corporate expenditures in connection with state elections. "], "subsections": []}]}}