{"id": "R41094", "title": "Abbott v. Abbott: Is a Ne Exeat Right a “Right of Custody” Under the Hague Convention?", "released_date": "2010-03-04T00:00:00", "summary": ["International child custody disputes figure to increase in frequency as the global society becomes more integrated and mobile. A child custody dispute between two parents can become a diplomatic imbroglio between two countries. Thus in 2000, Members of Congress and Vice President Al Gore backed legislation to grant Cuban refugee Elian Gonzalez permanent residency status, even after President Fidel Castro demanded the boy's return. More recently, in the 111th Congress, both houses passed resolutions (S.Res. 37 and H.R. 125) calling on the Brazilian government to return Sean Goldman, the son of New Jersey resident David Goldman, to the United States.", "In the case of the Goldman family, the father's legal argument for return was based on the Hague Convention on the Civil Aspects of International Child Abduction (\"Hague Convention\"). This treaty was entered into force in the United States in 1988, and has since been the principal mechanism for enforcing parental rights in international custody disputes. However, judicial interpretation of certain Hague Convention provisions has been inconsistent among federal Circuit Courts of Appeals. The lives of one British-American family—the Abbotts—and the lives of families similarly situated may be affected by how the United States Supreme Court resolves this circuit split in Abbott v. Abbott.", "In this case, the Court will determine whether a ne exeat, or \"no exit\" order granting one parent the right to veto another parent's decision to remove their child from his or her home country is a \"right of custody\" under the Hague Convention. Such a determination is necessary to determine the Convention's applicability, as it only provides for a child's return to the country which issued the ne exeat order if the removal was \"wrongful\" and in breach of \"rights of custody.\"", "This report discusses the circuit split on the treaty interpretation issue, the arguments made before the Supreme Court in Abbott, and the significance of the case."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["International child custody disputes figure to increase in frequency as the global society becomes more integrated and mobile. What is more, a child custody dispute between two parents can become a diplomatic imbroglio between two countries.", "In Abbott v. Abbott the U.S. Supreme Court will address an issue that has divided the Circuit Courts of Appeals: Whether a ne exeat right is a \"right of custody\" for purposes of the Hague Convention? If so, parents with a ne exeat right can demand the return of their child \"wrongfully\" taken from the family's home country.", "In September 2008, the Fifth Circuit ruled that a ne exeat right is not a \"right of custody\" and therefore the removal of a child in violation of ne exeat order is not \"wrongful.\" The Supreme Court is now confronted with a four-to-one circuit split: the Second, Ninth, Fourth, and now Fifth Circuits have ruled that a ne exeat right is not a \"right of custody,\" while the Eleventh Circuit has reached the opposite conclusion."], "subsections": []}, {"section_title": "Hague Convention", "paragraphs": ["The Hague Convention on the Civil Aspects of International Child Abduction (\"Hague Convention\") protects children from wrongful removal across international borders and provides procedures to aid in their safe return. While the Convention has been the principal mechanism for enforcing the return of abducted children to the United States, it is not without limitations. First, its procedures are inapplicable and/or unenforceable in nonsignatory nations. Second, it does not act as an extradition treaty, nor does it purport to adjudicate the merits of a custody dispute. It is merely a civil remedy designed to preserve the status quo by facilitating the return of an abducted child to the country of his or her \"habitual residence\" and allowing the judicial authorities in that country to adjudicate the merits of a custody dispute. As such, the proceeding is brought in the country to which the child was abducted or in which the child is retained. Although domestic relations involve issues typically governed by state law, the federal statute implementing the Hague Convention explicitly confers jurisdiction on the federal courts.", "Procedures and remedies available under the Convention differ depending on the parental rights infringed. Under Article 3 of the Hague Convention, the removal of a child is \"wrongful\" when \"it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention;\" and \"at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.\"", "Thus, there are two elements to a claim that the child's removal was \"wrongful\" under Article 3: (1) the removal was in breach of \"rights of custody\"; and (2) those rights were \"actually exercised\" at the time of the removal, or would have been but for the removal.", "Article 5 in turn defines \"rights of custody,\" and distinguishes those rights from \"rights of access\":", "(a) \"rights of custody\" shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence;", "(b) \"rights of access\" shall include the right to take a child for a limited period of time to a place other than the child's habitual residence.", "Critically, the treaty provides for the return of the child only if a parent's custody rights have been violated. Parents deprived of their rights of access have the less robust remedy provided for in Article 21 of \"mak[ing] arrangements\" with the Department of State to secure effective exercise of their rights. Thus, at the heart of Abbott is the father's claim that a ne exeat right is a right of custody under the Hague Convention, and that this right was violated by the child's removal from Chile without his consent."], "subsections": []}, {"section_title": "Abbott v. Abbott", "paragraphs": ["The Abbott family—Timothy Abbott, Jacquelyn Abbot, and their son—had resided in La Serena, Chile, since 2002. The parents separated in March 2003, and during the successive several months the Chilean courts issued several orders regarding the parents' custody rights. The first order granted Mr. Abbott visitation rights. The second order, at the center of the Abbott case, was a ne exeat or \"no exit\" order, entered by the court at the request of the mother, providing that neither parent could remove the child from Chile without the consent of the other parent. Finally, a third order denied the father's request for custody rights, and granted all custodial rights to the mother. In August 2005, without notice, in the midst of disputes over visitation and other issues, the mother removed the child to Texas without the father's consent in contravention of the Chilean court's ne exeat order, as well as Chilean statutory law that by default confers ne exeat rights on non-custodial parents."], "subsections": [{"section_title": "District Court Opinion", "paragraphs": ["As the District Court for the Western District of Texas recognized, Mr. Abbott's visitation rights conferred by Chilean court order amount to rights of access: he is permitted to take the child from the child's habitual home for a limited period. But, relying on the language and structure of Article 5, the court concluded that Mr. Abbott does not have rights of custody. Therefore, the removal of his child from Chile was not \"wrongful\" under the Hague Convention.", "The court began by stating that ne exeat rights are not encompassed by Article 5's definition of \"rights of custody.\" That is, ne exeat rights do not accord Mr. Abbott any rights \"relating to the care of [the child's] person.\" The court further concluded that the right to \"determine\" the child's place of residence refers to a right to decide the child's specific place of residence, rather than merely a right to veto prospective places of residence. Finally, the court cited the Ninth Circuit's argument that a ne exeat right is not embraced by the plain meaning of \"custody,\" and added that a ne exeat right does not give Mr. Abbott a say on any \"child-rearing issue\" besides the child's geographic location.", "The court also emphasized the structure of Article 5. The court found a \"clear intent\" to both distinguish between custody rights and access rights, and to provide greater protection for parents with custody rights. Therefore, the court concluded that ordering the return of Mr. and Mrs. Abbott's child to Chile would be \"inappropriate.\""], "subsections": []}, {"section_title": "Fifth Circuit Court of Appeals Opinion", "paragraphs": ["The Fifth Circuit affirmed the district court's decision on September 16, 2008. Its opinion was essentially a description of the circuit split and a summary of the district court's reasoning. Not until the penultimate paragraph did the court conclude that it found persuasive the Second Circuit's reasoning that the Hague Convention distinguished between rights of custody and rights of access."], "subsections": []}]}, {"section_title": "The Second Circuit Opinion: Croll v. Croll28", "paragraphs": ["In Croll, a father sued their child's mother seeking an order pursuant to the Hague Convention that the child was removed from Hong Kong in violation of a court order and be returned to Hong Kong. The District Court for the Southern District of New York ordered return of the child. Mrs. Croll appealed. The Second Circuit held in Croll v. Croll that ne exeat rights are not \"rights of custody\" for purposes of the Hague Convention. In conducting what is the most extensive analysis of the five circuit courts to address the issue, the Croll majority relied on the text of the Hague Convention, its drafting history, and practical considerations to reach its conclusion."], "subsections": [{"section_title": "The Croll Court's Textual Analysis of the Hague Convention", "paragraphs": ["The bulk of the Croll court's analysis was textual. Citing multiple dictionaries, the court concluded that custody of a child \"entails the primary duty and ability to choose and give sustenance, shelter, clothing, moral and spiritual guidance, medical attention, education, etc., or the (revocable) selection of other people or institutions to give these things.\" The court left to implication the obvious conclusion that flows from this definition of \"custody\": the father's ne exeat rights do not permit him to take a \"primary\" role in any facet of his son's upbringing, and so he does not have rights of \"custody\" as that word is ordinarily understood.", "The majority further noted that Articles 3 and 5 refer to the plural \"rights.\" Under the Hague Convention, the removal of a child is wrongful when \"it is in breach of rights of custody,\" and moreover, \"'rights of custody' shall include rights relating to the care of the person of the child.\" This language, the majority argued, refers to a \"bundle\" of rights exercised by someone holding custody, which means that a person who holds only a single right—such as a veto right over removal of the child from his home country—cannot hold custody.", "Turning to the second clause of Article 5(a) (\"'rights of custody' shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence \"), the court observed that the function of that language is to offer a prominent example of a \"right of custody.\" Because \"custody\" entails the primary care and control of a child, the argument continued, the \"determine\" clause must refer to a right to choose a specific place of residence within a country if it is to be a useful example of a right of custody. Decisional rights relating to the child's care and upbringing entail more specific choices than the determination of which country a child resides in, such as whether the child lives in a city, a suburb, or countryside, or whether the child attends boarding school or military school. Therefore, if \"the right to determine the place of the child's residence\" is an apt example of a right of custody, \"place of residence\" must refer to a specific place within a country.", "The final point the court made about the \"determine\" clause of Article 5(a) was that the word \"determine\" denotes a power to choose a certain outcome, not merely a right to veto a certain outcome. Again, the court established this meaning by referencing two dictionaries.", "Concluding its textual analysis, the court found support in paragraph (b) of Article 3, which provides that a removal in breach of custody rights is wrongful only if \"at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.\" Of course, the complainant-parent in Croll was not exercising his ne exeat rights at the time of his child's removal, and the court maintained that it was \"circular\" to say he would have exercised those rights but for the removal."], "subsections": []}, {"section_title": "Practical Considerations and Extratextual Sources in Croll", "paragraphs": ["The majority buttressed the meaning it gave to ne exeat rights by arguing that an alternative meaning would render the Hague Convention \"unworkable.\" The court offered a hypothetical to illustrate. If the court ordered the return of the child to the home country, Mrs. Croll would be under no legal obligation to return with the child. Further, Mr. Croll has only ne exeat rights, and is not charged with the duties of the child's primary care and custody. Thus, if the court ordered the return of the child based solely on a breach of ne exeat rights, the child would not necessarily be returned to a person or institution with a legal obligation to care for the child's person. This result was unfathomable, the court asserted.", "Finally, the majority examined extratextual material. The most convincing of these was a piece of scholarship, authored by the chair of the international organization that drafted the Hague Convention, asserting that a ne exeat right was not a right of custody. As the dissent recognized, the other materials cited by the majority stood \"for the unremarkable proposition\" that the Convention meant to distinguish between custody rights and access rights. This distinction is not helpful in answering the question of which right Mr. Abbott has. But establishing an intention to make such a distinction supported the majority's jurisprudential argument that ordering the return of a child even though the complainant had no custody rights would be an unwarranted judicial \"substitution\" of access rights for custody rights."], "subsections": []}, {"section_title": "Dissenting Opinion", "paragraphs": ["Then-Court of Appeals Judge Sonia Sotomayor dissented in Croll . Unwilling to be constrained by the majority's \"parochial\" definition of \"custody,\" Judge Sotomayor determined that the phrase \"rights of custody\" embraced a ne exeat right by drawing heavily on the object and purpose of the Hague Convention.", "That purpose, gleaned from the treaty drafting materials, was to thwart a forum-shopping parent's aim to flout the custody law of the child's home country. In other words, the Hague Convention is meant to ensure that custody disputes are resolved in the home country rather than a foreign country with potentially laxer custody law and enforcement. Her dissent thus concluded that this purpose would be served by returning a child in cases where a physical custody right is violated as well as cases where a ne exeat right is violated, because both rights are expressions of the home country's \"custody law.\"", "Continuing with its purposive analysis, the dissent faulted the majority's treatment of Article 5(a)'s \"determine\" clause for ignoring the international character of the Hague Convention. That clause must refer to the broader decision as to whether the child will live in England or the United States, for example, because that is precisely the type of decision the Hague Convention is meant to protect.", "Judge Sotomayor responded to the majority's argument that interpreting a ne exeat right as a custody right would render the Hague Convention \"unworkable.\" She noted that the majority's argument mistakenly assumed that a custody order is the sole source of a parent's duties to care for the child. Instead, parental duties may arise from \"many sources,\" such as the internal law of the home country. Moreover, Judge Sotomayor was skeptical of the majority's fear that a father would travel across the world to get his child back, and then \"simply permit his child to stand abandoned in the airport upon her return.\"", "Judge Sotomayor also addressed the decisions of sister-signatories that have taken up the issue. While acknowledging that there is not a perfect consensus in favor of her interpretation, most foreign courts have interpreted a ne exeat right as a right of custody (including \"some biggies,\" as Justice Scalia put it during Abbott 's oral argument, such as the House of Lords )."], "subsections": []}]}, {"section_title": "The Eleventh Circuit Opinion: Furnes v. Reeves52", "paragraphs": ["The Furnes court dealt with the same interpretative issue taken up by Croll , but came to the contrary conclusion that a ne exeat right is a right of custody.", "Akin to Judge Sotomayor's reasoning in Croll , the Furnes majority interpreted \"place of residence\" in light of the Hague Convention's purpose. Because the object of the treaty is to deter and remedy international abduction, \"the right to determine the child's place of residence\" must include a right to decide the country the child lives in.", "But the Furnes court argued that in any event a ne exeat right confers a right to determine the child's place of residence in the narrower sense as well. The court argued that a veto right encompasses an effective right to determine a specific place of residence because a parent could grant consent to the child's international relocation on the condition that the child reside in a particular city, or even a particular house.", "The court cemented its analysis by seizing on Article 5(a)'s use of \"relating.\" Even assuming a ne exeat right is not a right to \"determine\" the child's place of residence, the majority observed, it is at least a right relating to the care of the child's person, as well as a right relating to the determination of the child's place of residence."], "subsections": []}, {"section_title": "Arguments Before the U.S. Supreme Court", "paragraphs": ["The briefs filed in the Supreme Court largely mirrored the thrusts and parries of the majority and dissenting opinions in Croll and Furnes . Mrs. Abbott argued that the \"ordinary meaning\" of \"custody\" entails the primary ability to give physical care to the child, and therefore did not encompass a ne exeat right. She further argued that a ne exeat right was not a right to \"determine the place of residence,\" because that phrase refers to a child's \"specific living quarters.\"", "Mr. Abbott recited the purposive argument employed in the Croll dissent and the Furnes majority. The Hague Convention was concerned with the removal of children from their home country, that argument goes, and so \"place of residence\" must have an international meaning rather than an in tra national one. Mr. Abbott also argued that in any case the holder of a ne exeat right has the right to determine the \"place of residence\" in the narrower sense. Borrowing the logic of the Furnes court, Mr. Abbott noted that the parent could grant consent to the child's international relocation on the condition that the child reside in a particular place within the new country.", "Finally, Mr. Abbott argued that by withholding consent and requiring the child to stay in one country the parent exercises control over important decisions about upbringing such as which language the child will speak and the political climate in which the child is raised. This, Mr. Abbott asserted, shows that a ne exeat right was a right of \"custody\" even under the meaning that Mrs. Abbott gives that word.", "In addition to rearticulating the arguments of lower courts, Mrs. Abbott made a novel argument regarding the historical and theoretical underpinnings of ne exeat rights. Mrs. Abbott urged the court to conceptualize a ne exeat right as a power of the state—not a parent—that is meant to preserve the state's ability to enforce the law. This, she maintained, was consistent with the history of the ne exeat writ. Further, the United States has codified this conception of ne exeat in statute (\"The district courts of the United States ... shall have such jurisdiction to make and issue in civil actions, writs ... of ne exeat republica ... as may be necessary or appropriate for the enforcement of the internal revenue laws\"). Thus, Mrs. Abbott concluded, a violation of a ne exeat order or statute frustrates the state's jurisdiction rather than a right of a private person.", "The parties also disputed the weight of authority from signatory courts. Assessing the position of the international community on this treaty issue depends largely on which foreign decisions one counts as relevant. Thus, Mrs. Abbott emphasized that only seven courts of last resort have spoken to the issue, and those courts came to conflicting conclusions. In contrast, Mr. Abbott cited at least nine foreign courts that have rendered opinions in accord with his interpretation. He also explained away much of the asserted dissonance among foreign courts by noting that the conclusions favoring Mrs. Abbott in two opinions by the Supreme Court of Canada were merely dicta. He further noted that although a French trial court held that ne exeat does not amount to a custody right, a French appellate court in a separate case held to the contrary."], "subsections": []}, {"section_title": "Significance of Supreme Court's Decision", "paragraphs": ["The Supreme Court's decision will address the question of whether the Hague Convention requires the return of a child to the home country if the child was removed to the United States in violation of a ne exeat order or statute. However, various other issues regarding the treaty will remain unresolved. For example, the Hague Convention will still be susceptible to conflicting applications around the world to the extent interpretations by foreign courts depart from the one handed down in Abbott . Further, if the Supreme Court holds that ne exeat rights are not rights of custody, a Chilean court may respond by amending the Abbotts' custody order to clarify that ne exeat rights are in fact rights of custody under Chilean law. Other signatory countries may likewise amend their law to provide that they are custody rights. Also, while the ne exeat -physical custody arrangement at issue in Abbott is a common one, it is not the only one implemented by courts in child custody disputes. Abbott will not address which side of the access-custody line these other arrangements fall on. Finally, a practical issue remains: the political problem of noncompliance by some signatories."], "subsections": []}]}}