{"id": "R41046", "title": "Multifamily and Commercial Mortgages: An Overview of Issues", "released_date": "2014-01-23T00:00:00", "summary": ["As the recovery from the recession of December 2007-June 2009 continues, congressional interest in multifamily and commercial mortgages has shifted from worries about the immediate impact of foreclosures to consideration of the future of mortgage finance. During the recession, losses on mortgages raised concerns about the risk to tax payers through Federal Deposit Insurance Corporation (FDIC) insurance, which is backed by the full faith and credit of the federal government. Significant parts of these losses occurred due to commercial loans at smaller insured depositories. The federal government has invested more than $187 billion in Fannie Mae and Freddie Mac, which guarantee single-family and multifamily mortgages. Although Fannie Mae and Freddie Mac do not have explicit full faith and credit backing from the federal government, they do have a legal agreement that would provide additional government funds, if needed.", "Congressional interest in mortgage reform, including multifamily mortgages, is reflected in several bills that have been introduced. In the House, only H.R. 2767, the Protecting American Taxpayers and Homeowners Act of 2013 (PATH Act), has been ordered to be reported by the Financial Services Committee. In the Senate, hearings have been held on S. 1217, commonly referred to as the Corker-Warner bill. Both would wind down Fannie Mae and Freddie Mac, which have been key sources of multifamily finance. (Fannie Mae and Freddie Mac are prohibited by their congressional charters from activities not directly related to single-family and multifamily mortgages and have not been involved in commercial lending.) The PATH Act makes no mention of multifamily housing finance. Corker-Warner would create a new entity, the Federal Mortgage Insurance Corporation (FMIC), which would take over Fannie Mae's and Freddie Mac's role in multifamily finance.", "The PATH Act would greatly reduce the government's role in the mortgage system whereas the Corker-Warner bill would reshape the government's role.", "This report is an overview of multifamily and commercial mortgage issues that may be of interest to Congress. It compares multifamily and commercial mortgages to the more familiar single-family mortgages. For an analysis of legislation, see CRS Report R43219, Selected Legislative Proposals to Reform the Housing Finance System, by [author name scrubbed], [author name scrubbed], and [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": ["Any mortgage, be it on a single-family house, a multifamily building, a commercial building, or a farm, is a loan that is to be repaid over an agreed period of time, at a specified interest rate, that pledges the structure as collateral. This report concentrates on multifamily and commercial mortgages. It examines policy concerns over the future of multifamily finance and commercial and multifamily mortgage losses in the aftermath of the December 2007-June 2009 recession.", "Single-family housing is usually defined as a structure with one to four units, making multifamily housing five or more units. Commercial mortgages are mortgages secured by non-farm, non-residential property.", "Single-family mortgages are familiar to many. The most popular single-family mortgage has a fixed interest rate, is paid off over 30 years with identical monthly payments, and the average amount borrowed in recent years was approximately $220,000. In contrast, multifamily and commercial loans most commonly have variable interest rates, mature in 10 or fewer years, have a large balance (called a balloon) that must be paid off at the end of the term, and the amount borrowed ranges from hundreds of thousands to millions of dollars.", "This report analyzes the multifamily and commercial mortgage markets, sometimes using single-family mortgages as a comparison. It examines some of the risks that these mortgage markets contain. Appendix A explains mortgage-backed securities (MBS), and Appendix B discusses how mortgage applications are approved or rejected."], "subsections": [{"section_title": "Overview of Multifamily and Commercial Finance", "paragraphs": ["Multifamily mortgages finance a significant share of the nation's housing stock. Multifamily housing includes traditional apartment buildings, subsidized housing, seniors housing, and student housing. Approximately 34% of households live in rental housing, and 41% of renters live in multifamily (five or more units) structures. Overall, 14% of households live in multifamily apartments.", "Rental property ownership varies with the number of units in the property. Individuals own a greater share of small- and medium-sized rental projects: approximately 83% of 2- to 4-unit rental properties and 49% of 5- to 49-unit rental properties are owned by individual investors. Partnerships and limited liability companies own 72% of 50 plus-unit projects. Since 2011, investment pools have increased their activity and have begun to own larger shares of single family rentals in select markets. Business investor purchases of single-family homes are relatively small, but have grown from approximately 1% of sales in 2004 to approximately 6.5% of 2012 sales.", "Multifamily and commercial mortgages are very similar, but both differ from a single-family, owner-occupied mortgage in many ways:", "The multifamily and commercial mortgage markets are much smaller than the single-family market. At the end of the third quarter of 2013, there were $908 billion of multifamily mortgages, $2,233 billion of commercial mortgages, and $9,864 billion of single-family mortgages. Individual multifamily and commercial mortgages are much larger than a typical single-family mortgage. Multifamily and commercial mortgages frequently are for millions of dollars while single-family mortgages typically are for hundreds of thousands of dollars. Many multifamily mortgages, especially large ones purchased by Fannie Mae and Freddie Mac, are non-recourse, which means in the event of foreclosure the borrower's liability is limited to the property; home mortgage recourse varies by state. Commercial mortgages are similar in these regards to multifamily mortgages, except that Fannie Mae and Freddie Mac cannot purchase commercial mortgages. Multifamily and commercial mortgages commonly have adjustable interest rates. Most single-family mortgages have fixed interest rates. Multifamily and commercial mortgages usually have prepayment penalties, but single-family mortgages do not. Multifamily and commercial mortgages are not structured to be paid off over the life of the mortgage, and are usually refinanced at the end of the mortgage. Single-family mortgages are paid off over the term of the mortgage, and are most commonly refinanced only when paid off early. Multifamily and commercial mortgages frequently have a life of 7-10 years, although FHA multifamily mortgages can have longer terms. Single-family mortgages are most commonly for 30 years. Multifamily and commercial mortgage applications are underwritten on the rent collected, not on owner incomes. Multifamily and commercial financing is likely to be customized based on the project, the borrower, and the lender. It can include various types of credit enhancements such as letters of credit, insurance, cash reserve accounts, sinking funds to finance major repairs, and over-collateralization. Single-family mortgages are much more standardized.", "Multifamily, commercial, and single-family underwriting share some characteristics:", "All use the loan-to-value ratio as one measure of risk to the lender. All use the ratio of the mortgage payments to income (owner in the case of owner-occupied, project in the case of multifamily) as a measure of ability to pay.", "Commercial and multifamily property is purchased as a business investment to earn a profit, whereas owner-occupied homes are purchased primarily for shelter. If the rate of profit on a project is greater than the cost of borrowing, profitability can be increased—at the cost of increased risk—by increasing leverage, that is, by borrowing more of the money required to finance the project.", "Financial analysis of a proposed investment weighs the expected profits against the risks. For example, a lender will seek a higher profit on riskier mortgages to compensate for the risk of a loss. When a specific potential borrower appears to present elevated risk levels, the lender either quotes a higher mortgage rate, adds terms and conditions to reduce the risk, or, in the extreme case, declines to make the loan.", "The risk to a lender can be reduced by requiring the commercial or multifamily borrower to contribute more money to the purchase (i.e., make a larger downpayment) or by requiring some sort of credit enhancement, such as a third-party guarantee. In some situations, credit risk can be reduced by making the loan for a shorter period of time.", "Balloon payments in commercial or multifamily mortgages occur because the borrower's payments do not fully amortize the loan. This allows the same amount of cash flow to support a larger mortgage and the real estate owner to purchase more property with the same assets. The balloon payments in commercial or multifamily mortgages are sometimes called \"soft bullets\" and \"hard bullets.\" A soft bullet allows the borrower the option to extend the life of the mortgage, perhaps at a higher interest rate, but a hard bullet does not allow extension. Most the time the soft bullet option is not exercised and the mortgage is refinanced.", "The shorter term for multifamily and commercial mortgages coupled with prohibitions or financial penalties for prepayment provide both borrower and lender with greater cash flow certainty. Prepayments are a risk for lenders because borrowers tend to prepay when interest rates have declined, leaving the lender to replace the prepaid mortgage with a lower interest rate mortgage. In general, lenders prefer to make loans with contractual prohibitions on prepayments, expensive penalties for prepayments, or higher interest rates. A borrower generally prefers terms that allow prepayments without penalties and without a higher interest rate to compensate the lender.", "Most single-family mortgages can be prepaid without penalty, but multifamily and commercial mortgages commonly require a borrower wishing to remove the lien on property (the equivalent of prepaying the mortgage) to give the lender U.S. Treasury bonds to match the cash flow of the mortgage. (This is called defeasance.) This replaces the risky mortgage payments with riskless Treasury bonds paying the same interest rate; the borrower usually finds it more advantageous not to prepay.", "In addition, the shorter multifamily and commercial mortgage life reduces the incentive for the borrower to prepay because there is less time to reap the benefits of the lower interest rate. The shorter mortgage life provides an opportunity for the property owner to increase leverage when refinancing.", "The nonrecourse feature of most multifamily and commercial mortgages shifts some of the costs of foreclosure from the borrower to the lender. In the event of foreclosure, if the property is sold for less than the amount owed, the lender has no further remedy. If a loan is made with recourse, the borrower (corporate or individual) is responsible for the balance owed.", "Reserve accounts are often required for multifamily and commercial mortgages and are an expansion of the escrow requirements that single-family mortgages typically contain. A homeowner makes monthly payments for property taxes and property insurance into an escrow account. A commercial or multifamily reserve account may have these and also payments for major items such as a new roof or heating, ventilation, and air conditioning system. Sometimes these accounts are set based on the specific property, and sometimes a rule of thumb is employed using the property's rents or square footage."], "subsections": []}, {"section_title": "Current Concerns and Legislation", "paragraphs": ["As financial markets continue to recover from the December 2007-June 2009 recession, congressional interest has turned from concerns about the impact of losses in multifamily and commercial mortgages on financial stability to reforming the single-family and multifamily mortgage markets. One key issue under debate is the question of what the federal government's role should be in residential mortgage markets, including multifamily housing.", "Bills in both the House and Senate would wind down Fannie Mae and Freddie Mac, two congressionally chartered government-sponsored enterprises (GSEs), which were created to support the market for single-family and multifamily mortgages. By law, Fannie Mae and Freddie Mac are limited to purchasing existing single-family and multifamily mortgages that others have originated. They are prohibited from purchasing commercial mortgages and from extending mortgage credit directly to borrowers.", "In the House, H.R. 2767 , the Protecting American Taxpayers and Homeowners (PATH) Act of 2013, proposes to wind down Fannie Mae and Freddie Mac over a period of years. It would replace them with a National Mortgage Market Utility that would facilitate mortgage securitization, but would not provide a government guarantee. The act would also eliminate or delay the implementation of certain existing regulations that some believe are inhibiting recovery in the mortgage market. The bill makes no mention of the GSEs' multifamily lending. The PATH Act would make the Federal Housing Administration (FHA) an independent agency and take steps to improve its finances by reforming its single-family and multifamily mortgage insurance programs.", "In the Senate, S. 1217 , the Housing Finance Reform and Taxpayer Protection Act of 2013 (Corker-Warner), proposes to wind down Fannie Mae and Freddie Mac and to replace the Federal Housing Finance Agency (FHFA) with a new entity to be called the Federal Mortgage Insurance Corporation (FMIC). The FMIC would be an independent agency charged with supporting the mortgage market and providing reinsurance on eligible mortgage-backed securities (MBS). These MBS would have an explicit full-faith-and-credit federal government guarantee, and the FMIC would regulate aspects of the mortgage market related to these MBS. The FMIC would assume the GSEs' multifamily finance role.", "Securitization—packaging mortgages into negotiable securities—has spread the rewards and risks of holding mortgages internationally. Losses from single-family, multifamily, and commercial real estate are not confined to the United States. Trouble with overseas real estate can expose U.S. investors to losses, and vice versa."], "subsections": [{"section_title": "Risk to Government and Taxpayers", "paragraphs": ["During the recession, concerns about the elevated delinquency and foreclosure rates for mortgages in general led some to worry that mortgages for multifamily and commercial real estate could have caused difficulties for the nation's financial system. Notably, in January 2010, a large multifamily project in New York City (Stuyvesant Town and Peter Cooper Village) purchased for $5.4 billion defaulted on $4.4 billion in mortgages. The owners of Stuyvesant Town and Peter Cooper Village settled their debt by turning the properties over to the lenders.", "The risk to the government from all mortgages has decreased as the economy has recovered. The risk to the government from mortgage markets stems from two types of federal guarantees: explicit and implicit. The government has provided explicit full faith and credit guarantees to the FDIC, FHA, and others.", "FDIC-insured depositories—especially small banks—have significant exposure to multifamily and commercial mortgages. When an insured depository becomes insolvent, perhaps because of losses due to mortgage defaults, the FDIC liquidates the bank's assets and pays off insured depositors and other certain creditors. FDIC insurance is funded by assessments on insured deposits, which, at least theoretically, could prove to be inadequate. The FDIC could raise the assessments on banks to raise more funds, it could ask Congress for special appropriations, or it could go to Treasury for the necessary funds.", "FHA guarantees mortgages on multifamily housing, assisted-living facilities, nursing homes, and hospitals, as well as single-family homes. If property owners fail to make their payments, FHA is required to honor its guarantees to the lenders. If losses to FHA exceed the reserves accumulated from fees charged in earlier years, FHA could have to get funds from Treasury or ask Congress for additional funding.", "The federal government has implicitly backed Fannie Mae's and Freddie Mac's guarantees to purchasers of MBS. The congressional charters led investors to assume that the federal government would act if Fannie Mae or Freddie Mac were unable to honor the guarantees on their MBS. As part of the conservatorship agreements between Treasury and each of the GSEs, Treasury agreed to purchase senior preferred stock from the GSEs. Treasury has invested more than $187 billion in the two GSEs to keep them solvent. Although recent GSE profitability makes the need for future financial support appear to be unlikely, Treasury could be required to purchase additional preferred stock and would issue debt to purchase the stock."], "subsections": []}, {"section_title": "Current State of Mortgage Markets", "paragraphs": ["Recently, mortgage markets have improved. Delinquencies are decreasing, real estate prices are increasing, and the volume of mortgages outstanding is increasing. According to research by an economist at the Federal Reserve Bank of San Francisco, \"The recovery of commercial property prices has been notable.... Valuation measures do not suggest that current prices are excessive.\" According to a report by the Mortgage Bankers Association, multifamily and commercial delinquency rates continued to decline in the third quarter of 2013. \"Commercial and multifamily mortgage performance continues to reflect overall economic gains,\" said Jamie Woodwell, MBA's Vice President of Commercial Real Estate Research. \"Improvements in underlying property performance and property values, and the continued availability of multifamily and commercial mortgage financing, led to declines in delinquency rates for every major investor group.\"", "Prices of home, multifamily, and commercial property—especially foreclosed property—declined during the recession. As a result, loss severity increased during the recession. More recently, multifamily and commercial property values have increased, reducing loss severity. Figure 1 charts a measure of multifamily and commercial prices from January 2001 through September 2013. According to the data, average commercial and multifamily property prices were flat in 2001, increased until the end of 2007, and declined sharply in 2008 and 2009. Since 2010, commercial prices have recovered on average to 90% of their maximum, and multifamily prices have recovered to their maximum.", "As shown in Figure 2 , the volume of multifamily and commercial mortgages outstanding has generally increased since the first quarter of 2000. Multifamily volume decreased slightly between the fourth quarter of 2009 and the first quarter of 2012, but has increased since then. Except for intermittent increases, commercial mortgages outstanding declined between the first quarter of 2009 and the first quarter of 2013; it has increased in the second and third quarters of 2013."], "subsections": []}]}, {"section_title": "Who Holds Commercial and Multifamily Mortgages?", "paragraphs": ["At the end of the third quarter of 2013, multifamily and commercial real estate mortgages totaled $3,140.7 billion compared with $13,182.1 billion in total mortgages. Table 1 shows who holds multifamily and commercial mortgages. The largest holder of commercial mortgages and multifamily mortgages, providing 54.7% of commercial mortgages and 30.0% of multifamily mortgages, is U.S.-chartered depositories, which experienced severe financial distress during the recession. The GSEs hold 27.7% of outstanding multifamily mortgages and, together with government agencies, securitized an additional 15.3%. Thus, directly and indirectly, the GSEs and government agencies supported 44.5% of multifamily mortgages outstanding.", " Figure 3 is based on the multifamily data in Table 1 and illustrates the market shares of various multifamily mortgage investor classes. U.S.-chartered depository institutions (mainly banks and thrifts) are the largest investors with $272 billion, followed by the GSEs' holdings of $252 billion. In addition, the GSEs and Ginnie Mae (a government agency that is part of HUD), have issued $139 billion of multifamily MBS.", "Figure 4 is a graphic representation of the commercial mortgage data in Table 1 . There are no agency- and GSE-backed commercial mortgage pools, but asset-backed securities (ABS) represent 22% of outstanding commercial mortgages. At 55%, U.S.-chartered depositories are the largest sector holding commercial mortgages.", "Appendix A. Mortgage-Backed Securities", "Like single-family mortgages, multifamily and commercial mortgages are frequently pooled into mortgage-backed securities (MBS). MBS allow institutional lenders to supply mortgage money to borrowers throughout the nation, even if these lenders do not have the capability to issue or to service the mortgages. In theory, this allows for greater efficiencies through specialization and economies of scale. Some businesses specialize in originating multifamily and commercial mortgages, others in servicing the mortgages, and others, such as commercial banks, life insurance companies, savings institutions, MBS issuers, and government-sponsored enterprises (GSEs, i.e., Fannie Mae and Freddie Mac), in supplying the funds. Other businesses specialize in rating commercial MBS (CMBS).", "CMBS, like single-family mortgage-backed securities (commonly abbreviated as MBS), are typically created by sponsors that originate (or sometimes purchase) a mortgage and sell it to a trust that issues the CMBS. This creates a \"bankruptcy remote\" entity that should not be affected if the sponsor declares bankruptcy.", "CMBS, like MBS, can be divided into tranches or classes to better meet potential purchasers' preferences for risk, cash flow, diversification, etc. One typical CMBS prospectus sought to raise $3.3 billion divided into 12 tranches ranging in size from $13 million to $1.2 billion. The tranches had different expected lives, repayment of principal schedules, interest rates, and risk profiles.", "This CMBS was divided into three separate real estate mortgage investment conduits (REMICs), which are tax pass-throughs, meaning that the holders of the CMBS classes are taxed, but the REMIC is not taxed. Federal law and IRS regulations establish the rules that an MBS servicer must follow to be a REMIC. For example, to maintain their status as tax pass-throughs and to avoid being taxed, REMICs must be \"passively\" managed. Before the IRS issued Revenue Procedure 2009-45, an underlying mortgage could be modified only when \"occasioned by default or a reasonably foreseeable default.\" IRS Revenue Procedure 2009-45 allows servicers to modify mortgages before default if, \"[B]ased on all the facts and circumstances, the holder or servicer reasonably believes that there is a significant risk of default of the pre-modification loan upon maturity of the loan or at an earlier date\" without jeopardizing the REMIC's tax status.", "In addition, the contract between the MBS servicer and the investors (called the pooling and servicing agreement or PSA) could prevent modifications that the Revenue Procedures allow. A typical PSA prevents the servicers from modifying the underlying loans in ways that", "change the payment of principal or interest, impair the security of the loan, or reduce any credit enhancements.", "Certain modifications are allowed if", "default is imminent, the modification could reduce losses on a mortgage, or the modification would not reduce credit enhancements.", "Appendix B. Underwriting Mortgages", "Underwriting is the process of reviewing and analyzing the risks and potential profitability of a loan application. Basically, underwriting a loan application estimates the ability and willingness of the potential borrower to repay the loan on schedule, and the likely value of the collateral in the event that the borrower does not repay the loan.", "The process of underwriting single-family mortgages considers an applicant's income, history of paying previous loans, and the likely value of the home in the event of foreclosure. Commercial and multifamily mortgage underwriting is similar, but differs with respect to the terms of the loan and the type of borrowers. Instead of considering the applicant's income, the income generated by the property is evaluated. The borrower's ability and willingness to repay the mortgage is considered. The likely value of the property in foreclosure is also considered. In addition, the terms of multifamily and commercial mortgages are much less standardized so the risks that the borrower will not make all required mortgage payments are reviewed.", "Single-family, multifamily, and commercial mortgages all require professional appraisals. A single-family appraisal usually is based on the sale of comparable homes in the area, but multifamily and commercial property is frequently unique, necessitating a different approach. Typically, a commercial or multifamily appraisal depends on an analysis of the market for similar property, the property's competitiveness within that market, and the property's ability to generate a cash flow to service the mortgage.", "Two ratios are widely used in underwriting multifamily and commercial mortgages: the debt service coverage ratio (DSCR) and the loan to value ratio (LTV). The DSCR is the annual net cash flow of the property divided by the annual principal and interest payments of the mortgage. For example, this cash flow might come from the rent paid by tenants. An application with a DSCR of more than 1.0 has more projected net cash flow than required for paying the mortgage. In some cases, such as acquisition, development, and construction (ADC) loans, a lender will accept a DSCR below 1.0 but require the borrower to place additional funds in a reserve account. Most multifamily and commercial mortgage underwriting considers mortgage terms, such as fixed or floating interest rates, when determining if a DSCR is adequate.", "The DSCR is somewhat analogous to the front-end ratio or ratio of housing expenses to income for single-family mortgages and measures the ability of a property to make its mortgage payments.", "The LTV is a measure of how much collateral would be available in the event of a default. A lower LTV reflects a smaller loan on a more valuable property and a greater chance of recovering the amount lent in the event of default. The maximum LTV on owner-occupied homes with mortgages insured by FHA is 96.5%, and \"conforming\" single-family mortgages with LTVs above 80% require credit enhancements such as borrower paid mortgage insurance. There are no comparable maximums for multifamily and commercial mortgages.", "In short, the DSCR is an indicator of the probability of default, and the LTV is a way to summarize the loss severity if a default occurs."], "subsections": []}]}}