{"id": "R41081", "title": "The Wild and Scenic Rivers Act (WSRA): Protections, Federal Water Rights, and Development Restrictions", "released_date": "2010-12-22T00:00:00", "summary": ["Congress enacted the WSRA as part of a myriad of environmental conservation legislation enacted in the 1960s and 1970s. The act provides protection to certain rivers within the United States in order to balance the tendency toward development of the nation's rivers for industry or recreation. The act declares it to be the policy of the United States that certain rivers that possess \"outstandingly remarkable scenic, recreational, geologic, fish and wildlife, historic, cultural, or other similar values, shall be preserved in free-flowing condition.\" The act further provides that \"the established national policy of dam and other construction be complemented by a policy that would preserve other selected rivers ... in their free-flowing condition to protect the water quality of such rivers and to fulfill other vital national conservation purposes.\"", "Under the act, rivers meeting certain criteria may be designated for inclusion in a national rivers system and classified for specific protections. A river may be classified as wild (the most primitive rivers with the most restrictive protections), scenic (rivers with some access with intermediate protections), or recreational (rivers with some development with the most lenient protections). Designated federal agencies issue comprehensive management plans to ensure the protected values of the river. In order to accomplish the goals of the act, the WSRA uses two main methods of protection: water rights to maintain flows and restrictions on development for federal projects to preserve the natural path of the rivers.", "This report analyzes the federal government's authority under the WSRA to maintain and preserve designated rivers. It provides an overview of the WSRA and the process by which rivers are designated and administered under the act. It also examines the use of federal water rights under the act to ensure instream flows and the prohibitions on development of rivers for federal projects."], "reports": {"section_title": "", "paragraphs": ["Congress enacted the Wild and Scenic Rivers Act of 1968 (WSRA) as part of a myriad of environmental conservation legislation enacted in the 1960s and 1970s. The act provides protection to certain rivers within the United States in order to balance the tendency toward development of the nation's rivers for industry or recreation. The act declares it to be the policy of the United States that certain rivers that possess \"outstandingly remarkable scenic, recreational, geologic, fish and wildlife, historic, cultural, or other similar values, shall be preserved in free-flowing condition.\" The act further provides that \"the established national policy of dam and other construction be complemented by a policy that would preserve other selected rivers ... in their free-flowing condition to protect the water quality of such rivers and to fulfill other vital national conservation purposes.\"", "In order to protect rivers according to the purpose of the act, the WSRA uses water rights to maintain flows and restrictions on development of federal projects to preserve the natural path of the rivers. This report analyzes the federal government's authority under the WSRA to maintain and preserve designated rivers. It examines the use of federal water rights under the act to ensure instream flows and the prohibitions on development of rivers for federal projects.", "Congress has continually made additions to the list of protected rivers under the WSRA. The 112 th Congress may consider legislation involving designation of certain river segments as well. Furthermore, congressional interest in the protections offered by the WSRA may arise from other legislative proposals, such as energy development projects that may conflict with the purposes of the WSRA."], "subsections": [{"section_title": "Overview of the WSRA", "paragraphs": ["The WSRA created a national wild and scenic rivers system comprised of rivers meeting certain criteria outlined by the act. Eligibility for inclusion in the system depends on the nature of the river itself, although other bodies of water may be protected by the act. The WSRA defines river as \"a flowing body of water or estuary or section, portion, or tributary thereof, including rivers, streams, creeks, runs, kills, rills, and small lakes.\"", "The act permits a river area to be included in the wild and scenic rivers system if it is a free-flowing stream and the related adjacent land area possesses one or more of the following values: scenic, recreational, geologic, fish and wildlife, historic, cultural, or other similar values. A river is \"free-flowing\" if it exists or flows \"in natural condition without impoundment, diversion, straightening, rip-rapping, or other modification of the waterway.\" A river may be included even if it had previously been developed beyond its free-flowing condition upon restoration to such condition. A river may be included in the wild and scenic rivers system even if minor structures such as low dams or diversion works already exist along the section of the river proposed for inclusion, but the act specifically states that future construction of such structures is not condoned by the act."], "subsections": [{"section_title": "Designation of Rivers Included in the National Wild and Scenic Rivers System", "paragraphs": ["The WSRA intended for each river included in the national wild and scenic rivers system to be classified in one of three categories: wild, scenic, or recreational. A river will be classified as one of these categories depending on its characteristics and values at the time of designation and the desired level of protection. Although many designations in the statute specify two categories or do not specify any category, the act provides that rivers:", "if included, shall be classified, designated, and administered as one of the following: ", "(1) Wild river areas—Those rivers or sections of rivers that are free of impoundments and generally inaccessible except by trail, with watersheds or shorelines essentially primitive and waters unpolluted. These represent vestiges of primitive America.", "(2) Scenic river areas—Those rivers or sections of rivers that are free of impoundments, with shorelines or watersheds still largely primitive and shorelines largely undeveloped, but accessible in places by roads.", "(3) Recreational river areas—Those rivers or sections of rivers that are readily accessible by road or railroad, that may have some development along their shorelines, and that may have undergone some impoundment or diversion in the past.", "Rivers may be designated by Congress, or, in some instances, be nominated by a governor and approved by the Secretary of the Interior. Designation provides certain protections from development and from the adverse effects of water resources projects for both the designated segment of the river and the adjacent land. Generally, designations identify the particular river, provide boundaries for the segment to be protected, and indicate what federal agency is responsible for administering the designated segment.", "Congress may also designate rivers for potential addition to the wild and scenic rivers system. After doing so, the Secretary of the Interior or the Secretary of Agriculture (if national forest lands are involved) is directed to study and submit reports on the suitability of the segments for inclusion to the President, who then makes recommendations to Congress regarding those segments. The boundaries of potential additions are generally defined to \"comprise that area measured within one-quarter mile from the ordinary high water mark on each side of the river.\""], "subsections": []}, {"section_title": "Administration of Designated Rivers", "paragraphs": ["Rivers in the wild and scenic rivers system are managed by various federal agencies, but typically are assigned to be administered by either the Secretary of Agriculture or the Secretary of the Interior. The WSRA requires the agency charged with administration of each segment to \"establish detailed boundaries therefor (which boundaries shall include an average of not more than 320 acres of land per mile measured from the ordinary high water mark on both sides of the river)\" and determine the most appropriate classification of the segment. Until this boundary determination is made, the default boundary of a designated river is \"that area measured within one-quarter mile from the ordinary high water mark on each side of the river.\" The agency is also directed \"to prepare a comprehensive management plan for such river segment to provide for the protection of the river values\" and address issues of resource protection, development of lands and facilities, user capacities, and other management practices."], "subsections": []}]}, {"section_title": "Water Rights Under the WSRA", "paragraphs": ["The purpose of the Wild and Scenic Rivers Act is to preserve rivers \"in free-flowing condition to protect the water quality of such rivers and to fulfill other vital national conservation purposes.\" To protect the flow of the river, the act provides for the assumption or creation of federal water rights sufficient to carry out the purposes of the act."], "subsections": [{"section_title": "Federal Water Rights Associated with Rivers Under WSRA", "paragraphs": ["Although Congress has repeatedly deferred to state law in the area of regulation of water use, Congress nonetheless has authority to \"reserve\" a federal water right if necessary. This authority is derived from the Winters doctrine of federal reserved water rights, announced by the U.S. Supreme Court in a decision regarding a reservation for tribal lands. Under the Winters doctrine, when Congress reserves some property for a federal purpose, it also reserves enough water to fulfill the purpose of the reservation. Courts are likely to be cautious in concluding that a federal water right is created, but may find such a right if Congress intended that such rights be created. Congress's intent may be indicated either by express language or by implication from a congressional purpose, reservation, or directive for which water is necessary.", "The WSRA implies a reserved right under a provision that prohibits any reservation that exceeds the amount necessary to achieve the goals of the act. The provision states that \"[d]esignation of any stream or portion thereof as a national wild, scenic or recreational river area shall not be construed as a reservation of the waters of such streams for purposes other than those specified in this [act], or in quantities greater than necessary to accomplish these purposes.\" This provision indicates that the act would permit the reservation of a federal water right to some or all of the instream flows for the purposes that are specified in the act and up to the quantity necessary to achieve those purposes.", "The quantity of the federal right is often controversial under the WSRA. The Supreme Court has held that the federal government may reserve unappropriated water (water not subject to a right vested under state law) for federal purposes from federal \"public domain\" lands. The act provides that the right secures \"the quantity necessary\" to achieve the act's purposes, but that is not always a clear guideline. It is arguable what quantity is sufficient in each instance, and the protected amount may not be the full flow of the river. The WSRA protects rivers in their free-flowing condition, and the definition of free-flowing may seem to suggest that the full unappropriated flow as of the time of designation (i.e., subject to those existing uses and diversions that do not impair the purposes for which the river is being protected) is protected under the act. On the other hand, the act's reference to \"necessary\" water may indicate that the amount of the federal right may be less than the full amount of water available. In a river that is subject to heavy spring flows, for example, the argument might be made that some peak water flows could be impounded or diverted upstream as long as sufficient flow was released to the protected segment to maintain the values for which it was protected.", "The effect of designations and federal reservations under the WSRA also raises questions regarding the effect of the legislation on state laws. The limitation imposed to permit only the reservation of unappropriated waters reflects the WSRA's preservation of state law and jurisdiction over the waters of designated rivers. The WSRA states that the jurisdiction of the states over designated rivers \"shall be unaffected by this [act] to the extent that such jurisdiction may be exercised without impairing the purposes of this [act] or its administration.\" Thus, it seems that the act would not affect existing water rights under state law and that subsequent appropriations under state law would be permissible so long as they did not adversely affect the designated rivers.", "Another question that arises related to the reservation of a federal right is the priority that right has among other water rights. The federal right vests and typically has a priority date as of the date of the reservation, whether or not the water is put to immediate use. Hence, the federal right is junior to rights existing on the date of the establishment of the federal right but senior to all rights vesting after that date. In some cases of federal reservations of water, the priority date may be the date of enactment of the legislation designating the river, or the legislation may provide for some other date of priority.", "It is of interest to note that, although federal reserved water rights would be available under the WSRA, they have not always been claimed. According to agency materials, in instances where another underlying federal right (e.g., national forest reserves) exists and appears adequate to provide sufficient water, a WSRA federal right might not be asserted. Similarly, if a right to adequate instream flows is available under state law, the United States has applied for necessary water by that route. Adequate flows may also be obtained under a specific state statute, through cooperative agreements, by filing defensive protests objecting to possibly harmful water right applications by others, or through purchase of necessary water from willing sellers. Although permitted by the WSRA, the United States has never condemned water rights for WSRA purposes to CRS's knowledge."], "subsections": []}, {"section_title": "Water Rights Provisions Within Specific Designations", "paragraphs": ["Since the Wild and Scenic Rivers Act was enacted in 1968, dozens of rivers have been added to the list of protected waterways and some include multiple bodies of water. Designating a river under the act is not intended to change the flow of a river, but simply to protect the river from future changes. However, the lack of specificity in water rights protection under the act, and an unclear priority date for the rivers, have led some to include water rights protections within subsequent legislation designating specific rivers, especially in the arid West. The vast majority of wild and scenic river legislation does not address water rights. The few designations that do reference water rights, and their different forms, are discussed here."], "subsections": [{"section_title": "Issues Regarding Water Rights", "paragraphs": ["Generally, concerns have been raised as to the appropriate nature of water rights under WSRA designations. Upstream landowners and development interests, including state and local governments, may be concerned about whether new downstream wild and scenic segments may limit their water use and future water diversions. Conversely, downstream landowners and others may fear that upstream designations will limit their future water development options.", "Several factors may be considered when evaluating the water rights for a proposed river. One consideration is the type of designation of the river—wild, scenic, or recreational. The amount of water needed to protect the values of each section may vary depending upon the type of designation and its placement in the watershed. For example, water usage related to a protected waterway presumably would be most restricted if the river were designated as wild . Development or water usage near wild rivers cannot change the essential characteristics of primitive watersheds and shorelines, and unpolluted waters. A recreational river would have the fewest restrictions of the three types, as that designation applies to rivers that already have some access by roads, some development along their shorelines, and some impoundment or diversion of waters in the past. However, future restrictions on development, including on water resource projects, apply even to recreational rivers.", "Another key factor is the type of land through which the river flows. National parks, national forests, and wilderness areas have established water rights for waters within their boundaries to protect their resources. In each of these areas, the rivers themselves are an important resource. The implied water rights conferred by the Wild and Scenic Rivers Act for a specific river designated inside one of these land areas would be an overlay to those existing rights, that is, a second layer of rights reserving water to the extent needed to accomplish the purpose of the designation. In many areas, protection of wild and scenic values may be accomplished with the original reserved water right. However, the implied priority date created with the designation of the federal land may create a conflict when a river designation includes a specific priority date. Arguably, the more specific priority date could supersede the more general implied priority date, effectively eliminating the more senior priority right the river once enjoyed. This conflict has not been tested in the courts."], "subsections": []}, {"section_title": "Examples of Water Rights Provisions", "paragraphs": ["Water rights provisions can address different purposes. One goal may be to quantify the extent of the new water right under state law. Another goal may be to establish a priority date for any new water rights created by the designation. For example, the enacting legislation for the Clarks Fork Wild and Scenic River in Wyoming, which is designated as a wild river, has this language about water rights:", "The Secretary of Agriculture is directed to apply for the quantification of the water right reserved by the inclusion of a portion of the Clarks Fork in the Wild and Scenic Rivers System in accordance with the procedural requirements of the laws of the State of Wyoming: Provided , That, notwithstanding any provision of the laws of the State of Wyoming otherwise applicable to the granting and exercise of water rights, the purposes for which the Clarks Fork is designated, as set forth in this chapter and this paragraph, are declared to be beneficial uses and the priority date of such right shall be November 28, 1990.", "This provision has the benefit of clearly establishing a priority right, as well as the date and quantity of that priority. The Clarks Fork River is in a national forest. It is not clear whether this water rights designation provides a second, albeit junior, water right, or whether it has the effect of thwarting the existing water rights that exist due to the land designation, giving the water rights created by the designation a lower priority than if the statute had been silent.", "A water rights provision might also establish that the river designation does not interfere with established water rights. An example of this type of water rights language is found in the statute protecting the Cache la Poudre River in Colorado. This wild river is in both a national park and a national forest. Its water rights language is as follows:", "Inclusion of the designated portions of the Cache la Poudre River... shall not interfere with the exercise of existing decreed water rights to water which has heretofore been stored or diverted ... as of the date of enactment of this title.... The reservation of water established by the inclusion of portions of the Cache la Poudre River in the Wild and Scenic Rivers System shall be subject to the provisions of this title, shall be adjudicated in Colorado Water court, and shall have a priority date as of the date of enactment of this title.", "This water right provision recognizes existing water rights for stored and diverted water. It also establishes a priority date as of the date of the act for each river segment within the designation. Additionally, it establishes jurisdiction for any disputes over water. However, the section preserving existing water rights refers only to those waters \"stored or diverted.\" As noted above, it could be argued that this provision undercuts the existing priority of water rights created by designation of the Cache la Poudre segments in Rocky Mountain National Park and Roosevelt National Forest and gives those segments a more junior priority as of the date of the act. It could also be claimed the language creates an overlay. The legislative history of the clause could be read as indicating that the House of Representatives believed it was providing a priority right for the first time for the river. In any event, when a priority is specifically created within a designation, any existing priorities should also be addressed to avoid ambiguity as to their status.", "Only one example was found where the existing priority rights of the designated water body were acknowledged. That language is found in the proposed legislation to change Black Canyon of the Gunnison National Monument into a national park and make the Gunnison River a wild and scenic river. It states: \"No water rights or the reservation of water which would expand on the existing reserved water right for the Black Canyon of the Gunnison National Monument, shall be created by this designation.\"", "This language appeared to address the Gunnison River's water rights adequately, and likely would have assuaged concerns from upstream and downstream owners that their water usage would not be changed or limited by the designation, even if not expressly stated.", "Other water rights provisions would focus on protecting existing rights, rather than establishing a priority date. For example, the proposed legislation for Northern Rockies ecosystem protection included this language: \"Nothing in this Act may be construed as a relinquishment or reduction of any water rights reserved, appropriated, or otherwise secured by the United States in the State of Idaho, Montana, Wyoming, Oregon, or Washington on or before the date of enactment of this Act.\"", "This language would appear to protect any water rights that existed at the time of the designation, including any water rights that the designated rivers may have.", "A different version of water rights language clarifies that a river's designation as recreational will not interfere with adjacent landowners' water supply. The Missouri River segments protected under the act have this language regarding water rights: \"In administering such river, the Secretary shall ... permit access for such pumping and associated pipelines as may be necessary to assure an adequate supply of water for owners of land adjacent to such segment and for fish, wildlife, and recreational uses outside the river corridor established pursuant to this paragraph.\"", "To the extent a water rights provision is needed, it could simply address existing water rights, including those of the designated water body, and state that no modification of those rights would occur as a result of the designation."], "subsections": []}]}]}, {"section_title": "Restrictions on Development Projects Under the WSRA", "paragraphs": ["In addition to using reserved water rights to protect the flows of designated rivers, the WSRA provides protection for a designated river by limiting the licensing of dams, reservoirs and other water project works on, or adversely affecting, protected segments. The WSRA prohibits the Federal Energy Regulatory Commission (FERC) from licensing \"the construction of any dam, water conduit, reservoir, powerhouse, transmission line, or other project works under the Federal Power Act ... on or directly affecting any river\" designated as part of the national wild and scenic rivers system. Likewise, no other federal agency may \"assist by loan, grant, license, or otherwise in the construction of any water resources project that would have a direct and adverse effect on the values for which [a designated] river was established.\" The prohibitions on water and power projects are very broad in the WSRA. The prohibitions generally limit federal agencies from recommending authorization of such projects, or appropriations to begin construction on such projects, that would have an adverse affect on the purpose of the designation.", "The restrictions placed on FERC and other federal agencies regarding rivers designated under the WSRA extend to rivers designated as potential additions to the wild and scenic rivers system, at least to some degree. The same prohibition on licenses for construction or assistance for construction applies for a period of three complete fiscal years following any congressional action that designates a river as a potential addition. However, if, during that period, the relevant administering agency determines that the river should not be included in the wild and scenic rivers system and provides appropriate notice to Congress, the project agency may proceed with project plans.", "The act does not prohibit \"licensing of, or assistance to, developments below or above a wild, scenic or recreational river area or on any stream tributary thereto which will not invade the area or unreasonably diminish the scenic, recreational, and fish and wildlife values present in the area on the date of designation\" as an addition or potential addition to the wild and scenic rivers system."], "subsections": []}]}}