{"id": "R41001", "title": "Redirecting Troubled Asset Relief Program (TARP) Funds to Other Uses", "released_date": "2010-01-06T00:00:00", "summary": ["Following a boom and bust in real estate and a meltdown in financial markets, Congress enacted a program to purchase troubled assets from financial institutions in October 2008. The Troubled Asset Relief Program (TARP) was created by the Emergency Economic Stabilization Act (EESA, P.L. 110-343). Under TARP, the Secretary of the Treasury is authorized to purchase up to $700 billion of \"troubled\" assets, including any asset that the Secretary, in consultation with the Chairman of the Federal Reserve, believes the purchase of which will contribute to financial stability. The amount outstanding under TARP is currently far below this limit, and Treasury has announced plans for no more than $550 billion to be outstanding in the future.", "Some policymakers have proposed redirecting funds under the Troubled Asset Relief Program to finance new policy proposals. The Helping Families Save Their Homes Act (S. 896/P.L. 111-22), redirected $1.3 billion from TARP to finance modifications to the Hope for Homeowners Program. The Wall Street Reform and Consumer Protection Act (H.R. 4173), which passed the House, would redirect $20.8 billion of TARP funds to offset $10.4 billion of various provisions of the bill. The Jobs for Main Street Act (H.R. 2847), which passed the House, would redirect $150 billion of TARP funds to offset $75 billion of the bill's spending and tax provisions.", "When TARP was created, the Treasury did not collect and set aside $700 billion of revenue to finance the program—the Treasury Secretary was simply given legal authority to purchase $700 billion of assets. Therefore, Treasury holds no unused money under TARP that can be redirected toward new policy proposals. Like most spending programs, TARP expenditures are financed from general revenues. If the Treasury Secretary wished to purchase more TARP assets, it would be necessary to first issue federal debt (thereby increasing the budget deficit) to do so.", "Proposals to redirect TARP funds to finance other proposals rely, in essence, on a reduction in the amount that the Treasury Secretary is authorized to purchase under TARP. Since TARP is not near its ceiling today, any proposal that reduces TARP authority by less than $150 billion would not force TARP asset holdings to be reduced from the currently planned size. Thus, reducing the authorized size of TARP by less than $150 billion does not increase the revenues flowing to the Treasury because it does not force Treasury to sell any of the assets TARP currently holds. In effect, a new policy proposal that increases spending or reduces revenues would be deficit financed if it included a reduction in TARP authority of less than $150 billion under Treasury's current plan (since it would not result in any increase in revenues via a reduction in TARP assets outstanding).", "The scoring of proposals to redirect TARP funds, however, differs from the actual effect of these proposals. For official scoring purposes, the 2009 budget resolution instructs CBO to use the baseline from March 2009. This March baseline assumed all $700 billion of TARP authority would be used in the future, as opposed to the $550 billion currently planned by Treasury. Therefore, a bill financed by redirecting any TARP funds would officially be scored as being offset by a decline in overall anticipated federal spending via lower future TARP purchases, although under current Treasury plans, future TARP purchases would not actually be reduced. The offset would not be one-for-one, however. Under Section 123 of EESA, the cost of asset purchases are scored as the net present value of the subsidy in the loan, modified for risk, and are not scored on a cash flow basis. For future TARP spending, CBO assumes a subsidy rate of 50%. Therefore, a dollar reduction in TARP authority is scored as reducing the official budget deficit by only 50 cents."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction to the Troubled Asset Relief Program", "paragraphs": ["Following a boom and bust in residential real estate and a meltdown in financial markets, Congress enacted a program to purchase troubled assets from financial institutions in October 2008. The Troubled Asset Relief Program (TARP) was created by Division A of the Emergency Economic Stabilization Act (EESA). EESA authorized the Secretary of the Treasury to purchase up to $700 billion of real estate related assets, or any other asset that the Secretary, in consultation with the Chairman of the Federal Reserve, believes the purchase of which will contribute to financial stability. This broad definition of troubled asset gives the Secretary wide discretion in implementing TARP, although EESA also included two new oversight mechanisms—the Congressional Oversight Panel (COP) and the Special Inspector General for TARP (SIGTARP). Thus far, Treasury has exercised its broad discretion through the creation of several programs, including providing capital to banks, guaranteeing particular pools of assets for some large financial institutions, intervening on behalf of two large U.S. automobile manufacturers, providing financial support for a Federal Reserve lending facility for securities backed by consumer and small business loans, and compensating some mortgage servicers for modifying loan terms.", "By statute, Treasury is authorized to purchase assets under TARP until October 3, 2010. In its November 2009 monthly report to Congress, Treasury reported that $550 billion of TARP expenditures had been planned and $476 billion had been committed under signed contracts, signifying that Treasury has no plans at this time to use $150 billion of the funds authorized. The planned purchases of $550 billion do not take into account that some TARP funds have already been repaid. As a result of repayments, the amount outstanding under TARP has already begun to fall from its peak. Treasury's planned use of available TARP funds can change at any time, however."], "subsections": []}, {"section_title": "Redirecting TARP Funds", "paragraphs": ["Some policymakers have proposed redirecting funds under the Troubled Asset Relief Program to finance new policy proposals. One proposal, The Helping Families Save Their Homes Act ( S. 896 ), which was signed into law as P.L. 111-22 , redirected $1.3 billion from TARP to offset the cost of modifications to the Hope for Homeowners Program. The Wall Street Reform and Consumer Protection Act of 2009 ( H.R. 4173 ), which passed the House on December 11, 2009, would redirect $20.8 billion from TARP to offset $10.4 billion of the bill's various provisions. The Jobs for Main Street Act, 2010 ( H.R. 2847 ), which passed the House on December 16, 2009, would redirect $150 billion of TARP funds to offset $75 billion of the bill's spending and tax provisions, which include infrastructure spending, public service jobs, an extension of expanded unemployment benefits, an extension of the higher Medicaid match for doctors payments, an extension of the health insurance subsidy for unemployed workers, and an increase in the eligibility for the child tax credit. (The difference between the amount redirected from TARP and the amount offset is discussed below.)", "When TARP was created, the Treasury did not collect and set aside $700 billion of revenue to finance the program—the Treasury Secretary was simply given legal authority to purchase $700 billion of assets. Therefore, Treasury holds no unused money under TARP that can be redirected toward new policy proposals. Like most spending programs, TARP expenditures are financed from general revenues. When the budget is in deficit, additional expenditures are financed by additional borrowing. If the Treasury Secretary wished to purchase more TARP assets, it would be necessary to first issue federal debt (thereby increasing the budget deficit) to do so. The size of the actual deficit today is based on the cost of TARP expenditures taken during this fiscal year (the method for measuring the cost is described below); the projected size of the future deficit in budget projections is based on some assumption about how much the Treasury Secretary plans to increase the size of TARP in the future and how much these future expenditures will cost. ", "Title I of EESA authorizes the Secretary of the Treasury to purchase troubled assets at any time up to the point that there are $700 billion in such assets outstanding. Although Title I also requires that proceeds from disposition of any assets acquired through TARP must return to the general fund, the authorization of Treasury to hold up to $700 billion outstanding is generally interpreted to mean that TARP asset repurchases or repayments of principal place the TARP balance further under its authorized ceiling, increasing Treasury's capacity to make new TARP acquisitions. The effect of this interpretation is that repaid TARP funds could be \"reused\" by Treasury to purchase additional assets, although to this point the question is largely moot, since well under $700 billion in troubled assets have been purchased. For purposes of this report, proposals to redirect funds received from repayment of loan principal or repurchase of assets can be thought of as having the same effect on the budget and budget deficit as reducing TARP's authorized limit.", "Some of the funds that have been outlaid under TARP result in payments of proceeds beyond the repayment of the initial outlay, such as dividends on TARP preferred share purchases and interest on TARP loans. These monies would not be considered a repayment of TARP funds and would not allow for the purchase of additional assets under TARP.  Under Title I, the funds would simply go to the general fund to reduce the deficit. Because dividends and interest payments do not grant TARP new spending authority, these revenues cannot be redirected to fund other policy proposals without increasing the deficit. Put differently, these revenues were included in the original estimates of the net cost of TARP, so redirecting them to other uses would be considered double counting.", "Proposals to redirect TARP funds to finance other proposals rely, in essence, on a reduction in the amount that the Treasury Secretary is authorized to purchase under TARP. The ultimate effect on the budget deficit of doing so depends on whether the redirected authority is more likely to result in future spending under its new use or was more likely to have resulted in future spending if it had remained in TARP. Since TARP is not near its ceiling today, any proposal that reduces TARP authority by less than $150 billion would not force TARP asset holdings to be reduced from the currently planned size. Thus, reducing the authorized size of TARP by less than $150 billion does not increase the revenues flowing to the Treasury because it does not force Treasury to sell any of the assets TARP currently holds. In effect, a new policy proposal that increases spending or reduces revenues would be deficit financed if it included a reduction in TARP authority of less than $150 billion under Treasury's current plan (since it would not result in any increase in revenues via a reduction in TARP assets outstanding). ", "A separate issue is whether redirecting TARP funds to finance new proposals would increase the expected budget deficit in the future compared to projections of current policy. This measure would be relevant for scoring the proposal and for measuring the proposal's macroeconomic effects relative to a baseline of current policy. The answer to this question depends on what assumption is made about the future size of the TARP program under current policy baselines, which need not be the same as Treasury's announced plans since those plans are not binding. (Likewise, the effect on future deficits depends on what assumption is made about how much spending will increase or tax revenue will decline in the future as a result of the new policy proposal. The projected increase in the deficit will not necessarily be as much as the amount authorized in the proposal.) Through March 2009, the Congressional Budget Office (CBO) baseline assumed that the amount outstanding under TARP would reach $700 billion. In August 2009, CBO modified its baseline and assumed that TARP would peak at $600 billion, or $50 billion higher than the Treasury's current plans. That implies that reducing TARP by up to $100 billion would have no impact on future projections of the baseline deficit (because the baseline already assumed that the redirected money would not be spent by TARP), so redirecting TARP by up to that amount to finance a new proposal would be fully matched by an increase in the deficit. From a macroeconomic perspective, a new proposal to be financed by a decrease in TARP authority of up to $100 billion would have the same effect on economic projections compared to the August baseline as a deficit-financed proposal.", "For official scoring purposes in 2009, the 2009 budget resolution ( S.Con.Res. 13 ) instructs CBO to use the March baseline, even though a more recent baseline is now available. (The same baseline is used so that scoring will be consistent throughout the session.) Therefore, a bill financed by redirecting any TARP funds would be officially scored as being offset by a decline in overall anticipated federal spending via a smaller TARP program since the March baseline assumed all $700 billion of TARP authority would be used in the future. ", "The offset would not be one-for-one, however, assuming money is being shifted from an income-earning investment under TARP to a use that does not earn income. Section 123 of EESA specified that the cost of asset purchases under TARP be determined as provided under the Federal Credit Reform Act of 1990 with a discount rate adjusted for market risk. Under these instructions, CBO reported that ", "the federal budget would not record the gross cash disbursement for the purchase of a troubled asset (or cash receipt for its eventual sale) but instead would incorporate an estimate of the government's net cost (on a present-value basis) for the purchase. Broadly speaking, the net cost is the purchase cost minus the estimated market value of the assets, which is the present value—calculated using an appropriate discount factor that reflects the riskiness of the underlying cash flows associated with the asset—of any estimated future earnings from holding the asset and the proceeds from its eventual sale. ", "Present value calculations allow one to compare costs and benefits over time. The discount rate or discount factor measures how much more present costs or benefits are valued compared to future costs or benefits. A risk adjustment is used because the expected return on TARP assets is more volatile than the government's borrowing cost.", "The subsidy rate under TARP can be calculated by dividing the net cost in present value terms by the government's initial expenditures. CBO has estimated that certain TARP programs, such as the Capital Purchase Program, have lower subsidy rates, while other programs, such as the Auto Industry Financing Program, have higher subsidy rates. For future TARP spending, CBO assumes a subsidy rate of 50%. Therefore, a dollar reduction in TARP authority reduces the official budget deficit by only 50 cents in a budget score. For example, CBO scored the $20.8 billion reduction in TARP authority in H.R. 4173 as a $10.4 billion reduction in the deficit in 2010. Likewise, the amount outstanding in TARP has not increased the budget deficit on a one-to-one basis, but rather by the present value of the subsidy. In August 2009, CBO estimated that, for expenditures already made, TARP would increase the budget deficit by $133 billion in 2009, and for future expenditures, by $80 billion in 2010 and $28 billion between 2011 and 2013."], "subsections": []}]}}