{"id": "R41104", "title": "Immigration Visa Issuances and Grounds for Exclusion: Policy and Trends", "released_date": "2010-03-10T00:00:00", "summary": ["The conventional wisdom is that the terrorist attacks on September 11, 2001, prompted a substantive change in U.S. immigration policy on visa issuances and the grounds for excluding foreign nationals from the United States. A series of laws enacted in the 1990s, however, may have done as much or more to set current U.S. visa policy and the legal grounds for exclusion. This report's review of the legislative developments in visa policy over the past 20 years and analysis of the statistical trends in visa issuances and denials provide a nuanced study of U.S. visa policy and the grounds for exclusion.", "Foreign nationals not already legally residing in the United States who wish to come to the United States generally must obtain a visa to be admitted. Those admitted on a permanent basis are known as immigrants or legal permanent residents (LPRs), while those admitted on a temporary basis are known as nonimmigrants (such as tourists, foreign students, diplomats, temporary agricultural workers, and exchange visitors). They must first meet a set of criteria specified in the Immigration and Nationality Act (INA) that determine whether they are eligible for admission. The burden of proof is on the foreign national to establish eligibility for a visa. Conversely, foreign nationals also must not be deemed inadmissible according to other specified grounds in §212(a) of the INA. These §212(a) inadmissibility criteria are health-related grounds; criminal history; security and terrorist concerns; public charge (e.g., indigence); seeking to work without proper labor certification; illegal entrants and immigration law violations; ineligible for citizenship; and aliens illegally present or previously removed.", "The number of aliens excluded on the basis of §212(a) of the INA has fluctuated over the years. In FY2008, §212(a) exclusions of prospective nonimmigrants hit 35,403 and surpassed the prior high point of 34,750 in FY1998. For prospective LPRs, §212(a) exclusions peaked in FY1998 and FY1999, reaching over 89,000 in both years. The §212(a) exclusions of prospective LPRs fell from FY2000 through FY2003, then began climbing to reach 77,080 in FY2008.", "Most LPR petitioners who were excluded on §212(a) grounds from FY1994 through FY2004 were rejected because the Department of State (DOS) determined that the aliens were inadmissible as likely public charges. By FY2004, the proportion of public charge exclusions had fallen but remained the top basis for denial. The lack of proper labor certification was another leading ground for exclusion from FY1994 through FY2004. By FY2008, however, illegal presence and previous orders of removal from the United States was the leading ground.", "Exclusions of nonimmigrant petitions have a somewhat different pattern than that of immigrant petitions. Violations of immigration law were the leading category from FY1994 through FY2006, but fell to the second ranking by FY2008. Illegal presence and prior removal became the leading ground in FY2008. Over time, criminal activity has become a more common ground for refusal, and has represented a larger portion of exclusions among nonimmigrant petitioners than it was for immigrant petitioners.", "Legislation aimed at comprehensive immigration reform may take a fresh look at the grounds for excluding foreign nationals enacted over the past two decades. Expanding the grounds for inadmissibility, conversely, might be part of the legislative agenda among those who support more restrictive immigration reform policies. More specifically, the case of Umar Farouk Abdulmutallab, who allegedly attempted to ignite an explosive device on Northwest Airlines Flight 253 on December 25, 2009, has heightened scrutiny of the visa process and grounds for exclusion. This report will be updated as warranted."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": [], "subsections": [{"section_title": "Policy Context", "paragraphs": ["The conventional wisdom is that the terrorist attacks on September 11, 2001, prompted a substantive change in U.S. immigration policy on visa issuances and the grounds for excluding foreign nationals. A series of laws enacted in the 1990s, however, may have done as much or more to set current U.S. visa policy and the legal grounds for exclusion. This report's review of the legislative developments in visa policy over the past 20 years and analysis of the statistical trends in visa issuances and denials provide a nuanced study of U.S. visa policy and the grounds for exclusion. ", "Legislation aimed at comprehensive immigration reform may take a fresh look at the grounds for excluding foreign nationals that were enacted over the past two decades. While advocacy of sweeping changes to the grounds for inadmissibility has not emerged, proponents of comprehensive immigration reform might seek to ease a few of these provisions as part of the legislative proposals. Waiving the provision that makes an alien who is unlawfully present in the United States for longer than 180 days inadmissible is often raised as an option within a legislative package that includes legalization provisions. Expanding the grounds for inadmissibility, conversely, might be part of the legislative agenda among those who support more restrictive immigration reform policies. Regardless of which legislative path Congress may take, the case of Umar Farouk Abdulmutallab, who allegedly attempted to ignite an explosive device on Northwest Airlines Flight 253 on December 25, 2009, has heightened scrutiny of the visa process and grounds for exclusion. "], "subsections": []}, {"section_title": "Background", "paragraphs": ["Foreign nationals may be admitted to the United States temporarily or may come to live permanently. Those admitted on a permanent basis are known as immigrants or legal permanent residents (LPRs), while those admitted on a temporary basis are known as nonimmigrants (such as tourists, foreign students, diplomats, temporary agricultural workers, and exchange visitors). Humanitarian admissions, such as asylees, refugees, parolees, and other aliens granted relief from deportation, are handled separately under the Immigration and Nationality Act (INA). ", "Foreign nationals not already legally residing in the United States who wish to come to the United States generally must obtain a visa to be admitted. They must first meet a set of criteria specified in the INA that determine whether they are eligible for admission. Conversely, foreign nationals also must not be deemed inadmissible according to other specified grounds in the INA.", "Under current law, three departments—the Department of State (DOS), the Department of Homeland Security (DHS), and the Department of Justice (DOJ)—play key roles in administering the law and policies on the admission of aliens. DOS's Bureau of Consular Affairs (Consular Affairs) is the agency responsible for issuing visas, DHS's Citizenship and Immigration Services (USCIS) is charged with approving immigrant petitions, and DHS's Bureau of Customs and Border Protection (CBP) is tasked with inspecting all people who enter the United States. The Attorney General and DOJ's Executive Office for Immigration Review (EOIR) play a significant policy role through the adjudication of specific immigration cases and ruling on questions of immigration law. "], "subsections": []}]}, {"section_title": "Visa Issuance Policy", "paragraphs": ["The documentary requirements for visas are stated in §§221-222 of the INA, with some discretion for further specifications or exceptions by regulation (as discussed below). Generally, the application requirements are more extensive for aliens who wish to permanently live in the United States than those coming for visits. The amount of paperwork required and the length of adjudication process to obtain a visa to come to the United States are analogous to that of the Internal Revenue Service's (IRS's) tax forms and review procedures. Just as persons with uncomplicated earnings and expenses may file an IRS \"short form\" while those whose financial circumstances are more complex may file a series of IRS forms, so too an alien whose situation is straightforward and whose reason for seeking a visa is easily documented generally has fewer forms and procedural hurdles than an alien whose circumstances are more complex. The visa application files must be stored in an electronic database that is available to immigration adjudicators and immigration officers in DHS. There are over 70 U.S. Citizenship and Immigration Services (USCIS) forms as well as DOS forms that pertain to the visa issuance process.", "The visa issuance procedures delineated in the statute require the petitioner to submit his or her photograph, as well as full name (and any other name used or by which he or she has been known), age, gender, and the date and place of birth. Depending on the visa category, certain documents must be certified by the proper government authorities (e.g., birth certificates and marriage licenses). All prospective LPRs must submit to physical and mental examinations, and prospective nonimmigrants also may be required to have physical and mental examinations. "], "subsections": [{"section_title": "§221(g) Disqualification", "paragraphs": ["The statutory provision that gives the consular officer the authority to disqualify a visa applicant is broad and straightforward:", "No visa or other documentation shall be issued to an alien if (1) it appears to the consular officer, from statements in the application, or in the papers submitted therewith, that such alien is ineligible to receive a visa or such other documentation under section 212 [8 USC §1182], or any other provision of law, (2) the application fails to comply with the provisions of this Act, or the regulations issued there under, or (3) the consular officer knows or has reason to believe that such alien is ineligible to receive a visa or such other documentation under section 212 [8 USC §1182], or any other provision of law....", "These determinations are based on the eligibility criteria of the various and numerous visa categories. The shorthand reference for these disqualifications is §221(g), which is the subsection of the INA that provides the authority. "], "subsections": []}, {"section_title": "§212(a) Exclusion", "paragraphs": ["In addition to the determination that a foreign national is qualified for a visa, a decision must be made as to whether the foreign national is admissible or excludable under the INA. The grounds for inadmissibility are spelled out in §212(a) of the INA. These criteria are health-related grounds; criminal history; security and terrorist concerns; public charge (e.g., indigence); seeking to work without proper labor certification; illegal entrants and immigration law violations; ineligible for citizenship; and aliens previously removed. These grounds for exclusion or inadmissibility are discussed extensively later in the report.", "In some cases, the foreign national may be successful in overcoming the §212(a) exclusion if new or additional information comes forward. The decision of the consular officer, however, is not subject to judicial appeals."], "subsections": []}, {"section_title": "Permanent Admissions (Immigrant Visas)", "paragraphs": ["Foreign nationals who wish to live permanently in the United States must meet a set of criteria specified in the INA. To qualify as a family-based LPR, the foreign national must be a spouse or minor child of a U.S. citizen; a parent, adult child, or sibling of an adult U.S. citizen; or a spouse or minor child of a legal permanent resident. To qualify as an employment-based LPR, the foreign national must be an employee for whom a U.S. employer has received approval from the Department of Labor to hire; a person of extraordinary or exceptional ability in specified areas; an investor who will start a business that creates at least 10 new jobs; or someone who meets the narrow definition of the \"special immigrant\" category. The INA also provides LPR visas to aliens who are selected in the diversity lottery for low-immigrant sending countries. "], "subsections": [{"section_title": "Procedures", "paragraphs": ["Petitions for immigrant (i.e., LPR) status are first filed with USCIS by a sponsoring relative or employer in the United States. If the prospective immigrant already resides in the United States, the USCIS handles the entire process, which is called \"adjustment of status.\" If the prospective LPR does not have legal residence in the United States, the petition is forwarded to Consular Affairs in his or her home country after USCIS has reviewed the petition. The Consular Affairs officer (when the alien is coming from abroad) and USCIS adjudicator (when the alien is adjusting status in the United States) must be satisfied that the alien is entitled to the immigrant status. Many LPRs are adjusting status from within the United States rather than receiving visas issued abroad by Consular Affairs. Although over 1 million aliens became LPRs in FY2008, for example, only 42% of immigrant visas were issued abroad that year.", "A personal interview is required for all prospective LPRs. The burden of proof is on the applicant to establish eligibility for the type of visa for which the application is made. Consular Affairs officers (when the alien is coming from abroad) and USCIS adjudicators (when the alien is adjusting status in the United States) must confirm that the alien is qualified for the visa under the category he or she is applying, as well as is not ineligible for a visa under the grounds for inadmissibility of the INA, which include criminal, terrorist, and public health grounds for exclusion, discussed below."], "subsections": []}, {"section_title": "Trends", "paragraphs": ["The number of immigrant visas issued each year by consular officers abroad has held steady at about 0.4 to 0.5 million in the past 15 years. The trend analysis of the FY1994-FY2008 period, however, reveals an interesting pattern ( Figure 1 ). FY1998 and FY2003 emerge as the years in which the fewest visas were issued in absolute numbers, 375,684 and 364,768 respectively. In terms of the percentage of visas approved, FY1998 was the lowest year (51.9%). ", "Disqualifications on the basis of INA §221(g) as discussed above exhibit a trend line that is somewhat complementary to the trend line of those who were issued a visa from FY1994 through FY2008. FY1998 was one of the peak years with 256,706 disqualifications (35.4%), but fell short of FY2005 and FY2006 with 270,590 disqualifications (37.9%) and 269,608 disqualifications (34.8%) respectively.", "In terms of INA §212(a) exclusions, FY1998 along with FY1999 had the largest portion of prospective immigrants excluded, 12.3% and 12.4% respectively. In absolute numbers, FY1998 led with 89,848 determinations that were §212(a) exclusions, followed closely by FY1999 with 89,641 exclusions. Although FY1998 and FY1999 were the only years analyzed in which the percentages of §212(a) exclusions were in double digits, exclusions trended upward in FY2008 with 9.6% or 77,080 denials. "], "subsections": []}]}, {"section_title": "Temporary Admissions (Nonimmigrant Visas)", "paragraphs": ["Aliens seeking to come to the United States temporarily rather than permanently are known as nonimmigrants. These aliens are admitted to the United States for a temporary period of time and an expressed reason. There are 24 major nonimmigrant visa categories, and over 70 specific types of nonimmigrant visas are issued currently. Most of these nonimmigrant visa categories are defined in §101(a)(15) of the INA. These visa categories are commonly referred to by the letter and numeral that denotes their subsection in §101(a)(15); for example, B-2 tourists, E-2 treaty investors, F-1 foreign students, H-1B temporary professional workers, J-1 cultural exchange participants, and S-4 terrorist informants."], "subsections": [{"section_title": "Procedures", "paragraphs": ["Nonimmigrants must demonstrate that they are coming for a limited period and for a specific purpose. As with immigrant visas, the burden of proof is on the applicant to establish eligibility for nonimmigrant status and the type of nonimmigrant visa for which the application is made. The Consular Affairs officer, at the time of application for a visa, as well as the Customs and Border Protection Bureau (CBP) inspectors, at the time of application for admission, must be satisfied that the alien is entitled to a nonimmigrant status. ", "Personal interviews are generally required for foreign nationals seeking nonimmigrant visas. Interviews, however, may be waived in certain cases; prior to the September 11, 2001, terrorist attacks, personal interviews for applicants for B visitor visas reportedly were often waived. After September 11, 2001, the number of personal interviews rose significantly as part of broader efforts to meet national security goals. DOS issued interim regulations on July 7, 2003, that officially tightened up the requirements for personal interviews and substantially narrowed the class of nonimmigrants eligible for the waiver of a personal interview. Congress then enacted provisions requiring an in-person consular interview of most applicants for nonimmigrant visas between the ages of 14 and 79 as part of the Intelligence Reform and Terrorism Prevention Act of 2004 ( P.L. 108-458 ). Prior to implementation of P.L. 108-458 , personal interview waivers could have been granted only to children under age 16, persons 60 years or older, diplomats and representatives of international organizations, aliens who were renewing a visa they obtained within the prior 12 months, and individual cases for whom a waiver was warranted for national security or unusual circumstances."], "subsections": []}, {"section_title": "§214(b) Presumption", "paragraphs": ["Specifically, §214(b) of the INA generally presumes that all aliens seeking admission to the United States are coming to live permanently; as a result, most aliens seeking to qualify for a nonimmigrant visa must demonstrate that they are not coming to reside permanently. There are three nonimmigrant visas that might be considered provisional in that the visaholder may simultaneously seek LPR status. As a result, the law exempts nonimmigrants seeking any one of these three visas (i.e., H-1 professional workers, L intracompany transfers, and V accompanying family members) from the requirement that they prove they are not coming to live permanently. ", "USCIS and CBP play a role in determining eligibility for certain nonimmigrant visas, notably H workers and L intracompany transfers. Also, if a nonimmigrant in the United States wishes to change from one nonimmigrant category to another, such as from a tourist visa to a student visa, the alien must file a change of status application with the USCIS. If the alien leaves the United States while the change of status is pending, the alien is presumed to have relinquished the application."], "subsections": []}, {"section_title": "Trends", "paragraphs": ["DOS typically issues about 5 to 6 million nonimmigrant visas annually. Depending on the visa category and the country the alien is coming from, the nonimmigrant visa may be valid for several years and may permit multiple entries. The 15-year trend analysis for nonimmigrant visa determinations in Figure 2 reveals a different pattern than that in Figure 1 for LPRs. Foremost, FY2001 is noteworthy because more visas were issued in that year (7,588,778) and more applicants were ineligible for a visa in that year (2,276,611) on the basis of §214(b) presumed immigrants than in any other year during the 15-year period. In terms of the percentage of nonimmigrant visas issued, FY1996 was the top year with 80.0%. By FY2008, there were 6,603,073 nonimmigrant visas issued, yielding a percent of 75.8%, which was the first time the percentage surpassed FY1999.", "The growth in nonimmigrant visas issued in the 1998-2001 period was largely attributable to the issuances of new border crossing cards to residents of Canada and Mexico and a periodic lifting of the ceilings on temporary worker visas. The largest percentages of nonimmigrant visa applicants that were presumed immigrants, excluded or otherwise disqualified were in FY2002 and FY2003, when just under 70% of nonimmigrant visas were approved. Of that increase visa denials, much of it came not from §212(a) exclusions, which some might have expected following the September 11 terrorist attacks, but from disqualifications under §221(g), meaning that the visa applications did not comply with the INA or regulations. Throughout the 15-year span, §214(b) presumption was the most common basis to reject a nonimmigrant visa applicant. Never rising above one-half of one percent over this period, §212(a) exclusions were too few to depict in Figure 2 .", "Although the §212(a) exclusions represent a small portion of nonimmigrant visa determinations, their number is not trivial. Because Figure 3 is scaled in thousands in comparison to Figure 2 , which is scaled in millions, the ups and downs in the §212(a) exclusion trends become apparent. In FY2008, §212(a) exclusions of nonimmigrant visas hit 35,403 and surpassed the prior high point of 34,750 in FY1998. For prospective LPRs, §212(a) exclusions peaked in FY1998 and FY1999, reaching over 89,000 in both years. The §212(a) exclusions of prospective LPRs fell from FY2000 through FY2003, then began climbing to reach 77,080 in FY2008. ", "The ebbs and flows depicted in Figure 3 challenge the commonly held assumption that the terrorist attacks of September 11, 2001, were the watershed moment for U.S. visa policy and the exclusion of foreign nationals. These 15-year trends also invite a more detailed study of the grounds for exclusion, as well as a more nuanced analysis of these trends over time."], "subsections": []}]}]}, {"section_title": "Grounds for Exclusion", "paragraphs": ["All aliens seeking visas must undergo admissibility reviews performed by DOS consular officers abroad. These reviews are intended to ensure that aliens are not ineligible for visas or admission under the grounds for inadmissibility spelled out in the INA. Consular decisions are not appealable or reviewable; however, some of those seeking visas are able to bring additional information that may be used to overcome an initial refusal. As previously mentioned, these criteria are health-related grounds; criminal history; security and terrorist concerns; public charge (e.g., indigence); seeking to work without proper labor certification; illegal entrants and immigration law violations; ineligible for citizenship; and aliens previously removed. Each of these grounds is explained more fully following a brief legislative history of the provisions. "], "subsections": [{"section_title": "Brief Legislative History", "paragraphs": ["When the various immigration and citizenship laws were unified and codified as the Immigration and Nationality Act of 1952 (INA), there were 31 grounds for exclusion of aliens specified in §212(a) of the Act. The Immigration Amendments Act of 1990 streamlined and modernized all of the grounds for inadmissibility into nine broad categories. These nine categories, as amended, remain the basis for denying visas and excluding the entry of foreign nationals into the United States. ", "As a response to the 1993 World Trade Center bombing, Congress revised the national security grounds for inadmissibility in the Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA) of 1996 (Division C of P.L. 104-208 ) and the Antiterrorism and Effective Death Penalty Act ( P.L. 104-132 ). IIRIRA ramped up the consequences for foreign nationals attempting to return to the United States if they had prior orders of removal or had been illegally present in the United States. IIRIRA also revised the criminal grounds for exclusion. Along with the IIRIRA, Title IV of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 ( P.L. 104-193 ) strengthened the enforceability of the inadmissibility provisions aimed at indigent or low-income people.", "After the terrorist attacks on September 11, 2001, Congress enacted the Enhanced Border Security and Visa Entry Reform Act of 2002 ( P.L. 107-173 ), which aimed to improve the visa issuance process abroad, as well as immigration inspections at the border. It expressly required that, beginning in October 2004, all newly issued visas have biometric identifiers. In addition to increasing consular officers' access to electronic information needed for alien screening, it expanded the training requirements for consular officers who issue visas. Congress passed the REAL ID Act ( P.L. 109-13 , Division B) in 2005, which expanded the terror-related grounds for inadmissiblity and deportability, and amended the definitions of \"terrorist organization\" and \"engage in terrorist activity\" used by the INA. ", "Over the past two years, Congress has incrementally revised the grounds for inadmissibility. Two laws enacted in the 110 th Congress altered longstanding policies on exclusion of aliens due to membership in organizations deemed terrorist. The 110 th Congress also revisited the health-related grounds of inadmissibility for those who were diagnosed with HIV/AIDS. Questions about the public charge ground of inadmissibility arose in the context of Medicaid and the state Children's Health Insurance Program (CHIP) in the 111 th Congress."], "subsections": []}, {"section_title": "Communicable Diseases §212(a)(1)", "paragraphs": ["The statutory language permitting the exclusion of aliens on the basis of health or communicable diseases dates back to the Immigration Act of 1891, when \"persons suffering from a loathsome or a dangerous contagious disease\" were added to the grounds of exclusion. Since the Immigration Amendments of 1990, the INA authorizes the exclusion of any alien \"who is determined (in accordance with regulations prescribed by the Secretary of Health and Human Services) to have a communicable disease of public health significance.\" While the INA does not define \"communicable disease of public health significance\" directly, it does task the Secretary of Health and Human Services (HHS) to define the term by regulation. The relevant regulation's definition expressly lists eight diseases as a \"communicable disease of public health significance\": chancroid, gonorrhea, granuloma inguinale, infectious leprosy, lymphogranuloma venereum, active tuberculosis, and infectious syphilis. However, this list is neither exclusive nor exhaustive, because the regulatory definition also includes other diseases incorporated by reference to a Presidential executive order. The relevant executive order lists cholera; diphtheria; infectious tuberculosis; plague; smallpox; yellow fever; viral hemorrhagic fevers (Lassa, Marburg, Ebola, Crimean-Congo, South American, and others not yet isolated or named); severe acute respiratory syndrome (SARS); and \"[i]nfluenza caused by novel or reemergent influenza viruses that are causing, or have the potential to cause, a pandemic.\" ", "Furthermore, the regulatory definition also includes communicable diseases that may pose a \"public health emergency of international concern.\" A disease rises to this level, and thus qualifies as a \"communicable disease of public significance,\" if the Centers for Disease Control (CDC) Director, after evaluating (1) the seriousness of the disease, (2) whether the emergence of the disease was unusual or unexpected, (3) the risk of the spread of the disease in the United States, and (4) the transmissibility and virulence of the disease, determines that \"a threat exists for [the disease's] importation into the United States\" and the disease \"may potentially affect the health of the American public.\"", "Foreign nationals who are applying for visas at U.S. consulates are tested by in-country physicians who have been designated by the State Department. The physicians enter into written agreements with the consular posts to perform the examinations according to HHS regulations and guidance. A medical examination is required of all foreign nationals seeking to come as legal permanent residents and refugees, and may be required of any alien seeking a nonimmigrant visa or admission at the port of entry. Foreign nationals are generally tested at their own expense, though the costs for refugees are covered by the U.S. government. If there is reason to suspect an infection, applicants for temporary admission as nonimmigrants (such as tourists, business travelers, temporary workers, and foreign students) are tested at the discretion of the consular officer or admitting CBP inspector. Children under 15 years of age are required to have a general physical examination and provide proof of immunizations, but they are not required to have the chest x-rays, blood tests, or HIV anti-body test.", "The Secretary of Homeland Security has discretionary authority to waive some of the health-related grounds for inadmissibility under certain circumstances. For example, foreign nationals infected with a communicable disease of public health significance can still be issued a waiver and admitted into the country if they are the spouse, unmarried son, unmarried daughter, minor unmarried lawfully adopted child, father or mother of a U.S. citizen, alien lawfully admitted for permanent residence, or an alien issued an immigrant visa. Waivers are also available, under certain circumstances, for those who are inadmissible because they lack proper vaccination and for those who have a physical or mental disorder. The Secretary may also waive the application of any of the health-related grounds for inadmissibility if she finds it in \"the national interest\" to do so."], "subsections": []}, {"section_title": "Criminal History §212(a)(2)", "paragraphs": ["Criminal offenses in the context of immigration law cover violations of federal, state, and, in some cases, foreign criminal law. Most crimes affecting immigration status fall under a broad category of crimes defined in the INA, notably those involving moral turpitude or aggravated felonies. It does not cover violations of the INA that are not defined as crimes, such as working without employment authorization, overstaying a nonimmigrant visa, or unauthorized presence in the United States. ", "Criminal history as a grounds for exclusion under the INA applies to the following foreign nationals:", "Those who have been convicted of, admit having committed, or admit to acts comprising essential elements of a crime involving moral turpitude. Those who have been convicted of or admit having committed a federal, state, or foreign law violation relating to a controlled substance. Based on the knowledge or reasonable belief of a consular officer or immigration officer, either (1) an alien who is or has been an illicit trafficker in a controlled substance, or knowingly is or has been an aider or abettor of a controlled substance, or (2) an alien who is the spouse, son, or daughter of an alien as described above and who received any financial or other benefit from the illicit activity and who reasonably should have known that the financial or other benefit resulted from illicit activity. Those who have been convicted of two or more offenses (other than purely political offenses) for which the aggregate sentence imposed was at least five years. Those who are coming to the United States to engage in (or within 10 years of applying for admission have engaged in) prostitution (including procurement and receipt of proceeds) or are coming to the United States to engage in another form of unlawful commercialized vice. Those who have committed a serious crime for which diplomatic immunity or other form of immunity was claimed. Those who have committed or have conspired to commit a human trafficking offense or who are known or reasonably believed to have aided or otherwise furthered severe forms of human trafficking, or are known or reasonably believed to be the adult child or spouse of such an alien and knowingly benefitted from the proceeds of illicit activity while an adult in the past five years. ", "Also, the INA gives authority to consular officers or immigration officers, based on their knowledge or reasonable belief, to exclude a foreign national who they think is engaging in, or seeks to enter the United States to engage in, a federal offense of money laundering, or who is or has been a knowing aider, abettor, assister, conspirator, or colluder with others in such an offense. ", "There is authority in §212(h) of the INA to waive certain criminal grounds of inadmissibility, if certain criteria are met. No waiver is permitted for aliens who have been convicted of murder or criminal acts involving torture, as well as attempts or conspiracies to commit murder or a criminal act involving torture. "], "subsections": []}, {"section_title": "Security and Terrorist Concerns §212(a)(3)", "paragraphs": ["A foreign national may be deemed inadmissible if he or she has engaged in or intends to engage in any activity a purpose of which is the opposition to, or the control or overthrow of, the government of the United States by force, violence, or other unlawful means. If the Secretary of State has reasonable grounds to believe an alien's entry, presence, or activities in the United States would have potentially serious adverse foreign policy consequences for the United States, that alien may be deemed inadmissible or deportable. However, an alien generally may not be deported or denied entry into the United States on account of the alien's past, current, or expected beliefs, statements, or associations, if such beliefs, statements, or associations would be lawful within the United States, unless the Secretary of State personally determines that the alien's admission would compromise a compelling United States foreign policy interest. Additionally, aliens who are foreign officials or candidates cannot be denied entry or deported solely because of past, current, or expected beliefs, statements, or associations that would be lawful in the United States. ", "Engaging in specified, terror-related activity has direct consequences concerning an alien's ability to lawfully enter or remain in the United States. Since 1990, the INA has expressly provided that aliens who have engaged or intend to engage in terrorist activity either as an individual or as a member of a terrorist organization are inadmissible and deportable. Over the years, the INA has been amended to lower the threshold for how substantial, apparent, and immediate an alien's support for a terrorist activity must be for the alien to be rendered inadmissible, removable, and ineligible for most forms of relief from removal.", "The Secretary of State or Secretary of Homeland Security, in consultation with the other and the Attorney General, has the general authority to waive INA §212(a)(3)(B) concerning terrorist activity. However, §212(a)(3) of the INA may not be waived for aliens who are engaged or are likely to engage in terrorist activity after entering the United States; voluntarily and knowingly engage or have engaged in terrorist activity on behalf of a designated terrorist organization; voluntarily and knowingly have received military training from a designated organization; are members or representatives of designated terrorist organizations; or voluntarily and knowingly endorse or espouse the terrorist activity of a designated organization, or convince others to support the group's terrorist activities. "], "subsections": []}, {"section_title": "Public Charge §212(a)(4)", "paragraphs": ["Opposition to the entry of foreign paupers and aliens \"likely at any time to become a public charge\"—language found in the INA today—dates from colonial times. Over time, a policy developed in which applicants for immigrant status can overcome the public charge ground for exclusion based on their own funds, prearranged or prospective employment, or an affidavit of support from someone in the United States. For most prospective immigrants, this exclusion is implemented by provisions on deeming sponsors' income and binding affidavits of support. ", "The affidavit of support is a legally binding contract that requires the sponsor to ensure that the new immigrant will not become a public charge and makes the sponsor financially responsible for the new immigrant, as codified in INA §213A. Sponsors must demonstrate the ability to maintain an annual income of at least 125% of the federal poverty line (100% for sponsors who are on active duty in U.S. Armed Forces), or share liability with one or more joint sponsors, each of whom must independently meet the income requirement. Current law also directed the federal government to include \"appropriate information\" regarding affidavits of support in the Systematic Alien Verification for Entitlements (SAVE) system. Congress has required the establishment of an automated record of the sponsors' social security numbers (SSN) in order to implement this policy. ", "Employment-based LPRs are rarely required to have an affidavit of support because they meet the public charge ground by means of the job offer. Employment-based LPRs only need an affidavit of support if the prospective employer is a relative. All family-based immigrants must have binding affidavits of support signed by U.S. sponsors in order to show that they will not become public charges. The INA waives the public charge ground for refugees and asylees and for other special cases. "], "subsections": []}, {"section_title": "Labor Market Protections §212(a)(5)", "paragraphs": ["The INA bars the admission of any immigrant who seeks to enter the United States to perform skilled or unskilled labor, unless the Secretary of Labor provides a certification to the Secretary of State and the Attorney General. Specifically, the Secretary of Labor must determine that there are not sufficient U.S. workers who are able, willing, qualified, and available at the time of the alien's application for a visa and admission to the United States and at the place where the alien is to perform such skilled or unskilled labor. The Secretary of Labor must further certify that the employment of the alien will not adversely affect the wages and working conditions of similarly employed workers in the United States.", "The foreign labor certification program in the U.S. Department of Labor (DOL) is responsible for ensuring that foreign workers do not displace or adversely affect working conditions of U.S. workers. Under current law, DOL adjudicates labor certification applications (LCAs) for permanent employment-based immigrants, temporary agricultural workers, and temporary nonagricultural workers, as well as the streamlined LCA known as labor attestations for temporary professional workers.", "The labor market protections of §212(a)(5) do not apply to most foreign nationals seeking to immigrate to the United States. Only employers of certain employment-based LPRs and certain temporary workers seeking H visas are required to be certified by the DOL. LPRs entering as priority workers who are persons of extraordinary ability in the arts, sciences, education, business, or athletics; outstanding professors and researchers; and certain multinational executives and managers are exempt from labor certification. A waiver is available for those members of the professions holding advanced degrees or persons of exceptional ability who are deemed to be \"in the national interest.\" ", "There are also specific provisions that bar the admission of unqualified physicians and uncertified health care workers."], "subsections": []}, {"section_title": "Illegal Entrants and Immigration Law Violations §212(a)(6&7)", "paragraphs": ["Any foreign national who is present in the United States without being legally admitted or paroled, or who arrives in the United States at any time or place other than as designated, is inadmissible. There are exceptions to this ground for certain battered spouses and children. As currently constructed, this §212(a) basis for exclusion is relatively new and dates back to the IIRIRA of 1996.", "Foreign nationals who \"without reasonable cause\" fail to attend their removal proceedings or remain in attendance at a hearing are inadmissible for a period of five years following their subsequent departure. If the alien can establish a reasonable cause for the failure to attend the removal proceedings, he or she might not be deemed inadmissible; however, the burden of proof in demonstrating reasonable cause is on the alien.", "Since the 1952 act, any foreign national who has, by fraud or willful misrepresentation of a material fact, sought to procure or has procured either admission into the United States or a benefit under the INA is inadmissible. An alien who falsely represents himself or herself to be a U.S. citizen for any purpose or benefit under the INA or any other federal or state law is also inadmissible for life, except under narrow circumstances. There is no immigrant waiver available for inadmissibility on the ground of knowingly making false citizenship claims."], "subsections": []}, {"section_title": "Ineligible for Citizenship §212(a)(8)", "paragraphs": ["Although the ground \"ineligible for citizenship\" suggests a range of criteria linked to the naturalization provisions in Title III of the INA, its actual effect is to bar the entry of individuals who deserted their military service or evaded the military draft. It grows out of applications for exemption or discharge from military training or service based on alienage. Since World War I, Congress has enacted various statutes exempting certain aliens within the United States from military service upon the condition that those taking advantage of such relief would thereafter be ineligible for citizenship. If a foreign national takes advantage of this exemption from military service, he or she becomes excludable. There are no waivers from the military-related exclusion grounds. "], "subsections": []}, {"section_title": "Illegal Presence or Previously Removed §212(a)(9)", "paragraphs": ["Foreign nationals who have been deported (i.e., removed) from the United States are barred from re-entry for periods of time dependent on the reasons for the removal. The specific instances in which foreign nationals are deported from the United States are found in §237 of the INA. The procedures for removal are detailed in INA §240, and the procedures for expedited removal are found in INA §235. There are also provisions for the \"expedited removal\" of removable aliens serving criminal sentences in INA §238. In removal proceedings an immigration judge from the Department of Justice's Executive Office for Immigration Review (EOIR) determines whether an alien is admissible or removable. A final order of removal is not necessary to make such an inadmissibility determination, though a final removal order is also a specific ground for inadmissibility. ", "The INA specifically states that any alien who has been ordered removed (either under §235(b)(1) pertaining to expedited removal or at the end of general removal proceedings under §240 initiated upon the alien's arrival in the United States) and who again seeks admission within 5 years of the date of such removal (or within 20 years in the case of a second or subsequent removal or at any time in the case of an alien convicted of an aggravated felony) is inadmissible. The INA also specifies that any alien who was ordered removed under §240 or any other provision of law, or departed the United States while an order of removal was outstanding, and who seeks admission within 10 years of the date of such alien's departure or removal (or within 20 years of such date in the case of a second or subsequent removal or at any time in the case of an alien convicted of an aggravated felony) is inadmissible.", "As a result of the enactment of IIRIRA in 1996, an alien who is unlawfully present in the United States for longer than 180 days but less than a year is inadmissible for three years after the alien's departure. An alien who is unlawfully present for at least a year is inadmissible for 10 years after the alien's departure. Not counted under these rules are periods during which the alien (1) is a minor, (2) has a pending claim for asylum (unless the alien is working without authorization), (3) is a battered wife or child, or (4) qualifies under family unity provisions of the Immigration Act of 1990 as a long-term (generally pre-1989) spouse or unmarried child of an alien who legalized under the Immigration Reform and Control Act of 1986. Also not counted is a period of up to 120 days in the case of a previously paroled or lawfully admitted alien whose authorized stay has expired but who before expiration of authorized status filed a nonfrivolous application for a change or extension of status (unless the alien works without authorization). Additionally, the INA gives the Attorney General authority to waive inadmissibility for a spouse or a son or daughter of a citizen or permanent resident if refusal of admission would result in extreme hardship to the citizen or permanent resident.", "The INA makes indefinitely inadmissible an alien who (1) has been ordered removed or has been unlawfully present for an aggregate period of longer than a year and (2) enters or attempts to reenter without being formally admitted. There is no express exception under this rule for acts occurring prior to April 1997. The sole exception to this bar is a discretionary waiver by the Attorney General for an alien who has been outside the United States for at least 10 years. ", "The IIRIRA increases from one year to five years the period during which an alien who was previously removed on arrival is inadmissible. The INA sets a 20-year period of inadmissibility for aliens who have been removed on arrival more than once. Separately, the inadmissibility period for aliens ordered removed under other provisions (i.e., ordered removed after arrival other than under expedited removal provisions) is increased to 10 years, with a 20-year period set for aliens removed more than once and an indefinite period of inadmissibility set for aliens who have been convicted of an aggravated felony. The INA gives the Attorney General authority to waive the foregoing provisions.", "The INA also gives the Attorney General the authority to grants exceptions to the bars on aliens previously removed in certain instances. "], "subsections": []}]}, {"section_title": "Analysis of Visa Inadmissibility Determinations", "paragraphs": ["To better understand these grounds for inadmissibility, CRS has analyzed DOS data on all visa determinations from two perspectives. One approach analyzes all the grounds of inadmissibility for four selected years : FY1996, FY2000, FY2004, and FY2008. The other approach analyzes the top grounds for exclusion over a 15-year period. As in the discussions above, the immigrant determinations are treated separately from the nonimmigrant determinations. All of these analyses are based on the initial decision and do not take into account initial refusals that might have been overcome with subsequent information. "], "subsections": [{"section_title": "Inadmissible Immigrants", "paragraphs": ["As Figure 4 makes clear, most LPR petitioners who were excluded on §212(a) grounds in FY1996 and FY2000 were rejected because the DOS determined that the aliens were inadmissible as likely public charges. In FY2004, the proportion of public charge exclusions had fallen, but remained the top basis for denial. The lack of proper labor certification was another leading ground for exclusion in FY1996, FY2000, FY2004, and FY2008. By FY2008, however, illegal presence and previous orders of removal from the United States had become the leading ground. What Figure 4 does not depict is the considerable shifting of trend lines in the late 1990s as well as the late 2000s. ", "The trends in public charge exclusions dominate the 15-year trend analysis, as Figure 5 illustrates. The importance of public charge as a grounds of inadmissibility is evidenced in the fact that over one-half (53.3%) of all 790,685 exclusions over this 15-year period were on this basis, suggesting an effect of the changes in 1996 to the INA provisions on affidavits of support. Labor market protections and illegal presence and prior removals came in distant second and third, with 18.5% and 14.8% of exclusions, respectively.", "The proportion of public charge exclusions had fallen by FY2004, but remained the top basis for denial. By FY2008, however, illegal presence and previous orders of removal from the United States was the leading ground, and public charge was less than 10% of the §212(a) exclusions. "], "subsections": []}, {"section_title": "Inadmissible Nonimmigrants", "paragraphs": ["Refusals of nonimmigrant petitions presented have a somewhat different pattern than that of immigrant petitions. Violations of immigration law was the leading category in FY1996, FY2000, and FY2004, but fell to the second ranking in FY2008. Similar to the analysis of immigrant data, illegal presence and prior removal became the leading ground for nonimmigrant visas in FY2008. Over the four points in time, the criminal grounds grew as a more common ground for refusal, and represented a larger portion of exclusions among nonimmigrant petitioners than it was for immigrant petitioners. ", "Violations of immigration law was the leading basis for §212(a) exclusions over the 15-year period, making up 47.7% of all exclusions. It was the top basis from FY1994 through FY2006, but fell to the second ranking by FY2008 (31.0%). Illegal presence and prior removal became the leading ground in FY2007 (38.7%) and FY2008 (33.2%). The criminal grounds have grown as more common basis for §212(a) exclusions, and represented a much larger portion of exclusions among nonimmigrant petitioners (29.8% in FY2008) than among immigrant petitioners (2.8% in FY2008)."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["The rise and fall of the public charge ground is the most striking feature of the 15-year trend analysis. Foremost, many applicants filed affidavits of support that were insufficient in the first few years after IIRIRA went into effect. As the legal community and the prospective LPRs gained a better understanding of the requirement that the affidavit of support must demonstrate the ability to maintain an annual income of at least 125% of the federal poverty line, they may have submitted more complete financial data to support the affidavit. The statutory change in IIRIRA that made the affidavits of support legally binding may have changed behavior over time as well. Potential sponsors may have become less likely to petition for family members if they lacked adequate resources to support them.", "The steady rise in exclusions based on past illegal presence and prior removal is likewise largely due to the statutory change in IIRIRA. Since 1996, foreign nationals who were unlawfully present in the United States for longer than 180 days but less than a year are inadmissible for three years after their departure. Foreign nationals who were unlawfully present for at least a year are inadmissible for 10 years after their departure. When these changes were coupled with database improvements and access to databases across agencies, consular officers became better able to identify visa applicants who are inadmissible on these grounds. The improvements in immigration-related databases as well as the expansion of access to law enforcement databases offer similar explanations for the uptick in criminal grounds of exclusion.", "Finally, the increase in immigrant exclusions based upon labor market protections may reflect the growth in demand for foreign workers and the competition for these scarce visas. As of November 1, 2009, there were 3,499,964 employment-based LPRs visa applications pending.", "Appendix A. Consular Databases for Screening ", "Consular officers use the Consular Consolidated Database (CCD) to screen visa applicants. Records of all visa applications are now automated in the CCD, with some records dating back to the mid-1990s. Since February 2001, the CCD has stored photographs of all visa applicants in electronic form, and more recently the CCD has begun storing 10-finger scans. In addition to indicating the outcome of any prior visa application of the alien in the CCD and comments by consular officers, the system links with other databases to flag problems that may have an impact on the issuance of the visa. These databases linked with CCD include DHS's Automated Biometric Identification System (IDENT) and FBI's Integrated Automated Fingerprint Identification System (IAFIS) results, and supporting documents.", "The CCD also links to the DHS's Traveler Enforcement Compliance System (TECS) for use by CBP officers at ports of entry. A limited number of consular officers have recently been granted access to DHS'Arrival Departure Information System (ADIS). ADIS tracks foreign nationals' entries into and most exits out of the United States. DOS credits access to ADIS with its ability to identify previously undetected cases of illegal overstays in the United States. ", "For some years, consular officers have been required to check the background of all aliens in the \"lookout\" databases, specifically the Consular Lookout and Support System (CLASS) database, which contained over 26 million records in 2009. According to Janice Jacobs, Assistant Secretary of State for Consular Affairs, the CLASS database grew by approximately 400% after September 11, 2001.", "This increase in the quantity and quality of CLASS records is largely the result of improved data sharing between the Department of State and the law enforcement and intelligence communities. In 2001, only 25 percent of records in CLASS came from other government agencies. Now, almost 70 percent of CLASS records come from other agencies.", "The Security Advisory Opinion (SAO) system requires a consular officer abroad to refer selected visa cases for greater review by intelligence and law enforcement agencies. The current interagency procedures for alerting officials about foreign nationals who may be suspected terrorists, referred to in State Department nomenclature as Visa Viper, began after the 1993 World Trade Center bombing and were institutionalized by enactment of the Enhanced Border Security and Visa Entry Reform Act of 2002. If consular officials receive information about a foreign national that causes concern, they send a Visa Viper cable (which is a dedicated and secure communication) to the NCTC. In 2009, consular posts sent approximately 3,000 Visa Viper communications to NCTC. ", "In a similar set of SAO procedures, consular officers send suspect names, identified by law enforcement and intelligence information (originally certain visa applicants from 26 predominantly Muslim countries), to the Federal Bureau of Investigation (FBI) for a name check program called Visa Condor. There is also the \"Terrorist Exclusion List\" (TEL), which lists organizations designated as terrorist-supporting and includes the names of individuals associated with these organizations.", "Appendix B. Exceptions to the Visa Requirements", "Not all aliens are required to have a visa to visit the United States. Indeed, most visitors enter the United States without nonimmigrant visas through the Visa Waiver Program (VWP). This provision of the INA allows the visa documentary requirements to be waived for aliens coming as visitors from 35 countries (e.g., Australia, France, Germany, Italy, Japan, New Zealand, and Switzerland). Thus, visitors from these countries are not required to obtain a visa from a U.S. consulate abroad. Since aliens entering through VWP do not have visas, CBP inspectors at the port of entry are responsible for performing the background checks and making the determination of whether the alien is admissible.", "P.L. 110-53 created a waiver allowing the Secretary of Homeland Security (Secretary) to admit countries with refusal rates under 10% to the VWP. This waiver authority became available in October 2008, when the Secretary certified that (1) an air exit system was in place that verifies the departure of not less than 97% of foreign nationals that exit through U.S. airports, and (2) the electronic system for travel authorization (ESTA) was operational. The ESTA is a system through which each foreign national electronically provides, in advance of travel, the biographical information necessary to check the relevant databases and \"watch lists\" to see whether the foreign national poses a law enforcement or security risk. As in all VWP cases, CBP inspectors at the port of entry perform the initial admissibility screening.", "In addition to the Visa Waiver Program, a number of exceptions to documentary requirements for a visa have been established by law, treaty, or regulation. The INA also authorizes the Attorney General and the Secretary of State acting jointly to waive the documentary requirements of INA §212(a)(7)(B)(i), including the passport requirement, on the basis of unforeseen emergency in individual cases. In 2003, the Administration scaled back the circumstances in which the visa and passport requirements are waived. In 2004, Congress enacted a provision, now known as the Western Hemisphere Travel Initiative, in 7209 of P.L. 108-458 , that affected all citizens and categories of individuals for whom documentation requirements had previously been waived under 212(d)(4)(B) of INA. The Secretary of Homeland Security, in consultation with the Secretary of State, was required to develop and implement a plan as expeditiously as possible to require a passport or other document, or combination of documents, \"deemed by the Secretary of Homeland Security to be sufficient to denote identity and citizenship,\" for all travelers entering the United States. The law expressly states in 7209(c)(2) that \"the President may not exercise discretion under 215(b) of such Act to waive documentary requirements for U.S. citizens departing from or entering, or attempting to depart from or enter, the United States except—(A) where the Secretary of Homeland Security determines that the alternative documentation that is the basis for the waiver of the documentary requirement is sufficient to denote identity and citizenship; (B) in the case of an unforeseen emergency in individual cases; or (C) in the case of humanitarian or national interest reasons in individual cases.\""], "subsections": []}]}}