{"id": "R41128", "title": "Health-Related Revenue Provisions in the Patient Protection and Affordable Care Act (ACA)", "released_date": "2012-01-18T00:00:00", "summary": ["The Patient Protection and Affordable Care Act (ACA; P.L. 111-148 as amended) will, among other things, raise revenues to pay for expanded health insurance coverage. According to the Joint Committee on Taxation, these health-related provisions are projected to increase federal revenues by about $392 billion over 10 years.", "The majority (64%) of the health-related revenues will come from individuals, largely from taxes imposed on higher income tax filers though the Medicare payroll tax and adding an additional tax on net investment income. A much smaller share of revenues derived from individual taxpayers will come from limitations on tax-advantaged accounts (such as flexible spending and health savings accounts) and on the itemized deduction used to pay for health care expenses.", "The remaining approximate one-third (36%) of these health-related revenues will be derived from taxes and fees on health insurers, plan administrators, and health companies. Specifically, these revenues include", "an excise tax on high-cost employer-sponsored health insurance; an annual fee on health insurance providers; an annual fee on manufacturers and importers of brand-name pharmaceuticals; an excise tax on manufacturers and importers of certain medical devices; and an excise tax on indoor tanning services.", "The new law will also limit the deductibility of compensation for health insurance executives. While the provisions above are directly targeted toward firms in the health care sector, there is an additional provision that will affect all employers who provide prescription drug coverage to Medicare beneficiaries, which will eliminate the tax deduction for expenses allocable to the Medicare Part D subsidy to employers.", "This report summarizes the health-related revenue provisions in ACA, their effective dates, and, where data are available, potential impacts of these provisions.", "This report will be updated as legislative activity warrants."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Patient Protection and Affordable Care Act (ACA; P.L. 111-148 as amended) includes a number of provisions to reform the private insurance market and expand health insurance coverage to the uninsured. Private health insurance provisions that take effect prior to full implementation in 2014 include ending lifetime and unreasonable annual limits on benefits, prohibiting rescissions of health insurance policies, requiring coverage of preventive services and immunizations, extending dependent coverage up to the age of 26, capping insurance companies' non-medical administrative expenditures, guaranteeing coverage for preexisting health conditions for enrollees under the age of 19, and providing assistance for those who are uninsured because of a preexisting condition. Many of the other provisions will be fully implemented in 2014, when most individuals, large employers, and health plans are to meet certain coverage requirements. ACA will restructure the private health insurance market, particularly for individuals purchasing coverage on their own (who may qualify for premium credits) and small businesses. The new law will also expand Medicaid coverage to families with modified adjusted gross income (MAGI) up to 133% of the federal poverty level.", "To pay for expanded health insurance coverage, there are a number of health-related revenue provisions in ACA. These include taxes and fees on firms in the health care sector and other employers as well as additional taxes on upper-income individuals. The new law also makes changes to tax-advantaged health care accounts such as flexible spending and health savings accounts. This report details the changes in tax law that will be made as a result of the health-related revenue provisions in ACA."], "subsections": []}, {"section_title": "Health-Related Revenue Provisions", "paragraphs": [" Table 1 shows the implementation date and revenue projections for health-related revenue provisions in ACA. According to the Congressional Budget Office (CBO) and the Joint Committee on Taxation (JCT), these changes are projected to raise $391.7 billion in health-related provisions over 10 years. These revenues include excise taxes and limitations on employer deductions that would impact health insurers, health plan sponsors, and health plan administrators. As shown in Table 1 , these employer-related revenue provisions represent about 37% of total health-related revenues in ACA. Over half of these revenues (54%) will be paid by high income taxpayers through higher Medicare payroll taxes and additional taxes on unearned income. Less than 10% would accrue due to modifications to current tax-advantaged accounts and deductions used for health care spending and coverage. Other revenues would come from penalties on individuals and employers."], "subsections": [{"section_title": "Provisions Affecting Health Care Firms and Other Employers", "paragraphs": ["ACA will impose the following taxes or fees on health insurers, plan administrators, and health companies: ", "an excise tax on high-cost employer-sponsored health insurance; an annual fee on health insurance providers; an annual fee on manufacturers and importers of brand name pharmaceuticals; an excise tax on manufacturers and importers of certain medical devices; and an excise tax on indoor tanning services.", "The new law will also limit the deductibility of compensation for health insurance executives. While the provisions above are directly targeted toward firms in the health care sector, there is an additional provision that will affect all employers who provide prescription drug coverage to Medicare beneficiaries. ", "The following section describes the current law (where applicable), changes to the law as enacted in ACA and amended by the reconciliation bill."], "subsections": [{"section_title": "Excise Tax on Health Insurance Plans", "paragraphs": ["Under current law, an insurance company is subject to federal income tax as either a life insurance company or as a property insurance company, depending on its mix of lines of business and on the resulting portion of reserves that are treated as life insurance reserves. Some non-profit insurers are exempt from federal income taxes. Also, under current law, employees are not taxed on the value of health insurance coverage provided by employers. Because the tax-exclusion on employer contributions to health insurance reduces the after-tax cost of insurance in ways that are not transparent, it may result in people with insurance obtaining more coverage than they would otherwise. Because the exclusion is not explicitly capped or limited, it does little to restrict the generosity of the insurance or any annual premium increases.", "To indirectly limit the tax exclusion for employer-provided health insurance coverage, ACA will impose a 40% excise tax on health insurers and health plan administrators for coverage that exceeds certain thresholds in 2018. The JCT and the CBO have included in their revenue projections an assumption that this tax will prompt employers to reduce the generosity of their health insurance coverage and thus health insurance premiums would increase taxable wages to compensate for reduction in health care benefits. They assume this will increase revenues by $32 billion between 2010 and 2019.", "Under this provision, effective in 2018, the thresholds will be $10,200 for single coverage and $27,500 for family coverage, and will be indexed by growth in the CPI-U plus 1% in subsequent years. Coverage for individuals who are retired and ages 55 to 64, and workers engaged in high-risk professions, will be subject to higher thresholds ($11,850 single and $30,950 families). Also, employees in multi-employer (union) plans will only be subject to the family thresholds. Finally, there is also a provision to allow employers to adjust the cost of health insurance coverage (when compared with the thresholds) if the demographics of their workforce in terms of age and gender are different from that of a national risk pool.", "Health insurance coverage subject to the 40% excise tax in ACA will be broadly defined to include not only the employer and employee premium payments for health insurance coverage (including self-insured plans), but also premiums paid by the employee and the employer for dental and vision coverage (if this supplemental coverage is not part of a stand-alone package). In addition, tax-advantaged health-related accounts such as flexible spending accounts (FSAs), health savings accounts (HSAs), health reimbursement accounts (HRAs) and medical savings accounts (MSAs) are also specified as health insurance coverage and included in the threshold calculation. For these tax-advantaged accounts, the plan administrator (which is often the employer) will be subject to the excise tax. The excise tax will be levied on each of these components (i.e., health insurance, dental and vision, FSAs) based on their share of the total. This share will then be applied to the amount of the total contribution that exceeds the applicable threshold to determine the excise tax imposed on each component.", "These thresholds will be further adjusted based on premium growth of the standard health insurance option under the Federal Employee Health Benefit Plan (FEHBP). If between 2010 and 2018 the cost of that plan rises more than 55% (or about 7% a year), the thresholds for the excise tax will be adjusted upward.", "It is difficult to determine how many insured individuals would be affected by the tax on high-cost plans because of uncertainty between 2010 and the effective date of 2018 regarding (1) employers' response to health care reform implementation in 2014, (2) changes to plan designs, and (3) private sector premium growth relative to FEHBP premiums. Using 2008 data (adjusted to 2010 levels), less than 7% of insured individuals would have been affected by these provisions if they were implemented in 2008. In 2019 and 2020, the thresholds will be adjusted upward by an index for general inflation (the Consumer Price Index (CPI)) plus 1% and CPI after 2020. To the extent that health care inflation continues to significantly exceed general inflation in subsequent years, a increasing share of the insured population could be affected by this provision after 2020.", "ACA will also impose additional reporting requirements on employers providing health insurance coverage. Specifically, employers would be responsible for", "determining the aggregate amount of health insurance coverage subject to the excise tax; estimating the share of the tax allocated to the insurer and the plan administrator; reporting these amounts to the insurer, plan administrator, and the Internal Revenue Service; and reporting the total value of health insurance coverage subject to the excise tax on the worker's W2 form.", "Employers who under-report the amount of the excise tax to be paid by insurers and plan administrators will be subject to a penalty. The amount of the excise tax will not be deductible from federal income taxes. According to the JCT, the 40% excise tax is projected to raise $32 billion over a 10-year period (see Table 1 )."], "subsections": []}, {"section_title": "Annual Fee on Health Insurance Plans", "paragraphs": ["As noted earlier, under current law, there are special rules for determining the taxable income of insurance companies. The rules differ depending on whether the company is a life insurance or a property and casualty insurer. ACA will impose a fee on all health insurers based on their market share of net premiums written, which will be effective beginning in 2014. The share of net premiums written subject to the fee will vary by the size of net premiums of an insurer. For example, there will be no fee on the first $25 million of net premiums of covered entities. For net premiums greater than $25 million and less than $50 million, 50% will be taken into account, and 100% of net premiums written in excess of $50 million will be subject to the fee. The fee will not apply to self-insured plans and federal, state, or other government entities. There are also additional provisions for tax-exempt insurance providers. Only 50% of net premiums for tax-exempt insurers will be taken into account when calculating the fee. The law would also exempt Voluntary Employee Benefit Associations and nonprofit providers for whom more than 80% of revenues are received from public programs that target low-income, elderly, or disabled populations.", "The aggregate fee collected across all health insurers will equal $8 billion in 2014, $11.3 billion in 2015 and 2016, $13.9 billion in 2017, and $14.3 billion in 2018. After 2018, the fee amount is indexed to the rate of growth in premiums. According to the JCT, this fee is projected to raise about $60 billion over a 10-year period (see Table 1 )."], "subsections": []}, {"section_title": "Annual Fee On Pharmaceutical Companies and Excise Tax on Medical Device Manufacturers", "paragraphs": ["Under current law, there are excise taxes on sales by manufacturers of certain products. Certain sales are exempt from this tax. ACA will impose an annual fee on certain manufacturers and importers of branded prescription drugs (including biological products and excluding orphan drugs). The fee structure will be based on annual sales and will be set to reach a certain revenue target each year. ACA specifies that annual revenues collected by the fee will total $2.5 billion for 2011, $2.8 billion per year for 2012 and 2013, $3.0 billion for 2014 through 2016, $4.0 billion for 2017, $4.1 billion for 2018, and $2.8 billion for 2019 and thereafter. ACA specifies that these additional revenues should be transferred to the Federal Medicare Supplementary Insurance (Part B) Trust Fund. According to the JCT, this fee is projected to raise $27 billion over a 10-year period (see Table 1 ).", "Also under ACA, a new excise tax of 2.3% will be imposed on the sale of medical devices by manufacturers, producers, or importers. This provision will exempt eyeglasses, contact lenses, hearing aids, and any device of a type that is generally purchased by the public at retail for individual use. The tax will apply to sales made after December 31, 2012. According to the JCT, this excise tax is projected to raise $20 billion over a 10-year period (see Table 1 )."], "subsections": []}, {"section_title": "Limitation on Deduction for Executive Compensation of Health Insurers", "paragraphs": ["ACA will impose limits on the amount of executive compensation that is deductible by health insurers. Specifically, health insurance providers where at least 25% of their gross premium income is derived from health insurance plans that meet the minimum creditable coverage requirements (i.e., covered health insurance provider) will not be able to deduct compensation above $500,000 per year. This income threshold will include deferred compensation. This provision will be effective for compensation paid in taxable years beginning after 2012 with respect to services performed after 2009. According to the JCT, this limitation on executive compensation is projected to raise $600 million over a 10-year period (see Table 1 )."], "subsections": []}, {"section_title": "Eliminate Employer Deduction for Retiree Prescription Drug Plans Eligible for Federal Subsidy", "paragraphs": ["Under current law, employers who provide their Medicare-eligible retirees with prescription drug coverage that meets or exceeds federal standards are eligible for subsidy payments from the federal government. The subsidies were equal to 28% of their actual spending for prescription drug cost in excess of $250 and not to exceed $5,000 (in 2006 dollars). These qualified retiree prescription drug plan subsidies are excluded from the employer's gross income for the purposes of corporate income tax. Employers are also allowed to claim a business deduction for retiree prescription drug expenses even though they also receive the federal subsidy to cover a portion of those expenses. ACA will require employers to coordinate the subsidy and the deduction for retiree prescription drug coverage beginning in 2013. The amount allowable as a deduction for retiree prescription drug coverage would be reduced by the amount of the federal subsidy received. According to the JCT, this provision is projected to raise $4.5 billion over a 10-year period (see Table 1 )."], "subsections": []}]}, {"section_title": "Provisions Affecting Individuals", "paragraphs": [], "subsections": [{"section_title": "Medicare Payroll Tax", "paragraphs": ["Under current law, employers and employees each pay a payroll tax of 1.45% to finance Medicare Hospital Insurance (Part A). ACA includes additional hospital insurance taxes on high-income taxpayers. Specifically, ACA imposes an additional payroll tax of 0.9% on high-income workers with wages over $200,000 for single filers and $250,000 for joint filers effective for taxable years after December 31, 2012. Married taxpayers filing separately are subject to a $125,000 threshold. The additional payroll tax only applies to wages above these thresholds. Thus, the hospital insurance portion of the payroll tax will increase from 1.45% to 2.35% for wage income over the threshold amounts. Additional revenues from this provision are transferred to the Medicare Hospital Insurance Trust Fund (Part A). According to the JCT, the increase in the Medicare payroll tax is projected to raise $86.8 billion over a 10-year period (see Table 1 )."], "subsections": []}, {"section_title": "Unearned Income Medicare Contribution", "paragraphs": ["ACA as amended imposes an additional tax on net investment income. The new law defines net investment income to be interest, dividends, non-qualified annuities, royalties, rents, and taxable net capital gains. It excludes distributions from a qualified annuity from a pension plan. Households with modified adjusted gross income (MAGI) under these thresholds will not be subject to the investment income tax. Specifically, effective for taxable years after December 31, 2012, the bill will impose a tax equal to 3.8% of the lesser of ", "(1) net investment income for such taxable year, or", "(2) the excess of MAGI over $250,000 for joint filers ($125,000 for married filing separately and $200,000 for all other returns). ", "It is important to note that if an individual has net investment income but does not have MAGI over these thresholds they will not pay the tax. Furthermore, proceeds from the sale of a principal residence are still subject to a partial exclusion from tax under current law. This new tax will apply to capital gains from the sale of a primary residence included in taxable income (capital gains above the exclusion amounts) only if the taxpayer's MAGI (including any capital gains) exceeded the above thresholds.", "While this tax is also applicable to income from estates and trusts, the active income from trade for self-employed and S-corporations would not be subject to the tax. For these entities, the tax will apply only to passive income and income related to commodity trading. There is also a special provision for the application of the tax to S-Corporations who sell their businesses.", "The share of individuals subject to this tax will depend on the percent of tax filers with modified adjusted gross income above the thresholds reported above. Initially, a small percentage of tax filers are expected to be affected by these thresholds. Although data on the income distribution of tax filers based on MAGI are not publicly available, data are available for adjusted gross income (AGI). According to published data by the Internal Revenue Service reported in Table 3 , about 1% of single filers have AGI over the $200,000 threshold. For married filers, the incidence of this tax is not as evident from the published IRS data. ", "As noted above, the threshold for married filers is $250,000. While IRS does not publish data specifically for this level, Table 3 does show that about 8% of married filers have AGI over $200,000. The share affected by the $250,000 limit would thus be lower than these percentages. Over time, however, since the thresholds are not indexed to inflation, a larger number of individuals are expected to be affected in the future. As shown in Table 1 , the unearned income tax provision is projected to raise $123.4 billion in revenues over a 10-year period, nearly one-third (31.5%) of the health-related revenues in ACA."], "subsections": []}, {"section_title": "Tax-Advantaged Accounts and Itemized Deductions Used to Pay for Health Care Expenses", "paragraphs": ["There are a number of tax-advantaged accounts and tax deductions for health care spending and coverage that will be affected by the revenue provisions in Title IX of ACA. The following discusses these in greater detail."], "subsections": [{"section_title": "Modifications to Tax-Advantaged Accounts", "paragraphs": ["Under current law, flexible spending accounts (FSAs), health savings accounts (HSAs), health reimbursement accounts (HRAs), and Medical Saving Accounts (MSAs) allow workers under varying circumstances to exclude a certain portion of qualified medical expenses from income taxes. Health FSAs are employer-established benefit plans that reimburse employees for specified health care expenses (e.g., deductibles, co-payments, and non-covered expenses) as they are incurred on a pre-tax basis. According to the Bureau of Labor Statistics (BLS) survey, 39% of all workers in 2010 had access to a health care flexible spending account. Each employer may set their limits on FSA contributions, with most employers setting the maximum contribution limit to $5,000. Beginning in 2013, ACA will limit the amount of annual FSA contributions to $2,500 per account and index for general inflation in subsequent years. Given that the average annual contribution was $1,426 in 2009, this provision will not likely affect the average contributor to FSAs. However, the maximum limitation will impact those who have high out-of-pocket expenses. According to JCT, this provision is projected to increase revenues by $13 billion over 10 years (see Table 1 ).", "HSAs are also tax-advantaged accounts that allow individuals to fund unreimbursed medical expenses (deductibles, copayments, and services not covered by insurance) on a pre-tax basis. Eligible individuals can establish and fund accounts when they have a qualifying high deductible health plan and no other health plan (with some exceptions). Unlike FSAs, HSAs may be rolled over and the funds accumulated over time. Distributions from an HSA that are used for qualified medical expenses are not included in taxable income. Distributions that are not used for qualified medical expenses are taxable as ordinary income and, under current law, an additional 10% penalty tax is imposed for those under the age of 65. ACA will raised this penalty on non-qualified distributions from 10% to 20% of the disbursed amount effective in 2011. ", "Data are not available on the share of individuals taking HSA distributions for non-qualified expenses. However, account balances overall do increase significantly with the length of time the HSA is held. For example, in 2010, HSA balances for accounts held more than five years were $2,231 compared with $962 for those held for six months to one year. This would mean that, on average, the withdrawal penalty for non-qualified distributions for someone who held the account for more than five years would increase from $223 to $446 under ACA. According to the JCT, this provision will raise $1.3 billion over 10 years (see Table 1 ). While this does not raise a significant amount of revenue, it may discourage individuals from using the funds for non-qualified medical expenses and instead accumulate the funds for use in the future.", "Effective in 2011, ACA also modifies the definition of qualified medical expenses. Under current law prior to ACA, qualified medical expenses for FSAs, HSAs, and HRAs could include over-the-counter medications. ACA restricts this practice and excludes over-the-counter medications (except those prescribed by a physician) as a qualified medical expense. According to the JCT, this provision will increase revenues by $5 billion over 10 years (see Table 1 )."], "subsections": []}, {"section_title": "Modify Itemized Deduction for Medical Expenses", "paragraphs": ["Currently, taxpayers who itemize their deductions may deduct unreimbursed medical expenses that exceed 7.5% of adjusted gross income (AGI). Medical expenses include health insurance premiums paid by the taxpayer, but also can include certain transportation and lodging expenses related to medical care as well as qualified long-term care costs, and long-term care premiums that do not exceed a certain amount. ACA will increase the threshold to 10% of AGI for taxpayers who are under the age of 65 beginning in 2013, this effectively further limits the amount of medical expenses that can be deducted. Taxpayers over the age of 65 will be temporarily excluded from this provision and still be subject to the 7.5% limit from 2013 through 2016.", "Since the share of tax filers using the expense varies widely by age and income, this provision will adversely impact older households and those with lower incomes. While about 7% of all tax filers in 2008 (the most recent year for which published data are available) reported a deduction for medical expenses, 21% of tax filers aged 65 and older took the medical expense deduction (see Table 4 ) and their deduction is 43% higher than the overall average for all tax filers. In addition, according to the JCT, taxpayers with AGI below $50,000 accounted for 41% of those taking this itemized deduction for medical expenses."], "subsections": []}]}]}]}]}}