{"id": "R41150", "title": "Energy and Water Development: FY2011 Appropriations", "released_date": "2011-05-11T00:00:00", "summary": ["The Energy and Water Development appropriations bill provides funding for civil works projects of the Army Corps of Engineers (Corps), the Department of the Interior's Bureau of Reclamation, the Department of Energy (DOE), and a number of independent agencies.", "As with other funding bills, the FY2011 Energy and Water Development bill was not taken to the floor in either the House or the Senate in the 111th Congress. Funding for its programs was included in a series of continuing resolutions, and at the beginning of the 112th Congress was part of a major debate over overall spending levels. Energy and Water Development programs were included in the Department of Defense and Full-Year Continuing Appropriations Act (P.L. 112-10) that became law April 15, 2011.", "Besides the overall spending debate, a number of issues specific to Energy and Water Development were important during the FY2011 budget cycle:", "the distribution of Corps appropriations across the agency's authorized planning, construction, and maintenance activities (Title I); support of major ecosystem restoration initiatives, such as Florida Everglades (Title I) and California \"Bay-Delta\" (CALFED) and San Joaquin River (Title II); alternatives to the proposed national nuclear waste repository at Yucca Mountain, Nevada, which the Administration has abandoned (Title III: Nuclear Waste Disposal); and several new initiatives proposed for Energy Efficiency and Renewable Energy (EERE) programs (Title III).", "Funding for FY2010 Energy and Water Development programs was contained in P.L. 111-85, which passed in October 2009. The legislation retained significance during the FY2011 budget process because the continuing resolutions passed by the Congress retained FY2010 funding levels except where specifying new levels for individual programs.", "President Obama's proposed FY2011 budget for Energy and Water Development programs was released in February 2010. On July 15, 2010, the House Appropriations Subcommittee on Energy and Water Development approved a bill to fund these programs, but the full committee did not report out the bill. In the Senate, the Appropriations Committee reported out S. 3635 (S.Rept. 111-228) on July 22. The bill did not reach the floor of either the House or the Senate. On September 30, the Congress passed H.R. 3081 (P.L. 111-242), funding government programs at the FY2010 level through December 3. Several more continuing resolutions extended funding through March 4, 2011. H.J.Res. 44 (P.L. 112-4) extended funding through March 18, 2011, and reduced funding levels for a number of Energy and Water Development programs.", "On February 14, 2011, H.R. 1 was introduced, continuing funding through the rest of FY2011 at the FY2010 level, but with many specified exceptions in which funding was reduced. On February 19 the House passed H.R. 1 by a vote of 235-189. In the Senate, S.Amdt. 149 was offered as a substitute for H.R. 1, continuing funding through the rest of FY2011 but with fewer funding reductions. On March 9 the Senate rejected both the House-passed version of H.R. 1 and the S.Amdt. 149. After two more short-term extensions, H.R. 1473 was introduced April 11, passed by the House and Senate April 14, and signed by the President April 15 (P.L. 112-10)."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["Energy and Water Development funding for FY2010 was provided in H.R. 3183 , which became P.L. 111-85 when signed by President Obama on October 28, 2009. Appropriations for these programs in P.L. 111-85 totaled $33.5 billion. In addition, some of the $44.3 billion included in the American Recovery and Reinvestment Act (the \"Stimulus\" Act, P.L. 111-5 ) to fund numerous programs in the Corps of Engineers, the Bureau of Reclamation, and the Department of Energy, remained to be expended in FY2010. ", "President Obama's proposed FY2011 budget for Energy and Water Development programs, released in February 2010, totaled $35.3 billion. On July 15, 2010, the House Appropriations Subcommittee on Energy and Water Development approved a bill to fund these programs at $34.7 billion, but the full committee did not report out the bill. In the Senate, the Energy and Water Development subcommittee approved a bill on July 20, and the full Appropriations Committee reported out S. 3635 ( S.Rept. 111-228 ) on July 22, with a total of $35.0 billion. The bill did not come to the floor of either the House or the Senate.", "On September 30, the Senate and the House passed a continuing resolution ( H.R. 3081 , P.L. 111-242 ), funding government programs at the FY2010 level, until December 3. Later, P.L. 111-322 extended funding through March 4, 2011. H.J.Res. 44 ( P.L. 112-4 ), signed by the President on March 2, amended P.L. 111-242 , extending funding through March 18, 2011, and reducing funding levels for a number of Energy and Water Development programs.", "On February 14, 2011, H.R. 1 was introduced, continuing funding through the rest of FY2011 at the FY2010 level, but with many specified exceptions in which funding was reduced. The House Appropriations Committee announced that the Energy and Water Development funding level in H.R. 1 was $29.9 billion. On February 19 the House passed H.R. 1 by a vote of 235-189. In the Senate, S.Amdt. 149 was offered as a substitute for H.R. 1 , continuing funding through the rest of FY2011 but with fewer funding reductions, totaling approximately $32.4 billion in Energy and Water Development funding. On March 9 the Senate rejected both the House-passed version of H.R. 1 and the S.Amdt. 149 . After two more short-term extensions, H.R. 1473 was introduced April 11, passed by the House and Senate April 14, and signed by the President April 15 ( P.L. 112-10 ). The bill funds Energy and Water Development programs at approximately $32.2 billion."], "subsections": []}, {"section_title": "Status", "paragraphs": [" Table 1 indicates the current status of the FY2011 funding legislation."], "subsections": []}, {"section_title": "Overview", "paragraphs": ["The Energy and Water Development bill includes funding for civil works projects of the U.S. Army Corps of Engineers (Corps), the Department of the Interior's Central Utah Project (CUP) and Bureau of Reclamation, the Department of Energy (DOE), and a number of independent agencies, including the Nuclear Regulatory Commission (NRC) and the Appalachian Regional Commission (ARC).", " Table 2 includes budget totals for energy and water development appropriations enacted for FY2004 to FY2011.", " Table 3 lists totals for each of the bill's four titles. It also lists the total of several scorekeeping adjustments.", "Tables 4 through 15 provide budget details for Title I (Corps of Engineers), Title II (Department of the Interior), Title III (Department of Energy), and Title IV (independent agencies) for FY2010-FY2011. Accompanying these tables is a discussion of the key issues involved in the major programs in the four titles. Funding in H.R. 1 , for S.Amdt. 149 , and for P.L. 112-10 , was derived from the bill texts, and is included in the overall title tables. These bills did not specify funding levels below the major program level."], "subsections": []}, {"section_title": "Title I: Army Corps of Engineers", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["In most years, the budget request for the Army Corps of Engineers is below the agency's final appropriations. The FY2011 President's request was $4.88 billion, or $564 million below the appropriated level for FY2010. In reporting out the FY2011 spending bill, the Senate Appropriations Committee provided the Corps with $5.32 billion, an increase of $381 million over the Administration's request but slightly below the appropriation for FY2010. The House Appropriations Subcommittee on Energy and Water Development, in marking up its version of the bill, provided $5.28 billion.", "Proposed funding for the Corps under the House-passed Continuing Resolution, H.R. 1 , would have reduce overall funding for the Corps to approximately $4.8 billion, or approximately $641 million below the FY2010 enacted level. The Continuing Resolution as passed, P.L. 112-10 , provided $5.05 billion for the Corps, or an increase of $152 million over the President's requested level but $411 million below the FY2010 enacted level."], "subsections": [{"section_title": "An Agency Budget Composed Mainly of Projects", "paragraphs": ["Unlike highways and municipal water infrastructure programs, federal funds for the Corps are not distributed to states or projects based on a formula or delivered via a competitive program. Generally about 85% of the appropriations for the Corps' civil works activities are directed to specific projects. Many of these projects are identified in the budget request, and others are added during congressional deliberations of the agency's appropriations. As a result, the agency's funding is often part of the debate over earmarks.", "Generally, appropriations are not provided to studies, projects, or activities that have not been previously authorized, typically in a Water Resources Development Act (WRDA). Estimates of the backlog of authorized projects vary from $11 billion to more than $80 billion, depending on which projects are included (e.g., those that meet Administration budget criteria, those that have received funding in recent appropriations, those that have never received appropriations). The backlog raises policy questions, such as whether there is a disconnect between the authorization and appropriations processes, and how to prioritize among authorized activities."], "subsections": []}, {"section_title": "Supplemental and ARRA Appropriations", "paragraphs": ["Annual appropriations for the Corps' Civil Works program have been regularly augmented since Hurricane Katrina through supplemental appropriations and through the American Recovery and Reinvestment Act of 2009. Since 2005, the Corps has received approximately $18.7 billion in supplemental appropriations, including approximately $15 billion for post-hurricane emergency repairs in Louisiana and other areas of the Gulf Coast region. For example, in the Supplemental Appropriations Act of 2008 ( P.L. 110-252 ), the agency received $5.76 billion in FY2009 funds for Louisiana hurricane protection. The Supplemental Appropriations Act of 2009 ( P.L. 111-32 ) provided the Corps $797 million in supplemental appropriations for flood control and coastal emergencies, including $439 million for barrier island restoration and ecosystem restoration for the Mississippi Gulf Coast. Separately, the American Recovery and Reinvestment Act of 2009 provided the Corps with an additional $4.6 billion for FY2009 and FY2010."], "subsections": []}]}, {"section_title": "Key Policy Issues—Corps of Engineers", "paragraphs": [], "subsections": [{"section_title": "Construction Funding", "paragraphs": ["Construction funding for the Corps receives attention by Congress because of the large number of authorized construction projects that have not received appropriations to date. The FY2011 Obama Administration request included $1.69 billion for construction, a reduction of $341 million below the FY2010 enacted level. The Obama Administration's FY2011 request maintains the previous practice of limiting the number of new construction starts, or \"new starts\" (i.e., projects that have not previously been funded). The FY2011 request included two new starts. This is similar to the previous administration's policy of generally opposing new starts in order to focus funds on completing ongoing activities. ", "The Senate Appropriations Committee's markup of the President's request provided $1.9 billion for the Construction account. The committee proposed using $120 million in unobligated balances from prior year appropriations for construction for the Continuing Authorities Program in order to fund FY2011 construction activities. The Senate Appropriations Committee also included one of the two new construction starts proposed by the Administration, but included no other new starts. The House subcommittee bill would have funded Construction at $1.851 billion.", "P.L. 112-10 provided $1.78 billion for construction, slightly more than the amount requested by the Administration. The enacted bill also included a provision barring the Corps from using appropriations for new starts."], "subsections": []}, {"section_title": "Inland Waterway Trust Fund4", "paragraphs": ["The Inland Waterway Trust Fund (IWTF) has a looming deficit; needed funding for eligible ongoing work has exceeded the incoming collections. Collections have been roughly $85 million per year, but outlays from the trust fund have exceeded these collections. Current law establishes the expenses associated with construction and major rehabilitation of inland waterways as a federal responsibility (i.e., no local cost-share), with 50% of the federal monies coming from the IWTF and 50% from the federal general revenue fund. The IWTF monies derive from a fuel tax (not indexed for inflation) imposed on vessels engaged in commercial transportation on designated waterways, plus investment interest on the balance.", "FY2009 and FY2010 appropriations included additional federal funding to temporarily ensure solvency of the IWTF. Additionally, previous Administrations (including the FY2010 Obama Request) have included proposals to increase revenues into the IWTF by replacing the current fuel tax with a lock user fee. In the past Congress has criticized this proposal and has requested that the Administration propose an alternative in committee report language. ", "In contrast to prior budgets, the Administration's FY2011 Budget did not assume additional revenue based on a lock user fee proposal. Instead, the FY2011 Budget proposed that IWTF spending be limited to current fuel tax revenues. The Senate Appropriations Committee again rejected the user fee approach in its FY2011 committee report, but also agreed with the Administration's temporary solution of budgeting only current year fuel tax revenues. The committee noted that if a solution is not agreed upon soon, it may be forced to act on this issue. "], "subsections": []}, {"section_title": "Everglades", "paragraphs": ["The Corps plays a significant coordination role in the restoration of the Central and Southern Florida ecosystem. In addition to funding for Corps activities through Energy and Water Development appropriations, federal activities in the Everglades are also funded through Department of the Interior appropriations bills. Concerns regarding the level of appropriations across the federal agencies and the State of Florida and progress in the restoration effort are discussed in CRS Report RS22048, Everglades Restoration: The Federal Role in Funding , coordinated by [author name scrubbed]. ", "The FY2011 Obama Administration request for the Corps' component of south Florida Everglades restoration work totals $180 million. This is the same overall funding level as the FY2010 appropriation for Everglades restoration. The Senate Appropriations Committee bill would have reduced this amount to $155 million. It noted that a reduction of $25 million is needed for the Central and Southern Florida restoration element as a result of the inability of the Corps to utilize the original amount requested for FY2011. "], "subsections": []}, {"section_title": "Savings and Slippage", "paragraphs": ["Since FY2006, the Administration in its budget estimates has not proposed, and Congress has not enacted, an across-the-board reduction for savings and slippage (S&S) within individual accounts (these reductions would be divided up evenly among applicable projects). The savings account for the anticipated slip of spending on projects due to delays caused by weather, non-federal sponsor financing, or a decision not to proceed—or to account for savings from a project costing less than estimated. Before FY2006, the Administration would propose an S&S rate for various Corps accounts, and Congress would maintain or modify these rates during the appropriations process. In FY2006, Congress stopped applying an S&S rate in part to decrease the need for reprogramming allocations among projects. ", "The FY2011 budget request continued the practice of not including reductions to individual accounts for S&S, but the FY2011 Senate Appropriations Committee markup for the Corps included these reductions, including reductions for Investigations (-$16 million), Construction (-$88 million), Operations and Maintenance (-$57 million), and Mississippi Rivers & Tributaries (-$11 million)."], "subsections": []}]}]}, {"section_title": "Title II: Department of the Interior", "paragraphs": [], "subsections": [{"section_title": "Central Utah Project and Bureau of Reclamation: Budget in Brief", "paragraphs": ["The Obama Administration requested $43.0 million for the Central Utah Project (CUP) Completion Account in FY2011, $1 million more than the amount appropriated for FY2010. The FY2011 request for the Bureau of Reclamation totaled $1.064 billion in gross current budget authority. This amount is $22 million less than enacted for FY2010. The FY2011 request for the Bureau of Reclamation includes an \"offset\" of $49.9 million for the Central Valley Project (CVP) Restoration Fund (Congress does not list this line item as an offset), yielding a \"net\" discretionary authority of $1.015 billion. Another $167 million is estimated to be available for FY2011 via \"permanent and other\" funds, for a grand total of $1.182 billion for FY2011. The total discretionary budget request (not including the CVPRF offset) for Title II funding—Central Utah Project and Reclamation—was approximately $1.107 billion. The 2010 enacted bill included $1.129 billion. The Senate bill, S. 3635 , would have appropriated $1.133 billion for Title II programs; the House subcommittee's bill would have appropriated $1.108 billion. P.L. 112-10 appropriated $1.094 billion for these programs.", "Reclamation's single largest account, Water and Related Resources, encompasses the agency's traditional programs and projects, including construction, operations and maintenance, the Dam Safety Program, Water and Energy Management Development, and Fish and Wildlife Management and Development, among others. The Obama Administration requested $913.6 million for the Water and Related Resources Account for FY2011, a reduction from FY2010 of $37.6 million, approximately 4%. ", "H.R. 1 , the House-passed Continuing Resolution for the remainder of the fiscal year, proposed funding the Water and Related Resources Account at $911.6 million, or approximately $39 million below the FY2010 enacted level. The House-passed version of H.R. 1 also included several amendments with potentially significant policy impacts. Section 4028 of the bill would have eliminated funding for a dam removal study in the Klamath basin that is tied to larger restoration efforts in the region. Section 4075 of H.R. 1 would have barred funding for two other items. It prohibited federal funding appropriated under the bill for the implementation of biological opinions by the Fish and Wildlife Service and the National Marine Fisheries Service that relate to the operations of the Central Valley Project and the California State Project. It also bars funding for the San Joaquin River Restoration Settlement Act in P.L. 111-11 . (See below for more information on these issues.) These provisions were not included in the final enacted version of P.L. 112-10 ."], "subsections": []}, {"section_title": "Key Policy Issues—Bureau of Reclamation", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Most of the large dams and water diversion structures in the West were built by, or with the assistance of, the Bureau of Reclamation. Whereas the Army Corps of Engineers built hundreds of flood control and navigation projects, Reclamation's mission was to develop water supplies, primarily for irrigation to reclaim arid lands in the West. Today, Reclamation manages hundreds of dams and diversion projects, including more than 300 storage reservoirs in 17 western states. These projects provide water to approximately 10 million acres of farmland and a population of 31 million. Reclamation is the largest wholesale supplier of water in the 17 western states and the second-largest hydroelectric power producer in the nation. Reclamation facilities also provide substantial flood control, recreation, and fish and wildlife benefits. At the same time, operations of Reclamation facilities are often controversial, particularly for their effect on fish and wildlife species and conflicts among competing water users.", "As with the Corps of Engineers, the Reclamation budget is made up largely of individual project funding and relatively few \"programs.\" In FY2010, the House Committee on Appropriations noted that despite Reclamation's past achievements, the agency has become a \"caretaker agency\" and has not exerted leadership in the provision of water supply or maintaining the West's existing water supply infrastructure. The committee noted that the combined challenges of balancing competing needs, increasing demand for water supply, and changing hydrology will require active leadership in western water resource management. "], "subsections": []}, {"section_title": "Central Valley Project (CVP) Operations", "paragraphs": ["The CVP in California is one of Reclamation's largest and most complex water projects. Recently, Reclamation has had to limit water deliveries and pumping from CVP facilities due to drought and other factors, including environmental restrictions. In previous appropriations bills, this action has resulted in several amendments, including attempts to prevent Reclamation from implementing new Biological Opinions (BiOps) on the effect of project operations on certain fish species. For example, in FY2010 appropriations, an amendment was offered to prohibit Reclamation or any state agency from restricting operations of the CVP or State Water Project (SWP) due to recent BiOps on project operations. ", "The two BiOps in question have found that continued operation of the projects under a plan developed and implemented in 2004 (Operations Criteria and Plan (OCAP)) would jeopardize the existence of both Delta Smelt and salmon (and other) species in California. These species are protected under the federal Endangered Species Act (ESA) and the California Endangered Species Act. OCAP allowed increased pumping from the Delta, which some believe has further imperiled fish species listed as threatened or endangered under ESA long before the increased pumping plan went into effect. Others note that other factors such as invasive species, pollution, and non-federal withdrawals of water from the Delta have contributed to fishery declines. Critically low numbers of Delta Smelt resulted in a court-imposed limit on pumping at certain times and more recently a new review of project operations and impacts on the economy and species. In the meantime, low water deliveries to certain water districts (e.g., those with junior water rights) are exacerbating unemployment in an area with an economy already challenged by changes in the farming industry, the downturn in housing and financial sectors, and the economy in general.", "The proposed FY2010 amendments preventing implementation of BiOps in the CVP were not enacted. However, the FY2010 enacted bill included an amendment providing for a two-year authorization of water transfers among certain CVP contractors without meeting particular conditions established by the Central Valley Project Improvement Act (Title 34 of P.L. 102-575 )."], "subsections": []}, {"section_title": "California Bay-Delta", "paragraphs": ["The Administration requested $40.0 million for the California Bay-Delta Restoration Account (Bay-Delta, or CALFED) for FY2011. The request was equal to the enacted level for FY2010. The bulk of the requested funds are targeted at five program areas: (1) water use efficiency ($7.5 million); (2) water quality ($5.0 million); (3) water storage ($5 million); (4) conveyance ($3.5 million); and (5) ecosystem restoration ($8.5 million). Funding for one CALFED subaccount (conveyance) declined substantially, while funding for water use efficiency and science increased substantially. The enacted Continuing Resolution ( P.L. 112-10 ) provided the same amount as the President's FY2011 budget request (less the 0.2% across-the-board rescission imposed on all programs). (For more information on CALFED, see CRS Report RL31975, CALFED Bay-Delta Program: Overview of Institutional and Water Use Issues , by [author name scrubbed] and [author name scrubbed].) "], "subsections": []}, {"section_title": "San Joaquin River Restoration Fund", "paragraphs": ["Reclamation proposed an allocation of $72.1 million for the San Joaquin River Restoration Fund for FY2011, an increase of $56.2 million over FY2010. The Fund was authorized by the enactment of Title X of the Omnibus Public Land Management Act of 2009 ( P.L. 111-11 ), the San Joaquin River Restoration Settlement Act. The Fund is to be used to implement fisheries restoration and water management provisions of a stipulated settlement agreement for the Natural Resources Defense Council et al. v. Rodgers lawsuit and is to be funded through the combination of a reallocation of approximately $5.6 million annually in Central Valley Project Restoration Fund receipts from the Friant Division water users and accelerated payment of Friant water users' capital repayment obligations, as well as other federal and non-federal sources. ", "Additional authorization would be required for any allocation of receipts to the fund exceeding the $88 million authorized in P.L. 111-11 . Significant actions planned for FY2011 include releasing interim flows from Friant Dam and completion of planning, environmental compliance, and design for initial channel and structural improvements. Construction of Friant Dam in the 1940s and subsequent diversion of San Joaquin River water to off-stream agricultural uses blocked salmon migration and dewatered stretches of the San Joaquin, resulting in elimination of spring-run Chinook into the upper reaches of the river. One goal of the settlement is to bring back the salmon run; another is to reduce or avoid adverse water supply impacts to Friant Division long-term contractors. ", "The Senate Appropriations Committee markup included an additional $8 million for San Joaquin River restoration. This funding would be in addition to the aforementioned allocation of $72 million in receipts.", "The House-passed CR ( H.R. 1 ) includes a requirement that no funding be made available for implementation of the settlement agreement in the remainder of FY2011. To date, Reclamation has not commented on the potential impact of this provision. P.L. 112-10 did not specify funding levels for the settlement."], "subsections": []}, {"section_title": "WaterSMART Program", "paragraphs": ["Reclamation proposed funding for a new program for FY2011—the WaterSMART (Sustain and Manage America's Resources for Tomorrow) Program. The program is part of an effort by the Department of the Interior to focus on water conservation, re-use, and planning, and will be conducted in conjunction with work by the U.S. Geological Survey. The Reclamation portion of the WaterSMART proposal includes the three individual components of the FY2010 Water Conservation Initiative: WaterSMART Grants (formerly known as Challenge Grants), Basin Studies, and Title XVI Projects. For FY2011, Reclamation proposed an increase of $27.4 million over the combined FY2010 enacted level for these three programs. Overall, $62 million was proposed for the Reclamation portion of WaterSMART, including $27 million for WaterSMART/Challenge Grants, $6 million for Basin Studies, and $29 million for Title XVI Projects. The Senate Appropriations Committee markup decreased the funding level for each of these programs, providing $20 million for WaterSMART/Challenge Grants, $4 million for Basin Studies, and $7.7 million for Title XVI projects. P.L. 112-10 did not specify programmatic funding levels for the WaterSMART program, which is carried out within the larger Water and Related Resources account."], "subsections": []}]}]}, {"section_title": "Title III: Department of Energy", "paragraphs": ["The Energy and Water Development bill has funded all DOE's programs since FY2005. Major DOE activities historically funded by the Energy and Water bill include research and development on renewable energy and nuclear power, general science, environmental cleanup, and nuclear weapons programs, and the bill now includes programs for fossil fuels, energy efficiency, the Strategic Petroleum Reserve, and energy statistics, which formerly had been included in the Interior and Related Agencies appropriations bill.", "The FY2010 appropriations acts funded DOE programs at $27.1 billion. In addition, some of the $38.7 billion appropriated in the ARRA ( P.L. 111-5 ) for selected DOE programs—primarily Conservation and Renewable Energy, Electricity Delivery, Fossil Energy R&D, Science, and Environmental Clean-Up—remained unexpended in FY2010. For FY2011, the Obama Administration requested $29.6 billion for DOE programs. The House-passed H.R. 1 Continuing Resolution would have funded DOE programs at $24.6 billion. The final legislation, P.L. 112-10 , appropriated $26.3 billion."], "subsections": [{"section_title": "Key Policy Issues—Department of Energy", "paragraphs": ["DOE administers a wide variety of programs with different functions and missions. In the following pages, the most important programs are described and major issues are identified, in approximately the order in which they appear in Table 7 . "], "subsections": [{"section_title": "Energy Efficiency and Renewable Energy (EERE)", "paragraphs": ["DOE's FY2011 request sought $2,355.5 million for the EERE programs. Compared with the FY2010 appropriation, the FY2011 request would have increased EERE funding by $85.6 million, or 3.8%. P.L. 112-10 provided $1,825.6 million for EERE in FY2011, a reduction of $416.9 million, or 18.6 %. Also, DOE requested an additional $189.5 million for Electricity Delivery and Energy Reliability (EDER) programs. Relative to the FY2010 appropriation, that would have been an increase of $13.9 million, or 8.1%. P.L. 112-10 provided $144.7 million for EDER, a cut of $27.3 million, or 15.9%. Table 8 gives the programmatic breakdown of the regular appropriations for EERE and EDER. "], "subsections": [{"section_title": "New Program Proposed: RE-ENERGYSE", "paragraphs": ["The DOE request sought $50 million to create a new science and engineering education program, RE-ENERGYSE. The mission of the program is \"to provide the education and training necessary to build a highly skilled U.S. clean energy workforce dedicated to solving the world's greatest energy challenges.\" DOE finds that the United States ranks behind other major nations in making the transition required to educate students for emerging energy trades, research efforts, and other professions to support the future energy technology mix. The program aims to educate and train Americans to adapt green technology to their existing industry/trade, to enter thousands of green jobs, and increase U.S. competitiveness. It also seeks to develop leading edge undergraduate and graduate programs at universities and community colleges.", "The $50 million request included $35 million for a higher education subprogram that would be dedicated to the development of scientists, engineers, and other professionals with the skills needed to enter the clean energy field. It would support fellowships, internships, post-doctoral opportunities, and the development of interdisciplinary masters programs in the area of clean energy. ", "Also, the $50 million request included $15 million for a technical training, education, and outreach subprogram that would support the development of training programs at community colleges and other training centers. The funding would also support a K-12 education activity, designed to assist K-12 students and educators who are eager to contribute their ideas to the solution of long-term environment and energy challenges, but often lack adequate knowledge about the issues or potential career opportunities. The K-12 activity would seek to reach students and educators through campaigns, curricula, competitions, and other efforts aimed at educating, engaging, and inspiring students to pursue clean energy careers and adopt sustainable energy practices that aim to mitigate climate change.", "In its FY2010 request, DOE first proposed the creation of a RE-ENERGYSE program, with funding of $115 million. Congress did not fund the program. The report of the House Committee on Appropriations found that the FY2010 proposal embraced an \"important set of goals,\" but it expressed concern that the program breadth would be \"more consistent with\" activities of the Department of Education, Department of Labor, and the National Science Foundation. Further, the report stated that", "While the Committee supports the desired end-results of the proposed program, the request lacks sufficient details and background research to assure the Committee that the program will be effective and not duplicative if fully funded in fiscal year 2010.", "Instead, the committee recommended $7.5 million for DOE to conduct a study that further defined the education and workforce needs and assessed how such a program could complement related activities at other federal agencies. The committee said it looked forward to the study and to \"further dialogue with the Department to better define the intentions of the proposal and understand what role the Department of Energy should play in a broadly mandated educational initiative.\"", "The report of the Senate Committee on Appropriations recommends zero funding for the FY2010 RE-ENERGYSE proposal. The conference report provided no funding for the program in FY2010.", "For FY2011, the Senate Committee on Appropriations again recommended zero funding."], "subsections": []}, {"section_title": "Key Program Increases Proposed", "paragraphs": ["The Solar Program would have got a net funding increase of $55.4 million in the FY2011 request, or about 22% over the FY2010 appropriation. The Concentrating Solar Power (CSP) subprogram would have got the majority of the increase, $48.5 million, to support a demonstration project. DOE expects that the project would accelerate CSP deployment in the desert Southwest by two to three years, leading to about 1,000 megawatts (mw) of new capacity. This is the first time since the early 1980s that DOE has proposed a major CSP demonstration project. Assessments show a huge CSP resource potential. At the Bureau of Land Management, firms are competing intensely for CSP development permits. Water issues pose a potentially serious barrier to CSP development. ", "The Photovoltaic (PV) R&D Program would have received an increase of $23.5 million, mainly to provide the first year of full funding for the PV Manufacturing Initiative. The Initiative aims to accelerate PV technology cost reduction and commercialization. The Senate Committee on Appropriations recommended $50.0 million for the CSP demonstration project, but otherwise recommends $30.0 million less than the request.", "The Wind Program would have received a net increase of $42.5 million, or about 53%. A new activity geared to help commercialize offshore wind development would get $49.0 million. Most of that amount would support a competitive solicitation for an offshore wind demonstration project. Financial, regulatory, technical, environmental, and social barriers would be addressed. DOE anticipates that the demonstration would accelerate market deployment of more than three gigawatts (billions of watts, gw) of currently planned offshore projects. This is the first time since the early 1980s that DOE has proposed a major wind demonstration project. The Cape Wind project has been delayed for several years. The Senate Committee on Appropriations would have provided a nearly identical amount as the request, recommending that DOE undertake at least two offshore wind demonstration projects off the Atlantic Coast.", "The Geothermal Program would have been increased by $11.0 million, or about 25%. Virtually all of that increase would support two activities. One is a collaborative R&D activity with DOE's Office of Science on geophysical R&D and modeling efforts which address induced seismicity, water availability, and other potential lifecycle risks associated with enhanced geothermal systems. The second activity would be an increased effort on low temperature geothermal including fluids co-production from oil and gas operations and fluids from geo-pressured resources. The Senate Committee on Appropriations recommended the same amount as the request and directed DOE to apply at least $5.0 million to low-temperature systems.", "The Vehicle Technologies Program would have received a net increase of about $13.9 million, which encompasses an increase of about $17.7 million for the Battery/Energy Storage subprogram. That increase is aimed at reaching higher performance and cost goals with lithium batteries for electric vehicles. The Senate Committee on Appropriations recommended nearly the same total amount as the request.", "The Building Technologies Program would have received a net increase of about $8.7 million. The Energy Efficient Building Systems Design Hub would have got a modest increase from $22.0 million to $24.3 million. Of the three hubs funded in FY2010, this is the only one for which DOE sought more funding in FY2011. The omnibus climate/energy bills H.R. 2454 (§171) and S. 1733 (§205) of the 111 th Congress would have authorized DOE to establish more hubs. The Senate Committee on Appropriations recommended $8.7 million less than the request for the Buildings Program. Most of the difference is reflected in a lower amount, $16.0 million, for the Building Design Hub. Based on reports about problems with the ENERGY STAR program, the committee directed GAO to determine whether new program guidelines are needed.", "The Industrial Technologies Program would have received a net increase of $4.0 million. A Manufacturing Energy Systems subprogram would have been established with funding of $10.0 million, with goals to enhance innovation, reduce carbon intensity, and spur job creation.", "The Federal Energy Management Program (FEMP) would have increased by $10.3 million, or about 32%. Most of the increase would support DOE efforts to meet goals established by the Energy Independence and Security Act (EISA, P.L. 110-140 ), and Executive Orders 13423 and 13514. Efforts would focus on DOE sites, emphasizing the following activity areas: (1) comprehensive energy assessments and advanced metering; (2) retro-commissioning, continuous commissioning, and capital projects related to those commissioning efforts; (3) hardware to capture fugitive emissions; and (4) pilot projects for solar, biomass, and alternative fueling stations. The Senate Committee on Appropriations recommended nearly the same funding as the request. Noting problems identified in a recent DOE Inspector General report, the committee directed DOE to deliver an action plan to address the problems.", "The Weatherization Program would have grown by $90.0 million, or about 43%. Most of that increase, $85.8 million, would have supported the Administration's goal to increase the number of low-income households that are weatherized. DOE estimates an average weatherization cost of $6,500 per household. Thus, $85.8 million would support weatherization of an additional 13,200 households. A modest portion of the overall increase, $4.2 million, would support the completion of the multi-year evaluation of the Weatherization Program. The State Energy Program would have increased by $25.0 million, to expand current activities. For the Weatherization Program, the Senate Committee on Appropriations recommended $100.0 million less than the request, stating that the $5.0 billion appropriated in the Recovery Act (P.L 111-5) was sufficient to carry the program through FY2012.", "The Facilities Program would have had a net increase of $38.5 million, an increase that would be about double the amount of the FY2010 appropriation. Virtually all of that increase would be used to fund completion of the Energy Systems Integration Facility (ESIF) at NREL and to purchase and/or install research equipment for ESIF. The Senate Committee on Appropriations supported the exact amount requested.", "Program Direction would have increased by $60.0 million, or about 43%. About $54.8 million of that increase would be used for salaries and benefits associated with a ramp up of the federal workforce to process more than 7,000 active contracts, grants and agreements valued in excess of $4 billion. Due, in part, to residual Recovery Act follow-up, reporting and transparency requirements, risk-management, and accountability work, DOE expects the number of transactions to double during the period from FY2009 through FY2011.", "Program Support would have received an increase of $42.3 million, or about 94%. Nearly half that increase, $21.0 million, would be applied as an increase to the Strategic Priorities and Impact Analysis (SPIA) subprogram. SPIA conducts analyses to clarify how the sum of EERE's parts, practices and policies can contribute to solutions as a whole. The FY2011 increase would focus on the added workload associated with growing demand for policy analysis of EE and RE technologies as a solution to climate change. Cross-cutting projects previously supported by all EERE programs are incorporated within this subprogram, providing enhanced coordination and value. The proposed funding increase would also incorporate the Low-Carbon Energy Systems project, directly leveraging EERE and SPIA's analytical expertise to help meet climate goals set out at the United Nations' 2009 Climate Change Conference (COP-15) at Copenhagen.", "Another $15.0 million of the increase for Program Support would be used to expand support for the International subprogram. The subprogram addresses energy security, economic goals, and climate change through partnerships with developing countries (especially China, India, and Brazil) that involve cooperative R&D, market transformation, and assessments of global clean energy potential. The FY2011 increase would support new initiatives focused on global technology deployment and climate change mitigation. DOE anticipates that new activities would include the China and India Clean Energy Research Centers and programs launched under the Major Economies Forum (MEF). The expanded funding would also provide EERE with resources to support increased activity through a variety of regional partnerships, such as the Asia-Pacific Economic Cooperation (APEC), the Energy and Climate Partnership of the Americas (ECPA), Energy Development in Island Nations (EDIN), and a regional energy platform for Africa. Additionally, the increased funding would support a greatly increased level of effort under bilateral partnerships, with countries such as China, India, Russia, Brazil, Canada, and Argentina, that would continue to advance EE and RE technology RDD&D throughout the world.", "The Senate Committee on Appropriations recommended $57.6 million less for Program Management (Program Direction and Program Support), without specifying any details of differences compared the request.", "For congressionally directed projects, the Senate Committee on Appropriations recommended $147.6 million to cover 134 activities."], "subsections": []}, {"section_title": "Key Program Decreases Proposed", "paragraphs": ["The Hydrogen/Fuel Cell Program would have been cut by $37.0 million, or about 21%. The Market Transformation subprogram would have been cut by $16.9 million. Under that subprogram, fuel cell deployment and early market activities would be deferred. The Senate Committee on Appropriations recommended restoring DOE's proposed cut, which would put FY2011 funding at the FY2010 level.", "The Water Power Program would have been cut by $9.5 million, or about 19%. Water power technologies employ marine and hydrokinetic (wave, tidal, current, and ocean thermal) resources, and conventional hydropower resources, to generate electricity. The Program addresses two key areas: technology development and market acceleration. DOE states that FY2010 funds are sufficient to continue resource and technology assessments initiated in 2008 and 2009 and to initiate a number of new projects. DOE expects that the FY2011 request would allow the Program to build upon activities begun in FY2010, as well as begin support for the development of cost-effective incremental hydropower opportunities identified in 2010. The Senate Committee on Appropriations recommended about $20.0 million more than the request, with $15.0 million of that designated for conventional hydropower.", "Under Industrial Programs, a $7.4 million cut would have terminated subprograms for the steel, aluminum, and forest/paper industries. Also, a $2.4 million cut would have reduced funding for the chemicals industry subprogram by more than half. DOE says it is making a \"shift\" to greater support of cross-cutting technology efforts that are \"more productive\" than specific industry activities. The Senate Committee on Appropriations recommended $14.0 million for the Industries of the Future (Specific) program, which is $1.2 million less than FY2010 funding and $11.4 million more than the request."], "subsections": []}, {"section_title": "Electricity Delivery and Energy Reliability Program", "paragraphs": ["The FY2011 request would have provided $185.9 million to the Office of Electricity Delivery and Energy Reliability, a net increase of $13.9 million (8.1%) above the FY2010 appropriation. The Energy Storage subprogram would grow by $26.0 million, while most other R&D subprograms would be trimmed, yielding a net increase of $19.4 million for R&D. Energy storage has gained attention as a potential answer to key electric power infrastructure issues, including supply congestion, rising penetration of variable renewable energy generation, increased power quality demands, and concern over greenhouse gas emissions. The FY2011 increase for storage would direct new research efforts on lithium-based batteries designed to meet the size and performance requirements of stationary applications. Specifically, research on new electrolytes, power conditioning systems, electrode and separator materials, and integration issues would aim to reduce system capital and life cycle costs. Also, new analytical methods would be developed to identify promising locations for pumped hydro and compressed air energy storage systems.", "The Senate Committee on Appropriations recommended the exact amount of the request for programs, but added $4.3 million to cover six congressionally directed projects. P.L. 112-10 cut the EDER total appropriation to $144.7 million."], "subsections": []}]}, {"section_title": "Nuclear Energy", "paragraphs": ["The Obama Administration's FY2011 funding request for nuclear energy research and development totaled $824.1 million—including advanced reactors, fuel cycle technology, and infrastructure support. The total nuclear energy request was 4.8% above the FY2010 appropriation. P.L. 112-10 provided $732.1 million for those programs. An additional $88.2 million was requested under Other Defense Activities for DOE's Office of Nuclear Energy to pay for safeguards and security at DOE's Idaho nuclear facilities.", "According to DOE's FY2011 budget justification, the nuclear energy R&D program includes \"generation, safety, waste storage and management, and security technologies, to help meet energy and climate goals.\" However, opponents have criticized DOE's nuclear research program as providing wasteful subsidies to an industry that they believe should be phased out as unacceptably hazardous and economically uncompetitive.", "Although total funding in the FY2011 nuclear energy request was similar to levels in previous years, the Obama Administration has significantly reorganized the budget request and established new priorities. The Nuclear Power 2010 Program, which had assisted the near-term design and licensing of new nuclear power plants, was completed in FY2010 and is receiving no further funding. However, a newly established Reactor Concepts Research, Development and Demonstration Program is to include new programs to develop small modular reactors and extend the lives and improve the operation of existing commercial nuclear power plants.", "Fuel Cycle Research and Development was to be boosted 47.8%, to $201 million, and continue the previous year's shift away from the design and construction of nuclear fuel recycling facilities toward an emphasis on longer-term research. Much of the additional funding is to be used for research on spent nuclear fuel disposal and nuclear fuel cycle options, such as partial recycling. ", "The FY2011 budget request also proposed a new program area called Nuclear Energy Enabling Technologies (NEET), to be funded at $99.3 million. This program area includes research that supports a variety of nuclear technologies, advanced nuclear power concepts, and modeling and simulation. Generation IV Research and Development, previously funded as a separate program to develop advanced reactor technology, is being split between NEET and Reactor Concepts RD&D.", "Funding for university nuclear education and research, previously provided under the Integrated University Program, is to be continued at the same level, $5 million, under the DOE-wide RE-ENERGYSE initiative. The budget request also included $3 million for International Nuclear Energy Cooperation, including ongoing international activities by the Global Nuclear Energy Partnership (GNEP), which have continued despite a major refocusing of the domestic portion of the program. "], "subsections": [{"section_title": "Reactor Concepts", "paragraphs": ["The Reactor Concepts RD&D program area proposed by the FY2011 budget request includes the existing Next Generation Nuclear Plant (NGNP) demonstration project and research on advanced reactors previously funded under the Generation IV program. New programs are also being established to develop small modular reactors and enhance the \"sustainability\" of existing commercial nuclear plants. The total funding request for Reactor Concepts RD&D was $195 million.", "NGNP is a high-temperature gas-cooled reactor demonstration project authorized by the Energy Policy Act of 2005 (EPAct). The reactor is intended to produce high-temperature heat that could be used to generate electricity, help separate hydrogen from water, or be used in other industrial processes. The Obama Administration's first budget request (for FY2010) had not specifically mentioned the NGNP project, but the House Appropriations Committee called it a high priority, and Congress ultimately provided $169 million. The FY2011 budget request included $103 million for NGNP, including high-temperature fuel development, process heat applications, and materials testing. DOE is to make a decision on moving forward to final design and construction by the end of FY2011. If the project goes forward, a cost-shared contract for final design and construction is not expected to be awarded before FY2012, and therefore no design funds were being requested for FY2011.", "The newly established Advanced Reactor Concepts program, with a funding request of $21.9 million, is described by the budget justification as \"an expanded version\" of the existing Generation IV Nuclear Energy Systems program. \"The program will focus on reactors that could dramatically improve performance in sustainability, safety, economics, security, and proliferation resistance,\" according to the justification. Nuclear technology development under this program is to include \"fast reactors,\" using high-energy neutrons, and reactors that would use a variety of heat-transfer fluids, such as liquid sodium. International research collaboration in this area would continue under the Generation IV International Forum (GIF).", "DOE requested $38.9 million for its proposed Small Modular Reactors Program. A number of small reactor concepts have recently been proposed as alternatives to existing commercial reactors, which typically exceed 1,000 megawatts of electric generating capacity. Such large sizes have generally been considered necessary to achieve economies of scale. The budget justification contends that small modular reactors (SMRs) could be built in factories to reduce costs and could be installed in small increments, which could make them easier to finance than large plants. DOE plans to hold a competitive solicitation to award cost-shared financial assistance to as many as two SMR designs, according to the justification.", "DOE's new Light Water Reactor Sustainability Program, to receive $25.8 million under the budget request, is to conduct research on extending the life of existing commercial light water reactors beyond 60 years, the maximum operating period currently licensed by the Nuclear Regulatory Commission. The program is to study the aging of reactor materials and analyze safety margins of aging plants. Other research under this program is to focus on improving the efficiency of existing plants, through such measures as increasing plant capacity and upgrading instrumentation and control systems."], "subsections": []}, {"section_title": "Fuel Cycle Research and Development", "paragraphs": ["The Fuel Cycle Research and Development Program conducts \"long-term, science-based\" research on a wide variety of technologies for improving the management of spent nuclear fuel, according to the DOE budget justification. The total FY2011 funding request for this program was $201 million, $65 million above the FY2010 appropriation.", "Under the George W. Bush Administration, when the program was called the Advanced Fuel Cycle Initiative (AFCI), it had focused on near-term development and deployment of a specific type of spent fuel reprocessing technology, UREX, which was intended to recycle plutonium, uranium, and other long-lived radioactive materials into new nuclear fuel. AFCI had constituted the domestic portion of the Bush Administration's GNEP initiative, which had been intended to provide secure nuclear fuel services to discourage the international spread of nuclear fuel cycle technology.", "Under the Obama Administration, the program is to develop technology options for a wider range of nuclear fuel cycle approaches, including direct disposal of spent fuel (the \"once through\" cycle) and partial and full recycling. \"The program will also conduct scientific research and technology development to enable storage, transportation, and disposal of used nuclear fuel and all radioactive wastes generated by existing and future nuclear fuel cycles,\" according to the justification.", "Much of the planned research on spent fuel management options is expected to support the Blue Ribbon Commission on America's Nuclear Future, which is developing alternatives to the planned Yucca Mountain, NV, spent fuel repository, which President Obama wants to terminate. In addition to researching potential waste treatment technologies and approaches that may be considered by the Blue Ribbon Commission, the program will study \"a variety of geologic disposal media such as granite, tuff, deep boreholes, clay, shale, salt, and basalt,\" according to the justification.", "Other major research areas in the Fuel Cycle R&D Program include the development of advanced fuels for existing commercial reactors and advanced reactors, improvements in nuclear waste characteristics, and modeling and simulation of fuel cycle options."], "subsections": []}, {"section_title": "Nuclear Energy Enabling Technologies", "paragraphs": ["The newly established NEET program is intended to conduct research on \"the full range of nuclear energy technology issues,\" according to the DOE budget justification.", "Under the category of Crosscutting Technology Development, research is to be conducted on new types of reactor materials, weapons proliferation risks of fuel cycle options, advanced nuclear plant manufacturing methods, and advanced sensors and instrumentation. The Energy Innovation Hub for Modeling and Simulation, created in FY2010, is to be moved from the Generation IV program to NEET with a slight increase in funding, to $24.3 million. The Modeling and Simulation Hub is intended to create a computer model of an operating reactor to allow a better understanding of nuclear technology, with the benefits of such modeling extending to other energy technologies in the future, according to the justification."], "subsections": []}]}, {"section_title": "Fossil Energy Research, Development, and Demonstration", "paragraphs": ["For FY2011, the Obama Administration requested $586.6 million for Fossil Energy Research and Development; which represents a 12.7% decrease ($95.8 million) from the FY2010 appropriation ( Table 9 ). The decrease from the previous year's request reflects the cut in funding for Natural Gas Technologies, Unconventional Fossil Energy Technologies, and Cooperative Research and Development. P.L. 112-10 appropriated $584.5 million.", "The DOE Office of Fossil Energy intends to propose a new budget structure for the FY2012 Coal subprogram that currently includes CCPI, and Fuels and Power Systems. The proposed change will reflect increased focus on carbon capture and storage (CC&S) technologies.", "In FY2009, the House Appropriations Committee directed DOE to merge FutureGen and the Clean Coal Power Initiative into a single solicitation for a Carbon Capture Demonstration Initiative, which ARRA funded at $1.52 billion. The FutureGen project originally intended to demonstrate clean coal-based Integrated Gasification Combined Cycle (IGCC) power generation with capture and sequestration of CO 2 emissions. ", "The FY2011 request had no funding for the Carbon Capture Initiative. DOE has also abandoned the FutureGen project concept and instead will use $1 billion in funding to refit and repower an existing plant to capture CO 2 . The money will go to the Futuregen Alliance, Ameren Energy Resources, Babcock & Wilcox and Air Liquide Process & Construction to install new equipment at an Ameren 200-MW unit in Meredosia, IL. ", "The Clean Coal Technology program has only project-closeout activities remaining, so the administration has requested no further funding in FY2011.", "The Senate Appropriations Committee recommended a 24% increase in the Fossil Energy budget, bringing it up to $725.95 million. The recommendation would have increased the Fuels and Power Systems by $48.15 million, restores the Natural Gas Technologies program, and funds a the new Unconventional Fossil Energy program directed by the previous year's appropriation. The committee added that it supports research and development projects to produce high quality fuels derived from coal/biomass feedstocks that meet military and civilian specifications, albeit greater in carbon lifecycle emissions than conventional petroleum based fuels."], "subsections": []}, {"section_title": "Strategic Petroleum Reserve", "paragraphs": ["The Strategic Petroleum Reserve (SPR), authorized by the Energy Policy and Conservation Act ( P.L. 94-163 ) in 1975, consists of caverns formed out of naturally occurring salt domes in Louisiana and Texas. The purpose of the SPR is to provide an emergency source of crude oil that may be tapped in the event of a presidential finding that an interruption in oil supply, or an interruption threatening adverse economic effects, warrants a drawdown from the reserve. By early 2010, the SPR was filled to its current capacity of 727 million barrels. The Northeast Heating Oil Reserve (NHOR) established during the Clinton Administration stores 2 million barrels of refined home heating oil in above-ground facilities in Connecticut, New Jersey, and Rhode Island.", "The federal government has not purchased oil for the SPR since 1994. Beginning in 2000, additions to the SPR were made with royalty-in-kind (RIK) oil acquired by the Department of Energy in lieu of cash royalties paid on production from federal offshore leases. The Procedures for the Acquisition of Petroleum for the Strategic Petroleum Reserve include provisions for acquiring crude oil through direct purchase, by transfer of royalty oil from the Department of the Interior, and by receipt of premium barrels resulting from deferral of scheduled deliveries of petroleum for the Reserve. In May 2008, Congress passed legislation ( P.L. 110-232 ) ordering DOE to suspend RIK fill for the balance of the calendar year unless the price of crude oil dropped below $75/barrel. However, the sharp decline in crude oil prices since spiking to $147/barrel in the summer of 2008 brought about a resumption of fill of the SPR. On January 2, 2009, the Bush Administration announced plans that included the purchase of nearly 10.7 million barrels for the SPR to replace oil that was sold after Hurricanes Katrina and Rita in 2005. In May 2009, RIK fill was resumed at an average volume of 26,000 barrels per day, totaling over 6.1 million barrels to be delivered by January 2010. These activities have brought the SPR to capacity. ", "On September 16, 2009, the Secretary of the Department of the Interior announced a transitional phasing out of the RIK Program. As RIK oil and natural gas sales contracts expire, the oil and natural gas properties will revert to in-value status. As a result of the announcement, the upcoming natural gas sales (Gulf of Mexico and Wyoming) previously advertised will not be conducted. ", "The Energy Policy Act of 2005 (EPAct) required expansion of the SPR to its authorized maximum of 1 billion barrels, and a site in Richton, MS, has been evaluated as a possible location for an additional 160 million barrels of capacity. However, in its FY2011 request, the Administration proposed to suspend spending in support of expansion of the SPR. The budget request proposed redirecting $71 million in balances previously appropriated for expansion, to be used to \"partially fund SPR non-expansion operations and maintenance activities.\" In support of its proposal, the Administration cited, in the budget justification, EIA projections that \"U.S. petroleum consumption and dependence on imports will decline in the future and the current Reserve's projection will gradually increase to 90 days by 2025.\" This has reduced the FY2011 request for the SPR to $138.9 million, a sharp reduction from the $243.8 million appropriated for FY2010. ", "Congress approved $11.3 million for the NHOR in FY2010, and the Administration has proposed the same amount for FY2011. The Senate Appropriations Committee recommended $209.9 million for the SPR, and did not support cancellation of $71 million in prior appropriated funds for the proposed expansion of the Richton, MS, SPR site. P.L. 112-10 set the SPR spending level at the Senate Committee figure, $209.9, but rescinded a total of $86.8 million from prior year appropriations."], "subsections": []}, {"section_title": "Science", "paragraphs": ["The DOE Office of Science conducts basic research in six program areas: basic energy sciences, high-energy physics, biological and environmental research, nuclear physics, advanced scientific computing research, and fusion energy sciences. Through these programs, DOE is the third-largest federal funder of basic research and the largest federal funder of research in the physical sciences. For FY2011, DOE requested $5.121 billion for the Office of Science, an increase of 4.4% from the FY2010 appropriation of $4.904 billion. In the 111 th Congress, the House Appropriations Subcommittee on Energy and Water Development recommended $4.900 billion, and the Senate Appropriations Committee recommended $5.012 billion.", "In the 112 th Congress, H.R. 1 as passed by the House would have provided $4.018 billion for the Office of Science. The Senate amendment S.Amdt. 149 to H.R. 1 would have provided $4.733 billion. P.L. 112-10 as passed appropriated $4,857.7 billion. None of the 112 th Congress bills specified how the total should be allocated by program. P.L. 1120-10 rescinded $15 million appropriated in prior years but not yet obligated.", "The President's Plan for Science and Innovation would double the combined R&D funding of the Office of Science and two other agencies over the decade from FY2006 to FY2016. This continues a plan initiated by the Bush Administration in January 2006 as part of its American Competitiveness Initiative. The 4.4% increase requested for FY2011 was less than the 7.2% annual rate required to achieve a doubling in 10 years. The amount appropriated in P.L. 112-10 is less than the FY2010 level.", "The requested funding for the largest Office of Science program, basic energy sciences, was $1.835 billion, up 12.1% from $1.636 billion in FY2010. Funding for Energy Frontier Research Centers (EFRCs) would have increased by $40 million. EFRCs are \"multi-investigator and multi-disciplinary centers that foster, encourage, and accelerate basic research to provide the basis for transformative energy technologies of the future.\" A new energy innovation hub on materials for batteries and energy storage would have received $34 million, and the existing hub on fuels from sunlight, currently funded by the Office of Energy Efficiency and Renewable Energy, would have received $24 million. The Administration proposed to initiate a total of eight energy innovation hubs in FY2010, but Congress funded only three. The aim of the hubs is \"to address basic science and technology hindering the nation's secure and sustainable energy future\" by assembling multidisciplinary teams of researchers \"spanning science, engineering, and other disciplines, but focused on a single critical national need identified by the Department.\" In the 111 th Congress, the Senate Appropriations Committee recommended $1.739 billion for basic energy sciences. It did not provide the requested increase for new EFRCs. It provided about two-thirds of the requested funding for the two energy innovation hubs.", "For high-energy physics, the request was $829 million, up 2.3% from $810 million in FY2010. Proposed increases included $17 million for construction of the Long Baseline Neutrino Experiment and the Muon to Electron Conversion Experiment, both at Fermilab. The request would have provided $84 million, an increase of $4 million, in support of the Large Hadron Collider. In the 111 th Congress, the Senate Appropriations Committee recommended $820 million. It expressed support for design work on the two Fermilab construction projects, but directed DOE to provide a report on their expected benefits, strategy, and funding needs.", "The request for biological and environmental research was $627 million, up 3.8% from $604 million in FY2010. Proposed increases included $16 million for climate and Earth system modeling and $11 million for genomic science. In the 111 th Congress, the Senate Appropriations Committee recommended $614 million. It provided $11 million for an artificial retina project that the request would not continue, and it transferred $15 million to the nuclear physics program for nuclear medicine research. H.R. 1 would have limited FY2011 funding for biological and environmental research to a maximum of $302 million.", "For nuclear physics, the request was $562 million, up 5.0% from $535 million in FY2010. The balance among the five subprograms would have remained about the same. Construction of an upgrade at the Continuous Electron Beam Accelerator Facility (CEBAF) would have received $36 million, up from $20 million in FY2010. The CEBAF project's total cost and completion date did not changed, but its FY2011 request was less than previously projected because some construction activities previously planned for FY2010 and FY2011 were moved forward and paid for with funding from the Recovery Act. In the 111 th Congress, the Senate Appropriations Committee recommended $554 million, including the $15 million transferred from the biological and environmental research program. ", "The request for advanced scientific computing research was $426 million, up 8.1% from $394 million in FY2010. A proposed increase of $35 million for leadership computing facilities at two of the national laboratories would have been partly offset by a decrease of $6 million for research and evaluation prototypes. The latter decrease results from the conclusion of a partnership with the Defense Advanced Research Projects Agency (DARPA) on high-productivity computing systems. In the 111 th Congress, the Senate Appropriations Committee recommended $418 million.", "The request for fusion energy sciences was $380 million, down 10.8% from $426 million in FY2010. The U.S. contribution to the International Thermonuclear Experimental Reactor (ITER), a fusion facility under construction in France, would have dropped from $135 million in FY2010 to $80 million in FY2011 because of delays in the construction schedule. The ITER partners are China, the European Union, India, Japan, Russia, South Korea, and the United States. The current estimate for ITER's total project cost is $1.45 billion to $2.2 billion. Between June 2009 and February 2010, the expected start-up date for ITER slipped from 2016 to November 2019. Nevertheless, DOE believes that \"the costs associated with the schedule delays to date ... are manageable within the existing ... cost range.\" In the 111 th Congress, the Senate Appropriations Committee recommended $384 million for fusion energy sciences, including $4 million more than requested for inertial fusion. The committee expressed concern about the cost and schedule of ITER and about U.S. leadership and competitiveness in materials science for fusion."], "subsections": []}, {"section_title": "ARPA-E", "paragraphs": ["The Advanced Research Projects Agency–Energy (ARPA-E) was authorized by the America COMPETES Act ( P.L. 110-69 ) to support transformational energy technology research projects. It received its first funding in FY2009, mostly through the Recovery Act, and announced its first round of contract awards in October 2009. DOE budget documents describe ARPA-E's mission as overcoming long-term, high-risk technological barriers to the development of energy technologies. The request for ARPA-E in FY2011 was $300 million. P.L. 112-10 appropriated $179.6 million."], "subsections": []}, {"section_title": "Nuclear Waste Disposal", "paragraphs": ["President Obama's FY2011 budget called for termination of DOE's Office of Civilian Radioactive Waste Management (OCRWM), which was established by the Nuclear Waste Policy Act of 1982 (NWPA, 42 U.S.C. 10101 et seq.) to dispose of highly radioactive waste from nuclear power plants and defense facilities. OCRWM had been developing a permanent nuclear waste repository at Yucca Mountain, NV, as specified by an NWPA amendment in 1987. DOE filed a license application with the Nuclear Regulatory Commission for the proposed Yucca Mountain repository in June 2008. ", "The Obama Administration \"has determined that developing the Yucca Mountain repository is not a workable option and the Nation needs a different solution for nuclear waste disposal,\" according to the DOE FY2011 budget justification. As a result, no funding for Yucca Mountain or OCRWM is being requested for FY2011. P.L. 112-10 provides no funding for the program..", "DOE filed a motion with NRC to withdraw the Yucca Mountain license application on March 3, 2010. An NRC licensing panel rejected DOE's withdrawal motion June 29, 2010, on the grounds that NWPA requires full consideration of the license application by NRC. The full NRC commission is now considering the withdrawal, which is strongly opposed by states that have defense-related waste awaiting permanent disposal.", "Alternatives to Yucca Mountain are to be evaluated by the Blue Ribbon Commission on America's Nuclear Future, which was formally established by DOE on March 1, 2010. Congress provided $5 million for the Commission in the FY2010 Energy and Water Development Appropriations Act. The Commission is to study options for temporary storage, treatment, and permanent disposal of highly radioactive nuclear waste, along with an evaluation of nuclear waste research and development programs and the need for legislation. A draft report is to be issued within 18 months and a final report within two years.", "DOE's Office of Nuclear Energy (NE) has taken over the remaining functions of OCRWM and will \"lead all future waste management activities,\" according to the budget justification. Substantial funding has been requested for NE to conduct research on nuclear waste disposal technologies and options and to provide support for the Blue Ribbon Commission (see \" Nuclear Energy \" section for more details).", "NWPA required DOE to begin taking waste from nuclear plant sites by January 31, 1998. Nuclear utilities, upset over DOE's failure to meet that deadline, have won two federal court decisions upholding the department's obligation to meet the deadline and to compensate utilities for any resulting damages. Utilities have also won several cases in the U.S. Court of Federal Claims. DOE estimates that liability payments would eventually total $11 billion if DOE were to begin removing waste from reactor sites by 2020, the previous target for opening Yucca Mountain. (For more information, see CRS Report R40202, Nuclear Waste Disposal: Alternatives to Yucca Mountain , by [author name scrubbed]; CRS Report RL33461, Civilian Nuclear Waste Disposal , by [author name scrubbed]; and CRS Report R40996, Contract Liability Arising from the Nuclear Waste Policy Act (NWPA) of 1982 , by [author name scrubbed].)"], "subsections": []}, {"section_title": "Loan Guarantees and Direct Loans", "paragraphs": ["Congress established the DOE Innovative Technology Loan Guarantee Program with Title XVII of the Energy Policy Act of 2005 (EPAct, P.L. 109-58 ). Sec. 1703 of the act authorized loan guarantees for energy projects using \"new or significantly improved technologies\" to reduce greenhouse gas emissions. Estimated future government costs resulting from the loan guarantees (such as through defaults of guaranteed loans) must be paid up front by each project. These \"subsidy costs,\" which are expected to range from about 1% to 10% of the loan guarantee amount, can be paid with appropriated funds or directly by the project owner.", "The FY2009 omnibus funding measure ( P.L. 111-8 ) provided DOE with loan guarantee authority of $47 billion, to remain available indefinitely, in addition to previously approved authority of $4 billion. Of the $47 billion, $18.5 billion was for nuclear power, $18.5 billion was for energy efficiency and renewables, $6 billion was for coal, $2 billion was for carbon capture and sequestration, and $2 billion was for uranium enrichment.", "President Obama's FY2011 budget request called for nearly tripling the loan guarantee ceiling for nuclear power plants, to $54.5 billion. Because federal loan guarantees are widely considered to be a prerequisite for obtaining financing for new nuclear power plants, the nuclear industry had strongly urged that the loan guarantee ceiling be raised dramatically. DOE announced the first preliminary nuclear loan guarantee on February 16, 2010, to a project to add two reactors to the existing Vogtle nuclear power plant in Georgia. The conditional guarantee agreement, which cannot be implemented before the proposed reactors receive an NRC license, would guarantee a total of $8.33 billion in financing for the two reactors. At that level, the current $18.5 billion nuclear loan guarantee ceiling would be enough for about four reactors, while the proposed increase to $54.5 billion could cover about 13 reactors (depending on their size and the percentage of their costs that would be guaranteed). Nuclear critics have attacked the proposed tripling of nuclear loan guarantees as a \"taxpayer bailout\" that would divert limited financial resources away from cleaner energy technologies such as efficiency and renewables.", "The American Recovery and Reinvestment Act (ARRA, P.L. 111-5 ) created a new, temporary loan guarantee program for renewable energy and electric transmission projects by adding a new Sec. 1705 to EPAct. In establishing the Sec. 1705 loan guarantee program, ARRA included a $6 billion appropriation to cover the subsidy costs, so that up-front payment would not have to be collected from project owners. However, $2 billion of that funding has since been transferred to the \"cash for clunkers\" automobile trade-in program by P.L. 111-47 , and another $1.5 billion was rescinded to help pay for the Education Jobs and Medicaid Assistance Act. If the subsidy costs average 10% of each loan guarantee, then the remaining $2.5 billion of the ARRA subsidy cost appropriation should support loan guarantees totaling $25 billion.", "In addition to the $2.5 billion in subsidy costs provided by ARRA for the temporary Sec. 1705 program, President Obama requested a $500 million appropriation to pay subsidy costs for energy efficiency and renewable energy loan guarantees under the permanent Sec. 1703 program originally established by EPAct. The DOE budget justification estimates that the $500 million appropriation for subsidy costs would support renewable energy and energy efficiency loan guarantees totaling $3 billion-$5 billion. DOE also requested $58 million for administrative costs, which are to be fully offset by receipts.", "P.L. 112-10 reduced the loan guarantee authority for Section 1703 non-nuclear technologies to $7.3 billion. Including the $2 billion in FY2007 authority that has not been designated for uranium enrichment, the Section 1703 non-nuclear loan guarantee ceiling now stands at about $9.3 billion. Nuclear loan guarantees remain at $18.5 billion, and uranium enrichment totals $4 billion.", "Remaining appropriations for subsidy cost payments under the Section 1705 loan guarantee program are to expire at the end of FY2011. However, P.L. 112-10 provides $170 million, with no expiration, to pay subsidy costs for renewable energy and efficiency projects under the Section 1703 program. P.L. 112-10 also provides authority for up to $1.183 billion in loan guarantees for renewable energy and efficiency projects, in addition to the $31.8 billion in remaining Section 1703 authority provided by earlier appropriations acts. The additional loan guarantee authority and subsidy cost appropriation provided by P.L. 112-10 is available to projects that applied under the expiring Section 1705 before February 24, 2011.", "A related DOE program, the Advanced Technology Vehicles Manufacturing Loan Program, was established by the Energy Independence and Security Act of 2007 ( P.L. 110-140 ). The FY2009 Continuing Resolution appropriated $7.5 billion to allow DOE to issue up to $25 billion in direct loans. The program is to provide loans to eligible automobile manufacturers and parts suppliers for making investments in their plant capacity to produce vehicles with improved fuel economy. DOE requested $10 million in FY2011 to cover the program's administrative expenses, nearly all of which was provided by P.L. 112-10 ."], "subsections": []}, {"section_title": "Nuclear Weapons Stockpile Stewardship", "paragraphs": ["Congress established the Stockpile Stewardship Program in the FY1994 National Defense Authorization Act, P.L. 103-160 , \"to ensure the preservation of the core intellectual and technical competencies of the United States in nuclear weapons.\" The FY2010 National Defense Authorization Act, P.L. 111-84 , section 3111, amended this language to state that the program is to ensure \"(1) the preservation of the core intellectual and technical competencies of the United States in nuclear weapons, including weapons design, system integration, manufacturing, security, use control, reliability assessment, and certification; and (2) that the nuclear weapons stockpile is safe, secure, and reliable without the use of underground nuclear weapons testing.\" The program is operated by the National Nuclear Security Administration (NNSA), a semiautonomous agency within DOE that Congress established in the FY2000 National Defense Authorization Act ( P.L. 106-65 , Title XXXII).", "Stockpile stewardship consists of all activities in NNSA's Weapons Activities account, as described below. Table 11 presents Weapons Activities funding. NNSA manages two programs outside of that account: Defense Nuclear Nonproliferation, discussed later in this report, and Naval Reactors.", "P.L. 111-84 , section 3113, established a \"stockpile management\" program \"to provide for the effective management of the weapons in the nuclear weapons stockpile, including the extension of the effective life of such weapons.\" Objectives for the program include increasing the reliability, safety, and security of the nuclear weapons stockpile and further reducing the likelihood of nuclear testing. Section 3113 required that any changes to the stockpile shall be made to further the objectives set for the program and shall \"remain consistent with the basic design parameters by including, to the maximum extent feasible, components that are well understood or are certifiable without the need to resume underground nuclear weapons testing.\" The stockpile management program is to support the stockpile stewardship program.", "Most stewardship activities take place at the nuclear weapons complex (the \"Complex\"), which consists of three laboratories (Los Alamos National Laboratory, NM; Lawrence Livermore National Laboratory, CA; and Sandia National Laboratories, NM and CA); four production sites (Kansas City Plant, MO; Pantex Plant, TX; Savannah River Site, SC; and Y-12 Plant, TN); and the Nevada Test Site. NNSA manages and sets policy for the complex; contractors to NNSA operate the eight sites.", "The FY2011 request document includes data from NNSA's Future Years Nuclear Security Program (FYNSP), which, like many programs in the Defense Department, projects the budget and components for FY2012-FY2015 (see Table 12 )."], "subsections": [{"section_title": "Nuclear Weapons Complex Reconfiguration", "paragraphs": ["Although the \"Complex\" currently consists of eight sites, it was much larger during the Cold War in terms of number of sites, budgets, and personnel. Despite the post-Cold War reductions, many in Congress have for years wanted the Complex to change further, in various ways: fewer personnel, lower cost, greater efficiency, smaller footprint at each site, increased security, and the like. In response, in January 2007 NNSA submitted a report to Congress on its plan for transforming the Complex, \"Complex 2030.\"", "The House Appropriations Committee, in its FY2008 report, expressed displeasure with this plan and demanded \"a comprehensive nuclear defense and nonproliferation strategy,\" a detailed description translating that strategy into a \"specific nuclear stockpile,\" and \"a comprehensive, long-term expenditure plan, from FY2008 through FY2030\" before considering further funding for Complex 2030 and a nuclear weapon program, the Reliable Replacement Warhead (RRW). It stated that \"NNSA continues to pursue a policy of rebuilding and modernizing the entire complex in situ without any thought given to a sensible strategy for long-term efficiency and consolidation.\" The Senate Appropriations Committee saw an inadequate linkage between warheads, the Complex, and strategy, and \"rejects the Department's premature deployment of the NNSA Complex 2030 consolidation effort.\" The joint explanatory statement accompanying the consolidated appropriations bill said, \"The Congress agrees to the direction contained in the House and Senate reports requiring the Administration ... to develop and submit to the Congress a comprehensive nuclear weapons strategy for the 21 st century.\"", "On December 18, 2007, NNSA announced its plan, Complex Transformation, a name change from Complex 2030. It would retain existing sites, reduce the weapons program footprint by as much as one-third, close or transfer from weapons activities about 600 structures, reduce the number of weapons workers by 20%-30%, dismantle weapons more rapidly, and build several major new facilities, such as a Uranium Processing Facility at Y-12 Plant, a Weapons Surveillance Facility at Pantex Plant, and a Chemistry and Metallurgy Research Replacement Nuclear Facility at Los Alamos National Laboratory. For details, see the Final Complex Transformation Supplemental Programmatic Environmental Impact Statement released in October 2008, along with two Records of Decision of December 2008.", "The House Appropriations Committee reiterated its FY2008 views in its FY2009 report:", "Before the Committee will consider funding for most new programs, substantial changes to the existing nuclear weapons complex, or funding for the RRW [Reliable Replacement Warhead], the Committee insists that the following sequence be completed: (1) replacement of Cold War strategies with a 21 st Century nuclear deterrent strategy sharply focused on today's and tomorrow's threats, and capable of serving the national security needs of future Administrations and future Congresses without need for nuclear testing; (2) determination of the size and nature of the nuclear stockpile sufficient to serve that strategy; (3) determination of the size and nature of the nuclear weapons complex needed to support that future stockpile.", "In keeping with this approach, the committee recommended eliminating funds for RRW and for several programs described below. In its FY2009 report, the Senate Appropriations Committee also recommended eliminating RRW funds and made some changes to individual programs. It did not provide general comments on Complex transformation. P.L. 111-8 , FY2009 Omnibus Appropriations Act, provided no RRW funds. Neither the FY2010 nor the FY2011 budgets requested RRW funds. A FY2010 budget document stated, \"The Administration proposes to cancel development of the Reliable Replacement Warhead (RRW)—a new design warhead intended to replace the current inventory of nuclear weapons—because it is not consistent with Presidential commitments to move towards a nuclear-free world.\"", "The FY2011 budget request for Weapons Activities was $7,008.8 million, vs. FY2010 appropriations of $6,384.4 million. The Department of Defense submitted its Nuclear Posture Review Report in April 2010, which set forth the role of U.S. nuclear forces and plans for sustaining the nuclear arsenal. According to a White House document of May 2010, the President provided Congress with a classified report required by the FY2010 National Defense Authorization Act, Section 1251, \"on the comprehensive plan to: (1) maintain delivery platforms [that is, bombers and missiles that deliver nuclear weapons]; (2) sustain a safe, secure, and reliable U.S. nuclear weapons stockpile; and (3) modernize the nuclear weapons complex.\" According to that document, \"the Administration intends to invest $80 billion in the next decade to sustain and modernize the nuclear weapons complex.\" The projections for weapons stockpile and infrastructure costs (billions of then-year dollars) are: FY2011, $7.0; FY2012, 7.0; FY2013, $7.1; FY2014, $7.4; FY2015, $7.7; FY2016, $8.4; FY2017, $8.9; FY2018, $9.0; FY2019, $8.7; and FY2020, $8.8.", "In the 112 th Congress, H.R. 1 as passed by the House proposed to reduce the requested increase by $312.4 million, about half. This reduction was contentious. A key part of the compromise that the Administration worked out with Senate Republicans to gain their support for the New Strategic Arms Reduction Treaty (New START) was that funding for Weapons Activities would increase substantially over the period FY2010-FY2020 in order to modernize the nuclear weapons complex and maintain nuclear weapons. An Administration document of November 2010 set forth the rationale and a budget plan for this increase. Further, the New START resolution of ratification stated, \"It is the sense of the Senate that—(1) the United States is committed to proceeding with a robust stockpile stewardship program, and to maintaining and modernizing the nuclear weapons production capabilities and capacities, that will ensure the safety, reliability, and performance of the United States nuclear arsenal.... \" The President's FY2012 budget request called for Weapons Activities to increase to $7,629.7 million. A reduction in the FY2011 request for Weapons Activities would raise questions about whether Congress will provide the funds requested for FY2012. The issue was resolved for FY2011 in P.L. 112-10 , which provided $6,946.4 million for Weapons Activities, a further reduction below H.R. 1 of $50 million."], "subsections": []}, {"section_title": "Directed Stockpile Work (DSW)", "paragraphs": ["This program involves work directly on nuclear weapons in the stockpile, such as monitoring their condition; maintaining them through repairs, refurbishment, life extension, and modifications; conducting R&D in support of specific warheads; and dismantlement. Specific items under DSW include the following:", "Life Extension Programs (LEPs). These programs aim to extend the life of existing warheads through design, certification, manufacture, and replacement of components. An LEP for the B61 mods 7 and 11 bombs was completed in FY2009. An LEP for the W76 warhead for the Trident II submarine-launched ballistic missile is ongoing; the life-extended warhead is termed the W76-1. The FY2010 appropriation was $223.2 million, and the FY2011 request was $249.5 million. The Senate Appropriations Committee recommended the requested amount. It required NNSA to submit reports when NNSA completes a study of the LEP for the B61 bomb, stated that one type of B61 LEP would \"extend the life of the weapon for both strategic and tactical missions for 30 years,\" and referred to the \"upcoming\" LEP for the W78 warhead. Stockpile Systems. This program involves routine maintenance, replacement of limited-life components, ongoing assessment, and the like for all weapon types in the stockpile. The FY2010 appropriation was $357.8 million. The FY2011 request was $649.4 million; the Senate Appropriations Committee recommended the requested amount. The largest increase is for the B61 bomb ($92.0 million to $317.1 million); other substantial increases are for the W78 warhead ($48.3 million to $85.9 million) and the W87 warhead ($48.1 million to $62.6 million). B61 funds fall into two categories: B61 system sustainment ($59.5 million for FY2010 to $65.5 million requested for FY2011) and B61 phase 6.2/6.2A study ($32.5 million for FY2010 to $251.6 million requested for FY2011). The former activity conducts maintenance, inspections, assessments, and the like. According to the budget request, funding for the latter would \"[support] a life extension study of the nuclear and non-nuclear components scope, including implementation of enhanced surety, extended service life and modification consolidation.… The study will evaluate options for improving safety and use control features and ensures compatibility and integration with modern aircraft such as the F-35 Joint Strike Fighter.\" The Senate Appropriations Committee recommended the requested amount for Stockpile Systems, of which \"at least $165,000,000 shall be used for surveillance activities,\" i.e., those that monitor the status of nuclear weapons. It stated, \"A robust surveillance program is required to maintain confidence in the performance of nuclear weapons in the absence of underground nuclear testing.\" It expressed concerns that shortfalls in surveillance could jeopardize the annual process for assessing the safety and reliability of nuclear weapons. The B61 bomb has several variants. A study on a new variant, the B61-12, which would modify most variants of B61's into a single common version, was controversial in the FY2010 appropriations cycle. The House bill recommended no funds for it. The House Appropriations Committee \"will not support a major warhead redesign in the absence of clearly defined nuclear weapons strategy, stockpile, and complex plans.\" The Senate bill included the amount requested. The conference bill included $92.0 million for B61 stockpile systems activities, of which $32.5 million was for a study of nonnuclear components for the proposed B61-12, a version of the B61 that would modify various types of B61s into a single common version. The bill provides that \"upon completion of the Nuclear Posture Review and confirmation of the requirement for the B61-12, the NNSA is authorized to reallocate an additional $15,000,000 within the Stockpile Systems activities to support the continuation of the B61-12 non-nuclear upgrade study\" and that \"no funds may be obligated or expended for B61-12 nuclear components without prior approval by the Appropriations Committees of the House and Senate.\" The conference agreement called for two reports on the B61-12. The FY2011 request focused on the possibility of life-extending individual B61 variants, but the proposed appropriations language states, \"Provided further, That upon completion of the Nuclear Posture Review and confirmation of the requirement for the B61-12, the NNSA is authorized to reallocate an additional $15,000,000 within the Stockpile Systems activities to support the continuation of the B61-12 nonnuclear upgrade study, with notification to cognizant congressional committees within 15 days of the implementation of this action.\" For FY2011, the Senate Appropriations Committee recommended the requested amount and directed NNSA to submit a report describing safety and security features that NNSA would add to a refurbished B61 and a cost-benefit analysis of installing these features. It also directed NNSA to submit a revised analysis of B61 LEP alternatives on costs and benefits of combining nuclear and nonnuclear refurbishment of the B61. Weapons Dismantlement and Disposition (WDD). The President and Congress have agreed on the desirability of reducing the stockpile to the lowest level consistent with national security, and numbers of warheads have fallen sharply since the end of the Cold War. Because of the large number of warheads being retired, there is a need to dismantle some warheads and to further break down some components to \"prevent storage problems across the [nuclear weapons] enterprise.\" WDD involves interim storage of warheads to be dismantled; dismantlement; and disposition (i.e., storing or eliminating warhead components and materials). The FY2010 current appropriation is $96.1 million, and the FY2011 request is $58.0 million. According to the budget request, the decrease reflects a reduction in dismantlements and component dispositions, and \"a return to baseline funding after a one-time Congressional increase in FY 2010.\" The Senate Appropriations Committee recommended $64.4 million, an increase of $6.4 million above the request, of which $27.5 million shall be used to help \"restore\" weapons dismantlement activities at Pantex.", "Several components of WDD have been moved to different organizations within DOE or to different budget categories within Weapons Activities in the last several years. Within WDD, the major activity for FY2009 was the Pit Disassembly and Conversion Facility (PDCF), which was moved to the Readiness in Technical Base and Facilities account for FY2010. The \"pit\" is the fissile component (usually plutonium) of a nuclear warhead that initiates a thermonuclear explosion. As warheads are dismantled, pits may be stored, but for permanent disposition PDCF would convert the plutonium in pits to plutonium oxide for use in a Mixed Oxide Fuel Fabrication Facility (MFFF), where it would become fuel for commercial light-water nuclear reactors. In FY2008, MFFF was transferred from NNSA to DOE's Office of Nuclear Energy. WDD includes a Waste Solidification Building (WSB) to convert liquid wastes from PDCF and MFFF into solids for disposal off-site. For FY2010, the WSB account has been moved to the Fissile Materials Disposition Program within Defense Nuclear Nonproliferation.", "Stockpile Services. This category includes Production Support; R&D Support; R&D Certification and Safety; Management, Technology, and Production; and Plutonium Sustainment. NNSA states, \"Stockpile Services provides the foundation for the production capability and capacity within the nuclear security enterprise. All enduring systems, LEPs, and dismantlements rely on Stockpile Services to provide the base development, production and logistics capability needed to meet program requirements. In addition, Stockpile Services funds research, development and production activities that support two or more weapons-types, and work that is not identified or allocated to a specific weapon-type.\" The FY2010 appropriation was $828.8 million; the FY2011 request was $941.5 million. The largest increase ($141.9 million to $190.3 million) was for Plutonium Sustainment, which \"maintains the plutonium technical base skills which support activities encompassing all capabilities requiring the use and handling of plutonium.\" Further, \"The increase restores the capability to build up to 10 pits per year.\" The Senate Appropriations Committee recommended reducing the request by $30.5 million, and directed that within the funds provided, at least $74.0 million shall be used to support surveillance, no more than $160.0 million shall be used for plutonium sustainment, and $84.1 million shall be used for weapons assembly, disassembly, and dismantlement at Pantex."], "subsections": []}, {"section_title": "Campaigns", "paragraphs": ["These are \"multi-year, multi-functional efforts\" that \"provide specialized scientific knowledge and technical support to the directed stockpile work on the nuclear weapons stockpile.\" Many campaigns have significance for policy decisions. For example, the Science Campaign's goals include improving the ability to assess warhead performance without nuclear testing, improving readiness to conduct nuclear tests should the need arise, and maintaining the scientific infrastructure of the nuclear weapons laboratories. Campaigns also fund some large experimental facilities, such as the National Ignition Facility at Lawrence Livermore National Laboratory. The FY2011 request included five campaigns:", "Science Campaign. According to NNSA, this campaign \"develops improved scientific capabilities and experimental infrastructure to assess the safety, security, reliability, and performance of the nuclear explosives package (NEP) portion of weapons without reliance on further underground testing.\" The FY2010 current appropriation is $295.6 million; the FY2011 request is $365.2 million. The element showing the largest increase in this campaign is Advanced Certification, which would go from $19.4 million to $77.0 million. This program will \"improve the weapons certification process; refine computational tools and methods; advance the physical understanding of surety mechanisms; understand failure modes; assess new manufacturing processes; and study system requirements.\" The increase would fund certain experiments at the Nevada Test Site and at the Dual-Axis Radiographic Hydrodynamic Test Facility at Los Alamos National Laboratory \"to examine options for modernized surety.\" The Senate Appropriations Committee recommended reducing the request by $10.9 million. Of the recommended amount, $53.3 million is provided to the Z facility at Sandia, and another $10.0 million to help that facility conduct experiments on plutonium. The Z facility, in Albuquerque, NM, releases an enormous amount of energy in a brief pulse, and is used, among other things, to study how materials react under high temperature and pressure. The committee describes the facility's activities as \"critical to sustaining a safe, secure, and effective nuclear stockpile.\" Engineering Campaign. This campaign seeks to \"develop capabilities to assess and improve the safety, reliability, and performance of the nuclear explosive package and non-nuclear engineering components throughout a nuclear weapon's lifetime without further underground testing. Additionally, the purpose is to increase our ability to predict the response and have confidence in the design of all components and subsystems to external stimuli …; the effects of aging; and to develop essential engineering capabilities and infrastructure.\" The FY2010 appropriation was $150.0 million; the FY2011 request was $141.9 million. The Senate Appropriations Committee recommended increasing that amount by $8.0 million. Noting that nuclear weapons may have to function in a nuclear environment, the committee provided funds to support capabilities to create or simulate that environment. Inertial Confinement Fusion Ignition and High Yield Campaign. This campaign is developing the tools to create extremely high temperatures and pressures in the laboratory—approaching those of a nuclear explosion—to support weapons-related research and to attract scientific talent to the Stockpile Stewardship Program. NNSA states, \"Virtually all of the energy from a nuclear weapon is generated while in the high energy density (HED) state. High energy density physics (HEDP) experiments on ICF facilities are required to validate the advanced theoretical models that are used to assess and certify the stockpile without nuclear testing. The National Ignition Facility (NIF) will extend HEDP experiments to include access to thermonuclear burn conditions in the laboratory, a unique and unprecedented scientific achievement.\" The centerpiece of this campaign is NIF, the world's largest laser. While NIF was controversial in Congress for many years and had significant cost growth and technical problems, controversy waned as the program progressed. The facility was dedicated in May 2009. According to a press report of January 2010, scientists working at NIF \"successfully fired an array of 192 laser beams [the total number of beams at NIF] at a helium-filled target no larger than a BB shot and instantly heated it to 6 million degrees Fahrenheit. The gas vanished in a tiny explosion. The scientists said that result marked the most important advance yet in more than 10 years of work at the $3.5 billion facility.\" The FY2010 appropriation was $457.9 million; the FY2011 request was $481.5 million. The Senate Appropriations Committee recommended the requested amount. The committee supported creating an independent advisory board to evaluate experiments planned at NIF. Advanced Simulation and Computing Campaign. This campaign develops computation-based models of nuclear weapons that integrate data from other campaigns, past test data, laboratory experiments, and elsewhere to create what NNSA calls \"the computational surrogate for nuclear testing,\" thereby enabling \"comprehensive understanding of the entire weapons lifecycle from design to safe processes for dismantlement.\" Some analysts doubt that simulation can be relied upon to provide the confidence needed to certify the safety, security, and reliability of warheads, and advocate a return to testing. The campaign includes funds for hardware and operations as well as for software. The FY2010 appropriation was $567.6 million; the FY2011 request was $615.7 million. The Senate Appropriations Committee recommended the requested amount. Readiness Campaign. This campaign develops technologies and techniques to improve the safety and efficiency of manufacturing and reduce its costs. The FY2010 current appropriation is $100.0 million; the FY2011 request is $112.1 million. Within the Readiness Campaign, the largest dollar increase ($5.7 million for FY2010, $18.9 million requested for FY2011) is for Stockpile Readiness, a subprogram that \"ensures the availability of future manufacturing capabilities for the production of weapon components containing special materials.\" The increase provides for advances in manufacturing lithium parts at the Y-12 National Security Complex and for ensuring capability remains at the Savannah River Site to produce and test other components (gas transfer system reservoirs). The largest dollar decrease ($68.2 million for FY2010, $50.2 million requested for FY2011) is for Tritium Readiness. NNSA explains that the decrease \"is due to the cyclical nature of the fixed-price contracting approach taken by the program for the manufacture and irradiation of tritium producing burnable absorber rods and other materials. There are no major procurements expected during FY2011.\" The Senate Appropriations Committee recommended reducing one component of this campaign, Tritium Readiness, from $50.2 million requested to $30.2 million and specified that no more than the latter amount could be used for tritium production efforts. \"The Committee is concerned about the technical challenges NNSA is facing with tritium production at the Watts Bar reactor and the slow progress in increasing production capacity.\""], "subsections": []}, {"section_title": "Readiness in Technical Base and Facilities (RTBF)", "paragraphs": ["This program funds infrastructure and operations at Complex sites. The FY2010 appropriation was $1,842.9 million; the FY2011 request was $1,849.0 million. It has six subprograms. The largest is Operations of Facilities (FY2010 current appropriation, $1,348.3.million; FY2011 request, $1,258.0 million). Others are Program Readiness, which supports activities at multiple sites or in multiple programs (FY2010 appropriation, $73.0 million; FY2011 request, $69.3 million); Material Recycle and Recovery, which recovers plutonium, enriched uranium, and tritium from weapons production and disassembly (FY2010 appropriation, $69.5 million; FY2011 request, $70.4 million); and Construction (FY2010 appropriation, $303.9 million; FY2011 request, $399.0 million). Within Operations of Facilities, Institutional Site Support dropped from $120.1 million (FY2010) to $41.0 million (requested, FY2011). NNSA explains the reduction as due mainly to \"the nonrecurring request in FY2010 for direct support of management and operating contractor pension costs.\" The Senate Appropriations Committee recommended increasing RTBF funds by $71.0 million above the request. It expressed concern that the request for Pantex and Y-12 did not contain sufficient funds, and stated, \"The increase in funding will fill significant gaps at these facilities that would avoid layoffs and disruption to dismantlement and life extension schedules.\" Among other things, the committee restored funding for the Los Alamos Neutron Science Center and expressed concern about NNSA's use of funds for a replacement facility for the Kansas City Plant.", "The most costly item in Construction, and among the most controversial in the Weapons Activities account, is the Chemistry and Metallurgy Research Facility Replacement (CMRR) at Los Alamos National Laboratory (FY2010 appropriation, $97.0 million; FY2011 request, $225.0 million). It would replace the Chemistry and Metallurgy Research (CMR) building, which is over 50 years old. Among other things, CMR houses research into plutonium and supports pit production at Los Alamos. In considering the FY2008 budget, the House Appropriations Committee stated, \"Proceeding with the CMRR project as currently designed will strongly prejudice any nuclear complex transformation plan. The CMRR facility has no coherent mission to justify it unless the decision is made to begin an aggressive new nuclear warhead design and pit production mission at Los Alamos National Laboratory.\" The Senate Appropriations Committee stated, \"The current authorization basis for the existing CMR [facility] lasts only through 2010, as it does not provide adequate worker safety or containment precautions. However, deep spending cuts ... will likely result in delays that will require the laboratory to continue operations in the existing CMR facility.\"", "In its FY2009 report, the House Appropriations Committee stated, regarding CMRR and another facility at Los Alamos (the Radioactive Liquid Waste Treatment Facility), \"In the absence of critical decisions on the nature and size of the stockpile, which in turn generate requirements for the nature and capacity of the nuclear weapons complex, it is impossible to determine the capacity required of either of these facilities. It would be imprudent to design and construct on the basis of a guess at their required capacity.\" It recommended no funds for either project. The Senate Appropriations Committee recommended $125.0 million, an increase of $24.8 million, for CMRR \"to make up for [previous] funding shortfalls.\"", "As justification for the increase requested for CMRR for FY2011, NNSA states that capabilities at the CMR \"are currently substantially restricted,\" precluding the level of operations NNSA requires. Others counter that another building at Los Alamos, Plutonium Facility 4 (PF-4), could be modified to conduct some of the work that would be done in CMRR, and that CMRR's capacity is excessive to needs. The Senate Appropriations Committee recommended the requested amount."], "subsections": []}, {"section_title": "Other Programs", "paragraphs": ["Weapons Activities includes several smaller programs in addition to DSW, Campaigns, and RTBF. Among them:", "Secure Transportation Asset provides for safe and secure transport of nuclear weapons, components, and materials. It includes special vehicles for this purpose, communications and other supporting infrastructure, and threat response. The FY2010 appropriation was $234.9 million. The FY2011 request was $248.0 million; the Senate Appropriations Committee recommended the requested amount. Nuclear Counterterrorism Incident Response \"responds to and mitigates nuclear and radiological incidents worldwide and has a lead role in defending the Nation from the threat of nuclear terrorism.\" The FY2010 appropriation was $221.9 million. The FY2011 request was $233.1 million; the Senate Appropriations Committee recommended the requested amount. Facilities and Infrastructure Recapitalization Program (FIRP) \"continues its mission to restore, rebuild and revitalize the physical infrastructure of the nuclear security enterprise.\" It focuses on \"elimination of legacy deferred maintenance.\" The FY2010 appropriation was $93.9 million. The FY2011 request was $94.0 million; the Senate Appropriations Committee recommended the requested amount. Site Stewardship seeks to \"ensure environmental compliance and energy and operational efficiency throughout the nuclear security enterprise.\" It was a new program for FY2010, consolidating several earlier programs. The FY2010 request was $90.4 million. The House Appropriations Committee said it supported the program but made a reduction due to \"budget limitations.\" The House bill included $62.4 million. The Senate bill included $61.3 million and denied funding for the stewardship planning initiative because \"the mission priorities are poorly defined.\" The FY2010 appropriation was $61.3 million. The FY2011 request was $105.5 million; the Senate Appropriations Committee recommended reducing that amount by $5.0 million.", "Safeguards and Security consists of two elements: (1) Defense Nuclear Security provides operations, maintenance, and construction funds for protective forces, physical security systems, personnel security, and the like. The FY2010 appropriation was $769.0 million; the FY2011 request was $720.0 million. According to NNSA, the bulk of the reduction, $38.8 million, is due to \"efficiencies achieved through risk-informed decisions regarding staffing levels to support the enterprise mission, and common procurement of equipment and supplies.\" The Senate Appropriations Committee recommended $668.0, as requested, for Defense Nuclear Security operations and maintenance, but recommended reducing the amount requested for construction by $9.0 million to $43.0 million on grounds that the amount required for the project in question, safeguards and security upgrades, will depend on the size of the CMRR project's nuclear facility. (2) Cyber Security seeks to \"ensure that sufficient information technology and information management security safeguards are implemented throughout the NNSA enterprise to adequately protect the NNSA information assets.\" The FY2010 appropriation was $122.5 million. The FY2011 request was $124.3 million; the Senate Appropriations Committee recommended the requested amount."], "subsections": []}]}, {"section_title": "Nonproliferation and National Security Programs", "paragraphs": ["DOE's nonproliferation and national security programs provide technical capabilities to support U.S. efforts to prevent, detect, and counter the spread of nuclear weapons worldwide. These nonproliferation and national security programs are included in the National Nuclear Security Administration.", "Funding for these programs in FY2010 was $2.137 billion, up from $1.482 billion for FY2009. Most of this increase resulted from returning two major construction projects, the Mixed-Oxide (MOX) plant and the Waste Solidification Building, to the Fissile Materials Disposition program from other parts of DOE. For FY2011 the Obama Administration asked for a further increase to return another construction project, the Pit Disassembly plant, to the Fissile Materials Disposition program. (See below.)", "The Nonproliferation and Verification R&D program was funded at $317.3 million for FY2010. The request for FY2011 was $351.6 million. Nonproliferation and International Security programs include international safeguards, export controls, and treaties and agreements. The FY2011 request for these programs was $155.9 million, compared with $187.2 million appropriated for FY2010.", "International Materials Protection, Control, and Accounting (MPC&A), which is concerned with reducing the threat posed by unsecured Russian weapons and weapons-usable material, was funded at $572.1 million in FY2010; the FY2011 request was $590.1 million. Elimination of Weapons-Grade Plutonium Production is aimed at persuading Russia to shut down three nuclear reactors that produce weapons-grade plutonium and also supply power to several communities. Two of the three reactors were shut down in 2008 and their power replaced by a refurbished fossil-fueled facility. The third plutonium-producing reactor, scheduled to be shut down in December 2010, will be replaced by construction of another fossil-fueled facility. The program was funded at $24.5 million for FY2010; no further funding was requested for FY2011.", "The goal of the Fissile Materials Disposition program is disposal of U.S. surplus weapons plutonium by converting it into fuel for commercial power reactors, including construction of a facility to convert the plutonium to \"mixed-oxide\" (MOX) reactor fuel at Savannah River, SC, and a similar program in Russia. Funding for the U.S. side of the program was controversial for several years, because of lack of progress on the program to dispose of Russian plutonium. ", "However, for FY2010 the Obama Administration requested and got a total of $701.9 million for Fissile Materials Disposition, noting that \"DOE and its Russian counterpart agency, Rosatom, agreed on a financially and technically credible program to dispose of Russian surplus weapon-grade plutonium in November 2007.\" The program would rely on Russian fast reactors \"operating under certain nonproliferation restrictions,\" according to the budget document. The FY2011 request was $1,030.7 million, to continue construction of the Savannah River project and also to supply $100 million of a promised $400 million for research and development of a gas-turbine modular helium reactor to be built in Russia under the plutonium disposal agreement.", "The Global Threat Reduction Initiative is aimed at converting research reactors around the world from using highly enriched uranium, removing and disposing of excess nuclear materials, and protecting nuclear materials from theft or sabotage. The FY2011 request for this program was $558.8 million, compared to $333.5 million appropriated for FY2010."], "subsections": []}, {"section_title": "Cleanup of Former Nuclear Weapons Production Facilities and Nuclear Energy Research Facilities", "paragraphs": ["In 1989, DOE established what is now the Office of Environmental Management to consolidate the cleanup of former nuclear weapons production facilities. Cleanup includes the disposal of large amounts of radioactive and other hazardous wastes, management and disposal of surplus nuclear materials, remediation of soil and groundwater contamination, and decontamination and decommissioning of excess buildings and facilities. The Office of Environmental Management also administers the cleanup of federal civilian nuclear energy research laboratories.", "Over 100 federal facilities across the United States were involved in the production of nuclear weapons and nuclear energy research, encompassing 2 million acres combined. Although planned cleanup actions are complete at the vast majority of these facilities, DOE expects cleanup to continue at the larger and more complex facilities for several years, even decades, especially at facilities where large volumes of high-level radioactive wastes are stored and contamination is more severe. As of the beginning of FY2010, the Office of Environmental Management administered 18 facilities where cleanup was not yet complete. DOE estimates that the outstanding costs to complete cleanup at all of these remaining facilities could range between $192.8 billion and $247.2 billion.", "DOE expects that additional funds beyond these amounts may be needed at many facilities to operate and maintain cleanup remedies once they are in place and to monitor contaminant levels to ensure the effectiveness of the remedies over time. At sites where the cleanup remedies involve the permanent containment of radioactive wastes, such long-term activities may need to be continued indefinitely because of the lengthy periods of time required for radioactivity to decay to acceptable levels set by applicable standards.", "Some of the facilities historically administered under the Office of Environmental Management have been transferred to other offices within DOE and to the Army Corps of Engineers. In 1997, Congress directed the Office of Environmental Management to transfer responsibility for the cleanup of smaller, less contaminated facilities under the Formerly Utilized Sites Remedial Action Program (FUSRAP) to the Corps. The cleanup of FUSRAP sites is funded within the civil works budget of the Corps. (See Table 4 earlier in this report.) Once cleanup of a FUSRAP site is complete, the Corps is responsible for activities that may be needed only for the first two years after the initial cleanup work is completed. After that time, jurisdiction over the site is transferred back to DOE. The Department's Office of Legacy Management administers any long-term operation, maintenance, and monitoring activities that may be needed at FUSRAP sites, and at facilities cleaned up under the Office of Environmental Management. Funding for both of these offices are discussed below."], "subsections": [{"section_title": "Office of Environmental Management", "paragraphs": ["Three appropriations accounts fund the Office of Environmental Management: Defense Environmental Cleanup, Non-Defense Environmental Cleanup, and the Uranium Enrichment Decontamination and Decommissioning (D&D) Fund. The Defense Environmental Cleanup Account constitutes the vast majority of the funding for the Office of Environmental Management. For these three accounts combined, P.L. 112-10 included a total of $5.69 billion for DOE's Office of Environmental Management in FY2011. The enacted amount is a $358 million decrease below the President's request of $6.05 billion, and a $319 million decrease below the FY2010 enacted appropriation of $6.01 billion. Table 14 presents a breakout of the FY2011 enacted appropriations for each of the three accounts that fund DOE's Office of Environmental Management. The table also provides a comparison to the President's FY2011 request and the FY2010 enacted appropriations for each account.", "In addition to enacting appropriations for FY2011, P.L. 112-10 also rescinded a total of $22.7 million in unobligated balances of funds appropriated in previous fiscal years for the three accounts that fund DOE's Office of Environmental Management. The $22.7 million rescission in unobligated balances includes $11.9 million from the Defense Environmental Cleanup account, $9.9 million from the Uranium Enrichment D&D Fund account, and $900,000 from the Non-Defense Environmental Cleanup account."], "subsections": []}, {"section_title": "High-Level Radioactive Waste Facilities", "paragraphs": ["The pace of cleanup has been of particular concern at DOE's largest nuclear weapons production facilities, where high-level radioactive wastes are stored. These facilities include Hanford in the State of Washington, the \"Savannah River\" Site in South Carolina, and the Idaho National Laboratory. These facilities present some of the most complex cleanup challenges resulting from decades of nuclear weapons production, and therefore present the greatest overall funding needs among the facilities administered by DOE's Office of Environmental Management. In recent years, funding for these three facilities combined has represented over one-half of the total funding for the Office of Environmental Management.", "Funding needs at these three facilities are expected to continue for decades. DOE estimates that cleanup may not be complete at Hanford until as late as 2062, at the Savannah River Site until 2040, and at the Idaho National Laboratory until 2044. These lengthy horizons in part are due to the time that is expected to be needed to treat and dispose of the substantial volumes of high-level radioactive wastes stored at these sites. According to a DOE estimate in 2009, there are 54 million gallons of high-level wastes stored in 177 tanks at Hanford, 33 million gallons in 49 tanks at the Savannah River Site, and nearly 1 million gallons in 4 tanks at the Idaho National Laboratory.", "These high-level wastes are intended to be permanently disposed of in a geologic repository, but the removal and treatment of the wastes to prepare them for disposal presents many technical difficulties. The lack of availability of a geologic repository presents other challenges. Delays in the construction of waste treatment facilities have raised concern about environmental risks from the potential release of untreated wastes still stored in the tanks. Some of the tanks at Hanford are known or suspected to have leaked wastes into groundwater that discharges into the Columbia River. DOE routinely monitors water quality in the Columbia River to determine whether contaminants are at acceptable levels set by federal and state standards."], "subsections": []}, {"section_title": "Uranium Enrichment Facilities", "paragraphs": ["There also has been rising interest in the source of funding for the cleanup of three uranium enrichment facilities administered by the Office of Environmental Management. These facilities enriched uranium both for national defense purposes and for the generation of electricity by commercial nuclear utilities. These three facilities are located at Paducah, KY; Portsmouth, OH; and Oak Ridge, TN. Title XI of the Energy Policy Act of 1992 ( P.L. 102-486 ) established the Uranium Enrichment D&D Fund to pay for the cleanup of these facilities, and to reimburse uranium and thorium licensees for their costs of cleaning up sites that supported the enrichment facilities. To finance this fund, Congress originally authorized the collection of special assessments from nuclear utilities based on the portion of enrichment services each utility purchased from the federal government. Congress also authorized payments by the federal government to the Uranium Enrichment D&D Fund out of the General Fund of the U.S. Treasury, subject to annual appropriations. ", "The original requirement for both the federal government, and the nuclear utilities that purchased enrichment services, to contribute to the Uranium Enrichment D&D Fund was based on the premise that both the United States and the nuclear utilities benefitted from the production of enriched uranium and therefore should share in the liability for cleanup of facilities involved in these activities. The authority to collect the utility assessments, and the authorization of appropriations for the federal payment, expired on October 24, 2007. Since that time, Congress has continued federal payments to the Uranium Enrichment D&D Fund through the annual appropriations process, without enacting separate reauthorizing legislation.", "Whether to reauthorize the utility assessments and the federal payment has been an issue, as the balance of the fund does not appear sufficient to pay the estimated costs to complete the cleanup of the federal uranium enrichment facilities in the future. The Office of Management and Budget (OMB) reported that $4.5 billion remained available in the Uranium Enrichment D&D Fund for appropriation by Congress, as of the beginning of FY2010. However, this amount is far less than DOE's estimated range of $13.9 billion to $27.7 billion to meet all outstanding cleanup needs over the long-term.", "The President proposed to reinstate the nuclear utility assessments as part of his FY2011 budget request to increase the resources available for cleanup. Based on this proposal, OMB estimated $200 million in assessments in FY2011, and a total of $2.2 billion over the 10-year period from FY2011 through FY2020. The authority for the federal government to resume collection of the assessments is subject to the enactment of reauthorizing legislation by Congress. In the 111 th Congress, at least two bills were introduced, but not enacted, to reauthorize the nuclear utility assessments, H.R. 2471 and S. 1061 . In the 111 th Congress, the Senate Appropriations Committee questioned the current need for the reinstatement of the assessments in its report on S. 3635 , considering the existing balance of the Uranium Enrichment D&D Fund.", "For FY2011, the President requested an appropriation of $730.5 million from the Uranium Enrichment D&D Fund for the cleanup of the federal uranium enrichment facilities. The request assumed $200 million in offsetting receipts to the fund in FY2011 from the President's proposed collection of nuclear utility assessments, which Congress had not yet reauthorized. As presented in Table 14 , P.L. 112-10 included $507.0 million in appropriations from the Uranium Enrichment D&D Fund in FY2011, a $223.5 million decrease below the President's request. In the 111 th Congress, the Senate Appropriations Committee had recommended $550.0 million, and noted that legislation to reauthorize the nuclear utility assessments has not been enacted to generate the $200 million in offsetting receipts to support the entire request. At the same time, the committee did highlight that the existing balance which remained available for appropriation from the fund substantially exceeded the request by a few billion dollars.", "As presented in Table 14 , P.L. 112-10 included $33.6 million (after rescissions) for the federal payment to the Uranium Enrichment D&D Fund in FY2011, whereas the President had requested $496.7 million. The federal payment is made through a transfer of funds from the Defense Environmental Cleanup Account. In the 111 th Congress, the Senate Appropriations Committee had recommended an amount similar to that enacted in P.L. 112-10 , and had indicated that its recommendation for a smaller federal payment was intended to fulfill the remaining balance of the required federal contribution to the fund, as authorized in the Energy Policy Act of 1992. However, the 1992 law still requires DOE to pay the costs of cleanup even if the remaining balance of the Uranium Enrichment D&D Fund is expended, subject to annual appropriations. In effect, additional federal funds still may be necessary in the future under existing law to ensure that the cleanup of the federal uranium enrichment facilities is completed."], "subsections": []}, {"section_title": "Office of Legacy Management", "paragraphs": ["Once a facility is cleaned up under DOE's Office of Environmental Management or the FUSRAP program of the Corps, responsibility for any necessary long-term operation, maintenance, and monitoring activities is transferred to DOE's Office of Legacy Management. This office also manages the payment of pensions and post-retirement benefits of former contractor personnel who worked at these sites. The office is funded within the Other Defense Activities Account. P.L. 112-10 included a total of $788.4 million (after rescissions) for this account in FY2011, but the law did not specify the amount within the account for DOE's Office of Legacy Management. In the 111 th Congress, the Senate Appropriations Committee recommended $188.6 million for the Office of Legacy Management in FY2011, the same as the President requested but slightly less than the $189.8 million appropriation enacted for FY2010. Funding needs for the Office of Legacy Management are likely to rise over time, as the larger and more complex nuclear weapons production facilities are cleaned up and transferred from the Office of Environmental Management for long-term operation, maintenance, and monitoring."], "subsections": []}]}, {"section_title": "Power Marketing Administrations", "paragraphs": ["DOE's four Power Marketing Administrations (PMAs)—Bonneville Power Administration (BPA), Southeastern Power Administration (SEPA), Southwestern Power Administration (SWPA), and Western Area Power Administration (WAPA)—were established to sell the power generated by the dams operated by the Bureau of Reclamation and the Army Corps of Engineers. In many cases, conservation and management of water resources—including irrigation, flood control, recreation or other objectives—were the primary purpose of federal projects. (For more information, see CRS Report RS22564, Power Marketing Administrations: Background and Current Issues , by [author name scrubbed].)", "Priority for PMA power is extended to \"preference customers,\" which include municipal utilities, cooperatives, and other \"public\" bodies. The PMAs sell power to these entities \"at the lowest possible rates\" consistent with what they describe as \"sound business practice.\" The PMAs are responsible for covering their expenses and for repaying debt and the federal investment in the generating facilities.", "The Obama Administration's FY2011 request for the PMAs was $118.5 million. This is an overall decrease of $4 million (4%) compared with the FY2010 appropriation. The FY2011 budget request continued the change enacted in FY2010 that reclassified receipts from the PMAs from mandatory to discretionary. This change offsets many of the expenses of WAPA, SWPA, and SEPA that were previously paid for with discretionary appropriations. As a result of the change, two PMAs require discretionary funding in addition to their receipts: SWPA requested $12.7 million and WAPA requested $105.5 million. Receipts for SEPA are expected to offset all operating costs in FY2011. In addition, $220,000 was requested for Falcon and Amistad operations and maintenance, and collections of $23 million from Colorado River basins score as an additional offset toward the net discretionary appropriation. P.L. 112-10 appropriated the requested amount (less a 0.2% rescission).", "BPA is a self-funded agency under authority granted by P.L. 93-454 (16 U.S.C. §838), the Federal Columbia River Transmission System Act of 1974, and receives no appropriations. However, it funds some of its activities from permanent borrowing authority, which was increased in FY2003 from $3.75 billion to $4.45 billion (a $700 million increase). ARRA further increased the amount of borrowing that BPA conducts under the Transmission System Act by $3.25 billion to the current authority for $7.7 billion in bonds outstanding to the Treasury. The FY2011 budget proposed Bonneville accrue expenditures of $3.763 billion for operating expenses, $77 million for Projects Funded in Advance, $758 million for capital investments, and $387 million for capital transfers. The budget has been prepared on the basis of Bonneville's major areas of activity, power and transmission. ", "ARRA provided $10 million in non-reimbursable appropriations to WAPA to support implementation of activities authorized in section 402 of the act. ARRA also provided WAPA borrowing authority for the purpose of planning, financing or building new or upgraded electric power transmission lines to facilitate the delivery of renewable energy resources constructed by or expected to be constructed after the date of enactment. The authority to borrow from the United States Treasury had not previously been available to WAPA. It is now available on a permanent, indefinite basis, with the amount of borrowing outstanding not to exceed $3.25 billion. WAPA has established a new Transmission Infrastructure Program for this purpose. "], "subsections": []}]}]}, {"section_title": "Title IV: Independent Agencies", "paragraphs": ["Independent agencies that receive funding from the Energy and Water Development bill include the Nuclear Regulatory Commission (NRC), the Appalachian Regional Commission (ARC), and the Denali Commission. "], "subsections": [{"section_title": "Key Policy Issues—Independent Agencies", "paragraphs": [], "subsections": [{"section_title": "Nuclear Regulatory Commission", "paragraphs": ["The Nuclear Regulatory Commission (NRC) requested $1.053 billion for FY2011 (including $10.1 million for the inspector general's office), a decrease of $13.3 million from the FY2010 funding level. Major activities conducted by NRC include safety regulation and licensing of commercial nuclear reactors and oversight of nuclear materials users. P.L. 112-10 provides $1.052.3 billion, including the inspector general.", "The NRC budget request included $272.5 million for new reactor activities, a $7.8 million increase from FY2010, largely to handle new nuclear power plant license applications. Until recently, no new commercial reactor construction applications had been submitted to NRC since the 1970s. However, volatile fossil fuel prices, the possibility of controls on carbon emissions, and incentives provided by the Energy Policy Act of 2005 prompted electric utilities and other generating companies to apply for licenses for 30 reactors since September 2007, with several more possible through 2011. However, several license applicants have suspended work on their projects.", "NRC's proposed FY2011 budget also included $10 million from the Nuclear Waste Fund for licensing DOE's previously planned Yucca Mountain nuclear waste repository. Because the Obama Administration wants to cancel the Yucca Mountain project and filed a motion to withdraw the license application on March 3, 2010, the NRC funding request would cover the costs of adjudicating the license withdrawal motion (which is being contested) as well as \"work related to an orderly closure of the agency's Yucca Mountain licensing support activities such as archiving material, knowledge capture and management, and maintenance of certain electronic systems,\" according to NRC's budget presentation. The requested amount was included in P.L. 112-10 .", "For regulation of operating reactors, NRC's FY2011 budget request included $531.6 million, $10.5 million below the FY2010 level. Those activities include reactor safety inspections, license renewals and modifications, collection and analysis of reactor performance data, and oversight of security exercises. Homeland security spending throughout NRC is to increase by $3.8 million in FY2011, to $26.1 million. (For more information on protecting licensed nuclear facilities, see CRS Report RL34331, Nuclear Power Plant Security and Vulnerabilities , by [author name scrubbed] and [author name scrubbed].)", "The Energy Policy Act of 2005 permanently extended a requirement that 90% of NRC's budget be offset by fees on licensees. Not subject to the offset are expenditures from the Nuclear Waste Fund to pay for waste repository licensing, spending on general homeland security, and DOE defense waste oversight. The offsets in the FY2011 request would result in a net appropriation of $138.3 million, a $16.4 million decrease from FY2010. P.L. 112-10 provides for a net appropriation of $138.1 million, including the inspector general's office."], "subsections": []}]}]}]}}