{"id": "R41162", "title": "Economic Development Administration: Reauthorization and Funding Issues in the 112th Congress", "released_date": "2012-05-02T00:00:00", "summary": ["The primary focus of the Department of Commerce's Economic Development Administration (EDA) is to help regions experiencing long-term economic distress or sudden economic dislocation attract private-sector capital and create higher-skill, higher-wage jobs through investments in public infrastructure, the provision of technical assistance and research, and the development and implementation of Comprehensive Economic Development Strategies (CEDS). EDA was created with the passage of the Public Works and Economic Development Act (PWEDA) of 1965, P.L. 89-136 (79 Stat. 552, 42 U.S.C. §3121).", "The 112th Congress may consider legislation to reauthorize and amend PWEDA, whose statutory authority expired on September 30, 2008. As part of those deliberations, Congress may consider a number of changes in the structure of EDA assistance programs. At least one bill, S. 782, the Economic Development Revitalization Act, has been reported by a congressional committee. The Senate Committee on Environment and Public Works reported the bill on May 2, 2011. The bill includes several provisions intended to encourage regional and interagency cooperation, expand the role of regional Economic Development Districts, and modify the factors used to determine the federal share of EDA-funded projects and activities. The bill also includes proposals that would address a number of programmatic concerns raised by grant recipients, including provisions that would", "grant eligible entities, including EDDs, administering revolving loan funds (RLF) greater flexibility in the management and conversion of RLF assets for other EDA-eligible activities; and change the current requirements governing the transfer of federal interest in EDA-financed construction projects in an effort to encourage local flexibility in the use of EDA funds.", "The Senate began consideration of S. 782 on June 8, 2011. For six days—over a two-week period that ended on June 21, 2011—the Senate debated the bill. In an effort to end debate and bring the bill to a floor vote, a cloture motion was filed on June 16, 2011. Successful adoption of the cloture motion would have limited time for debate on the bill, prohibited consideration of non-germane amendments, and allowed the Senate to vote on passage of S. 782. On June 21, 2011, the chamber rejected the cloture motion, 49-51. Currently, the bill has been set aside and may be considered at a future date in the 112th Congress.", "The reauthorization of EDA and its programs will take place within the context of more prominent policy debates regarding efforts to reduce federal spending to address growing budget deficits and the national debt; concerns about the duplication, fragmentation, and effectiveness of federal economic development assistance; and efforts to support economic recovery and job creation following the worst economic recession since the Great Depression. On November 18, 2011, the President signed into law P.L. 112-55, which appropriated $457.5 million in EDA assistance and salaries and expenses, including $200 million in supplemental disaster assistance for states and communities in presidentially declared disaster areas. For FY2013, excluding supplemental disaster assistance, the President has proposed to reduce program funds by $38 million to $220 million, including $182 million for program activities and $38 million for salaries and expenses. A bill, S. 2323, reported by the Senate Appropriations Committee recommends $200 million for EDA activities while a bill reported by the House would appropriate $182 million for EDA programs for FY2013. This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The 112 th Congress may consider legislation to fund, reauthorize, and amend the Public Works and Economic Development Act (PWEDA) of 1965, P.L. 89-136 (79 Stat. 552, 42 U.S.C. §3121). It will do so within the context of the more prominent policy debates regarding efforts to reduce federal spending to address growing budget deficits and the national debt; concerns about the duplication, fragmentation, and effectiveness of federal economic development assistance; and efforts to support economic recovery and job creation following the worst economic recession since the Great Depression. ", "The PWEDA, whose statutory authority expired at the end of September 2008, authorized the creation of the Department of Commerce's Economic Development Administration (EDA). EDA's primary focus is to help regions experiencing long-term economic distress or sudden economic dislocation through grants in public infrastructure, the provision of technical assistance and research, and the development and implementation of comprehensive economic development strategies.", "EDA funds are competitively awarded to states and local governments, colleges and universities, Economic Development Districts, multi-jurisdictional planning organizations established by the states, and nonprofit organizations created under applicable state statutes. EDA assistance programs include the following grants: ", "Public Works grants are used to finance infrastructure-related activities that support job creation, including, but not limited to, water and sewer facilities, industrial parks and business centers, broadband facilities, port and rail improvements, and business incubator facilities. Economic Adjustment Assistance (EAA) grants are used to fund strategic planning and implementation activities, including the same activities eligible under Public Works grants. Assistance may also be used to capitalize Revolving Loan Funds (RLFs) targeted to assist businesses in areas experiencing sudden economic dislocation. Planning grants are used for direct and indirect administrative expenses of Economic Development Districts (EDDs) and Indian tribes or other organizations charged with formulating and implementing Comprehensive Economic Development Strategies (CEDS) in EDA-designated distressed areas. Technical Assistance grants provide management and technical services, including conducting feasibility studies for projects located in distressed areas. Research and Evaluation grants support research into the practices, principles, and innovations that guide the effective formulation and implementation of economic development strategies. Trade Adjustment Assistance grants support technical assistance to firms and communities adversely affected by international trade, to help recipients develop and implement recovery strategies. Climate Change Mitigation grants are used to support projects that promote energy efficiency and curb greenhouse emissions in economically distressed communities.", "The agency has six regional offices whose primary responsibility is to review requests for EDA funding by state, provide technical assistance, and administer EDA grants."], "subsections": []}, {"section_title": "Program Reauthorization Issues", "paragraphs": ["As Congress debates legislation to reauthorize and appropriate funding for the programs of EDA, it may consider questions such as the following:", "Should grantees administering Revolving Loan Funds (RLFs) be granted greater flexibility in the management and conversion of RLF assets for other EDA-eligible activities? Should Congress modify the current federal-local cost share thresholds based on factors intended to measure relative need in order to provide additional assistance to the most distressed areas? Should Congress change the current requirements governing the transfer of federal interest in EDA-financed construction projects in an effort to encourage local flexibility in the use of EDA funds? Should Congress expand the role of the regional Economic Development Districts beyond the planning function of developing Comprehensive Economic Development Strategies? Should Congress mandate greater cooperation and coordination across federal agencies and with state and local governments and other entities involved in economic development? "], "subsections": [{"section_title": "RLF Management Accountability and Asset Conversion", "paragraphs": ["A grantee awarded an EAA grant—as part of its Comprehensive Economic Development Strategy (CEDS)—may use the assistance to capitalize an RLF. An RLF, which requires a matching contribution from the grantee, allows the grantee to award low-interest loans to businesses that can demonstrate that they are unable to obtain bank financing. Loan repayments by qualified businesses to an RLF are used to cover administrative costs of the program and to recapitalize the RLF in order to make additional loans. Local administrators of RLFs are required to operate the funds in perpetuity as long as there is a federal interest in assets of the RLF. However, RLFs may be terminated for cause by EDA. According to EDA, in FY2009, 458 recipient organizations administered 578 RLFs with total capital assets of $852 million. This amount is approximately three times the size of the EDA total appropriation for FY2010 and represents a significant source of funding for the recipient organizations.", "EDA's RLF program has not been without controversy, including issues of inadequate monitoring and reporting. In March 2007, the Department of Commerce's Office of Inspector General (OIG) released an audit report that was critical of EDA's administration of RLFs. The report noted the following: ", "EDA (1) failed to ensure efficient capital utilization by RLF grantees, (2) did not ensure grantee compliance with critical reporting requirements, (3) does not have an adequate tracking and oversight system, and (4) does not utilize single audit reports to improve grantee monitoring.", "The report also noted that much of the RLF information available to EDA that would allow it to administer the program effectively was incomplete or inaccurate. The OIG recommended that EDA take the following actions: ", "develop a plan of action to address the problems in the program; require EDA regional staff to provide written evaluations of appropriate capital utilization percentages for all RLFs with a capital base exceeding $4 million; develop policies and procedures that will promote a uniform approach to sequestering excess cash; consistently collect and evaluate grantee financial reports; and develop and implement a database and reporting requirements that will allow EDA to monitor RLF programs effectively. ", "On January 27, 2010, EDA published in the Federal Register final rules intended to address the unresolved issues discussed in the OIG report. The revised regulations noted that EDA had developed a web-based reporting system allowing grantees the option of uploading or manually entering data into the system. The agency also:", "revised its semi-annual reporting forms to allow it to monitor program performance more closely, including identifying RLFs with high loan default rates; identified specific violations of policies that would cause EDA to suspend or terminate an RLF program, in an effort to encourage grantees to comply with program reporting requirements; and required each grantee administering an RLF to hire an independent third party to conduct a compliance and loan quality review of its RLF every three years. ", "Although EDA has moved to address many of the management concerns identified in the OIG report, other issues may require congressional action. Of particular concern to local administrators of RLF programs is the permanent federal nature of RLFs, which they find too restrictive. Local administrators would like the flexibility of using RLFs to cover the costs of other EDA-eligible activities. This view was articulated during May 21, 2009, testimony before the Senate Committee on Environment and Public Works by a representative of the National Association of Development Organizations (NADO), who complained that the permanent federal nature of RLFs inhibits local flexibility and requires RLF grantees to comply with \"costly reporting and audit requirements.\" The NADO representative recommended that the committee, when amending the PWEDA, consider provisions that would allow EDA-capitalized RLFs to relinquish their federal identity after initial funds have been loaned, repaid, and fully revolved. The economic development analyst argued that this would reduce EDA's management burden and allow local grantees greater flexibility in the use of funds than federal regulations currently allow. ", "It might be argued, however, that recent regulatory changes allow grantees more flexibility. For example, current regulations allow RLF administrators to use repayments to RLFs to cover the cost of administrative expenses, including a compliance audit that must be conducted every three years by a qualified independent third party. In addition, according to EDA, the new streamlined web-based reporting system eliminates duplication and will \"reduce the average paperwork burden per RLF [semi-annual] report on the RLF recipient from 12 hours to 2.9 hours.\" "], "subsections": []}, {"section_title": "Relative Needs Thresholds and Federal-Local Cost Share Requirements", "paragraphs": ["Currently, the statute governing EDA assistance limits the federal contribution for an EDA-financed project to no more than 50% of a project's total cost when the project is located in an area whose unemployment rate for the latest 24-month period is at least one percentage point above the national average or whose per-capita income for the latest 24-month period is not more than 80% of the national average. ", "A community that successfully competes for EDA funds, having met the minimum unemployment and per-capita income thresholds for eligibility, is required to provide 50% of the cost of a project from non-EDA funds. For a community whose unemployment rate exceeds or whose per-capita income falls below the minimum eligibility thresholds for EDA assistance, EDA may provide additional (supplemental) grants to reduce the community's 50% cost-share obligation, resulting in an increase (of up to 30%) in the percentage of a project's cost covered by EDA. As directed by the statute, EDA has developed and established in regulations a set of thresholds intended to measure an applicant's relative need for the purpose of identifying the maximum amount of a project's cost EDA will cover by awarding a supplemental grant. EDA's cost-share thresholds are based on the extent to which an applicant's unemployment rate or per-capita income exceeds the national average (see Table 1 ). ", "It might be argued that the thresholds for receiving a higher federal cost share are arbitrary and artificially high, with the result that few areas qualify for the maximum percentage of EDA supplemental assistance. For example, of the approximately 750 areas that received grants from EDA in FY2008, fewer than 100 counties were eligible for the 80% federal cost share. A provision included in S. 782 would establish in statute lower eligibility thresholds for EDA supplemental grants. The new thresholds would be a return to those in place before 2006, when EDA issued final rules governing assistance programs.", "In addition, for Indian tribes, presidentially declared disaster areas, and areas where the state or local governments have exhausted their taxing and borrowing powers, EDA may assume the total cost of a project (see Table 2 )."], "subsections": []}, {"section_title": "Federal Interest in Real Property Assets", "paragraphs": ["Under current law, EDA retains an interest in property financed and constructed with EDA Public Works and Economic Adjustment Assistance funds for a period of at least 20 years after the initial date the EDA grant was awarded. EDA may retain its interest in the property for the useful life of the property, which may extend beyond the 20-year minimum period. If an EDA-financed property is to be sold prior to the expiration of its useful life, the recipient of EDA funds must repay EDA the full federal interest in the project, based on the current fair market value. ", "Recipients of Public Works grants have been critical of the provisions governing the repayment of the federal interest in EDA-financed projects before the expiration of their useful life. In an effort to enhance local flexibility, EDA supports:", "changes in the law that would reduce the time horizon before EDA-financed assets could be sold; and changes in the method used to calculate the repayment of EDA interest upon resale. ", "Provisions to reflect these recommendations were included in S. 782 , The Economic Development Revitalization Act of 2011, and are discussed in the next section of this report. "], "subsections": []}]}, {"section_title": "Legislative Activity in the 112th Congress", "paragraphs": ["On May 2, 2011, the Senate Committee on Environment and Public Works reported S. 782 , the Economic Development Revitalization Act of 2011. The bill would reauthorize and amend the Public Works and Economic Development Act (PWEDA) of 1965. S. 782 , discussed below, would address issues identified in the previous section of this report, including those relating to eligibility factors, federal cost shares, the use of RLFs, and the conversion of the federal interest in EDA projects. "], "subsections": [{"section_title": "S. 782, the Economic Development Revitalization Act of 2011", "paragraphs": ["S. 782 was introduced on January 10, 2011, by Senator Boxer, chair of the Senate Committee on Environment and Public Works, with the support of the committee's ranking Member, Senator Inhofe. The Senate Committee on Environment and Public Works considered, marked up, and approved, by voice vote, an amended version of the bill on April 14, 2011. The bill includes an amendment introduced by Senator Inhofe, and approved by voice vote, that would require the General Accountability Office (GAO) to identify and submit to the committee within 90 days of passage of the act, other federal programs that duplicate EDA program activities. The bill was reported on May 2, 2011 ( S.Rept. 112-15 ), and placed on the Senate calendar.", "In general, the bill proposes some significant modifications to existing provisions of the PWEDA while including technical changes and minor modifications to other provisions. Most of the substantive changes to existing law proposed by the bill are intended to increase local flexibility in the use of EDA assistance. In addition to recognizing business incubators as a key strategy for developing high-skill, high-wage jobs, and fostering regional cooperation through the planning process, the bill proposes to", "add outmigration and job losses in specific industry sectors (manufacturing and information technology) to the definition of economic distress; adjust the relative need measures used to calculate the federal-local cost share of EDA-financed projects; allow greater flexibility in the conversion and management of EAA financed RLFs; modify the rules governing the transfer or buyout of the federal interest in property financed with EDA Public Works or Economic Adjustment Assistance; target assistance to communities with the greatest need as measured by economic distressed; encourage regional and interagency cooperation in carrying out economic development strategies; and authorize $500 million in funding for each of the next five fiscal years for EDA activities, including an annual minimum allocation for planning assistance grants. "], "subsections": [{"section_title": "Economic Distress: Unemployment, Per-Capita Income, and Outmigration", "paragraphs": ["In general, areas that have a 24-month unemployment rate that is at least one percentage point above the national average, or a per-capita income that is not more than 80% of the national average, might qualify to apply for EDA's competitively awarded public works or economic adjustment assistance grants. In addition, assistance under these two grant programs, EDA's largest sources of assistance to distressed areas, is also available to areas that EDA has determined have or is about to experience a \"special need\" arising from actual or threatened severe unemployment or economic dislocation. Because of these broad parameters for eligibility, many counties may meet or exceed EDA's economic distress thresholds. According to a study by Rutgers University, ", "[c]hanges in the criteria for designating areas eligible for EDA assistance have increased the number of economically distressed areas over time [....] Unemployment adds little to the designation of economic distress; nearly 90 percent of qualifying counties qualify on the basis of income alone. Locations that qualify on the basis of unemployment are more likely to be urban areas; rural areas qualify on the basis of income.", " Figure 1 identifies all U.S. counties that currently qualify for EDA development assistance based on an unemployment rate at least one percentage point above the national average for the 24-month period from April 2009 to March 2011 (the latest period for which data are available) or per capita income of 80% or less than the national average. ", "The bill, S. 782 , includes a provision that would authorize EDA to extend Economic Adjustment Assistance (EAA) grants to communities affected by the loss of information technology, manufacturing, natural-resource based, agricultural, or service sector jobs to be used to assist affected communities reinvesting in and diversifying their economies. In addition to the loss of jobs in these sectors, communities may qualify for EAA grants if they are affected by international trade, fishery failure, disaster or emergencies, military base closures, realignments, or Department of Energy or Department of Defense-related funding reductions. ", "The inclusion of additional factors for \"economic distress\" follows a pattern that has allowed more areas in the country to become eligible for EDA assistance over the years, even as funding for the agency has declined. When EDA was first authorized in the mid-1960s, only counties that had an income not more than 40% of the national income level were eligible. By 1998, this figure had increased to not more than 80% of the national income level (or an unemployment rate at least one percentage point higher than the 24-month unemployment rate for the nation, or a \"special need\"). According to the previously cited Rutgers University study,", "[t]he number of EDA's designated areas grew in response to both political and economic realities over the life of the agency, and particularly in the early 1970s. Areas of short-term unemployment were added between 1965 and 1971. New legislative mandates also expanded the types of counties that could be assisted. In 1970, 983 areas qualified for EDA assistance; by 1973, that number had nearly doubled to 1,818 areas [....] By 1998, approximately 90 percent of the counties in each year studied qualified."], "subsections": []}, {"section_title": "Adjustment of Federal Cost Share Contribution to EDA Projects", "paragraphs": ["The statute governing EDA assistance limits the federal contribution to an eligible project or activity's cost and in most instances requires a local matching share. S. 782 would adjust the federal-local cost share requirements for EDA projects based on unemployment and per-capita income levels. The bill would restore the federal cost share rates in place before regulations promulgated in 2006. As established in program regulations, the federal share of a project's cost can run from 50% to 80%, based on where the area's long-term unemployment rate or per-capita income falls relative to the respective national average. As Table 3 shows, areas with 24-month unemployment rates 200% higher than the national average or those whose per-capita incomes are 50% of the national average would be subject to the 80% federal and 20% local matching fund requirement. Conversely, projects in areas with unemployment rates at least one percentage point above the national average or whose per-capita incomes are not more than 80% of the national average would continue to be (as at present) subject to a 50% federal–50% local match requirement. ", "S. 782 would include EDA cost-share rates in law (rather than in regulation) and would lower some of the unemployment and per-capita income thresholds currently in place. The bill would establish several federal cost-share levels. Four of the levels would determine federal-local cost shares based on long-term unemployment or per-capita income data (See Table 3 ). "], "subsections": []}, {"section_title": "Exceptions to the Cost Share Schedule", "paragraphs": ["The bill includes exceptions to the cost share schedule outlined in Table 3 . S. 782 includes language that would allow EDA to establish additional eligibility criteria for areas impacted by or experiencing outmigration or sudden and severe economic dislocation, or other condition; however, the federal share of EDA assistance awarded to projects in such areas could not exceed 80% of project cost.", "Additional Criteria- The Secretary may establish eligibility criteria in addition to the criteria described in this paragraph to address areas impacted by severe outmigration, sudden and severe economic dislocations, and other economic circumstances, on the condition that a Federal share established for such eligibility criteria shall not exceed 80 percent.... Section 503(a) of the Public Works and Economic Development Act of 1965 (42 U.S.C. 3193(a)) is amended by inserting \"outmigration\" after \"regional unemployment.\" (S. 782)", "Another provision would change current statutory language governing Indian tribes. S. 782 would allow EDA to cover between 75% to 100% of the total cost of the project, whereas currently EDA finances 100% of the project cost undertaken by Indian tribes. Also, for a federally declared disaster area, EDA could increase the federal share of a project's cost up to 100%. Other existing statutory language includes exceptions that allow EDA to cover 100% of a project or activity's cost if EDA determines that a state or local government lacks the taxing or borrowing capacity to cover its share of a project or activity's cost. The provision also applies to an eligible nonprofit entity that lack the borrowing capacity to cover its share of a project's cost. "], "subsections": []}, {"section_title": "Administration and Conversion of EDA Revolving Loan Funds", "paragraphs": ["S. 782 would grant administrators of RLFs the flexibility to convert the assets of RLFs to other uses. The bill identifies the methods and requirements for conversions, and the conditions under which this could occur. Specifically, the recipient/administrator of an RLF would be allowed to seek EDA's permission to convert RLF assistance to other uses on the following grounds: ", "the recipient has determined that RLF assistance is no longer needed to achieve the goals outlined in its comprehensive economic development strategy; or given the current economic development needs of the recipient, it could make better use of the RLF if it were allowed to carry out other activities eligible for EDA assistance.", "S. 782 would allow RLF conversions by one of two means. The administrator of an RLF would be allowed to sell the assets of the RLF to a third party and use the proceeds to carry out other PWEDA-eligible activities, or could retain repayments to the RLF in accordance with a strategic reuse plan rather than relend them. ", "The changes are sought as a means of helping underfunded EDDs, one of the primary administrators of RLFs, access additional resources to address budget shortfalls. In addition, the bill would allow EDA to set aside 2% of the amounts made available for RLFs to develop and maintain an automated tracking and monitoring system and would direct EDA to solicit input from the public, RLF grantees, national experts, and federal employees, to improve the administration of RLFs. This provision is consistent with recommendations included in the 2007 OIG report. "], "subsections": []}, {"section_title": "RLF Brightfield Demonstration Projects", "paragraphs": ["S. 782 includes a provision authorizing an appropriation of $5 million for each of the fiscal years 2011 through 2015 to be used to fund Brightfield Demonstration projects. This program was previously authorized by the EDA Reauthorization Act of 2004 ( P.L. 108-373 , 118 Stat. 1756), but funds were never appropriated. Under S. 782 , EDA would allocate funds to projects that would redevelop brownfield sites to house new ventures for creating jobs through the advancement of renewable energy technologies, including solar, wind, and geothermal technologies. In addition, the bill includes a provision that directs EDA to support economic development activities that enhance energy and water efficiencies and that would reduce the country's dependence on foreign oil. "], "subsections": []}, {"section_title": "Termination of Federal Interest in EDA-Financed Construction Projects", "paragraphs": ["The bill would shorten the period during which EDA could hold a reversionary interest in property financed with EDA assistance from the current minimum 20 years to 10 years from the date the grant was awarded. It would require EDA—before providing assistance for a construction project—to establish a time frame for the achievement of the project's economic development objectives. During that period, EDA would hold an undivided equitable reversionary interest in the property. S. 782 outlines the methods and conditions under which federal interest in a property could be terminated. ", "One provision of the bill would allow EDA to terminate the federal reversionary interest in a project if the recipient met its obligations and objectives within the time frame established when the project was first funded. Alternatively, a recipient could initiate a request that EDA terminate reversionary interest in a property. ", "If this request is submitted during the 10-year period starting with date the assistance was initially provided, the recipient must repay EDA 100% of the fair market value of the prorated federal share of the project. If the request is submitted after the initial 10-year period, a recipient must pay EDA the fair market value of the federal share of the project as if that value had been amortized over a period established for completion of the project, which might be more than 10 years, based on straight-line depreciation of the project over its estimated useful life. Under this provision, the cost to the recipient of buying out the federal interest in the property would be discounted based on the remaining useful life of the EDA-assisted property. ", "S. 782 would establish 10 years as the minimum period an EDA-assisted property must be held without the EDA recipient being required to repay 100% of the federal interest in the property. "], "subsections": []}, {"section_title": "Support for Economic Development Districts", "paragraphs": ["To support the planning and economic development activities of Economic Development Districts (EDDs), S. 782 would establish a minimum appropriation of $31 million or 12% of the amount appropriated for EDD activities for each of the fiscal years 2011 through FY2015. This amount would increase if EDA received appropriations equal to or greater than $291 million. In addition, S. 782 would strengthen the role of EDDs. The bill specifies that EDDs are to be involved in the full range of EDA-funded activities, including coordination of activities related to Comprehensive Economic Development Strategies (CEDS), and implementation activities involving states and federal agencies, as well as research and planning activities. The bill would require EDA promulgate regulations to ensure that EDDs arees given an opportunity to review and comment on proposed EDA-funded projects that might directly impact he region's economy. "], "subsections": []}, {"section_title": "Regional and Interagency Cooperation and Coordination", "paragraphs": ["The legislation seeks to promote intergovernmental and interagency cooperation and coordination in the development and implementation of regional economic development activities. It would amend Section 3(8) of the PWEDA by recognizing three new regional commissions in addition to the four that are currently established. Newly proposed for inclusion are the Southeast Crescent Regional Commission, Northern Border Regional Commission, and Southwest Border Regional Commission. Inclusion of these organizations would allow them to be eligible for EDA assistance, including technical assistance grants. In addition, the bill would amend Section 101 of the PWEDA to include university centers and EDDs as recipients of EDA technical assistance grants. These grants may be used to encourage the formation of public-private partnerships in support of regional economic development. Supporters of including regional commissions in EDA legislation argue that it promotes greater regional and federal cooperation. Detractors, however, might counter that overlap exists between the work of regional commissions and EDA, which could lead to duplication and dilution of EDA's programs. ", "The bill includes a provision that directs EDA and the Department of Labor to cooperate in support of economic and workforce development strategies and regional clusters. The provision also includes language encouraging EDA cooperation and coordination with other federal, state, local government, and consortia of local governments. In addition, in order to encourage regional coordination between two or more EDDs, the bill would allow EDA to increase the federal share of EDA of planning assistance grants or the of total amount of planning grant assistance. The bill would expand the type of activities eligible for research and technical assistance grants to include the creation of peer exchange programs intended to promote industry leading practices and innovations, including those related to regional initiatives of EDDs. "], "subsections": []}, {"section_title": "Duplication of Mission of Other Federal Programs", "paragraphs": ["The bill includes a provision requiring the General Accountability Office (GAO) to submit to the Senate Committee on Environment and Public Works, within 90 days following the enactment of the bill, a list of other federal programs that may duplicate the programs administered by EDA, including programs administered by the Department of Housing and Urban Development, the Department of Agriculture, and the Small Business Administration. During testimony before the House Small Business Administration, a representative of GAO stated that the agency had identified 80 programs administered by the four agencies (HUD, SBA, DOC, and USDA) that may overlap or duplicate efforts. Concerns about duplication and fragmentation among federal assistance programs has become a growing concern as Congress has expressed the desire to reduce federal spending in an effort to address the federal budget deficits. "], "subsections": []}, {"section_title": "Multiyear Authorization for EDA", "paragraphs": ["The bill would establish a multiyear funding level of appropriations for EDA. A total of $500 million would have been authorized for each fiscal year through FY2014. In addition, the legislation would authorize the use of technical assistance and research grants to support program evaluation and economic analysis that may be useful in assisting in the location of technology and manufacturing jobs in the United States or that may aid in understanding, preventing, alleviating, or mitigating conditions that contribute to unemployment or outmigration."], "subsections": []}, {"section_title": "Consideration of S. 782 in the Senate", "paragraphs": ["The Senate began consideration of S. 782 on June 8, 2011. For six days—over a two-week period that ended on June 21, 2011—the Senate debated the bill. A cloture motion was filed on June 16, 2011. Successful adoption of the cloture motion would have limited time for debate on the bill, prohibited consideration of non-germane amendments, and allowed the Senate to vote on passage of S. 782 . On June 21, 2011, the chamber rejected the cloture motion, 49-51. The bill has been set aside and may be considered at a future date in the 112 th Congress. The effort to adopt a cloture motion was intended to stop what Senator Boxer, floor manager of the bill, considered the filibustering of the legislation. Opponents, such as Senator Coburn, raised objections about EDA and its programs, including their effectiveness in creating private sector jobs, and whether they were redundant given other federal programs. ", "During Senate consideration of the bill a total of 99 amendments were filed. The majority of these amendments were not relevant to the underlying legislation—the Public Works and Economic Development Act of 1965—and were not considered by the Senate during floor debate on S. 782 . Several amendments relevant to the underlying legislation, PWEDA, were introduced during floor debate on S. 782 , including proposed amendments that called for: ", "terminating EDA and its programs ( S.Amdt. 403 and S.Amdt. 449 ); eliminating EDA's Brightfield Demonstration Program and the Global Climate Change Mitigation Incentive Fund ( S.Amdt. 436 ); reducing the federal cost share for EDA projects ( S.Amdt. 447 ); transferring EDA functions to the U.S. Department of Housing and Urban Development ( S.Amdt. 448 ); and eliminating funding for all EDA programs except Economic Adjustment Assistance (EAA) and authorizing an annual appropriation of $150 million for EAA activities ( S.Amdt. 452 ). ", "Although these and other relevant amendments were introduced, none were considered and voted on during Senate debate on S. 782 .", "In addition to EDA-related amendments a number of non-germane amendments to S. 782 were introduced and considered. The subject of these amendments included proposals to improve the regulatory process for small businesses ( S.Amdt. 390 ); to reform electronic debit card transactions ( S.Amdt. 392 ); to prohibit the use of federal funds for ethanol blender pumps and facilities ( S.Amdt. 782 ); and to repeal the volumetric ethanol excise tax credit ( S.Amdt. 476 ). Of the 99 amendments proposed for inclusion in S. 782 only S.Amdt. 476 was agreed to by a vote of 73 to 27. ", "S. 782 proposes to amend and reauthorize EDA and its programs at a funding level of $500 million for each of the fiscal years from 2011 through 2015. This level of funding is 50% more than the $325 million requested by the Obama Administration for FY2012 budget and 76% more than the $283 million appropriated for EDA for FY2011. Although supportive of EDA and its programs, the Obama Administration, in its Statement of Administration Policy on S. 782 , objected to the proposed authorization levels and noted that \"the bill would authorize spending levels higher than those requested by the President's Budget, and the Administration believes that the need for smart investments that help America win the future must be balanced with the need to control spending and reduce the deficit.\" "], "subsections": []}]}, {"section_title": "FY2012 Appropriations for EDA", "paragraphs": [], "subsections": [{"section_title": "Administration Request", "paragraphs": ["The Administration's FY2012 request of $324.9 million for EDA, including salaries and expenses, represented a 14.6% increase from the FY2011-enacted funding level of $283.4 million, which included $245.5 million for EDA program activities and $37.9 million for salaries and expenses. The FY2012 request would have provided $40.6 million for the salaries and expenses account and $284.3 million for Economic Development Assistance Programs. The programs and their requested funding levels included", "$96.0 million for the 21 st Century Innovation Infrastructure program (the proposed successor to the long-standing EDA Public Works program); $84.9 million for the Economic Adjustment Assistance program; $27.0 million for the Partnership Planning Grants Program (the proposed successor to the EDA Planning program); $18.4 million for Technical Assistance; $1.5 million for Research and Evaluation; $16.5 million for Sustainable Economic Development (proposed successor to the Global Climate Change Mitigation Incentive Fund); and $40.0 million for the new Regional Innovation (Growth Zones) Program established under the America COMPETES Act ( P.L. 111-358 ).", "The Administration did not request funding for the Trade Adjustment Assistance programs. "], "subsections": []}, {"section_title": "House Action", "paragraphs": ["On July 20, 2011, the House Committee on Appropriations reported ( H.Rept. 112-169 ) H.R. 2596 , a bill recommending FY2012 spending levels for the Departments of Commerce and Justice, and Science and Related Agencies. The House Committee on Appropriations' recommendation for EDA was 20.7% less than the Administration's FY2012 request and 9.1% less than the FY2011-enacted amount. The committee recommended $219.8 million for Economic Development Assistance Programs, which was $25.7 million below the FY2011-enacted amount and $64.5 million below the Administration's request. The committee recommended $37.9 million for EDA salaries and expenses, which was the same as the FY2011 amount and $2.7 million below the Administration's request. See Table 4 for a detailed review of EDA FY2012 funding requests, recommendations, and final appropriations."], "subsections": []}, {"section_title": "Senate Action", "paragraphs": ["The Senate Committee on Appropriations reported S. 1572 , its version of the Department of Commerce and Justice, and Science, and Related Appropriations Act of FY2012, on September 15, 2011. The bill recommended an appropriation of $392.2 million, including $37.2 million for salaries and expenses and $135 million for disaster recovery activities targeted to areas included in 2011 presidential disaster declarations. Excluding the $135 million recommended for disaster recovery activities, the Senate bill recommended $257.2 million for other EDA activities. ", "Because Congress did not complete action on FY2012 appropriations before the end of FY2011, short term funding for EDA programs was included in P.L. 112-36 , a continuing budget resolution that expired on November 18, 2011. In an effort to expedite consideration of several appropriations measures before the expiration of P.L. 112-10 , the Senate consolidated three appropriations measures into a single legislative bill, H.R. 2112 . The so-called \"Minibus\" was approved by the Senate on November 1, 2011.", "The Senate-passed version of H.R. 2112 recommended $757.2 million for EDA in FY2012, including $37.2 million for EDA salaries and expenses. The bill, as passed by the Senate, also included $500.0 million for disaster recovery activities targeted to areas included in 2011 presidential disaster declarations. This was a substantial increase from the $135 million initially recommended by the Senate Appropriations Committee. During its consideration of the bill, the Senate passed by voice vote, on October 21, 2011, an amendment ( S.Amdt. 836 ) proposed by Senator Lautenberg that would have increased EDA disaster assistance funding by an additional $365 million to $500 million. The amendment exempted the additional $365.0 million in EDA disaster assistance from the sequestration process outlined in the Budget Control Act of 2011. Excluding the $500.0 million for disaster activities, the Senate recommended $257.2 million for EDA activities and salaries and expenses. This amount was $500,000 less than the $257.7 million recommended by the House Committee on Appropriations, $67.8 million less than the $324.9 million requested by the President, and $26.3 million less than the $283.4 million enacted for FY2011. The bill recommended $20.0 million in support of the Administration's Regional Innovation Program, which was $20.0 million less than requested by the Administration. The House did not include a recommended FY2012 appropriation for this program. "], "subsections": []}, {"section_title": "Final Action, P.L. 112-55", "paragraphs": ["On November 14, 2011, House and Senate conferees reported H.R. 2112 ( H.Rept. 112-284 ). The bill was approved by both houses on November 17, 2011, and signed into law by the President on November 18, 2011 ( P.L. 112-55 ). P.L. 112-55 appropriates $457.5 million in EDA assistance and salaries and expenses, including $200 million in supplemental disaster assistance for states and communities in presidentially-declared disaster areas, and $37.5 million for EDA salaries and expenses. The act also appropriates $220 million for EDA assistance programs, including $111.6 million for public works projects, $50 million for economic adjustment assistance activities, and $29 million for planning grants. ", "The act includes several set asides within the economic adjustment assistance subaccount. Specifically, the act directs EDA to allocate up to $5.0 million for each of these activities: ", "$5.0 million in support of the repatriation of jobs of small to mid-size U.S. companies, particularly those involved in manufacturing, research, or services; $5.0 million in credit subsidies in support of loan guarantees to small or medium-size manufacturers involved in the use of or production of innovative technologies; and $5.0 million in grants or loan guarantee credit subsidies in support of the creation of regional innovation clusters. ", "The act limits the loan guarantee commitments for innovative technologies and regional clusters to no more than $70.0 million. The conference report accompanying the act directs EDA to commission a review of the University Centers program funded under the Technical Assistance subaccount; directs EDA to focus trade adjustment assistance on manufacturers impacted by trade; and encourages EDA to use a portion of funds allocated for regional innovation program activities in support of science parks."], "subsections": []}]}, {"section_title": "FY2013 Appropriations", "paragraphs": [], "subsections": [{"section_title": "Administration Request", "paragraphs": ["The Administration's FY2013 request of $220 million for EDA represents a 14.6% decrease from the FY2012-enacted funding level of $257.5 million, which included $220 million for EDA program activities and $37.5 million for salaries and expenses. The FY2013 request includes $38 million for the salaries and expenses account and $182 million for EDA assistance programs. The specific programs and their requested funding levels include", "$40.5 million for the 21 st Century Innovation Infrastructure program (the proposed successor to the long-standing EDA Public Works program); $60.2 million for the Economic Adjustment Assistance program; $27.0 million for the Partnership Planning Grants Program (the proposed successor to the EDA Planning program); $12.0 million for Technical Assistance; $1.5 million for Research and Evaluation; $15.8 million for Trade Adjustment Assistance; and $25.0 million for the new Regional Innovation (Growth Zones) Program established under the America COMPETES Act (P.L. 111-358).", "The Administration did not request funding for the Global Climate Change Mitigation Fund.", "The Administration's FY2013 budget request for EDA activities represents a shift in programmatic focus. The budget proposes to reduce overall funding for EDA programs, excluding salaries and expenses and supplemental disaster funding, by 17.3%, from $220 million to $182 million. The reduction in overall EDA funding may be viewed by some observers as an acknowledgement by the Administration of the need to reduce federal spending. The budget also proposes to reduce what has been EDA's most highly funded program, public works grants, by 64%, from $111.6 million in FY2012 to $40 million in FY2013. The proposed reduction in funding for public works coupled with a proposed 20% increase in funding for Economic Adjustment Assistance (from $50 million to $60 million), and a $25 million appropriation request for the Administration's new Regional Innovation Strategies program marks a shift in the focus of EDA assistance. The proposed budget would place greater emphasis on projects intended to support job creation through regional innovation clusters; facilities that support innovation such as research parks and business incubators; and strategic planning activities, and would de-emphasize EDA's capacity to fund public works projects."], "subsections": []}, {"section_title": "Senate Appropriations Committee Action", "paragraphs": ["On April 19, 2012, the Senate Committee on Appropriations reported S. 2323 , Commerce, Justice, Science and Related Agencies Appropriations Acts for FY2013 ( S.Rept. 112-158 ). The Senate bill recommends a total appropriation of $238 million for the activities of the EDA, including $200 million for programs administered by the agency. Excluding the $200 million in additional funding appropriated in FY2012 for disaster relief activities, the bill reported by the Senate Committee on Appropriations would reduce funding for EDA programs by 10%, or $20 million, less than the $220 million appropriated in FY2012. Conversely, S. 2323 recommends $18 million, or 9.9%, more than requested by the Administration. ", "Noteworthy is the bill's recommendation to appropriate $60.2 million for EDA's public works program activities, which is $51.4 million, or 46%, less than the amount appropriated in FY2012. However, S. 2323 , as reported by the Senate Committee on Appropriations recommends a funding level for public works activities that is $19.7 million, or 48.6%, more than the $40.5 million requested by the Administration. The bill also recommends $7 million of the amount allocated to EAA be used to provide loan guarantees and grants in support of regional innovation cluster. The Administration's budget request includes $25 million to support regional innovation cluster activities. The bill approved by the House does not include funding for regional innovation clusters. "], "subsections": []}, {"section_title": "House Appropriations Committee Action", "paragraphs": ["On April 26, 2012, the House Appropriations Committee on Appropriations adopted and posted on its website an un-numbered bill, along with its accompanying draft report, that would appropriate funds for the Departments of Commerce, Justice, Science and Relate Agencies for FY2013. The bill includes $220 million for EDA programs and salaries and expenses. The House bill recommends $182 million for EDA programs. This is $38 million, or 17%, less than the $220 million appropriated in FY2012. This is the same amount as requested by the Administration, and $18 million, or 9%, less than recommended by the Senate Committee on Appropriations. The bill also recommends $26 million, or 23%, less than the $111.6 billion appropriated for public works activities in FY2012. In addition, the bill includes two set asides of EAA funds: $5 million to support the repatriation of jobs to the United States and $5 million to support for small and medium size manufacturers. The bill recommends maintaining funding for salaries and expenses at the same level of $38 million as enacted for FY2012, and as requested by the Administration, and recommended in the bill reported by the Senate Committee on Appropriations."], "subsections": []}]}]}]}}