{"id": "R41217", "title": "Presenting Measures to the President for Approval: Possible Delays", "released_date": "2010-05-03T00:00:00", "summary": ["The Constitution requires Congress to present each measure it enacts to the President for approval. In contrast, the Constitution requires the President to act on measures within 10 days of their presentment and is silent on the amount of time that may elapse before Congress presents each measure to the President. Not being subject to a constitutional constraint, Congress has sometimes temporarily withheld enrolled measures from presentment, either when the President is absent or to avoid a possible pocket veto.", "Before an enrolled measure can be presented to the President, it must be enrolled, or prepared in its final form; the enrolled text must then be verified; and the measure must then be signed by the presiding officers of both houses. For long measures or at times of heavy congressional workload, these processes may take some time. Rules of Congress require that measures be presented \"forthwith\" after being signed, but do not lay specific constraints on the amount of time that may be taken in enrollment, verification, and signature.", "Generally speaking, data suggest that the time between second chamber passage of a measure and its enrollment and presentment to the President is almost always completed in a timely fashion. For example, over the past 20 years, in no year did the average time between second chamber passage of a conference report and presentment of the enrolled measure to the President exceed 11 calendar days.", "Occasionally in recent years, however, significant delays appear to have occurred between final action by Congress on a measure and its presentment to the President for reasons related not to institutional or administrative considerations, but to policy or partisan disputes. Some of these instances have met with protests, particularly within the House of Representatives. Precedents indicate that in the House, at least, any \"unreasonable\" delay in presenting a measure to the President, or preparing it for such presentment, might give rise to a question of the privileges of the House, which include matters affecting the integrity of the proceedings of the House. On these grounds a resolution requiring the prompt performance of necessary actions, or directing other remedies, might be privileged for consideration in the House. Such resolutions were presented on at least one occasion in 1888 and one in 1991. Though neither was adopted, one was held to raise a question of privilege, and in the other case, the chair affirmed the principle that such a situation might give rise to a question of privilege."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Constitution requires that after any bill or joint resolution that would become law passes both houses of Congress in final form, it must be presented to the President for approval or veto. The Constitution also sets time limits on the President's action: after a measure is presented, the President must either sign or veto it within 10 days, excluding Sundays. If the President does neither, the act either becomes law without his signature (if Congress remains in session) or is pocket vetoed (if Congress has adjourned).", "By contrast, the Constitution specifies no time limit within which Congress must present a measure to the President after completing its own action on it. In a number of instances in recent years, several days or more have elapsed between these two events. Some of these delays have occurred for reasons related to formal requirements of the lawmaking process under the Constitution or because of the time needed for preparing the measure for presentment. Others, however, seem to have occurred for reasons related to policy or partisan disputes, and some of these occurrences have led to discussion, either formally or informally but especially in the House of Representatives, about the appropriate timing for these actions and possible ways of enforcement.", "This report discusses possible institutional reasons for delays in the process of presentment and describes some recent instances of delay for other reasons. It considers what restrictions against such delays are provided in the Constitution and in congressional rules. It concludes by examining how the House might attempt to overcome such delays by considering them as raising a question of the privileges of the House."], "subsections": []}, {"section_title": "Constitutional Considerations", "paragraphs": ["In accordance with the constitutional requirements for lawmaking, acts of Congress can result in law only through presentment to the President. The Constitution appears to presume that this requirement itself should offer Congress sufficient incentive to make such presentment without needing to be compelled by any further requirements. Two centuries of experience, however, reveal certain circumstances under which Congress may have institutional reasons to withhold a measure temporarily from presentment."], "subsections": [{"section_title": "Meaning of \"Presentment\"", "paragraphs": ["First, if Congress were to present acts for approval during an extended absence of the President (e.g., abroad), it could alter the accepted balance of the constitutional lawmaking process. If more than 10 days were to elapse before the President's return, then at the expiration of that period the acts so presented would become law without the President's approval. By such action Congress would be able to avoid even the possibility of a veto. The possibility of this result might give Congress incentive to withhold presenting any measure likely to be vetoed until the President departed for an absence of more than 10 days (which in turn would tend to give the President reason never to leave the capital for such a period). To avoid these potential complications, Congress and the Executive sometimes arrange that any acts of Congress delivered to the White House during the President's absence be considered presented only upon his return."], "subsections": []}, {"section_title": "Implications of the \"Pocket Veto\"", "paragraphs": ["The possibility of the \"pocket veto\" has implications of a converse kind. The Constitution provides that the President normally can veto a measure only by returning it to Congress, thereby giving Congress the chance to override the veto. If, however, \"the Congress by their Adjournment prevent its Return,\" a presented measure that the President does not sign fails to become law. Under these conditions, therefore, the President may reject a measure without returning it to Congress for a possible override. This outcome is called a \"pocket veto.\"", "In early days, it seems to have been often presumed that the President had power either to sign or to veto a presented measure only while Congress remained in session. Under this presumption, the pocket veto was not a matter of Presidential choice; acts remaining without approval when Congress adjourned sine die were considered as necessarily pocket vetoed. It was for this reason that the President customarily spent the last evening of a congressional session at the Capitol, in order to sign or veto last-minute legislation as it was presented to him, before Congress adjourned. Under this practice, if any measure had been presented after sine die adjournment, the President would have been held unable to sign it. Under those conditions, Congress had every incentive to present enrolled measures before adjournment, so that delays in presentment were unlikely.", "In recent decades, by contrast, it has come to be accepted that the President may sign acts of Congress after its adjournment. This practice makes a pocket veto a presidential option rather than an automatic result. If an act is presented within 10 days of an expected adjournment, the President can choose to withhold action until after the adjournment, then reject the measure by exercising a pocket veto. By this means, the President can avoid having to send Congress a veto message and risk an override.", "This possibility raises the question of what forms of adjournment permit the President to treat acts he does not sign as pocket vetoed, rather than as requiring return to Congress. Some disagreement still remains today about this question. Several recent Administrations have claimed that any adjournment of more than three days is an occasion for exercise of a pocket veto; this broad interpretation has at times clashed with the views of Congress. Other Administrations, however, have been willing to limit pocket vetoes to final adjournments of a Congress, provided that during other adjournments, either within a session or between sessions, Congress appoints an agent to receive veto messages.", "Although the courts have provided some clarification of the scope of the pocket veto power, there is tension between the only two opinions of the Supreme Court interpreting the pocket veto clause. Where the 10 th day falls after the sine die adjournment of a Congress, it is clear that the President can exercise a pocket veto, because Congress' adjournment prevents him from returning the measure. The Supreme Court in 1938 held that the pocket veto is not available to the President during adjournments of three days or less during a session, if the house in which the measure originated has appointed an agent to receive veto messages. Further, dicta in more recent lower court rulings suggest that today a pocket veto would be unconstitutional during any adjournment of either or both houses within a session (such as the now customary August recess), if Congress appoints an agent to receive veto messages. During adjournments between sessions of the same Congress, pertinent judicial precedents provide somewhat conflicting guidance. A 1985 court of appeals ruling that held a pocket veto unconstitutional in such circumstances was vacated as moot by the Supreme Court.", "Congress has sometimes responded to the possibility of an attempted pocket veto during a recess by withholding from presentment measures on which it completed action just before the recess until fewer than 10 days remained therein. The expiration of the 10 days would then find Congress in session, making the pocket veto provisions of the Constitution once again inapplicable. This practice illustrates a second circumstance in which Congress may have reason to withhold measures temporarily from presentment to protect its ability to vote on overriding Presidential vetoes, and no objection on constitutional grounds to its doing so seems ever to have been pressed."], "subsections": []}]}, {"section_title": "Selected Modern Occurrences", "paragraphs": ["The delays in presenting measures that have fostered comment in the past several years appear to stem not from institutional grounds such as those just discussed, but from ones that might be described as political. Yet if Congress can constitutionally delay presentment to preserve its institutional prerogatives, it would appear difficult to assert any constitutional grounds against its doing so for other reasons.", "These instances of delay have occurred especially at times when Congress and the Presidency were controlled by different political parties. In 1991, for example, a measure extending unemployment benefits, which cleared Congress on October 1, was not signed in the Senate and presented to the President until October 9. In the interim, a leading member of the minority party stated on the floor of the House that \"no Member of the ... leadership has yet explained why they kept the bill for ... almost [seven] days now in the Senate.\" Members of the majority responded that, \"frankly, we are hoping to get the votes to override or to get the President to sign it,\" and that \"this bill will arrive on the President's desk in better shape to be enacted if it takes another day or two. [The] President ... needs to feel the ... heat....\" A press report said that \"leaders in [the Senate] held the bill for eight days ... in order to delay the eventual override vote. Their hope is that constituents might be able to persuade two [Senators] to change their votes during the intervening days.\"", "In another instance, in 1995, the President vetoed the first legislative branch appropriation bill for FY1996 on the grounds that more action should first take place on at least some of the other regular appropriation bills. After the veto, Congress passed identical provisions in a new bill, clearing the measure on November 2. Under the circumstances, the leadership preferred that the measure not be again presented to the President \"without some indication that he would sign it.\" Ultimately, the bill was presented on November 18 and signed the following day.", "Other examples occurred in 1996. H.R. 1833 , to ban partial-birth abortions, cleared Congress on March 27, but was not presented to the President until April 5. H.R. 956 , to regulate product liability suits, cleared Congress on March 29, but was presented only on April 30. Both measures were vetoed, though the congressional schedule in these instances suggests that avoidance of a possible pocket veto was not at issue.", "The longest delay in presentment identified during the past two decades was 176 days, occurring in the case of H.R. 1757 from the 105 th Congress (1995-1996.) One other measure identified, H.R. 2466 from the 106 th Congress (1997-1998), was enrolled but ultimately never presented, instead being tabled by concurrent resolution. In these latter two cases, it is not clear from the record whether any specific dispute between the branches led to these delays."], "subsections": []}, {"section_title": "Congressional Rules and Practice", "paragraphs": ["If the Constitution offers no source of constraint on the action of Congress in presenting measures to the President, the only other likely source of such constraints would be rules of Congress itself. Specifically pertinent would be rules governing the administrative actions that take place between final congressional action on a measure and its presentment to the President. These are internal congressional proceedings, whose regulation is subject to the constitutional grant to each house of Congress of plenary power to \"determine the rules of its proceedings.\" Today's congressional practice in these matters derives in part from joint rules that were in effect from 1789 until 1876, and in part from provisions of the Legislative Reorganization Act of 1946 (P.L. 79-602, 60 Stat. 912).", "The processes governed by these regulations begin with the preparation of the final text of the measure, under the direction of the Clerk of the House or Secretary of the Senate (depending on the chamber of origin); this preparation is called enrollment. The enrolled measure is then examined for correctness, today under the auspices of the Clerk or Secretary of the Senate, respectively. It is then signed by the Speaker, in the House, and then the Vice President (or other Presiding Officer), in the Senate, to attest that the respective houses have agreed to it. Once so signed, the enrolled measure is ready for presentment to the President."], "subsections": [{"section_title": "The Former Joint Rules", "paragraphs": ["The pertinent provisions of the former joint rules originated in the first session of the First Congress in 1789. These joint rules lapsed, for reasons unrelated to the presentment of bills, in 1876, but the \"certification and presentation of enrolled bills to the President\" continued to be \"governed by usage founded\" thereon. In their ultimate form, these joint rules provided (among other things) that", "After a bill shall have passed both Houses, it shall be duly enrolled ... by the Clerk of the House ... or the Secretary of the Senate ... before it shall be presented to the President.", "When bills are enrolled they shall be examined by a joint committee ... who shall make their report forthwith to their respective Houses.", "After examination and report, each bill shall be signed in the respective Houses, first by the Speaker of the House ... then by the President of the Senate.", "After a bill shall have been thus signed ... it shall be presented by the said committee to the President ... for his approbation.... The said committee shall report the day of presentation to the President, which time shall also be carefully entered on the Journal of each House.", "Other joint rules extended the application of these procedures to joint resolutions as well as bills."], "subsections": []}, {"section_title": "The Legislative Reorganization Act", "paragraphs": ["Although the joint rules lapsed in 1876, these arrangements appear to have remained substantially unchanged until the 1946 Reorganization Act. For measures originating in the House, that act gave functions of the Joint Committee on Enrolled Bills to the Committee on House Administration, which the same act also established. In somewhat altered wording, the act's stipulations on this subject continued in effect until recent Congresses as clause 4(d)(1) of Rule X, giving the committee the duty", "in cooperation with the Senate, [of] examining all bills and joint resolutions which shall have passed both Houses to see that they are correctly enrolled, forthwith presenting those which originated in the House to the President of the United States in person after their signature by the Speaker of the House and the President of the Senate and reporting the fact and date of such presentation to the House[.]", "In the 107 th Congress (2001-2002), the responsibility to examine enrolled bills was transferred from the Committee on House Administration to the Clerk of the House. Corresponding duties in relation to acts originating in the Senate are carried out by or under the supervision of the Secretary of the Senate."], "subsections": []}, {"section_title": "Signing of Enrolled Measures", "paragraphs": ["None of these procedures explicitly regulate when the Speaker and the President of the Senate must sign enrolled measures. The President (or other Presiding Officer) of the Senate does so while the Senate is meeting, and until very recent times, the Speaker of the House was required to do so while the House was meeting. Even under the joint rules, however, measures occasionally were enrolled so near the end of the first session of a Congress (or any session other than the last) that they could not be made ready in time for one or both presiding officers to sign them, or were signed so near the end of such a session that they could not be presented, before the adjournment. Through at least 1920, Congress dealt with such situations in its next session by adopting resolutions authorizing those measures to be then signed or presented. This practice suggests that Congress at that time treated such delays as difficulties to be overcome rather than engaging in them purposefully.", "In more recent times, failure to complete the enrollment of measures before an adjournment seems to have become more common. Each house has sometimes dealt with these situations by authorizing its presiding officer, by simple or concurrent resolution or by unanimous consent, to sign enrolled measures during an adjournment. The adjournments in question have included not only adjournments between sessions, but also recesses within a session, as well as adjournments of fewer than three days. It is now common practice for the Speaker to authorize a specific Member or Members to sign enrolled bills in her absence. The Senate traditionally adopts a unanimous consent agreement at the beginning of a new Congress permitting not only its President, but the President pro tempore, and the Acting President pro tempore, to sign enrolled bills. Although any such authorization would have the effect of increasing the presiding officers' flexibility in timing their signing, there is no available evidence of any specific instances in which they used this flexibility to achieve any particular purpose, even to time the presentment of measures so as to avoid the possibility of a pocket veto.", "The prevalence of such practices seems to have led, in 1981, to a change in House Rule I, clause 4, which permitted the Speaker \"to sign enrolled bills whether or not the House is in session.\" By further loosening the connection between this ministerial act and its formal context, this change strengthened the apparent justification for the Speaker to exercise flexibility in timing the signature of enrolled measures, and may also have increased the likelihood of doing so. Occasionally in the years since the change, the Speaker has used the requirement for signing the measure as an occasion for a public \"signing ceremony.\""], "subsections": []}, {"section_title": "Possible Delays and Possible Restrictions Thereon", "paragraphs": ["The accomplishment of some of the tasks regulated by these rules necessarily requires a certain amount of time. The process of enrollment, in particular, must take some finite time to carry out, because it involves the physical production of the correct final text. For similar reasons, the process of verifying the enrolled text might also require some measurable amount of time. The specific time required in each case presumably varies with the length and complexity of the measure and the volume of other workload. Signature by the presiding officers, in itself, might require only minimal time, but its accomplishment might again depend on the press of other business, as well as on time required to transmit the measure between the houses. Similar statements might be made about the actual act of presentment.", "In addition, however, the amount of time taken by any of these steps could also be further extended by deliberate intent. Such delay might accordingly occur at any point in these processes. Yet at only one point did the old joint rules make any reference to the time to be allowed for these actions: they required that the Joint Committee on Enrolled Bills report \"forthwith\" when it found a measure to be correctly enrolled. They limited the time allotted neither for the Clerk or Secretary to enroll the measure nor for the committee to examine the enrollment. It was doubtless understood that the length of measures and the level of other workload would require flexibility. Nor did the joint rules govern either the action of the Speaker of the House and President of the Senate in signing enrolled measures or the subsequent action of the joint committee in presenting them to the President.", "The time constraints established pursuant to the Reorganization Act differ in some respects from those of the joint rules. Whereas the former Committee on Enrolled Bills was to transmit enrolled measures for the signature of the Speaker and the President of the Senate \"forthwith\" after examining them, the terms of the Reorganization Act did not subject the Committee on House Administration or Secretary of the Senate to any similar constraint. Conversely, the present rules of each chamber, but not the former joint rules, require that presentment to the President follow \"forthwith\" after signature by the Speaker and the President of the Senate. No available information indicates what substantive meaning may have been given to \"forthwith,\" either under the joint rules or under present regulations, or whether the use of this term may ever have been considered to impose any enforceable constraints."], "subsections": []}, {"section_title": "Summary of Requirements", "paragraphs": ["In summary, no rules now explicitly limit the time for the process of enrollment itself. The officers charged with examining the enrollment are not limited in their time for doing so, although the former requirement that they report the measure for signature \"forthwith\" after that examination might be construed still to have the force of practice. Again, no rules limit the time for the two presiding officers to sign the enrolled measure, although the measure is to be presented \"forthwith\" after signature. Practice, nevertheless, allows presentment to be delayed if the President is absent or to avoid a pocket veto. It is not clear whether such delays are today customarily accomplished by withholding signed measures from presentment despite the requirement of House Rule II and Senate Rule XIV or by pauses at earlier stages of the process of preparation."], "subsections": []}]}, {"section_title": "Enforcement Through a Question of Privilege", "paragraphs": ["Despite this paucity of specific mandates, there is precedent for attempting to enforce the timely occurrence of actions requisite to presenting an act of Congress to the President. House Rule IX provides that questions of the privileges of the House are privileged for consideration on the floor of the House. It defines such questions as those \"affecting the rights of the House collectively, its safety, dignity, and the integrity of its proceedings.\" It is the practice of the House that such questions must be presented in the form of a resolution. The Speaker then rules on whether the resolution presents a question of the privileges of the House; if it does, it is privileged for consideration under the one-hour rule, either then or within two days of session (depending on whether it is presented by the majority or minority leader and, if not, on the discretion of the Speaker).", "In at least two instances, resolutions of this kind have been offered alleging that failure to present to the President, in a timely fashion, a measure passed by Congress, affected the integrity of House proceedings. These two precedents show one means by which at least the House of Representatives might, under appropriate circumstances, take action to enforce the presentment to the President of a cleared measure.", "The Senate possesses no similar mechanism to privilege consideration of a resolution of this kind, but could presumably entertain a resolution with similar intent, and thereby direct remedial action, if it so chose."], "subsections": [{"section_title": "Early Precedent", "paragraphs": ["The earliest known instance of such action, which occurred in 1888, is described in the compiled precedents of the House. The headnote of this precedent states the pertinent principle in the negative, declaring that \"There having been no unreasonable delay in transmitting an enrolled bill to the President, a resolution relating thereto was decided not to present a question of privilege.\" The body of the precedent, however, suggests that under appropriate circumstances, such a situation could give rise to a question of privilege.", "In this incident, the press had reported that the Committee on Enrolled Bills was withholding from presentment of a specific bill, although it had been reported correctly enrolled and had been signed by the Speaker and President of the Senate. Based on these reports, a Member offered, as a question of the privileges of the House, a resolution directing the committee to present the bill to the President \"forthwith and without further delay.\"", "A point of order was raised that this resolution did not involve a question of the privileges of the House. In ruling on the point of order, the Speaker pro tempore pointed out that the Constitution fixes \"no time ... within which ... presentment shall be made; it does not say 'forthwith' or 'immediately.'\" Similarly, \"the chairman of the Committee on Enrolled Bills ... takes these bills to the President. Within what time? There is no rule or law operating upon him in this respect.\" Further,", "Has there been in this case unusual delay? The actual lapse of time appears to have been one day. The Chair ... finds ... that the time within which bills passed by the Senate and House and signed by their respective presiding officers reach the President varies from one to ten days, the average being three days. Non constat that [i.e., it is not established whether] the President may be out of town, or that there may be some other impediment .... Hence the Chair decides that this is not a question of privilege.", "This ruling, however, explicitly left open the possibility that delay in the presentment of a measure might, under some circumstances, give rise to a question of privilege. The chair explicitly stated that he was ruling whether the matter involved a question of privilege under the circumstances presented. He pointed out that questions of privilege included those that affect the \"integrity of the House ... or of its proceedings,\" and indicated that \"If this his matter should come up on a subsequent day, when there had been an unreasonable delay in transmitting the bill to the President, the Chair is not prepared to say what he might do in the premises, for lapse of time might raise some inference upon which to predicate a question of privilege.\"", "Finally, the chair explicitly affirmed that \"If the resolution were properly before the House, ... the House could no doubt adopt the resolution,\" and that, \"If this resolution should properly come before the House it would no doubt be entertained; and the House could direct, according to its own judgment, the action which the Committee on Enrolled Bills should take in reference to this bill.\""], "subsections": []}, {"section_title": "Modern Precedent", "paragraphs": ["No available accounts reveal that any such question was again raised in the House until 1991, in connection with one of the situations described earlier. Seven days after Congress had cleared the measure in question, a resolution was presented, as a question of the privileges of the House, asserting that the enrollment of the measure had not been completed in the Senate \"even though the bill was only 48 pages in length,\" that \"failure to complete action on an enrolled bill delays its presentation to the President,\" and that \"an unreasonable delay in the transmission of an enrolled bill to the President affects the integrity of the proceedings of the House....\" The resolution accordingly directed the appointment of a committee of two to \"determine whether there has been unreasonable delay in transmitting the enrolled bill ... to the President\" and \"promptly inform the Senate of the concern of the House of Representatives over the delay.\"", "The Speaker pro tempore ruled that this resolution did constitute a question of the privileges of the House, thereby establishing an affirmative precedent for the principle that delays in enrollment may give rise to a question of the privileges of the House. On motion by the majority leader, however, the House then immediately disposed of the resolution by laying it on the table."], "subsections": []}, {"section_title": "When Might Delays Be Unreasonable?", "paragraphs": ["A difference between the two occurrences just discussed is that in 1888, the bill in question was in all respects ready for presentment, having been enrolled, examined, and signed; whereas in 1991, the enrollment itself had apparently not been completed. The more recent precedent therefore suggests that the integrity of House proceedings might be affected by delay not only in the actual presentment of an act to the President, but also in the process of preparing the measure for presentment. The 1888 ruling, however, also suggests that whether any such delays affected the privileges of the House might depend on whether they might be considered unreasonable.", "Whether delay might be unreasonable, in turn, would no doubt depend on how long the process normally takes and on specific circumstances such as the length of the measure, the volume of other workload of the enrolling clerks, the possible imminence of a recess, and the possible absence of the President. It might also depend on the reasons for the delay; institutional reasons such as those discussed earlier might constitute generally acceptable grounds. A resolution proposing a question of privilege in such a situation would presumably state, either in the preamble or the body, the case for considering the delay unreasonable.", "At the time of the 1888 case, no formal restrictions of time governed the process of preparation for presentment, for the joint rules had already lapsed and the Reorganization Act was not yet in place. The ruling in that case accordingly suggests that a question of privilege may be involved even in the absence of any provision of Constitution, law, or rule setting specific time limits for accomplishing the actions necessary to prepare a measure for such presentment. On the other hand, the case that the integrity of House proceedings was involved might be strengthened if the delay took place at a point at which applicable mandates required action \"forthwith.\" The only such point explicit in present rules is that at which the measure in question has been enrolled, examined, and signed, and is therefore immediately ready for presentment. As suggested earlier, nevertheless, the former requirement that bills be sent to the presiding officers for signature immediately after examination for correctness might also be considered applicable."], "subsections": []}, {"section_title": "Remedies", "paragraphs": ["The remedies by which a resolution of this kind might propose to overcome delays in the process of preparation for presentment would also depend on the point in the process at which delay might occur. The 1888 bill was entirely ready for presentment, and at that time no general requirement existed for immediate presentment of measures in that condition. The resolution offered in that case accordingly proposed to direct the committee to transmit the bill to the President \"forthwith and without delay.\" The more recent cases of delay appear instead to involve delay either in the process of preparing the enrolled bill or in the signatures by presiding officers. In such a case a resolution might propose to direct the Clerk of the House or Speaker to take immediate or expeditious action to accomplish their pertinent functions.", "On the other hand, the resolution offered in the House in 1991 concerned a Senate measure whose enrollment had not been completed in that chamber. The resolution therefore could not direct that enrollment proceed without delay or immediately, for the officers charged with that function were not subject to the direction of the House. Instead, the House resolution could propose only that inquiries and expressions of concern be directed to the Senate, and the results reported to the House.", "Since the House has never gone so far as actually to adopt any resolution addressing a situation of this kind, no concrete information is available bearing on how directives contained in such a resolution might be implemented or enforced. Especially in completing the process of enrollment, it might be difficult to ascertain whether action was occurring as expeditiously as might be. Finally, the remedies that any such resolution in the House might direct are also limited by the principle that such a resolution loses its privilege for consideration if it would have the effect of changing rules of the House."], "subsections": []}]}, {"section_title": "Data on Delays in Presentment", "paragraphs": ["Using data from the Legislative Information System of the U.S. Congress (LIS), CRS calculated the time from second chamber passage of all conference reports to their presentment to the President from the 101 st Congress (1989-1990) to the present. This data set included more than 500 conference reports presented during the period in question.", "The shortest period between second chamber passage and presentment of a conference report during the period examined was zero days—that is, the enrolled measure was presented to the President on the same day it passed the second house of Congress. This occurred on more than 40 occasions during the period examined. As has been noted, the longest delay in presentment identified during the period was 176 days, occurring in the case of H.R. 1757 from the 105 th Congress (1995-1996.) The average number of days between second chamber passage and presentment of conference reports for each Congress is detailed in the table below."], "subsections": []}]}}