{"id": "R41232", "title": "FY2010 Supplemental for Wars, Disaster Assistance, Haiti Relief, and Other Programs", "released_date": "2010-08-06T00:00:00", "summary": ["The Administration requested $64.3 billion in FY2010 supplemental appropriations:", "$5.1 billion to replenish the U.S. Disaster Relief Fund administered by the Federal Emergency Management Agency (FEMA); $33 billion for the Department of Defense (DOD) primarily for deploying 30,000 additional troops to Afghanistan; $4.5 billion in war-related foreign aid; and $2.8 billion for Haiti earthquake-related relief and reconstruction aid; $243 million for activities related to the Deepwater Horizon oil spill; $600 million for border security, and $129 million to reduce backlogs in patent requests; and $13.4 billion to compensate veterans exposed to Agent Orange, and $3.4 billion to settle court cases about trust claims of American Indians (Cobell) and $1.2 billion for discrimination claims of black farmers (Pigford II).", "Much of the debate about this year's supplemental focused on the effect on the deficit of additional spending and, particularly, whether certain spending should be designated as emergency spending that Congress is not required to offset under congressional rules. Offsets can come from either rescissions, which cancel prior year budget authority (BA), and then apply that BA to new spending, thus reducing the amount of new budget authority required, or from savings in direct spending or mandatory programs.", "On March 24, 2010, the House passed H.R. 4899, the Disaster Relief and Summer Jobs Act, by a vote of 239 to 175, with $5.7 billion in funding, including $5.1 billion to replenish FEMA's Disaster Assistance Fund and $600 million for a Labor Department summer jobs program. Taking the bill's $600 million in offsetting rescissions into account, the bill required $5.1 billion in new budget authority (BA). A House Appropriations Committee (HAC) markup of an $84.8 billion draft bill with additional domestic spending scheduled for May 26, 2010, was cancelled.", "On May 27, the Senate passed its version of H.R. 4899 by a vote of 67-28, with $59.2 billion in funding for disaster assistance, war funding, Haiti relief, and new VA benefits, but without funding for the two court cases. Including its $380 million in rescissions, the Senate version required $58.8 billion in new budget authority.", "On July 1, 2010, the House passed an amended version of H.R. 4899 totaling $81.8 billion for disaster assistance, wars, Haiti relief, and new VA benefits, and additional domestic spending to prevent teacher layoffs, provide agricultural and energy loans, and Pell Grants, in discretionary spending and funding to settle the two court cases. With its $12.2 billion in rescissions and $4.5 billion in 10-year mandatory savings from lower government drug prices, this bill would have required $65.1 billion in new BA. On July 22, 2010, the Senate sent a message to the House disagreeing with the earlier version passed by the House on July 1, 2010. On July 27th, the House passed the Senate's May 27 version, which was signed by the President on July 29, 2010, and became P.L. 111-212.", "Part of the debate and timing of congressional action was driven by funding deadlines cited by the Department of Defense, FEMA, and the Coast Guard, some which proved to be somewhat flexible."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On July 29, 2010, the President signed the final version of H.R. 4899 , P.L. 111-212 , which was passed by the House on July 27 and by the Senate on May 27, 2010. The enacted version of the bill includes $59.2 billion in spending for war costs, U.S. disaster assistance, Haiti relief and reconstruction, and new benefits for Vietnam veterans. The House passed this bill under suspension of the rules by a vote of 308 to 114 after receding from (or withdrawing its support of) an amended version passed by the House on July 1, 2010, with $81.8 billion in spending. With both houses adopting the same version of the bill, H.R. 4899 was cleared and sent to the President.", "Taking into account $380 million in rescissions of previously appropriated budget authority (BA), P.L. 111-212 provides $58.8 billion in new BA, compared to the $65.1 billion in new BA provided in the previous July 1 House version including its rescissions. Although the earlier House version included $22.1 billion more in domestic spending, that was offset by $12.2 billion in offsetting rescissions, and $4.5 billion in mandatory savings over 10 years (see Table 1 ). Rescissions and mandatory savings both offset or reduce the amount of new Budget Authority (BA) required to finance spending. Rescissions cancel previously unobligated appropriated budget authority (BA), and that BA can then be used to finance new spending. Savings in mandatory programs reduce the amount needed for new direct spending. ", "As part of the consideration of H.R. 4899 , the House also debated House Concurrent Resolution 301, proposed by Representative Kucinich and Representative Paul, that would require the President to withdraw all U.S. troops from Pakistan within 30 days of adoption, or no later than December 31, 2010, if the President determines the earlier date would not be safe. The resolution was defeated by a vote of 38 to 372. Earlier, the House, passed H.Res. 1566 , the rule which set up an hour of debate on H.Con.Res. 301 under the War Powers Act, by a vote of 222 to 196. ", "The Senate sent the House its message of disagreement with the July 1 House amended version of the bill on July 22, 2010, after failing by 46 to 51, to adopt a cloture vote on the House July 1 version of H.R. 4899 , signaling an inability to limit debate, and prevent a filibuster. In light of the Senate's opposition to the House version of the bill which would have added $22.5 billion to the Senate version to prevent teacher layoffs, for Pell grants, for agricultural and energy loans, border security, and to settle the Cobell and Pigford II court cases, the House dropped its support of this version and adopted the May 27, 2010, Senate version. The House also adopted the Senate version because of concerns raised by Defense Department officials that the Army would run out of funding in August unless additional funds were transferred from other DOD accounts. The enacted version of H.R. 4899 adopts the $59.2 billion in the Senate's version for war funding, Haiti relief and reconstruction, other foreign aid, and new benefits for Vietnam veterans that were included in its May 27, 2010, version that passed by a vote of 67 to 28. That version includes $59.2 billion for wars, Haiti relief, FEMA and other disaster relief, and new VA benefits, but excludes funds to settle the Pigford II and Cobell court cases requested by the Administration (see Table 1 and Appendix )."], "subsections": []}, {"section_title": "Highlights of Congressional Action", "paragraphs": ["The House and Senate debate on H.R. 4899 revolved around two main themes – whether additional domestic spending proposals were appropriately considered to be emergencies that would not require offsets, and whether the Administration's new war policy in Afghanistan was likely to succeed. (See Appendix for previous congressional action.)"], "subsections": [{"section_title": "House July 27, 2010, Debate on H.R. 4899", "paragraphs": [], "subsections": [{"section_title": "Funding and War Issues", "paragraphs": ["In introducing the Senate version of H.R. 4899 for House consideration on July 27, 2010, Representative David Obey, Chair of the House Appropriations Committee (HAC), said that the House had added funds to the FEMA disaster funding in the original March 24, 2010, version of the FY2010 Supplemental, first to include war funding, and then to \"do something about other emergencies this year, such as the loss of more than 100,l000 teachers' jobs because of devastating State and local budget cuts,\" Pell fund shortfalls because more students qualified for aid, and border security, which were \"largely paid for with offsets to other programs,\" but these domestic proposals \"fell by the wayside.\"", "In stating his opposition to the bill, Representative Obey said that he could not support the war funding in the bill because the governments of Afghanistan and Pakistan were not able to \"do their parts\" to support the war, and because Congress had not adopted a proposed House amendment that would have required Congress to \"vote up or down explicitly on whether or not to continue this policy\" after submission of a new National Intelligence Estimate (NIE), but which was not adopted. Nevertheless, Representative Obey believed that the process needed to go forward. ", "Representative Lewis, Ranking Minority of the HAC complimented the Senate for \"rejecting billions of dollars of nonemergency spending placed on the backs of our troops,\" that urged enactment of the bill to \"support our men and women in uniform, [and] support disaster assistance for areas of the country in great need.\" ", "Other members voiced support for particular parts of the bill, including DOD's war funding and the additional disability benefits for Vietnam veterans who incur diseases linked to exposure to Agent Orange. Representative Ike Skelton, Chair of the House Armed Services Committee, supported the bill while Representative Jim McGovern raised concerns about \"corruption and incompetence in the Afghan Government ... [and] the role of the Pakistani intelligence services,\" highlighted in the documents recently released by Wikileaks. Representative Norm Dicks, Chair of the HAC-Defense Subcommittee, and Representative Chris Van Hollen cited concerns raised by Secretary of Defense Robert Gates that funding for the war would run out in August, with the House due to go on recess."], "subsections": []}, {"section_title": "Debate on H.Con.Res. 301 Requiring the Withdrawal of U.S. Troops from Pakistan", "paragraphs": ["As part of the consideration of H.R. 4899 , the House voted on H.Res. 1556 , which set up an hour's debate on H.Con.Res. 301 , the Kucinich-Paul resolution invoking the War Powers Act and requiring the President to withdraw all U.S. troops from Pakistan within 30 days of passage or no later than December 31, 2010, if the President determined it not to be safe, or earlier if the President determined it to be safe. ", "After a debate about the applicability of the War Powers Act, the implications of expanding the \"footprint of our troops\" in Pakistan with some 230 U.S. military personnel, and the effectiveness of some $18.1 billion in U.S. aid since FY2002 in light of Pakistan public opinion polls citing hostility to the United States, the resolution was defeated by 38 to 372. "], "subsections": []}, {"section_title": "Senate Action on July 22, 2010", "paragraphs": ["On July 22, 2010, the Senate failed to adopt cloture and limit debate on the House July 1 version of H.R. 4899 by a vote of 46 to 51, suggesting that the Senate would be unable to pass the House version of the bill. Under the rule adopted, the Senate then sent the House July 1 amended version back to the House with a message stating their disagreement."], "subsections": []}]}]}, {"section_title": "Final Version of H.R. 4899 and the Administration Request", "paragraphs": ["The final version of H.R. 4899 appropriates $59.2 billion in spending, $5.0 billion below the request. The total funding in the final version matches or is close to the Administration's request for the following: ", "$5.1 billion for FEMA's Disaster Assistance Fund; $13.4 billion for Vietnam veterans affected by Agent Orange; and $30.8 billion for the Department of Defense (DOD) war-related funding ($148 million below the request) and $2.1 billion for DOD's non-war request; and $2.9 billion approved ($129 million above the request) for Haiti with small adjustments in individual accounts (see Table 1 ).", "The chief differences in funding between the enacted version and the Administration's request were:", "$3.8 billion in funding for war-related foreign aid vs. $4.5 billion requested, a decrease of $710 million; Zero vs. the $4.6 billion requested to settle the Cobell and Pigford II court cases; Zero vs. $600 million requested for border security; Zero vs. $139 million requested to reduce backlogs in the U.S. Trademark and Patent Office; $600 million added by Congress in other foreign aid and humanitarian assistance for Mexico, Jordan, El Salvador, Vietnam, and Congo that was not requested; and $400 million added by Congress for flood and drought relief.", "In the final version, Congress did not include additional domestic funding to prevent teacher layoffs, provide more Pell grants, fund summer jobs, or provide agricultural and energy grants funding that was not requested by the Administration, but which was included in an earlier version of the bill that the House passed on July 1, 2010, and then receded from (withdrew its support) on July 27, 2010. On July 27, the House adopted the Senate version of the bill that was passed on May 27, 2010 (see Table 1 ).", "The final version of H.R. 4899 also did not include $600 million for border security, and $129 million to reduce patent backlogs in the Commerce Department that was requested by the Administration after passage of the Senate bill that was ultimately adopted. On July 28, 2010, the House passed separate bills with this funding ( H.R. 5874 and H.R. 5875 ) by voice vote, and those bills went to the Senate. "], "subsections": [{"section_title": "War-Related Funding in the FY2010 Supplemental", "paragraphs": ["The FY2010 Supplemental, P.L. 111-212 includes a total of $34.2 billion for the Defense Department and the State Department for the Afghan and Iraq wars. Of this amount,", "$31.5 billion is for the Afghan war, including $29.8 billion for DOD and $1.7 billion for State/USAID programs; and $2.7 billion for the Iraq war including $1.0 billion for DOD and $1.7 billion for State/USAID programs (see Table 5 and Table 7 ).", "Taking into account funding already provided in DOD and the State Department's regular FY2010 appropriations bills, as well as funding for war-related VA medical costs, total FY2010 for the Afghan and Iraq war as of the enactment of the FY2010 supplemental, P.L. 111-212 is $$169.9 billion. This amount includes:", "$104.4 billion is for the Afghan war, including $99.3 billion for DOD, $4.7 billion for State/USAID programs, and $471 million for VA/Medical; and $65.5 billion for the Iraq war including $61.1 billion for DOD and $2.9 billion for State/USAID programs, and $1.5 billion for VA/Medical.", "These figures do not include some $2.0 billion in non-war funding provided to DOD and $375 million in funding in P.L. 111-212 for foreign aid for Pakistan."], "subsections": []}, {"section_title": "Summary of Congressional Action on H.R. 4899", "paragraphs": ["Congress addressed the Administration's $64.3 billion request for supplemental spending for FY2010 in the following actions between March 24, 2010, and July 27, 2010 (see Table 1 ):", "The House passed H.R. 4899 by a vote of 239-174 of H.R. 4899 on March 24, 2010 (no House report) with $5.1 billion in spending for the Disaster Relief Fund in Federal Emergency Management Agency (FEMA), and $600 million for the Department of Labor's summer jobs program, to be funded by $5.1 billion in new Budget Authority (BA) and $600 million in offsetting rescissions; The Senate passed H.R. 4899 by a vote of 67 to 28 H.R. 4899 on May 27, 2010 ( S.Rept. 111-188 ) with $59.2 billion in spending, for disaster relief, war funding, war-related foreign assistance, Haiti relief and reconstruction, additional benefits for Vietnam veterans exposed to Agent Orange; other disaster relief, other foreign assistance, and oil spill recovery funding, funded with $58.9 billion in new BA and $380 million in offsetting rescissions; The House adopted the Senate's May 25, 2010, version of H.R. 4899 and added funds for the Education Jobs Fund, Pell Grants, summer youth employment, funding for the Cobell and Pigford II court cases on July 1, 2010, with a total of $81.8 billion in spending, funded with $65.1 billion in new BA and $16.7 billion in rescissions and mandatory savings; The Senate failed to invoke cloture on the House's July 1, 2010, amended version, and sent a message of disagreement with that version to the House on July 22, 2010; The House receded from (withdrew its support of) the July 1, 2010, version of H.R. 4899 that it had passed, and adopted the Senate May 27 version by a vote of 308-114 (two-thirds of those present required under suspension of the rules) on July 27, 2010; and The President signed the bill on July 29, 2010, P.L. 111-212 ."], "subsections": []}]}, {"section_title": "Overview, Deadlines, and Potential Issues", "paragraphs": ["The Administration requested a total of $64.4 billion in supplemental funding in FY2010 to deploy more U.S. troops for the Afghan War, replenish Disaster Assistance Funds, support recovery and foreign aid funds for Haiti in response to the January 2010 earthquake, enhance border security, and settle two recently decided court cases for American Indians and black farmers. Specifically, the FY2010 supplemental requests included:", "$5.1 billion to replenish the U.S. Disaster Relief Fund administered by the Federal Emergency Management Agency; $33.0 billion for the Defense Department, primarily to deploy 30,000 more troops to Afghanistan; $4.5 billion in foreign assistance for Afghanistan, Iraq, and Pakistan; $2.8 billion for Haiti reconstruction and foreign aid in the wake of January's earthquake; $13.4 billion to compensate veterans exposed to Agent Orange; $243 million for appropriations-related responses to the Deepwater Horizon oil spill; $600 million primarily for additional border security personnel; and $3.4 billion to settle land trust claims of American Indians in the long-standing Cobell case and $1.2 billion to settle the discrimination claims of 70,000 black farmers in the Pigford II case (see Table 1 ).", "One of the chief issues that arose as the Senate and House considered H.R. 4899 was the effect of this supplemental spending on the federal deficit. Each version had different amounts of rescissions to offset discretionary spending—rescissions cancel earlier appropriations and thus reduce the amount of new Budget Authority (BA) needed—and different amounts of mandatory savings spending, which offset direct spending.", "In the first version of H.R. 4899 , passed by the House on March 24, 2010, the House bill included $600 million in offsets for the $5.7 billion in spending. In the second version, passed by the Senate on May 27, 2010, the bill included $380 million in offsets to offset the $59.3 billion recommended in the bill. In the third version of the bill, amended by the House on July 1, 2010, H.R. 4899 included $12.2 billion in rescissions and $4.5 billion in mandatory savings to offset the $81.8 billion in proposed spending (see Table 1 ). The effect on the deficit depends on the net amount of new BA needed for each version.", "Congressional rules require that spending fit within totals set for discretionary and mandatory spending in the annual budget resolution, unless the funds are designated as emergencies. Although the budget resolution cites criteria for emergency spending, it is up to Congress to designate spending as emergency. Of the $45.8 billion in discretionary spending in the final version of H.R. 4899 , almost all the spending was designated as emergency, and thus would not count against the budget caps set in the FY2010 concurrent resolution. If those caps are exceeded, spending could be subject to a point of order, which would need to be waived for the spending to be approved (see discussion below).", "Federal budget rules distinguish between two types of federal spending, discretionary spending (e.g., annual appropriations acts) and direct (or mandatory) (e.g., Medicare) spending. Of the $64.4 billion in the President's supplemental request, $46.3 billion is discretionary spending and $18.1 billion is mandatory or direct spending (see Table 1 ). The Administration submitted these requests to Congress in supplemental proposals included as part of the Administration's FY2011 budget, and in budget amendments submitted on February 12, 2010, March 24, 2010, April 5, May 12, May 22, and July 12, 2010. ", "Many see emergency supplemental appropriations as undermining budgetary discipline because funding is not subject to annual caps in budget resolutions on overall discretionary spending that often require trade-offs between different types of spending. Section 403 (f) in S.Con.Res. 13 , the FY2010 budget resolution, defines spending as emergency if it is \"essential ... sudden ... compelling ... unanticipated,\" but it is a congressional prerogative to decide where the emergency designation is appropriate. Supplementals are also perceived as receiving less scrutiny than regular appropriations. In the current fiscal environment, some Members are concerned about the impact of this additional spending on the deficit. "], "subsections": [{"section_title": "Budget Rules and Supplemental Requests21", "paragraphs": ["In dealing with any supplemental appropriations request, Congress may debate whether to increase spending above the level already appropriated for that year and, in some cases, levels for subsequent fiscal years. If Congress decides the additional spending is necessary, it must also decide whether the request warrants increasing the budget deficit or whether to offset the additional spending by either cutting federal spending or increasing revenues.", "Congress considers all spending or revenue legislation, including supplemental appropriations bills, within rules and procedures that are intended to address these policy options. In particular, Congress considered the FY2010 supplemental appropriations request within the constraints set by the FY2010 budget resolution ( S.Con.Res. 13 , H.Rept. 111-89 ), as well as other budget rules, such as congressional pay-as-you-go rules and the recently enacted Statutory PAYGO Act of 2010 ( P.L. 111-139 ). ", "Under these budget rules, Congress could have exempted all or portions of the spending from these constraints by designating the spending as an emergency (or as being for \"overseas deployments or other activities\" in the House). Alternatively, under congressional rules, the applicable points of order could have been waived, or simply not raised during consideration of the supplemental appropriation measure. ", "While an emergency designation would exempt spending from these budget rules, the emergency designation itself could be subject to a point of order. This applicable point of order may be waived in both houses. In the House, it can be waived by a special rule reported by the House Rules Committee and agreed to by the House, and in the Senate, by waiver motion, which requires a three-fifths affirmative vote of Senators (60 votes if there is no more than one vacancy in the Senate)."], "subsections": []}, {"section_title": "Potential Deadlines", "paragraphs": ["Throughout consideration of H.R. 4899 from late March to late July 2010, the Coast Guard, the Defense Department, the State Department, the Federal Emergency Management Agency, and the plaintiffs in the Cobell and Pigford II cases have all cited deadlines for when the supplemental funding would be needed, although there appears to have been some flexibility in the dates."], "subsections": [{"section_title": "Concerns that Funds for Coast Guard Oil Spill Response Activities Could Run Out in Mid-June", "paragraphs": ["In a June 4, 2010, letter to congressional leaders, Admiral Thad Allen, National Incident Commander for the Deepwater Horizon oil spill, and Department of Homeland Security Secretary Janet Napolitano urged Congress to act on the Administration's proposal to raise the cap on funds that could be drawn from the Oil Spill Liability Trust Fund for these response activities. They stated that \"at the current pace of BP/Deepwater Horizon response operations, funding available in the Emergency Fund [from the Oil Spill Liability Trust Fund] will be insufficient to sustain Federal response operations within two weeks.\" ", "This letter suggested that the Coast Guard could reach the current $150 million annual cap on the amount that can be drawn from the Oil Spill Liability Trust Fund by June 18, 2010. If the Coast Guard were not able to tap other funding sources (such as its regular operating account) to finance its oil spill response activities, additional monies from the trust fund would not be available until October 1, 2010. Concerned about the letter, the House and Senate passed S. 3473 , P.L. 111-191 , on June 9 and June 20, 2010, raising the $150 annual cap on funds that can be drawn from the trust to fund oil spill activities to $1 billion specifically for the Deepwater Horizon Spill. The act allows funds to be withdrawn in $100 million increments and are to be reported to Congress within seven days."], "subsections": []}, {"section_title": "Concerns that Defense Department Deadline Could Be Mid-August", "paragraphs": ["The Department of Defense (DOD) received $129.6 billion, 80% of its total FY2010 war funding in bridge funds included in its regular appropriations acts enacted last December ( P.L. 111-118 and P.L. 111-117 ), almost double the 45% received in the bridge the previous year. In early May, Secretary of Defense Gates reiterated that DOD would need the additional $33 billion for the 30,000 troops deploying to Afghanistan by Memorial Day, the same date cited in previous years when the funding available was substantially lower.", "In February testimony, the Secretary of the Army, the department facing the greatest need for war funding, testified that the timeframe for the Army \"in which we can comfortably fund this [war funding] would be at the end of June, beginning of July.\" Based on CRS calculations using DOD data, the Army, Navy and USMC could, if necessary, cover both its regular base activities and war operations through August 2010 based on war obligations to date and the current request, and even later if funds were temporarily transferred from other appropriation accounts using currently available authority. ", "In June 16, 2010, testimony, Secretary of Defense Gates cited his concern about the \"lack of progress on the supplemental,\" and urged passage by the July 4 recess, saying", "the money that we have in the overseas contingency fund for the Navy and the Marine Corps will begin to run out in July. We will then turn to O&M money in the base budget for them, causing us to disrupt other programs. The Army comes along a little behind that ... we begin to have to do disruptive planning and disruptive actions beginning in July We could reach a pointing August, in early to mid-August, where we actually could be in a position where the money that we have available to us in the base budget runs out and we could have a situation where we are furloughing civilians and where we have active duty military we cannot pay. ", "In mid-July, DOD press spokesman Geoff Morrell said that the Army and Marine Corps could run out of funding sometime in August. In testimony, Under Secretary of the Army, Joseph Westphal testified that the Army had sufficient funds through mid-August and could last through the recess if reprogramming requests were approved. ", "Based on the May 31, 2010, DOD Cost of War report, the latest available during final congressional consideration of H.R. 4899 , each of the services had funds still available in their War Bridge Operation and Maintenance accounts—$1.2 billion for the Marine Corps, $1.5 billion for the Navy, $15.3 billion for the Army, and $2.2 billion for the Air Force. Assuming that monthly spending increased by 20% from the April 2010 level as additional troops arrived in theater, the Army and Marine Corps, the services most heavily taxed by war spending, could rely on already appropriated war bridge funds through August, or somewhat sooner if spending increased more rapidly. ", "Since 2004,the services have tapped funding from their base budget that would be needed at the end of the fiscal year to fund war funding while awaiting passage of supplementals, at which point funds are restored to the base budget accounts. Using base budget funding to finance or \"cash-flow\" war funding temporarily, and assuming the services need all funding requested in the supplemental, each of the services could have lasted through the end of July and into August and still longer if funds were transferred from other accounts, which DOD has done in previous years when necessary. "], "subsections": []}, {"section_title": "FEMA Limited Disaster Assistance to Extend Deadline", "paragraphs": ["To make the Disaster Relief Fund last longer pending consideration of the FY2010 Supplemental, the Federal Emergency Management Agency (FEMA) limited the release of funds for claims, delayed interagency reimbursements, and recovered funds from previous years. Nevertheless, in May 2010, FEMA estimated that the Disaster Relief Fund would become insolvent the end of June assuming average monthly spending of $350 million and a balance at the end of April 2010 of $600 million.", "As of June 7, 2010, however, FEMA had a balance of $952 million in the Disaster Relief Fund (DRF) including recoveries of funds from previous years. These funds may have been available in part because FEMA earlier adopted a policy to pay only for those projects necessary to meet immediate needs or respond to life-threatening situations in order to ensure that funds would meet the most urgent needs. If FEMA spent at its normal rate of about $350 million a month, these funds would have lasted another three months or through August 2010. As of June 2010, FEMA had a backlog of $1.4 billion in projects awaiting payment for existing or approved infrastructure and mitigation projects across the nation but these projects did not meet the policy's immediate needs criteria. "], "subsections": []}, {"section_title": "Concerns about State Department Disaster Funding Running Low", "paragraphs": ["The State Department reported that in order to respond to future humanitarian crises, its disaster assistance funding would need to be replenished by June 1, 2010. If not replenished, U.S. capacity to respond to other emergencies could be curtailed."], "subsections": []}, {"section_title": "Deadline for Funding Court Settlements Uncertain", "paragraphs": ["Congress did not enact the $1.15 billion appropriation by the mid-April 2010 deadline to settle the Pigford II court case to recompense black farmers. Although the claimants could theoretically void the settlement, plaintiffs may be unlikely to exercise that right knowing that the settlement is clearly a priority of both the U.S. Department of Agriculture and the White House.", "When Congress passed the final version of H.R. 4899 , the latest deadline for Congress to approve the settlement of the Cobell suit for government mismanagement of funds and lands held in trust for individual American Indians is August 6, 2010. While deadlines have been extended several times by mutual agreement, it is not clear whether another extension will be accepted by the parties or the presiding judge."], "subsections": []}]}, {"section_title": "Issues: Emergency Designations, Timelines, and Effectiveness", "paragraphs": ["The issues below were raised by Members of Congress during consideration of the FY2010 supplemental:", "Whether to set a timeline for congressional evaluation of continued spending on the Afghan War; How to prevent corruption and ensure that additional foreign aid for Afghanistan and Iraq is effective and well-spent; How to prevent corruption in Haiti relief and reconstruction funding with additional monitoring; and Whether additional domestic spending was appropriately considered emergency spending or needed to be offset with rescissions of prior year budget authority to prevent spending from increasing the deficit."], "subsections": []}]}, {"section_title": "Federal Emergency Management Agency Request36", "paragraphs": ["The Administration requested $5.1 billion for the Federal Emergency Management Agency's (FEMA) Disaster Relief Fund (DRF) because FEMA anticipated that this fund would run out of funds to meet expected disaster needs and pay unanticipated claims awarded by arbitrators to state, local, and nonprofits for Public Assistance (PA) recovery projects such as debris removal and rebuilding public structures (see Table 1 ). According to FEMA, DRF spending averages about $350 million a month and the current DRF balance is $600 million. Based on these figures, FEMA projected the account would run out in May or June 2010. ", "In response to the anticipated shortage, FEMA sent guidance in February 2010 to reduce the rate of expenditures of the Disaster Relief Fund by limiting payments to arbitration awards and projects considered immediate needs and delaying payments for other projects, like mitigation work. Representative James Oberstar noted in a May 5, 2010, hearing that FEMA limited claims payments, delayed interagency reimbursements, and recovered funds from previous years in order to stretch its available funds."], "subsections": [{"section_title": "FY2010 Supplemental Issues", "paragraphs": ["Congress raised questions about why FEMA had not requested disaster relief monies earlier, which could reflect questions about whether the supplemental was an emergency; and delays in congressional action on the supplemental raised questions about FEMA's arguments that the Disaster Relief Fund was running low. Higher spending levels in the past several years also raise questions about FEMA's budgeting practices. Members did not raise concerns about the limited information FEMA provided about why the Disaster Relief Fund was running low or the likely scope or timing of compensation payments that may result from arbitration rulings. "], "subsections": [{"section_title": "Regular vs. Emergency Budgeting for Disasters", "paragraphs": ["In its first budget blueprint, A New Era of Responsibility , the Obama Administration criticized previous administrations as \"irresponsible\" for unrealistic budgeting practices. In the FY2010 request, the Administration requested $2.0 billion for the DRF. Congress then provided $1.6 billion, $400 million below the request. In FY2011 the Obama Administration is requesting $1.9 billion for the DRF. Compared to previous years, it could be argued that neither request represents significant increases (see Figure 1 ) ", "The rationale for the request and the current moratorium provided by OMB was that 59 disasters have occurred in 2009 and another 18 have already taken place in 2010. By comparison, 74 disasters were declared in 2008 and 63 in 2007. The need for the current supplemental request is mainly additional arbitration rulings, some related to Hurricane Katrina in 2005.", "In recent years, regular requests have been insufficient to meet needs. Higher levels of funding for the DRF may continue to be necessary to meet the devastation wrought by Gulf Coast hurricanes in 2005 and 2008 because recovery could take five years or longer. Some might argue that given the number of disasters and carryover needs from the Gulf hurricanes, Congress might consider funding the DRF at a higher level to avoid the need for supplemental funding. On the other hand, others would argue that disasters are inherently unpredictable, and hence qualify as emergency needs. If this is so, Congress may choose to maintain the status quo if Members prefer waiting for large-scale disasters to occur before providing disaster funding for recovery."], "subsections": []}, {"section_title": "Justifying the Current Estimate", "paragraphs": ["Although the replenishment of the DRF may be justified, FEMA provided little information for Congress to use to evaluate its request. The only example cited by FEMA in its current request is an arbitration ruling awarding $475 million to the Charity Hospital in New Orleans, which has been closed since Hurricane Katrina in 2005. To better make the case that there is a need to supplement the DRF, FEMA could provide more information about how the DRF has been drawn down for Katrina and other disasters, and the nature and the scope of pending arbitration cases. "], "subsections": []}]}, {"section_title": "Congressional Action on U.S. Disaster Assistance Request", "paragraphs": ["P.L. 111-212 , the enacted version of H.R. 4899 provides the $5.1 billion requested for FEMA's Disaster Relief Fund (DRF) as did the previous House and Senate versions (see Table 1 ). The final version also stipulated that $5 million of the funding be transferred to the Department of Homeland Security Office of the Inspector General. ", "In addition, the final version of H.R. 4899 added $396 million in other disaster relief funding for recent floods in Tennessee and Rhode Island, fishery disasters in Alaska, tornado damages in the Midwest, and recovery projects related to the 2005 and 2008 Gulf Coast hurricanes (see below).", "In its report, the Senate Appropriations Committee (SAC) voiced dissatisfaction with the timeliness of information provided by OMB about disaster relief funding requirements since the supplemental not submitted until February 2010 despite the fact that a shortfall was known in May 2009. The SAC also noted that the FY2011 request is expected to be $1 billion to $2 billion short of requirements for previous disasters including Hurricane Katrina."], "subsections": [{"section_title": "Other Disaster Assistance", "paragraphs": ["In addition to the $5.1 billion for the DRF, the enacted version of H.R. 4899 included the following funding for disaster-relief activities in other agencies. ", "Housing and Urban Development receives $100 million for community development funds for long-term recovery, infrastructure repair, and economic revitalization; Army Corps of Engineers receives $227 million, including $173 million to repair damage to federal projects, $20 million for flood control and coastal emergencies, and $18.6 million for recovery projects involving the Mississippi River and tributaries, and $10 million for drought relief; Commerce Departments' economic development assistance program receives $49 million; Agriculture Department's emergency forest restoration receives $18 million program.", "The final version of H.R. 4899 also stipulated that the federal cost share for recovery from damages caused by the floods in Rhode Island and Tennessee be no less than 90%.", "The final version directs FEMA to create an interagency taskforce, comprised of the Army Corps of Engineers and OMB, to track, address, and report quarterly to the relevant congressional committees on resolving community concerns related to FEMA's updates of flood maps. "], "subsections": []}]}]}, {"section_title": "War-Related Supplemental Requests", "paragraphs": ["The DOD and State Department/USAID FY2010 supplemental requests provide funding primarily to deploy the additional 30,000 troops being deployed to Afghanistan and for economic assistance intended to reinforce military operations. These two elements are considered essential to the counterinsurgency strategy adopted by the Administration to \"clear, build, hold, and transition\" as DOD and the State Department focus on population centers in Afghanistan."], "subsections": [{"section_title": "Department of Defense War Funding Request44", "paragraphs": ["In its FY2011 budget submission, the Obama Administration requested a supplemental appropriation of $33 billion for FY2010, primarily to deploy the additional 30,000 troops to Afghanistan announced by President Obama on December 1, 2009. According to the President, these additional troops are intended to reverse a deteriorating security situation and \"break the Taliban's momentum\" by targeting the insurgency, securing key population centers, and training more Afghan forces, which, in turn, is expected to \"help create the conditions\" to transfer responsibility to the Afghans beginning in July 2011. Frequent evaluations were promised."], "subsections": [{"section_title": "Increases in U.S., NATO Troops, and Afghan Security Forces", "paragraphs": ["According to the DOD, as of June 1, almost 94,000 troops were in Afghanistan, or all but about 4,000 of the 30,000 scheduled increase, with the remainder expected to arrive by September 2010, several months later than originally anticipated by the White House. By this fall, some 98,000 troops would be deployed in Afghanistan, trebling the number of U.S. troops from the number deployed in October 2008 (see Figure 2 ). ", "Before leaving office in January 2009, then-President Bush increased the number of troops in Afghanistan in response to requests from the U.S. Commander in Afghanistan concerned about the deteriorating security situation, which brought troop levels close to 46,000 in May 2009. ", "After completion of the Obama Afghanistan strategy review in March 2009, the President approved another increase of about 22,000 troops, bringing the total to 68,000 as of November 2009. The second Obama increase of 30,000 troops now underway will bring the U.S. total to 98,000 by this fall. The FY2011 budget adds another 4,000 support troops in Afghanistan.", "After repeated requests from the United States, NATO allies troop levels have grown from 38,370 in December 2009 to 48,000 troops in March 2010. By this fall, this will bring the total number of foreign troops in Afghanistan to about 148,000. By that time, plans call for Afghan security forces to total 243,000, bringing the total number of foreign and Afghan forces to 389,000."], "subsections": []}, {"section_title": "DOD Request Shifts Bulk of War Funding to Afghanistan", "paragraphs": ["The Defense Department's $33 billion requested", "$30 billion to support the additional troops deploying to Afghanistan; $1 billion more to train Iraq Security Forces; and $2 billion for higher-than-anticipated fuel costs in DOD's regular (baseline) budget.", "Based on final congressional action, total DOD war spending in FY2010 rises from the $129 billion to $160 billion. Of that total, $99 billion would be for Afghanistan and $61 billion for Iraq, reversing the funding shares for the two wars. The total in FY2010 is about $12 billion more than in FY2009 and almost the same as the FY2011 request ( Table 2 ).", "Before passage of the FY2010 Supplemental, DOD appropriations enacted for the Afghan War total $284 billion. With passage of the FY2010 Supplemental, that total rises to $314.1 billion. If the FY2011 request is approved, that total would rise to $427.7 billion. By comparison, the enacted total for Iraq is now $705 billion, increasing to $706.2 billion with passage of the FY2010 Supplemental and to $752 billion if the pending FY2011 request is approved. These figures do not include war funding for State/USAID and VA Medical. (See CRS Report RL33110, The Cost of Iraq, Afghanistan, and Other Global War on Terror Operations Since 9/11 , by [author name scrubbed] for complete war costs.)"], "subsections": []}, {"section_title": "Timeline for U.S. Military's Role in Afghanistan", "paragraphs": ["One issue that arose during debate on the FY2010 supplemental was the timeline for evaluating the effectiveness of President's Obama's new strategy (see Appendix ). When President Obama approved the new deployment, he warned that the U.S. commitment was not \"open-ended,\" and \"will allow us to begin the transfer of our forces out of Afghanistan in July of 2011\" after a review in December 2010. Based on testimony and DOD statements, the timeframe could slip and the U.S. drawdown in July 2011 could be minor.", "Both Secretary of Defense Gates and Admiral Mullen, Chair of the Joint Chiefs of Staff, have cautioned that the July 2010 date is \"a day we start transitioning ... not a date that we're leaving,\" which would be based on \"conditions on the ground.\" Recently, Secretary Gates said, \"I think this is a several-year process.\" In March 2010, General Petraeus, now head of U.S. Central Command, characterized the initiative as \"an 18-month campaign, as we see it,\" to be evaluated according to JCS Chair Admiral Mullen \"eighteen months from now, \" which would be September 2011. ", "Members of Congress cited concerns about the timing of the initial evaluation, the length of the new campaign, and the long-term future of U.S. military involvement. During House consideration of H.R. 4899 on July 1, 2100, three amendments were debated and rejected that looked at ways to increase congressional participation in decision making about the extent and nature of the U.S. military commitment. Amendment No. 3 would have cut off all funding for Afghanistan and was defeated 25 to 376. ", "Amendment Number 4 would have limited DOD funding to the withdrawal of U.S. troops and was defeated 100 to 321. Amendment No. 5 required the Administration submit a new National Intelligence Estimate (NIE), a plan by April 4, 2010, with a timetable for the redeployment of troops, and required that if the President's plan is not consistent with beginning an orderly withdrawal of U.S. troops from Afghanistan after July 1,2011 as announced by the President on December 1, 2009, then Congress would have to approve a joint resolution allowing the obligation and expenditure of funds. That amendment was defeated 162 to 260 (see Appendix ).", "Concerns about Afghanistan have risen since the first operation using the additional U.S. troops to re-take Marjah, a town of 85,000, in Helmand Province in southern Afghanistan, launched on February 13, 2010. While DOD considers Marjah to be free of Taliban, press reports suggest a mixed picture. The next key test was to be the campaign for Kandahar, a Taliban stronghold and city of 1 million in southern Afghanistan, a campaign delayed from its planned summer date, cited by military officials. "], "subsections": []}, {"section_title": "Most of DOD's Request Is for Afghanistan", "paragraphs": ["Of the $33 billion in DOD's supplemental request, $30 billion was for Afghanistan, $1 billion to train Iraqi Security Forces, and $2 billion was to pay for higher fuel prices in DOD's base budget (see Table 3 ). The $30 billion for Afghanistan included", "$19 billion for \"Operations\" including Military Personnel and Operation and Maintenance costs to pay, conduct operations and support deployed soldiers; $3.3 billion for force protection; $2.6 billion to accelerate the training of Afghan security forces; $2.0 billion to pay for higher fuel costs in DOD's regular budget; $1.7 billion for reconstitution or reset of war-worn equipment; $1.3 billion for military intelligence; $1.2 billion for national intelligence; $500 million for military construction; $400 million to defeat Improvised Explosive Devices (IEDs) (see Table 3 )."], "subsections": []}, {"section_title": "Questions Could Be Raised About Per Troop Costs", "paragraphs": ["Some policy makers have suggested that the DOD cost for deploying 30,000 more troops would average $1 million per troop (including both the White House and Secretary of Defense Gates). While dividing the $30 billion request for Afghanistan by the 30,000 additional troops yields an average of $1 million, this does not reflect the different types of activities and programs that DOD is requesting or the factors affecting the cost of these activities.", "To describe its request, DOD developed functional categories ranging from \"Operations,\" which includes funding for military personnel and O&M costs, to Coalition Support Funds for Pakistan's counter-terror operations. Different categories increase at rates ranging from 123% for Operations to 35% for Coalition Support. Table 3 shows funding between FY2009 and FY2011 for the Afghan war.", "Unlike other categories, the Operations category would be expected to increase at least roughly in concert with troop levels. DOD estimates differ substantially from CBO's estimates. DOD's reported obligations for the first five months of the fiscal year also suggest that DOD's estimates may be somewhat high unless spending increases substantially later in the year.", "DOD estimates for the FY2010 cost deploying 30,000 troops to Afghanistan reflect a per troop cost of $875,000 based on the \"Operations\" category in the FY2010 Supplemental request and taking into account changes in funding since enactment (see Table 3 ). The DOD per troop cost is not quite double the $467,000 in CBO's estimate. Both DOD and CBO assume the same average monthly troop strength which reflects the gradual deployment of troops over the fiscal year, and CBO's estimate builds on DOD reported war obligations. ", "DOD would argue that operations costs in the FY2010 supplemental request are particularly high because the new troops will be deploying primarily to southern Afghanistan where the United States has had few troops, requiring DOD to set up, expand, and operate many more facilities. It is not clear, however, whether these factors are sufficient to account for the difference. ", "In 2009, citing concerns about whether DOD could \"accurately budget\" for the Afghan and Iraq wars in light of significant changes in military operations, the FY2010 DOD Appropriations Act transferred $5 billion of DOD's request for Operation and Maintenance funding to the Overseas Contingency Operations Transfer Fund (OCOTF) to be held aside until DOD notified congressional defense committees of where the funds were needed. Similar concerns may be raised about DOD's FY2010 request for all of the reasons above. ", "Another indicator that DOD's estimates may be high is the fact that obligations reported in the first five months of FY2010 for operational costs are about 22% of the total amount that DOD has requested assuming the FY2010 supplemental is enacted. To use all these funds, monthly spending would need to more than double in the next seven months, suggesting that DOD estimates—developed last fall—may be somewhat high. Although obligations are typically lower in the first few months of the fiscal year and only some of the 30,000 troops were in-country, the rate of spending still appears to be lower than would be expected. "], "subsections": []}, {"section_title": "Funds to Accelerate Training Afghan Security Forces", "paragraphs": ["To accelerate the training and expand Afghan Security Forces Fund (ASFF), and hence be able to reduce the U.S. role, DOD requested an additional $2.6 billion. This request was approved bringing total FY2010 ASFF funding to $9.2 billion, an increase of 63% (see Table 3 ).", "Concerns about this request included", "whether DOD needs all the additional funds requested in FY2010 to meet current plans in light of current spending rates. whether the ramp-up in DOD's plan is achievable and whether there is sufficient oversight given persistent training problems, recent contracting disputes, and possible shortages in trainers. "], "subsections": [{"section_title": "Relating DOD's Plan to Its Funding Request", "paragraphs": ["Under the new plan, the Afghan Security forces would reach a total of 243,000 by October 2010—higher levels to be achieved over a year earlier—and 305,600 by FY2011. The Afghan Army would grow from 97,000 in November 2009 to 134,000 in October 2010 and 171,000 in October 2011, a 76% increase in two years. The Afghan Police would grow from 93,800 in November 2009 to 109,000 this October and to 134,000 in October 2011, a 43% increase over two years. In January 2010, NATO partners endorsed these increases.", "It is not clear whether DOD's FY2010 supplemental request is necessary to meet these levels or entails some forward-financing or requirements—providing funds before they are needed. DOD states that the additional $2.6 billion is necessary to \"sustain the growth\" of the Afghan Army \"on a glide slope that exceeds 134,000,\" to pay Afghan Army soldiers more, and provide additional infrastructure and equipment. The same question can be raised about DOD's FY2011 request. ", "Altogether, Congress has appropriated $25.5 billion for the Afghan Security Forces thus far. The pending requests for FY2010 and FY2011 would provide another $14.2 billion and bring the total through FY2011 to $39.8 billion (see Table 4 ). DOD has not provided an estimate of the ultimate cost or number of years that the United States would need to support Afghan Security forces.", "While General Gary McChrystal (ret.), former U.S. NATO Commander in Afghanistan, had proposed doubling the Afghan Army and Police from the current goal of 243,000 to 400,000, General Mullen characterized this as \"an aspirational goal out several years from now,\" that has not been endorsed by the Obama Administration."], "subsections": []}, {"section_title": "Problems in Training Afghan Security Forces", "paragraphs": ["While DOD has responsibility to train the Afghan Army, DOD and the State Department jointly manage training of the Afghan police. The training of Afghan Security forces is actually carried out by U.S. military personnel, NATO coalition teams, and private contractors", "DOD and the State Department have experienced a myriad of problems in carrying out this training. For the Afghan Army, problems include attrition rates of about 20%, deficiencies in leadership, frequent absenteeism that can reduce units to 50% of their strength, limited logistical capabilities, and questionable behavior. For the police, training has been hampered by illiteracy, corruption, and the targeting and killing of police recruits and police by insurgents.", "Hearings in the spring of 2010 on Afghan police training cited the following problems, which have also been identified in GAO, Special Inspector General Reports, audit reports by the State and Defense Departments, and press articles:", "Difficulties in coordinating DOD, State Department, and NATO coalition training; Persistent problems in relying on private contractors including poor performance and bad behavior, unauthorized use of firearms and inadequate vetting, and shortages of contractor personnel; and Lack of sufficient personnel to manage contracts and insufficient contract oversight including invalid invoices as well as inadequate performance. ", "Although DOD has sent additional trainers, and requested more from NATO allies, there still are reported shortages, which could increase reliance on contractors and raise more concerns among Members. Senator Levin cited concerns about a shortfall in trainers for the Afghan army and police, a shortfall acknowledged in DOD's April 1, 2010, Afghan Section 1230 Metrics report, which noted that 44% of the 4,083 trainers required are currently assigned. ", "To gauge whether sufficient trainers are available and whether the current ramp-up is realistic, Members may want to know", "How many trainers are needed for initial and follow-on training to meet the higher targets funded in the FY2010 supplemental request for Afghanistan? How is that requirement to be met in terms of the number of U.S. military personnel, coalition partner teams, and contractor personnel? How many of those trainers are currently in-country, scheduled to arrive, pledged but not yet available, or still to be hired? How would DOD's funding change if these personnel are not available as anticipated?", "These shortfalls could hamper the ramp-up.", "The plan to speed up training of the Afghan police could also have been affected by a sustained bid-protest, which could have delayed contract award, but Congress included a provision allowing the Secretary of State to continue to rely on a previously awarded contract. Earlier, when asked to describe DOD's plan for providing Afghan police training because there was no longer a contract in effect, DOD Assistant Secretary David Sedney stated that \"We don't have a final answer for you on that,\" and suggested that DOD intended to do a full and open competition, which would have taken more time and delay training, and reduced the funding needed in FY2010. "], "subsections": []}, {"section_title": "FY2010 Spending Rates", "paragraphs": ["Based on DOD's May 31, 2010, Cost of War obligation reports, DOD still has available almost $3.6 billion in funding appropriated in FY2009 and FY2010. In the first eight months of FY2010, DOD obligated funds in these accounts at a rate of about $540 million a month, suggesting that DOD already had an additional six months available for the rest of FY2010 even without the additional $2.6 billion requested in the supplemental. "], "subsections": []}]}, {"section_title": "Whether Some of DOD's Request Could Have Been Funded in Regular FY2011 Bill", "paragraphs": ["As the wars in Iraq and Afghanistan continue, some Members have raised concerns about whether emergency supplementals for war are still justified, or whether war spending should be included in regular appropriations acts. DOD's original request for FY2010 was enacted as Title IX in the FY2010 DOD Appropriations Act (P.L. 111-118).", "Because the February 2009 budget submission of FY2010 war funding preceded the Administration's decision in December 2009 to deploy 30,000 more troops, some would argue that an emergency designation for the FY2010 supplemental request is appropriate. Section 403 (f) in S.Con.Res. 13 defines spending as emergency if it is \"essential ... sudden ... compelling ... unanticipated,\" but it is a congressional prerogative to decide where the emergency designation is appropriate. Some of DOD's request, however, including the $1 billion for training in the Iraqi Security Forces Fund (ISFF), the $2 billion to offset fuel increases, and the $1.7 billion for reset or replacement of war-worn equipment is less clearly related to the new deployments, and some could argue should be considered as part of DOD's regular FY2011 appropriation request. ", "With the turnover of responsibility for security to the Iraqi government, and the rise in oil prices in 2008, Congress has become less willing to pay for Iraqi security forces. DOD argued that the $1 billion for the ISFF is necessary to complete and sustain modernization efforts underway, and ensure that Iraq can provide for its security particularly when faced with lower revenues as oil prices have fallen. While these are important policy considerations, its emergency designation could be challenged.", "Some may also argue that providing $2 billion to cover higher than expected fuel costs in DOD's base budget could be covered in its base budget. Typically, DOD has financed unanticipated increases in fuel prices by using cash resources in the Working Capital Funds, which provide oil to the services, or by transferring funds from less urgent needs. DOD presumably would argue that these actions would be difficult so an infusion of budget authority is needed. ", "Another request that could be considered more loosely tied to the additional 30,000 troops is the $1.7 billion for reset, to replace war-worn equipment, particularly losses. Some might argue that the effect of the additional combat operations on equipment in Afghanistan is likely to be gradual particularly with the phasing-in of troops over the course of the year making it particularly difficult to predict the need to replace war-worn equipment. Others would argue that replacement needs from the additional deployment of troops can be estimated based on past experience. As in the case of the ASFF, DOD also has a substantial backlog of war-related procurement that remains to be spent."], "subsections": []}, {"section_title": "Final Congressional Action on the Defense Request", "paragraphs": ["The enacted version of H.R. 4899 provided DOD with $32.9 billion, $148 million less than the DOD request. This includes adjustments in particular accounts for funding in excess of requirements, fuel pricing changes, and combat losses including:", "$108 million decrease to military personnel for excess requirements; $436 million decrease to operation and maintenance reflecting rejection of DOD's request for $350 million in the Overseas Contingency Operations Fund for unspecified requirements, and rejection of funding for contingency construction projects using an authority designed for unanticipated requirements rather than regular military construction funding; $400 million cut rejecting a DOD proposal to fund two Army force protection programs in the Joint Improvised Explosive Device Defeat Fund; and $512 million increase to procurement accounts for additional combat losses not known at the time of the request.", "These adjustments were included in the Senate May 27, 2010, version of H.R. 4899 , which was ultimately adopted by the House and enacted. Both the House and Senate versions approve the amounts requested to train Afghan and Iraq security forces (see Table 5 ). ", "The final version also includes a requirement that congressional intelligence committees be provided assessments of threats from Guantanamo detainees, but dropped a provision in an earlier House version that allocated $300 million for the Office of Economic Adjustment to deal with base closure related transportation improvements. "], "subsections": []}]}, {"section_title": "More Spending for Bases in Afghanistan Raises Questions of Permanency and Execution85", "paragraphs": ["The Administration requested a total of $529 million for military construction in its supplemental request including an additional $521 million for military construction in Afghanistan and a non war-related request of $8 million to pay higher utilities bills for Air Force family housing. Adding the Afghanistan funding to the FY2010 enacted amount would bring the FY2010 total to $1.9 billion for war-related construction—double the FY2009 level—raising questions about whether DOD is building facilities to support the temporary stationing of warfighting troops or creating permanent bases in Afghanistan (see Table 6 ). In recent statutory language, Congress permitted spending for a \"long-term presence\" but prohibited spending for \"permanent stationing\" of U.S. troops in Afghanistan (see \"War-Related Military Construction Provisions\"). In light of current spending rates for military construction in Afghanistan, it is also not clear how urgently the current funds are needed.", "DOD's $521 million request would create and expand basic infrastructure at various locations in Afghanistan including roads, runways, quarters, and other facilities to support the deployment of 30,000 additional U.S. troops. The justification for the request stated that the construction \"will expand airfield capacity for increased airlift and combat operations, increase logistics capacity at key locations, and provide the minimum infrastructure necessary.... \"", "The supplemental request was split roughly evenly between Army and Air Force construction. Army projects are focused in the southern provinces of Helmand, Nimruz, and Kandahar, the area of most new military operations, and Balkh and Kunduz provinces in the north, where Afghanistan borders the three former Soviet republics of Turkmenistan, Uzbekistan, and Tajikistan. Air Force construction is planned for Nimruz province in the south, Balkh province in the north, and Herand province in the west of the country in support of airlift and special operations forces.", "Army construction included waste and waste water management systems, fuel storage and distribution facilities, utilities infrastructure, gravel roads, and a command and control headquarters at Forward Operating Base (FOB) Tombstone near Lashkar Gah in Helmand in the south. Projects also include perimeter security facilities and a helicopter apron at Kunduz and Mazar e Sharif in the country's extreme north.", "Air Force construction included a runway and associated apron at FOB Delaram, located in the west approximately halfway between Kandahar and the Iranian border, a Special Operations helicopter apron at FOB Dwyer (in southern Helmand province near the town of Garmsir), helicopter and airlift aprons at Mazar e Sharif in the north, and aircraft aprons and fuel and munitions storage at Shindad Airfield in the west.", "A fundamental issue for Congress, expressed in legislation over a number of years, is whether spending on construction signals a long-term, indefinite U.S. troop commitment to Afghanistan."], "subsections": [{"section_title": "Building to Fight vs. Building to Stay: Congressional Restrictions", "paragraphs": ["Both appropriators and authorizers in Congress have sought to distinguish between military construction intended to support expeditionary, short-term warfighting and military construction for permanent stationing of troops in Iraq and Afghanistan. As it did in the case of Iraq, Congress has adopted language intended to prevent the establishment of permanent bases in Afghanistan (see \"War-Related Military Construction Provisions\").", "In the FY2010 National Defense Authorization Act ( P.L. 111-84 ), Congress banned \" any defense funds \" from being \"obligated or expended by the United States Government to establish any military installation or base for the purpose of providing for the permanent stationing of United States Armed Forces in Afghanistan [italics added].\" The FY2009 Supplemental Appropriation adopted the same language but stated that none of the funds \" available by this or any other Act shall be obligated or expended by the United States Government for the purpose of establishing any military installation or base for the purpose of providing for the permanent stationing of United States Armed Forces in Afghanistan [italics added].\" There is no definition of the types of projects that would signal permanency.", "At the same time, Congress carved out an exception to this ban in P.L. 111-84 to permit DOD to use Operation & Maintenance (O&M) funds for military construction that supports a \"long-term presence\" in Afghanistan, reversing language from prior years that limited such funding to \"urgent ... temporary\" facilities (see \"War-Related Military Construction Provisions\").Where the line exists between funding for facilities to support permanent stationing of U.S. troops, which is banned, and facilities to support a long-term presence, which is permitted, may be unclear, as some projects (housing, waste treatment, etc.) could plausibly be devoted to either purpose.", "Congress has periodically denied funds in supplemental appropriations requests for projects perceived as signaling a permanent presence—a permanent fuel facility and power generation plant at Bagram, for example, in the FY2005 supplemental appropriations request—without first seeing them justified as part of a comprehensive plan for troop stationing. Some of the projects proposed in the FY2010 Supplemental could fall into this category."], "subsections": []}, {"section_title": "\"Permanent Stationing\" and \"Long-term Presence\"", "paragraphs": ["To respond to rapidly changing military situations in Iraq and Afghanistan, DOD requested and received additional flexibility to use already-appropriated O&M funds to build facilities to meet \"urgent military operational requirements of a temporary nature[italics added]\"starting in ", "FY2004. Congress renewed this authority every year until FY2009 while at the same time capping the amount between $100 million and $200 million and forbidding funds from being used for construction at a military installation \"where the United States is reasonably expected to have a long-term presence.\"", "Over the years, DOD planners have concluded that some form of U.S. military presence in Afghanistan is likely to continue for several years, possibly even after military operations end. In response, Congress changed the law in 2009 and permitted DOD to use $200 million in O&M funds for projects in U.S. Central Command and an additional $300 million in O&M funds for construction in Afghanistan to meet \"urgent military requirements\" as certified by the Secretary of Defense, and exempted installations there from the ban on the use of O&M construction funds \"deemed as supporting a long-term presence.\" The FY2010 NDAA again extended the authority to use O&M funding for military construction and continued the $500 million total limit on projects in Central Command (see \"War-Related Military Construction Provisions\")."], "subsections": []}, {"section_title": "Higher Funding and DOD's Proposed Legislative Change", "paragraphs": ["Taking O&M funding for military construction into account increases the amount spent for military construction appreciably. For example, in FY2009, DOD added $409 million from O&M accounts for construction in Afghanistan to the $900 million appropriated, raising the total to $1.4 billion. The $1.4 billion for construction in Afghanistan in FY2009 nearly equaled the entire amount spent on construction between FY2003 and FY2008, and in a single year, doubled DOD's construction investment in Afghanistan (see Table 6 ).", "If DOD dedicated the full $500 million in O&M available to military construction in Afghanistan, the total in FY2010 would reach $2.4 billion, which would again almost double the entire prior seven-year investment. DOD has also submitted new legislative proposal to use 0&M monies for unspecified minor construction in support of contingency operations until October 1, 2012. If that FY2011 proposal is approved by Congress, total funding for military construction in Afghanistan could rise further (see \"War-Related Military Construction Provisions\"). ", "Another possible sign of DOD's commitment in Afghanistan is the amount invested in certain key bases of the more than 25 identifiable sites. This includes: ", "$1.3 billion invested in Bagram Air Base, $248 million requested for a total of $1.6 billion if the request is approved; $767 million appropriated for Kandahar Air Base, $181 million requested for a total of $948 million if the request is approved; $595 million for Forward Operating Base Tombstone/Bastion (U.S. and U.K funding),$299 million requested for a total of $894 million if the request is approved.", "DOD has also requested new language for the FY2011 DOD authorization that would permit DOD to use O&M funds in \" amounts necessary to carry out unspecified minor military construction projects of up to $3 million each in support of contingency operations\" through September 30, 2012 [italics added]. If enacted, this would create a temporary two-year authority allowing DOD to draw on O&M funds up to any amount for unspecified military construction in support of contingency operations anywhere in the world. ", "For these projects, the proposal also raised the current per project cap for unspecified minor construction projects from $750,000 to $3 million, which DOD argued was necessary because construction costs in Afghanistan have grown. Because the proposal says that DOD could spend \"amounts necessary,\" for these types of projects, there would be no limit on the total amount of O&M funds that could be drawn upon for military construction in support of contingency operations anywhere in the world. DOD proposed after-the-fact quarterly reporting to the four congressional defense committees within 60 days rather than the 7-10 day pre-notification required to use O&M funds for Central Command projects."], "subsections": []}, {"section_title": "Execution Issues", "paragraphs": ["Another issue that could arise is whether the $521 million supplemental request was urgently needed in light of DOD's current spending rates for military construction projects in Afghanistan. While DOD's request identifies individual projects the services consider needed, DOD currently had $2.1 billion in budget authority available from previous appropriation acts that has not yet been obligated (i.e., placed on contract). In FY2009, DOD obligated about $607 million for military construction projects in Afghanistan or an average of about $50 million a month. For the first five months of FY2010, that average fell to $26 million a month for reasons that are not identified in DOD's report.", "To obligate all of the $2.1 billion in funds available at that time by the end of this fiscal year, DOD would have to increase its monthly average obligations six-fold to $300 million. Not all of those monies have to be obligated before the end of this fiscal year. The $2.1 billion includes $700 million that has to be obligated by September 30, 2010, or the monies return to the Treasury and another $1.4 billion that has to be obligated by September 30, 2011.", "To spend all of the FY2009 monies before they lapse, DOD would need to increase its current $26 million monthly obligation rate four-fold to $100 million in the second half of this fiscal year. Similarly, to spend the $1.4 billion already available for FY2010 projects, monthly obligations would need to average $116 million, or more than four times as high as the current rate.", "With the additional supplemental funds, monthly obligations would have to treble from the FY2009 rate (to $150 million a month) and increase six-fold from the current FY2010 rate. Some may argue that in light of how quickly current monies were being spent, the FY2010 supplemental request could be considered as part of DOD's FY2011 war request when there could be additional evidence about current spending rates and the prospects for the Afghan war. "], "subsections": []}, {"section_title": "Final Congressional Action on the Defense Basing Request", "paragraphs": ["Total funding for million for military construction/family housing in the enacted version of H.R. 4899 was $657 including $649 million for war-related construction in Afghanistan, and $8 million for the Air Force request for a non war-related request to cover higher utility bills in Air Force family housing. Matching the May version passed by the Senate, the final military construction funding was $127.5 million above the request in order to accelerate projects that the Air Force proposed to fund in FY2011 using its authority to tap O&M monies for unanticipated contingency-related projects.", "In adding these funds, the Senate report stated that \"If the requirements for contingency construction are known at the time of the budget request, then they should be included in the Military Construction budget request. If they are not known at that time, then the Department of Defense should continue the practice of notifying the Committee when projects and their corresponding funding sources are identified.\" ", "These military construction funds would be available through September 30, 2011—for two years—rather than the four years requested by the Administration. The final version of the bill also did not include $16.5 million added by the House in its July 1 version to build a new Soldier Readiness Processing Center at Fort Hood, TX, the site of the fatal shootings of November 9, 2009. "], "subsections": []}]}, {"section_title": "War-Related Foreign Aid and Diplomatic Operations101", "paragraphs": ["The Administration's FY2010 Supplemental request under the 150 international affairs budget function addressed specific foreign economic assistance and related civilian operational requirements of three strategic frontline nations—Afghanistan, Iraq, and Pakistan. In the case of Iraq, the request was meant to respond to the drawdown of U.S. military forces and the consequent shift of greater responsibility to civilian personnel. In the case of Afghanistan, it reflected a strategy that increases both U.S. military and civilian responsibilities. The Pakistan request addressed the Administration's desire to demonstrate U.S. support to Pakistan and to strengthen the Pakistan government's presence in insurgent areas of the country.", "The total international affairs budget request for these war-related programs was $4.46 billion, $1.8 billion of which was under the State Department portion of the account and meant to provide personnel and infrastructure to enable diplomatic and assistance programs. The Foreign Operations, i.e. foreign aid, segment, amounting to $2.6 billion, was requested to provide a wide range of aid in support of U.S. security, economic growth, social service, and democratization objectives. For each country, the Administration only requested funding in discrete sub-accounts that address certain needs. It did not request funding for P.L.480 food aid, Global Health/Child Survival, or other accounts.", "If the request had been approved, the FY2010 total of those specific accounts for the three countries affected by the request would increase by more than two-thirds over the FY2009 figure from roughly $6 billion to $10 billion. In the end, the enacted version raised the FY2010 total level to about $9.2 billion, a 55% increase over the FY2009 appropriation."], "subsections": []}, {"section_title": "Congressional Action on War-Related Foreign Aid", "paragraphs": ["The enacted version of the FY2010 supplemental provides total international affairs war-related foreign aid and diplomatic operations funding at $3.7 billion, $714 million less than the Administration request (see Table 7 ). Details of congressional action regarding each country are discussed below."], "subsections": [{"section_title": "Afghanistan103", "paragraphs": ["The Administration's international affairs State, Foreign Operations request for Afghanistan reflected a strategy that asserts the importance of civilian programs in governance, economic growth, and social services, provided in conjunction with U.S. military efforts in the country. While the approach of strengthening the U.S. civilian presence, increasing aid to local government, and enhancing the role of the national government in providing local services, has been in effect for more than a year, the December 2009 \"surge\" strategy might be seen to have accelerated and heightened the need for civilian assistance delivery, especially as follow-up in insurgent areas being contested by the U.S. military. A major element of the new strategy has been to rapidly increase stability and reduce the strength of the insurgency in problematic provinces by creation of jobs and provision of social services through a more capable and visible Afghan government. ", "The coming months will tell whether this strategy is working. However, key concerns include the extent to which the Afghan government is prepared to provide sufficient leadership, staff, and support to local communities in the forefront of the conflict, the ease of coordination between the U.S. military and civilian aid programs and personnel, and the level of cooperation offered by the local populace. One question is whether high levels of corruption in the Afghan government will impede its ability to provide services effectively. As increasing amounts of aid are made available through the supplemental, the ability of the U.S. government to monitor and insure accountability is an associated concern. The corresponding increase in numbers of U.S. aid personnel as well as an increase in the request for the offices of inspector general reflects U.S. government worries about the impact of corruption on aid programs.", "The Afghanistan supplemental request was meant to provide a significant boost to total U.S. international affairs funding levels for that country, and, although not as large as the request, P.L. 111-212 does significantly raise aid and State support to Afghanistan. Under the request, the total FY2010 State Department diplomatic operations account, already under the regular FY2010 appropriations a third larger than in FY2009, would rise by nearly 90% above the previous year's level. In the enacted version of H.R. 4899 , the total FY2010 diplomatic operations account has been increased by 86%. The foreign aid portion of the supplemental request would have raised total FY2010 levels of all the major non-humanitarian civilian aid accounts going to Afghanistan by 67% over the equivalent FY2009 level of assistance. The enacted version of the legislation raises total FY2010 aid levels by 55% over the previous year."], "subsections": [{"section_title": "Elements of the Afghanistan Foreign Aid and Diplomatic Operations Supplemental", "paragraphs": ["The Administration sought $1.6 billion in Economic Support Funds (ESF) and $200 million in International Narcotics and Law Enforcement (INCLE) funding under the foreign operations portion of the request, and $211 million in Diplomatic and Consular Programs (D&CP) funds under the State Department portion. ", "ESF is a main source of economic, political, and social aid, mostly channeled through the Agency for International Development (USAID). The ESF request broke downs as follows:", "Alternative development: $135 million, mostly for agriculture in poppy-production areas; Conflict mitigation and reconciliation: $216 million to support consultative processes in local communities, including quick impact, small grants projects; Rule of law: $50 million to support the judicial system, especially in recently secured areas; Good governance: $760 million to strengthen Afghan government agencies, including $450 million in support of the Afghanistan Reconstruction Trust Fund which funnels funds to the National Solidarity Program, and $115 million in direct budget support to the Ministry of Finance; Health: $50 million to expand Ministry of Health services; Education: $50 million to expand secondary and vocational education; Macroeconomic growth: $7 million to help the Ministry of Finance improve revenue collection through tax administration reform; Trade and investment: $19.5 million to support implementation of trade agreements and support trade infrastructure, such as industrial parks and border facilities; Financial sector: $4.5 million to strengthen branches of the Central Bank; Agriculture: $215 million to build capacity countrywide in the Ministry of Agriculture, and support watershed rehabilitation and irrigation, agriculture credit, extension services, and market development; Private sector development: $60.4 million; and Economic opportunity: $8.6 million to expand credit union services, including Islamic-compliant financing.", "The INCLE account is implemented by the State Department. Three quarters of the $200 million request was aimed at supporting the justice sector, especially to inject rule of law activities into the provinces. The remainder targeted counter-narcotics programs. The request included", "$60 million to expand the corrections program; $25 million for model prisons; $50 million to increase the number of judges, prosecutors, criminal investigators; $25 million for the Counter-Narcotics Justice Center, the Criminal Justice Task Fore, the Anti-Corruption Unit and Anti-Corruption Tribunal; $5 million to support legal aid; $8 million specifically for women's justice activities; $22 million for counternarcotics police; and $2 million for drug treatment facilities and support for children.", "Largely to support the full range of ongoing and proposed international affairs assistance programs, the FY2010 State Department Diplomatic and Consular Programs (D&CP) request of $211 million furthered the growth of civilian personnel begun in the FY2010 regular request. The Supplemental proposed a 457 position increase, in addition to the 764 positions funded in the regular FY2010 appropriations, at a cost of $211 million. These positions included 212 U.S. direct hires to work at the district level and startup funding to hire 245 staff for work with Kabul ministries and in Provincial Reconstruction Teams (PRTs). The Administration stated that it was applying a \"whole of government\" approach with federal employees drawn on an as-needed reimbursable basis from the Department of State, USAID, Department of Agriculture, Department of Justice, and eight other federal agencies to provide the vital expertise in specialized skills. The Department also proposed the hiring of about 200 locally employed staff (LES) to provide administrative and local knowledge support to American personnel working in the field.", "A February 2010 Department of State Inspector General's report praised management and personnel working at the U.S. embassy in Kabul, but expressed concern that they were overworked and struggling to meet the demands resulting from a tripling of staff over the past year. The expansion proposed under the supplemental would further strain resources. This rapid expansion has its implications in management of staff and providing for their housing and office space in Kabul or just basic housing and sanitation in the field. Not addressed in the supplemental request were the added security needs that are a further consequence of increased civilian staff. ", "An additional $14 million in funding for the Special Inspector General for Afghanistan Reconstruction (SIGAR) and $3 million for the State Department Inspector General was also requested to support their continuing oversight of the assistance program. "], "subsections": []}]}, {"section_title": "Congressional Action on the Afghanistan Request", "paragraphs": ["The original version of H.R. 4899 , passed by the House in March, did not include funds for Afghanistan assistance, but the House-amended version, passed in July, adopted funding levels for Afghanistan approved by the Senate in May. The final enacted version of H.R. 4899 provides a total of $1.7 billion for Afghanistan foreign aid and diplomatic operations compared with the $2.0 billion request. There are several major differences between P.L. 111-212 and the Administration request. ", "The enacted version cuts the ESF request by $267 million. The Senate Appropriations Committee, in its report on the bill, recommends specific funding levels for multiple program sectors within the ESF account, most notably slashing proposed good governance activities by $160 million and alternative development by $35 million. The Senate report expresses concerns regarding provision of aid, even in the form of project assistance, directly to the government of Afghanistan, and recommends assessments and reviews of the effectiveness of this type of aid. The Senate report limits direct government budget support, i.e. cash funding, to $100 million. ", "The enacted version cut the INCLE account by $31 million because of concerns, as reported by the Senate Committee, that the political will may not exist in the Government of Afghanistan to justify large investments in reforming the \"weak and corrupt\" justice system. ", "The enacted version also addresses oversight issues. It rejects the request for SIGAR, because, as Senate appropriators reported, sufficient funding was still available from previous appropriations. In order to extend the availability of that funding to the end of FY2011, P.L. 111-212 rescinds $7.2 million in FY2009 supplemental SIGAR appropriations and re-appropriates it in the FY10 supplemental. ", "The enacted legislation contains a number of conditions on Afghanistan aid. Among these are that aid may be obligated only if the Secretary of State reports that Afghan local and national government representatives, local communities, and civil society have been consulted and participated in the design of projects and will participate in their implementation, and that progress will be measured by specific benchmarks. Further, aid will only be made available if the Secretary determines that the Government of Afghanistan is cooperating in reform efforts, respecting internationally recognized human rights of women, and demonstrating a commitment to removing corrupt officials.", "Funds to support the Electoral Commission may only be provided if the Commission has no members or employees who participated in or covered up acts of fraud in the 2009 elections. Further, aid is available to support the reconciliation with former combatants, i.e. members of the Taliban, only if the Secretary of State determines that Afghan women are participating in the reconciliation process in all levels of government and their rights are protected in this process and that funds will not protect from prosecution those responsible for war crimes.", "The enacted version of H.R. 4899 allows up to $300 million in DC&P and Embassy Construction and Maintenance funding to Afghanistan, Iraq, and Pakistan from any year's appropriation to be transferred or merged with funding for activities supporting U.S. civilian security in any of these countries."], "subsections": []}, {"section_title": "Iraq106", "paragraphs": ["The Administration's international affairs request for Iraq in the FY2010 supplemental had two components, both reflecting the new strategic environment created by the drawdown of U.S. military forces. The response to this dramatic change in the U.S. role in Iraq was, perhaps counter-intuitively, a significant increase in U.S. assistance and State Department operations. Counting all major non-humanitarian foreign economic aid accounts, the total FY2010 U.S. assistance program to Iraq would have risen by 64% from the FY2009 level under the request. With the enacted version of H.R. 4899 , total Iraq economic aid programs will have been boosted by 89% over the previous year. Taken alone, the State operations account would have risen by 79%. Under the enacted legislation, total FY2010 State operations rise by only 43% over the FY2009 level."], "subsections": [{"section_title": "Elements of the Iraq Foreign Aid and Diplomatic Operations Supplemental", "paragraphs": ["The most significant element in the international affairs component of the supplemental for Iraq `was the request for $517.4 million in INCLE funds (see Table 7 ), a down payment on the transition of responsibility for police training from the Department of Defense to the Department of State, effective October 1, 2011. While the State Department has responsibility for training police forces in most other countries, it ceded that role to DOD in the case of Iraq prior to the invasion. Its new duties will include advising the Ministry of Interior, police, and border forces. According to the State Department, a smooth transition from DOD to the State Department requires that a successor program be in place at the end of FY2010. Training of the Iraqi military remains in the hands of DOD.", "The INCLE request included the deployment of 350 advisors to work at the Ministry and police colleges, academies, and headquarters throughout the country. It also funded construction of necessary infrastructure and security staff to support expert personnel—INCLE's program ultimately is expected to employ up to 2,000 U.S. government and contractor personnel. To permit efficient staff travel around the country, funding would provide aircraft and expanded aviation facilities.", "The FY2010 supplemental request also included funding for State Department operational costs under the D&CP account amounting to $1.57 billion. This significant boost in Iraq operations funding was meant to address the problem of maintaining civilian outreach to the provinces following the U.S. military drawdown. Currently, the United States maintains over 1,200 direct-hire Americans employees from 14 civilian agencies in Iraq. These civilian federal employees are posted at the Embassy in Baghdad, the Regional Embassy Office in Basrah, or one of the 16 Provincial Reconstruction Teams (PRTs), often co-located with the military with the logistical and security costs supported by the military. During the 2007 surge, a number of embedded PRTs (ePRTs) were also established that allowed a civilian presence in additional locations protected by the combat battalions with which they were embedded. These civilian federal employees conduct business on a broad range of bilateral and multilateral missions from the regular diplomatic work of furthering U.S. economic and commercial interests, and providing U.S. policy makers with political analysis, public diplomacy outreach, and oversight of U.S. government assistance programs. These employees also support reconstruction and economic assistance efforts, rule of law programs supporting development in the legal and judicial areas, and training and liaison with various Iraqi ministry and local government personnel.", "As combat battalions have withdrawn from the cities, the embedded PRTs are being phased out, and most regular PRTs are expected to be terminated by 2011. To enable a continued U.S. civilian presence outside of Baghdad, the State Department planned to establish, in their place, two consulates and three temporary Provincial Diplomatic Teams (PDTs). Additionally, two U.S. Forces-Iraq managed PRTs would remain through the end of 2011.", "The supplemental funding request provided for:", "realigning infrastructure to transition to the presence of an Embassy, two consulates, three State managed PDTs and two interim Defense Department PRTs. As the State Department assumes greater responsibility for the interim and final infrastructure, costs previously borne by the military, which include utilities, storage, housing, furniture, information technology infrastructure and equipment, building leases, dining, and general support costs, ultimately will have to be assumed by the State Department ($307.8 million); beginning the site and construction development for the planned consulate facilities to meet full Diplomatic Security and Overseas Buildings Operations standards ($526.8 million); and phasing in the security requirements associated with the new field facilities, including physical and technical security and static and movement security ($735.3 million).", "As the Department of State takes over responsibilities from the Department of Defense for housing, protecting, and maintaining its staff, the Department will have to provide for large increases in contract employees who will provide a vast array of services from security and operations planning and implementation support to maintenance of vehicles in several motor pools, cleaning facilities, and food preparation. In the past, the Department has been criticized for not having appropriate numbers of personnel to manage and oversee its contracts and the implementation of these contracts. As more contracts and task orders are awarded to meet its growing responsibilities in Iraq, it is not clear whether the Department has sufficiently also expanded its capabilities in contract management."], "subsections": []}]}, {"section_title": "Congressional Action on the Iraq Request", "paragraphs": ["The original version of H.R. 4899 , passed by the House in March, did not include funds for Iraq assistance, but the House-amended version, passed in July, adopted funding levels for Iraq approved by the Senate in May. The final enacted version of H.R. 4899 provides $1.7 billion for Iraq, $407 million less than the request. ", "P.L. 111-212 cuts the request for diplomatic operations by $540 million, $527 million of which had been intended for site development and construction of permanent consulates in Basrah and northern Iraq to prepare for a greater U.S. civilian presence in the country. In their report, Senate appropriators suggested that these facilities be prioritized within amounts available in regular appropriations bills. ", "The enacted version of H.R. 4899 also increases the amount requested by the Administration for INCLE by $133 million. It reconfigures the use of the INCLE funds, cutting the original $517 million request for one-time startup expenses for police training by about $67 million to $450 million and adding $200 million not requested by the Administration for implementation, management, and security for the police training program. This funding is subject to a determination and report by the Secretary of State that the Iraqi Government supports and is cooperating with such programs. "], "subsections": []}, {"section_title": "Pakistan", "paragraphs": ["Unlike the requests for Afghanistan and Iraq, the Pakistan supplemental request appeared not to reflect any significant change in U.S. policy. Taking all funding sources into account, including DOD aid, there would be only a modest shift in funding for Pakistan from year to year between FY2009 and FY2011, assuming the FY2010 supplemental and FY2011 requests were approved. The Administration's FY2010 supplemental request for Pakistan was largely aimed at specific infrastructure needs meant to demonstrate continued U.S. support to the government of Pakistan and bolster the perception that the Pakistan government is able to meet the needs of its population in areas vulnerable to insurgency and militant extremist ideologies. "], "subsections": [{"section_title": "Elements of the Pakistan Foreign Aid and Diplomatic Operations Supplemental", "paragraphs": ["The largest portion of the request was for $244 million in ESF, including", "$50 million for cash payments made through the government of Pakistan to help people displaced by the military actions taken against extremists in recent months; $65 million for water and sanitation infrastructure; $65 million for agriculture irrigation systems; and $64 million for solutions to Pakistan's energy crisis, including hydro/irrigation infrastructure and alternative energy.", "The request also included $40 million in INCLE funds, for police training and related infrastructure ($32 million), training and support for the corrections administration ($4 million), and program administration and police advisor positions ($4 million). Foreign Military Financing assistance amounting to $60 million was expected to provide five Bell-412 utility and troop transport helicopters to enhance the Pakistan military's ability to support counterinsurgency operations.", "In its FY2010 supplemental, the Administration requested $26 million for State Department operations to increase staffing at U.S. diplomatic facilities in Pakistan by 56 positions in addition to the 58 new positions already funded under the FY2010 regular appropriations. These positions would include both U.S. direct-hire personnel and Locally Employed Staff (LES). The increased staffing was intended to serve several purposes including", "to better manage and support the increased military and economic assistance being provided to Pakistan by providing more contracting and management officers; to increase embassy staff to enhance logistical support with housing, general service, and financial officers to meet the embassy's needs in accommodating the rapid growth of U.S. government civilian personnel in Pakistan; to increase staffing at the U.S. consulates in the provincial capitals of Lahore, Karachi, and Peshawar. The Administration states that the increased staffing is to strengthen U.S. outreach and programs at the provincial and local levels; and to begin meeting FY2011 staffing requirements earlier."], "subsections": []}]}, {"section_title": "Congressional Action on the Pakistan Request", "paragraphs": ["The original version of H.R. 4899 , passed by the House in March, did not include funds for Pakistan assistance, but the House-amended version, passed July 1, adopted funding levels for Pakistan approved by the Senate in May. The final enacted version of H.R. 4899 provides $375 million for Pakistan aid and diplomatic operations, $5 million more than the request. This total includes $10 million less than the request for FMF and $15 million more than the request for ESF. ", "The $15 million congressional addition to the ESF request is directed specifically to human rights ($5 million) and the program assisting families affected by military operations ($10 million). The act requires submission of a human rights strategy in Pakistan before any ESF funds can be obligated. The enacted legislation also includes language providing $1.5 million in ESF for leasing of aircraft in order to help USAID and the State Department better monitor its programs in the country. "], "subsections": []}]}]}, {"section_title": "Haiti FY2010 Supplemental Proposal108", "paragraphs": ["The Obama Administration requested $2.8 billion in FY2010 supplemental funding to cover costs associated with relief and reconstruction support for Haiti following the earthquake that devastated parts of Haiti, primarily the capital, Port-au-Prince, on January 12, 2010. ", "The Administration requested that all of the proposed funds be considered as emergency requirements, in response to urgent and essential needs in Haiti. Some of the funds are available until September 30, 2012, others until expended. The supplemental request covered both reimbursement of obligations already incurred and new activities by various U.S. agencies. CRS estimates that about 55% of the total Haiti supplemental request is for reimbursement of relief activities related to the earthquake disaster, 40% for new recovery and reconstruction activities, and 6% for diplomatic operations administration.", "According to an Inter-American Development Bank study, the Haiti earthquake may have been the most devastating catastrophe that any country has ever experienced. Approximately 3 million people, roughly one-third of the overall population in Haiti, have been affected by the earthquake with more than 2 million displaced. The government of Haiti is reporting an estimated 230,000 deaths and 300,600 injured. The relief effort is expected to last for many months. Prior to the earthquake, the United Nations had already designated Haiti as one of the 50 least developed countries in the world, facing higher risk than other countries of failing to come out of poverty, and therefore needing the highest degree of attention from the international community. ", "Protection of the displaced population is currently one of the most challenging and critical issues. It is estimated that there may be as many as 1.69 million displaced in Port-au-Prince, and up to 597,000 thought to have relocated in areas outside the capital that largely escaped earthquake damage, but were already poverty-stricken and lacking in basic services. Much smaller numbers of Haitians have left the country, some as refugees, for other countries such as the Dominican Republic, nearby islands, and the United States.", "In Haiti, aid workers are delivering basic necessities to areas with concentrations of Internally Displaced Populations (IDPs), but emergency shelter is in short supply. As the rainy season begins (and with the hurricane season not far behind), providing adequate shelter and sanitation for the displaced has become an urgent priority. Attention is focused on providing waterproof emergency shelter, improving sanitation, and meeting basic needs of the displaced and other vulnerable Haitians.", "According to the Haiti Post Disaster Needs Assessment conducted by Haiti and international institutions, the total value of recovery and reconstruction needs is $11.5 billion At the international donors conference held March 31, 2010, 48 countries, multilateral institutions, and a coalition of non-governmental organizations pledged nearly $10 billion toward the long-term reconstruction efforts in Haiti. The U.S. pledge of $1.2 billion is included in the FY2010 supplemental request.", "The Obama Administration, other international donors, the Haitian government, and others have all stated the need for improved accountability of all donor assistance to Haiti, to improve aid effectiveness and reduce the potential for corruption. The government of Haiti made major progress in recent years in reducing corruption, increasing transparency, and improving fiscal management. These improvements qualified Haiti for Heavily Indebted Poor Country (HIPC) debt relief last year. To ensure transparency further, the U.S. Agency for International Development has helped Haiti establish an online system to monitor both donor pledges, and spending and implementation of assistance."], "subsections": [{"section_title": "Congressional Action on Haiti FY2010 Supplemental Proposal", "paragraphs": ["The enacted version of H.R. 4899 , P.L. 111-212 includes a total of $2.93 billion for Haiti, $129 million more than the request. On July 27, 2010, the House adopted the Senate version of H.R. 4899 passed on May 27, 2010. The enacted total includes $1.642 billion for relief activities ($110 million above the request); $1.140 billion for recovery and reconstruction ($26 million above the request); and $147 million for diplomatic operations ($8 million less than the request) (More details are below (see Table 9 , Table 10 , and Table 11 )."], "subsections": []}, {"section_title": "Humanitarian Relief Funding115", "paragraphs": ["The Administration requested a total of $1.5 billion in relief and disaster assistance funding for Haiti, to reimburse U.S. government agencies for services provided and for funds already obligated for ongoing relief activities. The humanitarian relief funding request also covered other relief-related assistance. The $1.5 billion request included $350.7 million for USAID International Disaster Assistance (IDA); $150 million for Agriculture Department emergency food assistance; $96.5 million for State Department: Contributions to International Peacekeeping Activities; $655 million for Department of Defense and $45 million for U.S. Coast Guard relief activities; $220 million for Department of Health and Human Services to provide grants to States to cover services to Haitian evacuees; and $15 million for Department of Homeland Security immigration fees (see Table 9 ). "], "subsections": [{"section_title": "Relief Funding: International Disaster Assistance and Emergency Food Aid", "paragraphs": ["On January 14, 2010, President Obama announced $100 million in humanitarian assistance (in addition to pre-existing funding appropriated for Haiti) to meet immediate needs. As of June 11, 2010, USAID reported that the United States has provided more than $1.1 billion in humanitarian funding for Haiti. ", "The FY2010 supplemental request included $350.7 million for International Disaster Assistance (IDA). This amount included $126.6 million for USAID, as the lead agency, to reimburse five other U.S. government agencies for providing earthquake relief to Haiti through interagency agreements. In addition, IDA funding would have covered other support, mostly for services already provided, in the amount of $35.6 million for Search and Rescue (SAR) agreements ($11 million); USAID/Disaster Assistance Response Team (DART) Program Support ($0.6 million); and USAID/Office of Foreign Disaster Assistance (OFDA) Relief Commodities ($24 million.) ", "The balance of $188.5 million of the IDA request covered ongoing humanitarian assistance activities that have already been obligated. The United States worked closely with the Government of Haiti, the United Nations, other donor nations, non-governmental organizations (NGOs), and the private sector through the U.N. cluster system. In Haiti, relief activities have been organized into twelve clusters led by various agencies. IDA funding targeted several of these, including humanitarian coordination programs ($9 million); logistics and non-food item programs ($20.7 million); shelter/settlement/livelihoods programs ($93.43 million); health and nutrition programs ($42 million); water, sanitation and hygiene programs ($18 million); and child protection programs ($5.4 million). ", "Under Food for Peace (FFP) Title II Grants, the request included $150 million for emergency food assistance, $68 million of which was to supply the World Food Program (WFP) with 55,000 metric tons of Title II Emergency Food Assistance and $55 million of which would fund proposals from Private Voluntary Organizations. It is currently estimated that up to two million people may need food assistance in Haiti due to the earthquake. As recovery and reconstruction proceed, it is expected that overall food needs will decline, at which time food activities would target the most vulnerable and would also focus on food-for-work programs.", "Relief operations in Haiti will continue at least through 2010. It is typical in most natural disasters that as recovery begins, there is an overlap in activities that might otherwise be considered purely relief or purely reconstruction. In the recovery and reconstruction part of the supplemental request discussed below, it should be noted that some activities will address humanitarian concerns as well. "], "subsections": []}, {"section_title": "Key Concerns and Priorities", "paragraphs": [], "subsections": [{"section_title": "Consequences of Natural Disasters", "paragraphs": ["A number of natural disasters have struck Haiti in the last decade, mostly in the form of hurricanes. The international community has provided significant humanitarian assistance in response to these disasters and their ongoing impact. The United Nations, along with other partners, including the United States, has had a strong presence in Haiti, and remains at the forefront of the on-the-ground response for humanitarian assistance. Disaster risks in Haiti are significant. Experts recognize that finding ways to overcome the cycle of disaster and develop a disaster response capacity are critical not only to minimize humanitarian consequences, but also to sustain reconstruction efforts in the future."], "subsections": []}, {"section_title": "Replenishing Disaster Accounts", "paragraphs": ["Humanitarian assistance generally receives strong bipartisan congressional support and the United States is typically a leader and major contributor to relief efforts in humanitarian disasters. When disasters require immediate emergency relief, the Administration may fund pledges by depleting its disaster accounts intended for worldwide use throughout a fiscal year. To date, disaster accounts are being drawn down to provide relief to Haiti. The State Department reported earlier that in order to respond to future humanitarian crises, these resources would need to be replenished by June 1, 2010. If not replenished, U.S. capacity to respond to other emergencies could be impacted. The relief funding in the current request would provide reimbursement for funding already provided or obligated."], "subsections": []}, {"section_title": "Burdensharing and Donor Fatigue", "paragraphs": ["The earthquake disaster in Haiti has received worldwide attention and focus. On February 19, 2010, the United Nations put forward its Revised Humanitarian Appeal for Haiti in the amount of $1.44 billion and extended the humanitarian operation through 2010. As of June 4, 2010, commitments of $874 million (58%) had been received. It is not always evident whether figures listing donor amounts represent pledges of support or more specific obligations. Furthermore, pledges made by governments do not necessarily result in actual contributions. It also cannot be assumed that the funds committed to relief actually represent new contributions, since the money may previously have been allocated elsewhere. It will take time for a more complete picture to reveal how the actual costs of the Haiti disaster will be shared among international donors. As the situation in Haiti stabilizes, sustaining donor interest in Haiti (and commitment to honor existing pledges) could be a challenge. Moreover, this challenge is compounded by the need to maintain funding priorities and secure funds needed for other disaster areas worldwide."], "subsections": []}, {"section_title": "Coordinating the Relief Response in Haiti", "paragraphs": ["Some have criticized the initial response by the international community in the actual delivery of humanitarian assistance as far too slow. Others have argued that there has been a great deal of unfair criticism of the pace of the international aid effort. The weakened capacity of the Haitian government, critically damaged infrastructure, and logistical challenges posed by the influx of massive aid into a city largely destroyed by the earthquake all contributed to delay and difficulties on the ground. Evaluations of the relief response in Haiti will likely continue to be conducted and debated as the humanitarian and recovery efforts move ahead. Some experts remain concerned about bureaucratic red tape in the humanitarian response, the capacity of the Haitian government, the role of the United States, and overall coordination issues between and among members of the international community, including the United Nations. Response to a disaster of this scope is almost certain to run into many obstacles because the challenges on the ground are so daunting. While managing expectations of what is possible under these circumstances is important, so too, are the observations and lessons learned that with time and hindsight may benefit the actions and plans of ongoing relief efforts in Haiti. "], "subsections": []}]}, {"section_title": "Department of Defense and U.S. Coast Guard Relief Activities124", "paragraphs": ["The DOD requested $655 million and the U.S. Coast Guard requested $45 million to cover its humanitarian relief efforts in Haiti in Operation Unified Response (OUR) (see Table 9 ). This included funds to reimburse the U.S. Coast Guard, as well as other services, and to provide additional funds for the Overseas Humanitarian, Disaster, and Civic Aid Account (OHDACA), the account used by DOD for humanitarian relief efforts. The request largely covered expenses already incurred through June 15, 2010. The funding provided soldier subsistence; personal, operational, and transportation support; humanitarian relief supplies; and several humanitarian relief projects. ", "DOD's response to the Haitian earthquake was both rapid and extensive. At the height of the operation, over 20,000 U.S. military personnel were in the operational area, both ashore and afloat, transporting emergency relief personnel and supplies; evacuating people, including U.S. citizens residing in Haiti; providing security for the distribution of humanitarian supplies; making repairs to the Port-au-Prince airport and seaports; and recovering the remains of U.S. citizens.", "DOD's earthquake response mission in Haiti ended June 1, 2010, when the last remaining 300 U.S. military personnel redeployed from Haiti and U.S. Southern Command's Joint Task Force Haiti ceased operations. DOD noted that this did not end its commitment to Haiti. Further assistance to Haiti will fall under the U.S. Southern Command-sponsored \"New Horizons\" annual humanitarian and civic assistance exercise scheduled to run from June to September 2010. This exercise, which has been ongoing since the mid-1980s, is expected to involve about 500 National Guard and Reserve soldiers and will consist of a number of engineering projects including the construction of schools, clinics, and community centers that can also serve as hurricane shelters. In conjunction with \"New Horizons\" the U.S.S. Iwo Jima was to arrive in the Port de Paix area in July to provide medical assistance and perform specialized surgeries. Despite the presence of National Guard and Reserve soldiers in Haiti, some are concerned that the withdrawal of U.S. forces that had previously provided security was premature, given the weakened state of Haitian security forces. While some observers also expressed concern that U.N. security personnel have limited capabilities, others state that the U.N. forces demonstrated their ability to reestablish security in the period between Aristide's departure and the earthquake. "], "subsections": []}, {"section_title": "State Department's Contributions to International Peacekeeping Activities (CIPA)127", "paragraphs": ["The Administration requested $96.5 million for the State Department's Contributions to International Peacekeeping Activities (CIPA) account to fund U.S. assessed contributions to the United Nations Stabilization Mission in Haiti (MINUSTAH), a peacekeeping operation. The increased assessment responded to the U.N. Security Council's January increase in MINUSTAH levels by 3,500, after the earthquake, with military personnel growing from 6,940 to 8,940 and the police component growing from 2,211 to 3,711. On June 4, 2010, the Security Council in its resolution 1927, increased the police component by another 680 to provide \"temporary surge capacity.\" This increases the ceiling on the number of police in MINUSTAH to 4,391."], "subsections": []}, {"section_title": "Assistance to Haitian Evacuees and Migrants", "paragraphs": ["In addition to relief and reconstruction aid provided in Haiti, the Administration requested funds to aid Haitian evacuees and migrants to the United States, including making them eligible for various benefits programs and waiving fees for processing immigration requests that are described below."], "subsections": [{"section_title": "Department of Health and Human Services129", "paragraphs": ["The President's request would provide $256.2 million, to be available until expended, for activities of the Department of Health and Human Services (HHS). Of this amount, $220.0 million would be provided directly to HHS for certain completed and ongoing activities. The additional $36.2 million would be provided to USAID to reimburse HHS for certain activities conducted under interagency agreements.", "According to the President's request, the $220.0 million amount would fund four types of activities, which are described further below: (1) the state share of Medicaid and Children's Health Insurance Program (CHIP) costs for eligible evacuees; (2) costs associated with medical evacuations; (3) cash, medical, and repatriation assistance for eligible evacuees; and (4) costs for HHS public health activities in Haiti. The request did not specify how much funding would be allocated to each of these activities. Also, the request did not propose any changes or expansions in eligibility for assistance or benefits.", "First, supplemental funds provide payment of the state share of Medicaid and CHIP costs for health care services for eligible medical and non-medical evacuees. (Typically, each state is required to \"match\" or pay a portion of the costs of care for eligible individuals in the state.) Those Haitians who enter the United States with humanitarian parole status are deemed to be Cuban-Haitian Entrants, and thus are eligible for Medicaid until they have been in the United States for seven years. After the initial seven years, states have the option to continue to provide Medicaid. The request did not specify the proposed duration of this assistance to states.", "Second, requested funds would be used to reimburse the HHS National Disaster Medical System (NDMS) for costs associated with medical evacuation of seriously injured earthquake victims to the United States, and their subsequent care in U.S. hospitals. Under HHS policy for this incident, NDMS will reimburse hospitals for the costs of care, for 30 days, for any individual who was medically evacuated from Haiti by NMDS, regardless of citizenship or nationality. NDMS does not pay costs beyond 30 days, costs for services provided by non-hospital facilities (such as rehabilitation facilities), or costs for the care of individuals who were not evacuated through the NDMS system. ", "Third, requested funds would be used to provide cash and medical assistance to Haitian humanitarian parolees, and repatriation costs as appropriate. These Haitian parolees are eligible for the federal resettlement assistance program for refugees and entrants, which is partially funded through the Office of Refugee Resettlement (ORR) in HHS. In addition to providing a range of social services, primarily administered by states, the ORR provides funding to states for transitional cash and medical assistance through the Transition and Medical Services program. Haitian parolees who meet the income and resource eligibility requirements for Supplemental Security Income (SSI), Temporary Assistance for Needy Families (TANF), or Medicaid, but are not otherwise eligible (e.g., single males or childless females and couples), may receive benefits under the ORR-funded Refugee Cash Assistance (RCA) and Refugee Medical Assistance (RMA) programs. ", "Finally, requested funds would be used to support certain public health activities in Haiti, including disease surveillance, the reestablishment of laboratory capacity, and environmental health activities.", "The $36.2 million requested for USAID reimbursements to HHS would pay for a number of medical, surgical, and mortuary assistance teams and associated assets that were deployed to Haiti, including personnel and supplies for a 250-bed hospital.", "U.S. disaster assistance to other nations does not typically involve the acceptance of large numbers of disaster victims into the United States. Some forms of assistance rendered to Haitian earthquake victims may be without precedent. For example, NDMS was developed to provide the capability for mass medical evacuation of injured U.S. combat forces for treatment in U.S. hospitals, and is also intended as a domestic civilian mass casualty management system. The system had not previously been used to airlift victims of foreign disasters into the United States for medical care. Its use for this purpose required the rapid development of policies regarding patient selection, assignment to domestic hospitals, hospital reimbursement, and other logistical matters."], "subsections": []}, {"section_title": "U.S. Citizenship and Immigration Services (USCIS): Waiving Fees142", "paragraphs": ["The President's supplemental request included $15 million for the U.S. Citizenship and Immigration Services (USCIS) to enable the agency to cover the immigration-related costs associated with Haitian migrants affected by the January 12, 2010, earthquake. USCIS funds the processing and adjudication of immigrant, nonimmigrant, refugee, asylum, and citizenship benefits almost entirely through monies generated by the Examinations Fee Account. USCIS charges fees for almost all adjudications and services. Foreign nationals applying for Temporary Protected Status (TPS) pay as well. USCIS traditionally has not charged the Examination Fee for refugees and asylum seekers.", "For FY2010, USCIS has a budget authority of $2.727 billion, of which $2.503 billion comes from the fees collected (mandatory fee funded offsets). The Department of Homeland Security Appropriations Act 2010 ( P.L. 111-83 ) also provided $224 million in direct appropriations to USCIS, including $50 million for processing refugee applications and asylum claims. The Administration proposed to use the $15 million requested in the supplemental appropriations to reimburse USCIS for fees waived for eligible Haitians granted TPS and those given humanitarian parole to bring medical evacuees and certain categories of Haitians into the United States; and for costs associated with processing the adoption of Haitian orphans."], "subsections": []}]}, {"section_title": "Final Congressional Action on Haiti Relief Funding147", "paragraphs": ["The enacted version of H.R. 4899 , P.L. 111-212 includes $1.6 billion in humanitarian assistance, $110 million above the request, and an amount matching the earlier House and Senate versions (see Table 9 ). The final version provides an additional $110 million beyond the Administration's request for Haiti IDA relief activities, for a total of $460 million. The enacted version matches the Administration's request for $150 million for the P.L. 480-Title II assistance to meet food needs in Haiti. ", "The final version also approves the overall $655 million request for the Department of Defense, including a transfer of $255 million from the Overseas Humanitarian, Disaster, and Civic Aid Account (OHDACA) account to the individual services. The enacted version also adds $5 million to the Coast Guard's request in view of its continuing operations in Haiti ( S.Rept. 111-188 ). ", "The final version also endorses the $96.5 million request for Contributions to International Peacekeeping Activities (CIPA) in Haiti, and approves the requested $220 million to the Department of Health and Human Services (HHS) to provide services and extend various benefits to Haitian evacuees and migrants. The enacted version also approves $10.6 million for the U.S. Citizenship and Immigration Services (USCIS) costs associated with Haitian migrants, $4.4 million below the request on the basis that application requests have been lower than anticipated."], "subsections": []}]}, {"section_title": "Recovery and Reconstruction Funding for Haiti151", "paragraphs": ["The total request for Recovery and Reconstruction funding in this supplemental proposal was $1.1 billion. This was primarily for new activities (see Table 9 ).", "The 111 th Congress expressed bipartisan support for providing Haiti with substantial assistance in response to the crisis generated by the January earthquake. At hearings in both the Senate and the House, Members and witnesses alike stressed the need for a massive, coordinated international effort not only for immediate humanitarian needs, but also for long-term development. Moving forward, they said, strategies must consider new approaches, aim to create a more sustainable Haiti, and increase Haitian capacity to utilize foreign aid effectively and to provide services and direct its own economy."], "subsections": [{"section_title": "Key Concerns: Priorities, Decentralization, Poverty Reduction, and Capacity Building", "paragraphs": [], "subsections": [{"section_title": "Choosing Priorities", "paragraphs": ["To coordinate aid programs better, donors have agreed to focus on certain areas of assistance. For this reason, the U.S. programs in the supplemental focus on urgent infrastructure repairs, especially in the energy and agricultural sectors; critical health care; governance; and security. Some observers have expressed concern that U.S. assistance is neglecting other areas crucial to Haitian recovery, such as improving the educational system, which is to be the focus of the Inter-American Development Bank, Canada, and France. While advocates say this approach avoids duplication among donors, critics question the priorities, or the limited approach to aid. "], "subsections": []}, {"section_title": "Decentralization and Economic Growth: Will they lead to Poverty Reduction?", "paragraphs": ["A key element of the revised Haitian development strategy, supported by the supplemental request, is to catalyze economic growth and provide services and opportunities outside of Port-au-Prince. The Haitian government and donors agreed that the current crisis provides an opportunity to correct what had become an unsustainable urban-rural imbalance in the country, with the rest of the country suffering neglect while people, resources, and services were concentrated in the capital.", "Funds in the supplemental request addressed both short- and long-term elements involved in this decentralization strategy—meeting the immediate needs of newly displaced populations that have migrated to less developed areas of the country, and strengthening local governance, infrastructure, and agriculture to develop new \"growth poles\" outside of Port-au-Prince. Scientists are helping Haitian authorities to select areas for development that are less vulnerable to natural disasters. While there is general support of this strategy, officials also noted that developing areas long-neglected will be costly. Some also warned that populations should not be forcibly relocated in executing these plans. Experts also warned that economic growth is not sufficient to reduce poverty in Haiti, and that programs specifically targeted at poverty reduction are needed."], "subsections": []}, {"section_title": "Effective Capacity Building?", "paragraphs": ["Most observers agreed that one goal of aid to Haiti should be to build the capacity of Haitians so they can eventually assume responsibility for the project at hand. Yet there is a tension between the standard definition of effectiveness and efficiency, and the time and money required for capacity building. Aid organizations are pressed to have measureable outcomes and usually operate on short-term contracts. If thorough training and coordinating with Haitian ministries is to be an element of all foreign aid programs, which many experts advocate, there will have to be a recognition that those programs may require more time, funding, and personnel, and measureable results may take longer to achieve."], "subsections": []}]}, {"section_title": "Economic Support Funds for Infrastructure and Other Development Activities", "paragraphs": ["The supplemental proposal requested $749 million in Economic Support Funds (ESF) for International Assistance programs in Haiti, to remain available until September 30, 2012. Programs was to focus on helping the Haitian government to rehabilitate infrastructure and provide technical assistance to help improve its public outreach, as well as working on reconstruction projects that provide essential services such as shelter and infrastructure for water, sanitation, healthcare, and electricity, as well as finance projects in agriculture, farm to market roads, and major roads, bridges, and ports.", "The Administration requested that up to $120 million of the ESF be transferred to the Department of the Treasury to a multi-donor trust fund for Haiti, that could be used to leverage the contribution of significant resources from other donors. The proposal would also allow ESF monies to be transferred to USAID's Operating Expenses account for unanticipated staffing needs and other related expenses. To ensure that other projects are not displaced, the Administration requested that any transfers to the Development Credit Authority (DCA) account would be in addition to already appropriated amounts."], "subsections": [{"section_title": "Key Concerns", "paragraphs": ["Some experts suggested developing small-scale, alternative or clean energy sources at the local level rather than trying to rebuild the previously ineffectual Haitian electricity service would increase the quality of life of many Haitians and have a positive impact on economic growth. Some Members have expressed concern that insufficient funding is being focused on the needs of children, or on psychological support for the traumatized population. There was no additional funding for Global Health and Child Survival in the supplemental request. "], "subsections": []}]}, {"section_title": "International Narcotics Control and Law Enforcement Funds for Security", "paragraphs": ["Under the Haiti supplemental request, the State Department would receive about $144 million for International Narcotics Control and Law Enforcement (INCLE) activities to meet a renewed need for security in broader areas of Haiti. This funding would strengthen law enforcement by purchasing equipment and adding police advisors for the United Nations Stabilization Mission in Haiti (MINUSTAH) to re-establish and expand its presence in Haiti. Many of MINUSTAH's troops had shifted to development work because security had improved dramatically.", "INCLE funds would strengthen the Haiti National Police (HNP) by restoring training capacity, providing equipment, supplies, and infrastructure, and by re-building prisons destroyed by the earthquake. Other programs would enhance criminal justice sector support; restore the ability of the HNP and the Haitian Coast guard to conduct counter-narcotics operations; and help prevent and combat human trafficking."], "subsections": []}, {"section_title": "USAID and Treasury Funds for Oversight and Advisors", "paragraphs": ["To improve accountability and oversight, and reduce corruption as funding for relief, rehabilitation and reconstruction in Haiti rises, the supplemental requested $1.5 million for the Office of the Inspector General of USAID.", "The Administration also requested $690,000 for a Treasury Department attaché to work with the Ambassador, senior Haitian officials, and other donors, and oversee additional technical advisors. The request included a further $7.1 million for these advisors, who would work with the government to restore basic treasury processes; continue to reduce corruption through improved procurement processes and fiscal transparency; and enhance economic management skills. Because the earthquake killed government officials and destroyed Ministry of Finance and other government buildings, along with records and equipment, much of the financial management progress that had been made has been set back."], "subsections": []}, {"section_title": "U.S. Funds for International Donor Trust Fund and Debt Relief", "paragraphs": ["The Administration requested that up to $120 million in Economic Support Funds be contributed to a Multi-Donor Trust Fund for Haiti to facilitate better coordination, implementation, and tracking of foreign assistance to Haiti. Although some in Haiti criticize the trust fund as giving too much control to foreign entities, both Haitian President Rene Preval and Prime Minister Jean-Max Bellerive have acknowledged that Haitian capacities were already limited, and considerably diminished by the earthquake. A development authority, with Haitian government and international officials guiding long term development, is also being set up."], "subsections": [{"section_title": "Providing Multilateral Debt Relief to Haiti155", "paragraphs": ["To help Haiti in its recovery from the earthquake, the Administration proposed U.S. contributions of $252 million to help cancel Haiti's debts of $781 million to three international organizations: the Inter-American Development Bank, World Bank, and International Fund for Agriculture and Development. The Administration requested reallocating up to $40 million from the Treasury Department's Debt Restructuring Account appropriated for the multilateral Heavily Indebted Poor Countries (HIPC) Trust Fund from this or subsequent fiscal years. The Administration also sought new contributions of $212 million for multilateral debt relief. Congressional authorization is required for the $40 million reallocation, and both authorization and appropriations are required for the additional $212 million."], "subsections": []}]}, {"section_title": "Final Congressional Action on Haiti Recovery and Reconstruction Funding", "paragraphs": ["The final version of H.R. 4899 , P.L. 111-212 approves $1.140 billion for all FY2010 recovery and reconstruction activities for Haiti, $26 million more than the Administration requested. (The House adopted the Senate-passed version.) Under the act, direct budget support to the Haitian government requires written agreements with clear goals, and mechanisms to prevent the misuse of funds. The act states that any of this funding to the Haitian government should be suspended if those conditions are no longer being met. ", "The final version imposes restrictions and reporting requirements on the two biggest categories of recovery and reconstruction funding which may be difficult to meet. Neither Economic Support Funds (ESF) nor International Narcotics Control and Law Enforcement (INCLE) funds—in this supplemental request or in prior appropriations acts—may be disbursed until the Secretary of State reports that Haitian national, provincial or local governments will be involved in the design and execution of programs. The Haitian government at all of those levels has a limited ability to design and execute programs. ESF and INCLE may only be provided to the Haitian government if the Secretary of State determines that the government of Haiti is carrying out reform, including removing corrupt officials. The act prohibits any funding for \"justice programs\" until a credible investigation into alleged extrajudicial killings of prisoners by Haitian police in January 2010 is carried out and the Haitian government takes appropriate action. The Haitian judiciary system's ability to carry out such investigations and prosecutions is extremely weak.", "The enacted version approves $770 million for ESF, $21 million more than the $749.3 million the Administration requested, with the restrictions mentioned above. The Administration's request did not include funding for education programs. The final act provides up to $10 million for the development of \"quality, publicly funded\" children's education, and directs U.S. agencies to collaborate with Haiti on renewable energy and energy efficient programs. The enacted version provides directives regarding other issues such as shifts in development and governance programs, family based care for orphans, access of small nongovernmental organizations to reconstruction grants, and reforestation as well.", "The final version approves $148 million for INCLE funding, $4 million more than requested with $2 million more for the construction and improvement of \"deplorable conditions\" of correction facilities; and $2 million more to combat human trafficking and slavery and replenishment of funds borrowed from other countries' anti-human trafficking programs. ", "P.L. 111-212 approves $3 million, double the Administration's request, for USAID's Office of the Inspector General for oversight of increased funding for Haiti and the requested funding for a Treasury Department attaché and Treasury Department technical advisors. ", "The enacted version also authorizes the requested $120 million contribution for the multi-donor trust fund (using monies appropriated in the Economic Support Fund), requiring consultation on accountability mechanisms, and the amount and purpose of funding before a contribution is made.", "For debt relief for Haiti, the enacted version recommends authorizes up to $252 million in U.S. contributions for multilateral debt relief, including an additional $212 million, and $40 million transferred from existing funds. The enacted version requires the Secretary of State to submit a report within 90 days, and every 180 days afterwards, until September 30, 2012, assessing progress and U.S. contributions made toward meeting the goals of the Haitian development strategy, and donor coordination. "], "subsections": []}]}, {"section_title": "Funding for Diplomatic Operations in Haiti159", "paragraphs": ["The Administration requested $155 million for diplomatic and broadcasting operations in Haiti (see Table 11 ). Of that amount, $149.5 million is requested for the State Department, with $65 million allotted for logistical support and assistance for the additional U.S. government personnel posted to Haiti, and $84.5 million to repair or replace staff housing and other buildings associated with the Embassy. ", "A portion of these funds could be used to reimburse accounts for evacuation of Embassy family members and non-essential personnel, and for repatriation loans to American citizens who needed assistance to return to the United States. The State Department funds would reimburse accounts used for this emergency and also continue staffing support for the relief and reconstruction efforts. Without these reimbursements, shortages could develop in other countries for diplomatic and consular programs and embassy construction and repair.", "The request also included $5 million for the Broadcasting Board of Governors' (BBG) Creole Language Service which increased its broadcasts five-fold—from 2 to 10.5 hours a day—after the earthquake. The funds are to be used to repair and support the affiliate broadcasting stations used by the Creole Service, hire additional staff, and establish a Reporting Center in Port-au-Prince. These broadcasts have been and continue to be a major source of accurate information for the people of Haiti regarding relief, recovery, and family reunification efforts (see Table 11 )."], "subsections": [{"section_title": "Congressional Action on Diplomatic Operations Funding in Haiti FY2010", "paragraphs": ["The enacted version of H.R. 4899 includes an additional $147 million for State Department operations and broadcasting in diplomatic operations in Haiti, $8 million less than the Administration requested. "], "subsections": []}]}]}, {"section_title": "Other Foreign Economic and Humanitarian Assistance160", "paragraphs": ["Although the Administration request was limited to Pakistan, Afghanistan, Iraq, and Haiti, the enacted version of H.R. 4899 added $592 million for foreign economic and humanitarian assistance programs for a number of other countries and specific aid accounts (See Table 12 ) .", "Under the enacted version of H.R. 4899 , Mexico receives $5 million in State Department Diplomatic and Consular Program (DC&P) funding for emergency security support for U.S. diplomats in the country and $175 million in International Narcotics and Law Enforcement (INCLE) funds for judicial reform, anti-corruption, and other activities related to the Merida Initiative. Jordan is provided $100 million in Economic Support Fund (ESF) aid to address Iraqi refugee and other pressing economic issues and $50 million in Foreign Military Financing (FMF) for \"urgent security needs.\" El Salvador receives $25 million in ESF aimed at relief and reconstruction related to Hurricane Ida.", "P.L. 111-212 also provides the Democratic Republic of Congo with $15 million to assist civilians, particularly victims of rape and other violence, in the eastern region of the country. USAID's Global Health and Child Survival account (GHCS) receives $45 million to address the worldwide threat of pandemic influenza and the State Department's Migration and Refugee Assistance (MRA) account receives $165 million to assist Iraqi, Afghan, Pakistani, Congolese, Burmese, and Somali refugees and Internally Displaced Persons (IDPs). In the Senate Appropriations Committee report, appropriators recommended that Vietnam receive $12 million in ESF funds for the remediation of dioxin contamination at the Da Nang Airport."], "subsections": []}, {"section_title": "Other Domestic Program Funding", "paragraphs": ["On June 22, 2010, the Administration requested an additional $600 million for border security in response to concerns about a deteriorating security situation. An earlier Administration request also included additional funding for the Capitol Police. The Administration did not request additional funding to prevent layoffs of teachers, law enforcement officers, and firefighters, or to provide additional financing for farmers, energy loans and Pell Grants to aid those affected by limited credit availability, or for mine safety, all matters of considerable congressional concern. "], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["Although the House's amended version of the bill passed on July 1, 2010, and earlier June Majority leadership drafts included substantial funding not requested by the Administration primarily to prevent layoffs of teachers, law enforcement officials, and firefighters as well as provide additional Pell Grants, these funds were not included in the final version of H.R. 4899 , P.L. 111-212 enacted July 29, 2010, but funding for these proposals may be included in other bills (see Table 1 ). ", "For example, on August 6, the Senate considered and passed an amendment to H.R. 1586 , the Federal Aviation Administration Air Transportation Modernization and Safety Improvement Act, which provides $10 billion for the Education Jobs Fund, as well as an increase in the federal share of federal Medicaid reimbursements with these funds expected to free up additional funds for states to retain law enforcement and firefighters as well as meet other needs. The House plans to return from recess the week of August 8 to consider this bill. According to CBO, the bill is offset over ten years."], "subsections": []}, {"section_title": "Funds to Prevent Layoffs of Teachers, Law Enforcement Officers and Firefighters", "paragraphs": ["The Administration did not request additional funds in FY2010 to prevent layoffs of teachers and other school staff, law enforcement officers, or firefighters. In letters to Congress, President Obama and Secretary of Education Arne Duncan emphasized the need for federal funds to prevent teacher layoffs, but a budget request for funds was not been made. "], "subsections": [{"section_title": "Final Congressional Action in the Supplemental on Funds for Teachers164", "paragraphs": ["The final version of H.R. 4899 did not include funds to prevent teacher layoffs because that was not included in the Senate May 27 version that the House passed on July 27. The House July amended version included $10 billion for the Education Jobs Fund that was estimated would save or create 140,000 education jobs during the 2010-2011 school year, but the House withdrew its support of this version on July 27, 2010, and adopted the Senate version (see Table 1 ). ", "The earlier House July amended bill would have provided $10 billion for the Education Jobs Fund and was partly offset by a $500 million cut to funding for Race to the Top grants, a $200 million cut to the Teacher Incentive Fund, and a $100 million cut to the Charter School Program. These proposed offsets triggered a veto threat from the Administration, which argued that the cuts would damage these programs driving current school reform efforts.", "According to an estimate from the American Association of School Administrators (AASA) based on a May survey of 1,479 school administrators in 49 states, about 275,000 teachers and school staff, including support personnel and administrators, could be laid off in the 2010-2011 school year unless additional funding, like that provided in the American Reinvestment and Recovery Act (ARRA), were provided this year. If these layoffs were to occur, the AASA estimates that pupil-to-teacher ratios will increase from 15:1 to 17:1. However, there is mixed evidence to support the notion that lower class sizes leads to student academic achievement gains.", "Under the proposed Education Jobs Fund, funds were to be distributed to state governors based on the same population-based formula used for the State Fiscal Stabilization Fund authorized through the ARRA. Although the ARRA did not specifically target preventing teacher layoffs, funds were used for this purpose. To ensure that funds are available before schools open in the fall, the HAC majority draft bill would require the U.S. Department of Education (ED) to distribute funds to states within 45 days of enactment to states that had submitted applications for funding. To receive funds, each state would have to provide assurances that it would meet various maintenance of effort (MOE) requirements. Additional MOE requirements would apply specifically to Texas. "], "subsections": []}, {"section_title": "Final Congressional Action on Funds for Law Enforcement Officers170", "paragraphs": ["The final version of H.R. 4899 did not include supplemental funding for hiring programs under the Community Oriented Policing Services (COPS) Office, funding that was not requested by the Administration. Although a draft House Appropriations Committee (HAC) bill had proposed that $1.179 billion be appropriated for the COPS hiring program (in addition to the $298 million already appropriated for FY2010), this funding was dropped from the House-amended version approved on July 1, and later receded from by the House on July 27, 2010.", "While the HAC proposed supplemental funding would have helped law enforcement agencies currently facing budget shortfalls to hire additional or retain current officers, this might provide only a temporary solution. If tax revenues do not rebound, states may again need to lay off officers. In addition, the proposed $1.179 billion might not be enough to meet the current demand for hiring funds in light of recent experience when COPS received over 7,200 applications requesting a total of $8.3 billion to pay for about 40,000 positions in response to the $1 billion provided in the ARRA. "], "subsections": []}, {"section_title": "Final Congressional Action on Funds for Firefighters174", "paragraphs": ["The enacted version of H.R. 4899 and the Administration request did not include funds for firefighter hiring and retention. An earlier draft proposed by the HAC in a May draft proposed that $500 million be appropriated to the Department of Homeland Security's Staffing for Adequate Fire and Emergency Response (SAFER) program, which provides grants to local fire departments to hire new firefighters and maintain current firefighter staffing levels (e.g., avoiding layoffs) but the House July-amended version provided no funds for this program. ", "Funding for SAFER was $210 million in FY2009, $420 million enacted in FY 2010, and $305 million requested in FY2011. Proponents of an additional $500 million for SAFER argue that budget shortfalls at the state and local level threaten to reduce firefighter staffing levels, posing a risk to local communities. Opponents argue that for FY2010, SAFER is already receiving the highest appropriation in its history, and that current funding should be viewed as appropriate in light of the need to reduce federal spending. "], "subsections": []}]}, {"section_title": "Agriculture and Energy Loans and Pell Grants", "paragraphs": ["In response to concerns about shortages in credit for agricultural enterprises, and shortages in financing for post-secondary students, along with Administration interest in accelerating both nuclear and innovative energy efficiency projects and energy, the two houses considered the proposals below, but ultimately P.L. 111-212 did not include most of the funding (see Table 1 ). "], "subsections": [{"section_title": "Final Congressional Action in Supplemental on Rural Housing and Agricultural Loans, and Food Programs 177", "paragraphs": ["For the Department of Agriculture, the enacted version of H.R. 4899 contains $32 million in response to concerns about credit shortages in the farm loan program and a rural housing loan guarantee program. These supplemental funds respond to the high demand for government loans since 2008 because banks are making credit less available, which has depleted regular appropriations for the rural housing program by May 2010 and used more than 90% of appropriations for certain farm loan programs. Without supplemental appropriations, otherwise qualified loan applications from farmers or rural homebuyers may go unfunded for the rest of FY2010. The enacted version offsets this $50 million within agriculture by limiting $50 million of outlays from a mandatory bioenergy program (the Biomass Crop Assistance program).", "For Section 502 rural housing loans, the enacted version raises the fees that banks would pay for receiving loan guarantees and adds $697 million of loan guarantee authority. This is in addition to the $12 billion in guaranteed loans and $1.1 billion in direct loans that are available from regular FY2010 appropriations. For the regular FY2011 appropriation, the Agriculture Department is requesting $75 million for $1.2 billion of direct loans under Section 502, and a new fee structure (like that in the supplemental appropriation) to allow $12 billion of loan guarantees at no cost to the government.", "For farm loans, the enacted version provides $32 million to support $950 million of loans and guarantees. This is in addition to $5.1 billion in loans and guarantees already available for FY2010. For the regular FY2011 appropriation, the Agriculture Department is requesting $151 million to support $4.7 billion of farm loans.", "The final version dropped $50 million for The Emergency Food Assistance Program (TEFAP) to purchase commodities for local food distribution networks included in the July House amended version, as well as $979 million of other rescissions from Agriculture Department accounts, including $487 million from reserve funds for the Supplemental Nutrition Program for Women, Infants, and Children (WIC), $422 million from rural development (including $300 million of rural broadband funding from ARRA), and $70 million from unobligated balances from the Natural Resources Conservation Service. "], "subsections": []}, {"section_title": "Final Congressional Action in Supplemental on Department of Energy Loan Guarantee Program180", "paragraphs": ["While the enacted version of the FY2010 supplemental included no funding for the Department of Energy's Loan Guarantee Program to accelerate part of the FY2011 funding request, the Administration's FY2011 request for these funds is pending. The Administration had hoped to \"accelerate our efforts to leverage private sector investment in clean energy projects ...\" and to allow up to three nuclear power plant LGP projects currently under review at DOE to \"move forward to conditional commitment in 2010.\" The Office of Management and Budget (OMB) stated that DOE's FY2011 LGP request for $500 million for credit subsidy costs would be reduced by the $180 million it asked the House to include in the supplemental.\"", "The earlier House July-amended version included $180 million for the DOE Loan Guarantee Program to support innovative energy technology projects, with $90 million to support advanced nuclear power facilities and $90 million to support renewable energy and energy efficiency technology projects. DOE estimates that a $180 million appropriation could support up to $18 billion in loan guarantee authority. For FY 2011, DOE requested $36.0 billion in additional loan guarantee authority for nuclear power projects and $500 million in appropriated credit subsidy costs to support guarantees for innovative energy efficiency and renewable energy projects. ", "Established in 2005 by P.L. 110-58 to support innovative energy technologies that reduce greenhouse gas emissions, the first real funding (other than for program staff) was in the American Reinvestment and Recovery Act (ARRA) in FY2009 to support projects and create jobs. The Recovery Act appropriated $6 billion solely for commercial renewable energy and related transmission projects—to be expended by the end of FY2011. In July 2009, $2 billion was re-programmed to support the Cash-for-Clunkers program. The Speaker of the House promised to try to restore that $2 billion to LGP."], "subsections": []}, {"section_title": "Final Congressional Action in Supplemental on Pell Grants181", "paragraphs": ["The enacted version of H.R. 4899 , P.L. 111-212 does not include the $4.95 billion in additional funds for the Federal Pell Grant Program that had been proposed in the House July amended version of H.R. 4899 to help close a funding gap of $5.7 billion between the FY2010 discretionary funding level and the additional amount needed in FY2011 to maintain the current baseline discretionary maximum award level of $4,860 in award year (AY) 2011-12. ", "Assuming this additional funding is not approved elsewhere, the additional $5.7 billion in funding may be provided in the annual FY2011 appropriation for the program. For instance, The House Appropriations Committee FY2011 subcommittee allocations, or 302(b) allocations, include an additional $5.7 billion for the Federal Pell Grant Program though the Senate Appropriations Committee did not include the additional $5.7 billion for the program, but provides the $4,860 discretionary maximum award level in AY2011-12.", "Authorized by Title IV of the Higher Education Act of 1965 (HEA), the Federal Pell Grant program is the single largest federal source of grant aid for postsecondary education attendance and is estimated to provide need-based grant aid to approximately 8.3 million undergraduate students in FY2010. The program is funded primarily through annual discretionary appropriations, although mandatory appropriations play a smaller, yet increasing, role in the program."], "subsections": []}]}, {"section_title": "Border Security Request185", "paragraphs": [], "subsections": [{"section_title": "Administration Request for Border Security Funds", "paragraphs": ["In a June 22, 2010, budget amendment, the Administration requested an additional $600 million for border security along the Southwest Border of the United States, to be partially offset by rescinding $100 million in Department of Homeland Security (DHS) funds for SBInet (commonly known as the \"virtual border fence\"), which has been suspended pending the outcome of a technical and cost review. The Administration requested that the remainder be designated as emergency requirements. Of the total, $399 million would be for the Department of Homeland Security (DHS) and $201 million would go to the Department of Justice (DOJ).", "Within the DHS total, $297 million would be used to hire 1,000 new Border Patrol agents, $37 million for two new unmanned aerial detection systems, $53 million for 160 new Immigration and Customs Enforcement (ICE) agents, $6.5 million for 30 new Customs and Border Patrol (CBP) officers, and $6 million for 20 new CBP canine teams to improve border enforcement operations along the Southwest border.", "The $201 million of DOJ funding would increase the presence of Federal law enforcement in the Southwest border districts by adding seven Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF) Gunrunner Teams, five FBI Hybrid Task Forces, additional Drug Enforcement Administration (DEA) agents, equipment, operational support, and additional attorneys and immigration judges and to support additional detention and incarceration costs for criminal aliens in coordination with DHS enforcement activities. The amendments would also provide funding to support Mexican law enforcement operations with ballistic analysis, DNA analysis, information sharing, technical capabilities, and technical assistance. "], "subsections": []}, {"section_title": "Final Congressional Action in Supplemental on Border Security", "paragraphs": ["Although the final version of the FY2010 Supplemental, P.L. 111-212 did not include any funding for border security, the House passed H.R. 5875 with $701 million for border security under suspension of the rules on July 28, 2010. This amount is the same as included in the House amended July version and is $100 million more than the Administrations request. Both the Administration and H.R. 5875 include $201 million to DOJ for border security efforts, largely for more law enforcement personnel."], "subsections": []}]}]}, {"section_title": "Deepwater Horizon Oil Spill Provisions", "paragraphs": ["In its May 12, 2010, budget amendment to respond to the Deepwater Horizon oil spill in the Gulf of Mexico, the Administration requested $118 million in discretionary supplemental appropriations primarily to pay for activities that may not be recoverable from the responsible parties under the liability provisions of the Oil Pollution Act of 1990. The Administration also proposed a mandatory funding provision that would increase the current limitation on the amount that the U.S. Coast Guard can receive as \"advances\" from the Oil Spill Liability Trust fund to pay for its response activities, that was ultimately enacted separately in P.L. 111-191 ( S. 3473 ) on June 15, 2010, in response to concerns raised that the Coast Guard would run out of funds for its response activities (see \" Final Congressional Action on Oil Spill Trust Fund and Unemployment Benefit \" below).", "The Administration request included the following programs: ", "$50 million to create an Oil Spill Relief Employment Assistance program to provide National Emergency Grants for temporary employment and expanded employment search assistance, to be paid for by the parties responsible for the oil spill; $29 million for the Department of the Interior to conduct additional inspections, enforcement, studies, and other activities related to the oil spill; $13 million for the National Oceanic and Atmospheric Administration (NOAA) to \"mitigate economic impact\" on fishermen and fishery-related businesses affected by the oil spill, if the Secretary of Commerce determines that resources provided under other authorities are not sufficient; $10 million for the Department of Justice to carry out enforcement actions under the Oil Pollution Act and Clean Water Act, and defensive litigation under the Federal Tort Claims Act; $7 million for the National Oceanic and Atmospheric Administration for research, including scientific investigations and sampling, in support of the oil spill response; $5 million for the Economic Development Administration to award grants to state and local governments and non-profit entities in affected areas for economic assistance, including the development of economic recovery plans; $2 million for the Environmental Protection Agency to study the long-term impacts of the oil spill and the use of dispersants as part of the cleanup effort; and $2 million for the Food and Drug Administration to purchase new technologies to enhance seafood inspection capabilities."], "subsections": [{"section_title": "Final Congressional Action on Oil Spill Programs", "paragraphs": ["The final version of H.R. 4899 approves a total of $94 million for oil-spill related programs, including all of the Administration's request except for the $50 million request for a new employment assistance program for individuals affected by the oil spill, and adding $26 million for NOAA to provide fisheries disaster relief ($15 million), for an expanded stock assessment of fisheries in the Gulf ($10 million),and for the National Academy of Science to conduct a study of the long-term effects on the ecosytem in the Gulf ($1 million).", "The earlier House July-amended version had approved the Administration's request for $50 million for an employment assistance program and added $12 million to set up a National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling (funds available until September 30, 2011).", "In addition, the enacted version provides authority for the Army Corps of Engineers to use a portion (dollar amount not specified) of the $129 million in discretionary funds in the bill for dredging and placing dredged material to mitigate the impacts of the oil spill."], "subsections": []}]}, {"section_title": "Mandatory Spending for Veterans' Benefits, Settling Court Cases, and Oil Spill Response Activities", "paragraphs": ["The Administration requested a total of $17.9 billion in additional mandatory spending including", "$13.4 billion to provide additional benefits for veterans exposed to Agent Orange in Vietnam; $3.4 billion to settle the longstanding Cobell case about government responsibility for handling Indian land trusts; $1.2 billion to settle the Pigford II case about discrimination claims of black farmers; and $175 million to increase funding available to the Coast Guard for its response activities and for a proposed new unemployment benefit program for those affected by the spill.", "In the case of the veterans' benefits, the Secretary of the Department of Veterans' Affairs (VA) currently has the statutory authority to determine whether certain circumstances—such as exposure to hazardous substances like Agent Orange—merit a presumption that specific later health problems are service-connected. Under current scorekeeping conventions, spending for new benefits that is based on exercising current authority is not counted as new, or an increase in, federal spending for budget enforcement purposes. Therefore, the spending for the VA benefits presumably would not be subject to budget procedural constraints, such as PAYGO rules.", "The Administration also proposed that the additional mandatory funding to respond to the Deepwater Horizon oil spill be categorized as emergency funding, and thus exempt from PAYGO rules.", "Spending for the two court settlements, however, requires new legislative authority as well as funds and therefore would count as new spending for budget enforcement purposes, and may be subject to certain budget rules, such as PAYGO rules (see \" Budget Rules and Supplemental Requests \"). Some Members have proposed finding offsets and others have suggested designating the funding as emergency."], "subsections": [{"section_title": "Additional Benefits for Veterans Exposed to Agent Orange194", "paragraphs": ["The Secretary of the Department of Veterans Affairs (VA) has statutory authority to determine presumptions of service-connection for conditions determined to be associated with exposure to Agent Orange. On October 13, 2009, the Secretary of the VA announced his intention to establish a presumption of service connection for Parkinson's disease, ischemic heart disease, and hairy cell/B cell leukemia for veterans who served in the Republic of Vietnam and were exposed to Agent Orange compounds. Proposed regulations were issued on March 25, 2010. OMB estimated that the costs for the new presumptions of service connection for these conditions will be $13.4 billion in FY2010 (see Table 1 ).", "The VA estimates that there are approximately 86,000 veterans who will be able to receive retroactive benefits for the new presumptive conditions. In addition, there are veterans who will be eligible for an increase in their current disability rating, or will be able to begin disability compensation based on the new presumptions. Payments of disability compensation related to the new presumptions will begin when final regulations are published. The impact of the presumptions on disability compensation and pensions is in the baseline for FY2011.", "While the Administration has requested the $13.4 billion as a supplemental appropriation for FY2010 in its FY2011 budget, the Secretary of the VA already has the authority under current law to make this determination, which requires the VA to compensate veterans once regulations are issued. "], "subsections": [{"section_title": "Potential Change in the Estimate", "paragraphs": ["CBO has estimated that $5 billion rather than $13.4 billion would be needed in FY2010. The differences between the CBO and OMB estimate for FY2010 is due to the uncertainty about when the final regulations for the service connection presumptions will be released and the length of time for processing disability compensation claims by the VA (179 days in FY2009 for initial disability compensation claims)."], "subsections": []}, {"section_title": "Final Congressional Action on New Veterans' Benefits", "paragraphs": ["The enacted version of H.R. 4899 includes the $13.4 billion for additional veterans benefits related to Agent Orange requested by the Administration. The earlier Senate May version and the House July-amended version also both approved the request. Section 902, offered by Senator Webb, adopted by the Senate, and included in the House July-amended version, prohibits the VA from paying any of these claims related to Agent Orange until the period for Congressional review has expired (generally, 60 days after a report on the new action is submitted to Congress). Unless Congress enacts a joint resolution changing the regulations, there will be no impact on the amount of a veterans disability compensation because these claims would be \"back-dated\" to the date of eligibility."], "subsections": []}]}, {"section_title": "Resolving Black Farmers and American Indian Trust Lands Court Cases", "paragraphs": ["The Administration requested $4.6 billion to settle two longstanding cases against the government:", "$1.15 billion for the Pigford Black Farmers Discrimination Case; and $3.4 billion for the Cobell Indian Trust Litigation Settlement.", "In both cases, the claimants argue that unless funds are appropriated before a certain date, the settlements could be voided, but it is not clear that these are hard deadlines. The most recent deadline for the Cobell case is August 6, 2010, but this has been extended several times. "], "subsections": [{"section_title": "Settlement of the Black Farmers Discrimination Case203", "paragraphs": ["The FY2010 budget supplemental requested $1.15 billion in emergency appropriation to settle the Pigford II discrimination case brought by 70,000 black farmers against the U.S. Department of Agriculture, who were not covered by the original 1999 Pigford class-action settlement. A settlement in the Pigford II case was announced on February 18, 2010, by Secretary of Agriculture Tom Vilsack and Attorney General Eric H. Holder, Jr. The Administration had requested $1.15 billion for the claimants in its FY2010 Budget but funds were not appropriated. ", "The Pigford II settlement is final and non-appealable. A provision of the settlement states that should Congress fail to make the $1.15 billion appropriation by March 31, 2010, the claimants could void the settlement. No funds were appropriated by this deadline. Because the settlement is clearly a priority of both the USDA and the White House, plaintiffs are unlikely to exercise their right to void the settlement in the near term. "], "subsections": []}, {"section_title": "Indian Trust Litigation Settlement206", "paragraphs": ["The Administration requested $3.4 billion in FY2010 supplemental appropriations to settle litigation over mismanagement of individual Indian trust fund accounts in the Cobell v. Salazar case ( Civil No. 96-1285 (JR), D.D.C.)). Of that total, $1.4 billion would be transferred to a fund to distribute to plaintiffs and $2 billion would be used to purchase and consolidate fractionated trust land interests (owned by the plaintiffs) and to award $60 million in education scholarships. The settlement, agreed to by the plaintiffs and the departments of the Interior, Treasury, and Justice on December 7, 2009, requires legislative authorization by August 6, 2010, a deadline recently extended for a fifth time. It is not clear whether further extensions will be accepted by the parties or the presiding judge.", "The Cobell lawsuit arose from Interior's inability to account accurately for payments into and from Individual Indian Monies (IIM) trust accounts set up in the 19 th century to deposit income from individuals' trust lands as well as other payments. Interior management of these accounts was difficult, not only because of the allotments' age, but also because of the splitting of interests in each tract as each generation of heirs divided their allotments, creating an estimated 384,000 IIM accounts with a current total asset value over $460 million.", "Both the plaintiffs and the defendants may have reason to support the Cobell settlement in order to end 14 years of \"contentious and acrimonious litigation\" that has cost both parties millions of dollars. Some Indian organizations and plaintiffs oppose congressional approval of the Cobell settlement, and some approve."], "subsections": []}, {"section_title": "Final Congressional Action in Supplemental on Court Cases", "paragraphs": ["The enacted version of H.R. 4899 does not include the $4.6 billion appropriation for the Cobell and Pigford II court settlements that the Administration requested. The earlier House version passed on July 1, 2010, included language providing direct spending authority to use the Judgment Fund, a permanent appropriation, to pay for these settlements (31 U.S.C. 1304), and $4.5 billion savings from reducing the government's costs to purchase drugs in mandatory programs (see below). House and Senate rules require that such direct spending must be offset by either increasing revenues or reducing other direct spending. Otherwise, a member could raise a point of order.", "Similar language providing for use of the Judgment Fund to make payments resulting from the Cobell and Pigford II court settlements was included in an earlier version of H.R. 4213 but was dropped from the final version ( P.L. 111-205 ). Senator Reid's office has said that the Senator may propose to pass these provisions in a separate bill by unanimous consent that could be offered as before the August recess or by attaching them to other bills."], "subsections": []}]}, {"section_title": "Reducing Medical Costs by Increasing Medicaid Drug Rebates and Improving Generic Drug Access", "paragraphs": ["If funding is included for the court settlements in some other bill, then offsets or savings in mandatory programs would be required under PAYGO provisions. The final version of H.R. 4899 did not include provisions in the earlier House July amended version that identified $4.68 billion in mandatory savings over ten years from two new provisions intended to reduce government medical care expenditures. One of these provisions would increase the rebates states receive from drug manufacturers by including more forms of drugs in the calculation of Average Manufacturer Price (AMP). The second provision would reduce drug expenditures for federal programs by providing the Federal Trade Commission (FTC) with additional authority to limit the ability of brand name drug manufacturers to make deals with generic drug makers to not offer competing products. Neither provision was included in earlier versions of H.R. 4899 or in the Administration request. "], "subsections": [{"section_title": "Final Congressional Action in Supplemental on Proposed Changes in Drug Purchasing213", "paragraphs": ["The July 1 amended House version of the supplemental appropriations act that was dropped by the House on July 27, 2010, would have amended Medicaid law to include the injected, infused, and inhaled dosage forms of outpatient drugs in determining AMP. AMP is a benchmark price used to calculate rebates for prescription drugs purchased by states on behalf of Medicaid beneficiaries.", "Drug manufacturers that participate in Medicaid are required to pay rebates to the states for these drugs, which states share with the federal government. Although the new health care reform laws revised the definition of AMP to help ensure that Medicaid rebates would be consistently calculated, certain forms of outpatient drugs were omitted from the AMP definition changes. This proposal would add the injected, infused, and inhaled forms of outpatient drugs to the AMP calculation, which would increase the amount manufacturers would owe in Medicaid drug rebates.", "The change to Medicaid drug rebates proposed by the House July 1 amended version of H.R. 4899 was not included in either the previous Senate May version or the original House March version of the bill, or in Administration's requests. CBO estimated that this amendment to Medicaid drug law to include injected, infused, and inhaled drugs in the calculation of AMP would reduce federal Medicaid expenditures by $2.1 billion over 10 years, but would not have a measureable impact in FY2010. ", "The Senate did not accept the provisions to add additional drug forms to the definition of AMP that was included in the July 1 House amended version. A similar provision to the AMP changes proposed in that earlier version was included in S.Amdt. 4567 which was offered in the nature of a substitute to H.R. 1586 on July 29, 2010. "], "subsections": []}, {"section_title": "Improving Access to Generic Drugs by Preventing Pay-for-Delay Agreements216", "paragraphs": ["Sections 4201-4206 of the House July amended version of H.R. 4899 form the Preserve Access to Affordable Generics Act that seeks to stop the practice (known as reverse payments or pay-to-delay arrangements) by which a pharmaceutical product patent holder pays or provides something of value to a generic manufacturer in return for that generic manufacturer's not challenging the patent and not selling a competing generic version of a prescription drug product for a specific time. Under these provisions, an agreement would be presumed to be illegal when a brand-name drug company compensates a generic drug company to delay the entry of a generic drug into the market. Although a similar provision was in H.R. 3962 , the House-passed health reform package, it was not included in the enacted health reform bills. ", "Since the Hatch-Waxman Act in 1984, the Food and Drug Administration has been able to approve a generic version of a drug after the patent period on a new drug ended. Because the generic manufacturer does not have to repeat all of the expensive and time-consuming clinical testing by which the original sponsor-manufacturer had to demonstrate the drug's safety and effectiveness, generic prices generally are much lower than the brand-name product's price. Delays in the availability of generic versions of drugs, therefore, increase the cost to consumers, including the federal government, which both purchases (through programs in the departments of Defense, Veterans Affairs, and Health and Human Services) and pays for (through Medicare, Medicaid, and other programs) drugs.", "These provisions would, by adding a new section 28 to the FTC Act, make unlawful any agreement involving compensation for delay of research, development, marketing, manufacturing, or sales of a generic drug. This presumption could be overcome according to specified criteria. The provision would give FTC rulemaking authority and would provide for judicial review and civil penalties. ", "CBO estimated that implementing the provision in the July House amended version would, over the 2010-2020 period, reduce spending by $2.42 billion and increase federal revenues by $0.26 billion, in aggregate reducing federal budget deficits by $2.68 billion. The Senate did not accept the Preserving Access to Generic Drugs provisions included in the July House amended version nor were they included in the enrolled bill sent to the President."], "subsections": []}, {"section_title": "Targeting Waste, Fraud, and Abuse in Selected Programs218", "paragraphs": ["The enacted version did not include the $538 million for initiatives to reduce waste, fraud, and abuse (WFA) in federal programs that was included in the earlier House July amended version. These funds were to go to the Department of Health and Human Services (HHS), the Internal Revenue Service (IRS), the Department of Labor (DOL), and the Social Security Administration (SSA). The WFA funding included efforts to reduce improper payments, as well as activities to prevent, detect, investigate, and prosecute individuals suspected of illegal activity. Federal agencies are responsible for conducting WFA activities to help ensure that federal expenditures are appropriate and that beneficiaries are entitled to the benefits provided. The $538 million in WFA funding in the House July amended version was to be allocated as follows:", "$245 million for enhanced tax enforcement by IRS;", "$250 million for the HHS Health Care Fraud and Abuse Control Account. Approximately half of these funds would be used by the Centers for Medicare & Medicaid Services to conduct WFA activities for Medicare Advantage (Part C), Medicare drug benefits (Part D), Medicaid, and the State Children's Health Insurance Program. About one quarter of the funds ($65 million) would be for the HHS Office of the Inspector General. The balance ($60 million) would be transferred to the Department of Justice to support HHS fraud and abuse investigations;", "$38 million would be for the SSA to conduct continuing disability reviews of Social Security Disability Insurance beneficiaries and eligibility redeterminations for Supplemental Security Income recipients; and", "$5 million would be for the DOL to conduct in-person reemployment reviews, eligibility assessments, and unemployment insurance improper payment reviews. ", "These funds were not designated as emergency funding, the funding for the DOL, SSA, and IRS would be available until September 2011, while the HHS funds would be available until September 30, 2012. CBO estimated that the additional PI funding would increase the federal deficit by $538 million in 2010 but did not estimate any savings so the federal budget deficits would be increased by the same amount over the period 2010-2020. "], "subsections": []}]}, {"section_title": "Additional Funds for Coast Guard Response Activities and New Unemployment Benefit", "paragraphs": ["In addition to discretionary supplemental appropriations to respond to the Deepwater Horizon oil spill discussed earlier in this report, the Administration proposed to expand the funds that the Coast Guard can draw from the Oil Spill Liability Trust Fund to finance its response activities, and to set up a new unemployment assistance program for individuals who are not entitled to other unemployment benefits (such as the self-employed). ", "The Oil Spill Liability Trust Fund permits the Coast Guard to withdraw up to $150 million per year to finance its response activities and is supported by an excise tax on domestic petroleum and petroleum imported for use in the United States. The Administration also proposed a 1 cent increase in the tax per barrel of oil that replenishes the trust fund and a new unemployment benefit program for those affected by the spill, but these proposals are outside the responsibility of the Appropriations Committees. ", "Although the Administration proposal would appropriate \"such sums as would be necessary,\" for the new unemployment benefit program, the parties responsible for the oil spill under the Oil Pollution Act would be liable for reimbursing the U.S. Treasury for all costs of the benefit and its administration. "], "subsections": [{"section_title": "Oil Spill Liability Trust Fund: Advance of Funds for Federal Response Efforts222", "paragraphs": ["The Administration's proposal authorized mandatory appropriations as \"advances\" from the trust fund. Later withdrawals from the trust fund would not require appropriations. These funds could later be recouped by the federal government from the responsible parties under the liability provisions of the Oil Pollution Act of 1990. CBO estimated that the Administration's proposal would result in $125 million in mandatory appropriations including $150 million in spending offset by $25 million that would be recovered from the responsible parties.", "The Administration's proposal would authorize the Coast Guard to make one or more advances of $100 million each from the Oil Spill Liability Trust Fund to respond to the Deepwater Horizon oil spill compared to the $150 million annual limitation on the advance of monies from the trust fund. Although the Coast Guard may continue to draw this amount each fiscal year if needed, the total expenditure to respond to an individual incident is limited to a cap of $1 billion in current law. The Administration proposed to increase this cap to $1.5 billion to make more funds available if necessary to respond to the Deepwater Horizon oil spill. The Office of Management and Budget (OMB) has estimated that a total of $1.575 billion in the trust fund would be available for obligation by the end of FY2010.", "The proposed increase in the limitation on annual advances of monies from the Oil Spill Liability Trust Fund would apply exclusively to the Deepwater Horizon oil spill to enhance federal emergency response capabilities. The limitation on annual advances in existing law would continue to apply to other spills. The Coast Guard would be required to notify Congress of any advanced funds for the Deepwater Horizon oil spill within 7 days, whereas the advance of funds for other spills would continue to require 30 days notice, as in existing law."], "subsections": []}, {"section_title": "Final Congressional Action on Oil Spill Trust Fund and Unemployment Benefit", "paragraphs": ["The final version of H.R. 4899 included provisions for the Oil Spill Liability Trust Fund that were the same as those in legislation, P.L. 111-191 ( S. 3473 ) that Congress passed separately on June 15, 2010, in response to concerns raised by Admiral Thad Allen, National Incident Commander for the Deepwater Horizon oil spill, and Department of Homeland Security Secretary Janet Napolitano that the Coast Guard would hit the $150 million cap by late June. That legislation, P.L. 111-191 ( S. 3473 ) raises the cap to $1 billion for the Deepwater Horizon spill, and allows $100 million withdrawals with 7-day notifications to Congress, was enacted on June 15 th , 2010. ", "CBO estimated that this legislation would require $50 million in FY2010 that would be offset by $50 million in reimbursements in FY2012, thus not violating PAYGO rules. The actual amount made available to the Coast Guard under Section 2001 would depend on the number of $100 million advances drawn from the trust fund, up to the $1 billion per-incident cap. The reimbursements would depend on the enforcement of liability under the Oil Pollution Act.", "The final version of H.R. 4899 did not include the Administration's proposed new mandatory unemployment compensation program for those who would not qualify for other programs, which CBO estimated would cost $33 million though the actual amount would have depended on the number eligible who apply. "], "subsections": [{"section_title": "Appendix. Congressional Action on H.R. 4899", "paragraphs": ["Congress addressed the Administration's $64.3 billion request for supplemental spending for FY2010 five times between March 24, 2010, and July 27, 2010 (see Table 1 ) . Congressional action included:", "The House passed H.R. 4899 by a vote of 239-174 of H.R. 4899 on March 24, 2010 (no House report) with $5.7 billion in spending for the Disaster Relief Fund in Federal Emergency Management Agency (FEMA), and $600 million for the Department of Labor's summer jobs program, and $5.1 billion in new Budget Authority (BA) including $600 million in offsetting rescissions; The Senate passed H.R. 4899 by a vote of 67 to 28 H.R. 4899 on May 27, 2010 ( S.Rept. 111-188 ) with $59.3 billion in spending, for disaster relief, war funding, war-related foreign assistance, Haiti relief and reconstruction, additional benefits for Vietnam veterans exposed to Agent Orange, other disaster relief, other foreign assistance, and oil spill recovery funding, and $58.9 billion in new BA including $600 million in offsetting rescissions; House adopted the Senate May 25, 2010, version of H.R. 4899 and added funds for the Education Jobs Fund, Pell Grants, summer youth employment, funding for the Cobell and Pigford II court cases on July 1, 2010, with a total of $81.8 billion in spending, and $65.1 billion in new BA including $16.7 billion in rescissions and mandatory savings; Senate failed to invoke cloture on House July amended version, and sent a message of disagreement with that version to the House on July 22, 2010; House receded from (withdrew its support of) the July 1, 2010, version of H.R. 4899 it had passed and adopted the Senate May 25 version by a vote of 308-114 (two-thirds required under suspension of the rules) on July 27, 2010; and President signed the bill on July 29, 2010, P.L. 111-212 .", "Previous congressional action, including floor debate, is described below."], "subsections": []}]}]}, {"section_title": "House Passed H.R. 4899 on March 24, 2010", "paragraphs": ["In passing H.R. 4899 on March 24, 2010, the House bill totaled $5.7 billion in spending, and focused on disaster relief, and did not include the war-related, Haiti relief or other Administration requests.", "Senate Passed H.R. 4899 on May 25, 2010", "The Senate May 25, 2010, version of H.R. 4899 (which was ultimately adopted by the House in the final version) addressed most of the elements in the Administration request except for the funding for the Cobell and Pigford II court settlements. At that point, funding for these court cases has been included in H.R. 4212 , the Tax Extenders bill. ", "The Senate version included $5.1 billion for FEMA's Disaster Relief Fund, $36.6. billion for DOD's and State Department/USAID war-related activities, $2.9 billion for Haiti relief and reconstruction activities, and about $200 million to respond to the Deepwater Horizon oil spill, and $13.4 billion in mandatory spending for additional benefits for Vietnam veterans exposed to Agent Orange (see Table 1 ).", "The Senate version added $386 million for other U.S. disaster relief programs to respond to recent floods in Tennessee and Rhode Island, and other natural disasters and $592 million for other foreign aid and humanitarian assistance programs, bringing the total spending to $59.3 billion, which is offset by $300 million in rescissions for a total of $58.9 billion. The Senate total was $4.1 billion below the Administration's request, largely because the SAC did not address the Administration's requests for $4.6 billion to two recently settled court cases (see Table 1 ). The Administration supported passage of the Senate version.", "Senate Debate on H.R. 4899", "The Senate debated H.R. 4899 from May 25-May 27, 2010, focusing primarily on proposed amendments to address border security concerns, responding to the Gulf oil spill, paying for supplemental spending, ensuring funding for recent national disasters, and setting a timeline to withdraw from Afghanistan. Based on a proposal by Majority Leader Senator Reid and adopted by unanimous consent on May 26, 2010, the Senate agreed to consider and vote on six amendments within strict time limits, to be followed by a vote on a cloture motion filed on May 25, 2010. If points of order were raised and sustained, the amendments would be withdrawn. The Senate rejected the six amendments. ", "Senators Kyl and McCain proposed additional funding for 6,000 National Guard and other personnel to reverse a deteriorating security situation on the border. While the White House announced that the President has authorized the deployment of an additional 1,200 National Guard and would be requesting $500 million for border security, that amendment has not yet been submitted. Senators Landrieu and Cochran proposed various measures to respond to the Deepwater Horizon oil spill including providing relief to small businesses by delaying loan or principal payments or providing technical assistance. Senator Menendez proposed a amendment requiring oil polluters to pay the full cost of oil spills.", "Senators McCain and Coburn proposed amendments to cut $59 billion other federal funding to finance the additional spending in the deficit, arguing the spending did not qualify as an emergency and hence should be offset. Senator Inouye questioned whether these proposals to rescind unobligated balances, cap federal salaries and other measures were realistic.", "The six amendments receiving individual votes were rejected as follows:", "McCain amendment to provide $250 million for 6,000 National Guards to secure the southern land border of the United States offset by rescinding unobligated funds in the American Recovery and Reinvestment Act, P.L. 111-5 ) ( S.Amdt. 4214 withdrawn after failure to receive the 60 votes necessary to waive the budget point of order raised; the vote was 51 to 46); Kyl amendment to appropriate $200 million to prevent illegal crossings at the southwest border with an offset from unobligated funds in the American Recovery and Reinvestment Act ( S.Amdt. 4228 , withdrawn after failure to receive the 60 votes necessary to waive the budget point of order raised; the vote was 54-44); Cornyn amendment provides funds from unobligated balances to deploy National Guards on the border ( S.Amdt. 4202 , withdrawn after failure to receive the 60 votes necessary to waive the budget point of order raised; the vote was 54 to 43); Feingold amendment requiring the President to set a timetable to redeploy troops from Afghanistan ( S.Amdt. 4204 rejected by a vote of 18 yeas to 80 nays); Coburn amendment cutting $59 billion in the supplemental bill over 10 years to offset the cost of the supplemental by: a one-year freeze on federal civilian salaries, capping the number of federal employees, reducing \"nonessential government travel\" and other proposed cuts ( S.Amdt. 4231 as modified, tabled by a vote of 53-45); Coburn amendment to offset the $59 billion in H.R. 4899 by reducing Congress' own budget and disposing of \"unneeded Federal property and equipment; and rescinding unspent Federal funds ($45 billion) ( S.Amdt. 4232 , tabled by a vote of 50 to 47); After these amendments were considered, the Senate invoked cloture by a vote of 69 to 20 on May 27, 2010. Other pending amendments were withdrawn. Later that day, by unanimous consent, the Senate voted to adopt 16 amendments in a Managers' amendment. H.R. 4899 as amended was then passed by a vote of 67 to 28, conferees were appointed, and the bill was be sent to the House.", "Earlier, on May 13, 2010, the Senate Appropriations Committee (SAC) marked up and reported H.R. 4899 , the Disaster Relief and Summer Jobs Act of FY2010 including $58.9 billion in funding. ", "House Amended Version of H.R. 4899 on July 1, 2010", "On July 1, 2010, the House passed an amended version of H.R. 4899 which added $22.5 billion in funding for domestic programs to the Senate's May 25, 2010, bill, as well as $16.3 billion in rescissions and mandatory savings. "], "subsections": [{"section_title": "Procedures and Debate", "paragraphs": ["In H.Res. 1500 , adopted by the House rule to govern floor consideration of H.R. 4899 , Members voted separately first on the rule itself and then on whether to adopt four separate amendments described in H.Rept. 111-522 . If the rule and at least one of the amendments were passed, then the entire bill, as amended, was enrolled and sent to the Senate. On July 1, 2010, the House adopted the rule by a vote of 215 to 210. ", "Adoption of the rule entailed not only set the procedures governing consideration but also adopted the Senate May version of the bill. In addition, adoption of the rule authorized and funded the two settlement costs of the two court cases ( Pigford II and Cobell ), provided $1 billion for the summer jobs program, set FY2011 total discretionary and mandatory funding levels in the House through a \"deeming\" resolution, and changed certain transportation grant formulas and tax eligibility rules for cellulosic biofuel producers.", "After adopting the rule, the House passed House Amendment No. 2 by 239 to 182. That amendment included the additional funding for domestic programs that was not in the Senate bill (see above). During the debate on July 1, 2010, Republican members argued that the House should pass the Senate version of the bill, confining spending to the Administration's request for FEMA disaster assistance, war funding, new VA benefits, and settling the court cases, and that the additional domestic spending was not justifiable in light of current and prospective high deficits. ", "Democratic members argued that the additional domestic spending was justified as a way to prevent layoffs during the current recession and provide additional government-sponsored credit for farmers and energy projects, and for students facing difficulties because of the current tightened lending environment. ", "In considering the three war-related amendments (Amendments 4, 5, and 6 in H.Rept. 111-522 ), debate focused on the wisdom of the current Administration policy in Afghanistan, the need for DOD to get its war funding, and the President's policy announced December 1, 2009, to begin withdrawal of troops from Afghanistan in July 2011. ", "Additional Funding ", "The House amended July 1, 2010, version included the following additional spending:", "$10.0 billion for the Education Job Funds to prevent teacher layoffs; $5.0 billion for Pell Grants; $701 million for enhanced border security activities; $538 million for Program Integrity initiatives targeting waste, fraud, and abuse in Medicare and Medicaid; $180 million for loans for nuclear and alternative energy; $159 million vs. $94 million for oil spill recovery relief and recovery activities; $82 million vs. $32 million for agricultural and farm loans and emergency food assistance; and $67 million vs. $20 million for other activities including mine safety efforts (see Table 1 ). ", "In addition, the House July-amended version included $2.5 billion compared to $2.0 billion in the Senate May version for non-defense DOD spending, primarily for increased fuel costs for DOD's base budget. The House version also added $300 million for base closure related transportation improvements, and $16.5 million for a Soldier Readiness Center at Fort Hood, site of the recent fatal shootings.", "Additional Offsets and Savings", "The House July-amended version also included substantially larger offsets from both rescissions and savings in mandatory programs including $12.2 billion in rescissions, compared to $381 million in the Senate May 25, 2010, version and $4.5 billion in savings from mandatory programs, that are not addressed by the Senate. ", "Rescissions of unobligated authority can be used to offset new spending. Budget authority (BA) is available for obligation from one to five years depending on the type of authority; for example, military construction authority can be obligated over five years whereas military personnel spending must be obligated within one fiscal year. If budget authority remains unobligated at the end of its useful life, then the funds expire and reduce the deficit by that amount. While some rescissions are controversial, others, particularly where the BA is unlikely to be obligated before the end of its fiscal life, are not controversial. ", "The $12.2 billion in rescissions in the House July-amended version of H.R. 4899 included the following:", "$3.2 billion in DOD funding primarily funds due to expire by September 30, 2010, and $500 million in DOD's Military construction funding from contract savings; $2.2 billion in unused highway contract authority; $2. billion in unused funds for pandemic flu; $1.3 billion in American Recovery Act funding; $800 million in unobligated Education Department funding for the Administration's \"Race to the Top\" initiative and teacher incentive awards that triggered a veto threat from the Administration; $748 million in unused or frozen disaster assistance funding; $220 million in State Department funding; and $1.8 billion from a variety of other programs.", "In a Statement of Administration policy issued July 1, 2010, the Office of Management and Budget stated that the President would veto any version of the bill that \"undermined his abilities as Commander-in-Chief\" to conduct operations in Afghanistan or included the $800 million in rescissions to the Administration's education initiative.", "In addition to the spending proposals, the House also considered and rejected three amendments that would have restricted funding or required additional votes on war funding in Afghanistan on July 1, 2010. The first war-related amendment would have deleted all DOD war funding and failed by a vote 25 to 376. The second amendment requiring that war funding in the bill be restricted to paying for providing protection to military, civilian, and contractor personnel and beginning the \"safe and orderly\" withdrawal of these personnel failed by a vote of 100 to 321. ", "The third war-related amendment would have required that funds in the act could not be obligated or expended \"in a manner that is inconsistent\" with the President's policy to begin the withdrawal of troops by July 1, 2011, unless the Congress votes to explicitly approve such a change under expedited procedures. The amendment also required that the President submit a withdrawal plan by April 4, 2011, conduct a new national intelligence estimate for Afghanistan and Pakistan, and report within 90 days of enactment on recommendations to increase oversight of contractors in Afghanistan. This amendment failed by a vote of 162 to 260.", "Before floor action, the House leadership deleted proposals to add $1.2 billion for the Community Oriented Policing Services (COPS) program and $500 million for Firefighter Assistance grants that were included in a Majority Leadership draft circulated earlier."], "subsections": []}]}]}]}}