{"id": "R41260", "title": "The Jurisprudence of Justice John Paul Stevens: The Chevron Doctrine", "released_date": "2010-05-26T00:00:00", "summary": ["One of Justice John Paul Stevens's most lasting jurisprudential legacies is his opinion in Chevron v. Natural Resources Defense Council. The 1984 case, a landmark decision in both administrative law and separation of powers, established the legal framework that has largely governed the degree of deference a court will accord a federal agency in interpreting and implementing statutes. What began as an unexceptional case focusing on the meaning of the phrase \"stationary source\" in the Clean Air Act has developed into one of the most frequently cited cases ever. Although often relied on as an authority, the case has also engendered significant confusion. Questions of when, and how, to apply the two-step Chevron analysis laid out by Justice Stevens, which is simple in theory yet remarkably varied in its application, have consistently challenged federal judges. Moreover, although Justice Stevens has spent the last quarter century working to clarify the Chevron doctrine, as he departs the Court he may find himself outside the majority position on at least one key aspect of the test's application.", "Stevens's Chevron analysis established what many commentators have considered to be a highly deferential judicial role when faced with a challenge to an agency's interpretation of its own authorizing statute or a statute it administers. At step one of the analysis, a reviewing court must determine whether Congress has spoken clearly on the issue at hand and give effect to any intent it finds Congress expressed unambiguously. An agency interpretation that is contrary to the clear intent of Congress must be rejected. If, however, Congress's intent is unclear as to the immediate question, including where Congress is silent, at step two the court's role is to defer to any reasonable agency interpretation of the pertinent statutory language. This analysis is commonly referred to as the Chevron \"two-step.\"", "As much as Justice Stevens's opinion has been cited, major questions remain about when and how to properly apply the Chevron test. The threshold question of what types of agency interpretations qualify for Chevron deference, for example, has narrowed. A second ongoing dispute, and one in which Justice Stevens has played a leading role, relates to what tools of statutory construction are properly employed at step one of the test as a court determines Congress's \"intent.\" Specifically, should the court be considering legislative intent and legislative purpose or restrict itself to the statutory language alone?"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["One of Justice Stevens's most lasting jurisprudential legacies is his opinion in Chevron v. Natural Resources Defense Council . The 1984 case, a landmark decision in both administrative law and separation of powers, established the legal framework that has largely governed the degree of deference a court will accord a federal agency in interpreting and implementing statutes. What began as an unexceptional case focusing on the meaning of the phrase \"stationary source\" in the Clean Air Act has developed into one of the most frequently cited cases ever. Although often relied on as an authority, the case has also engendered significant confusion. Questions of when, and how, to apply the two-step Chevron analysis laid out by Justice Stevens, which is simple in theory yet remarkably varied in its application, have consistently challenged federal judges. Moreover, although Justice Stevens has spent the last quarter century working to clarify the Chevron doctrine, as he departs the Court he may find himself outside the majority position on at least one key aspect of the test's application.", "This report will detail the Chevron decision, describe the two-part test laid out by Justice Stevens for determining whether to accord deference to an agency interpretation, and discuss the rationales underlying that judicial deference. Finally, the report will consider the significant influence the opinion has had within administrative law, while highlighting a number of unresolved questions relating to the proper application of the Chevron test. "], "subsections": []}, {"section_title": "The Chevron Decision", "paragraphs": ["The facts of the Chevron case centered on the controversial \"bubble concept.\" The 1977 amendments to the Clean Air Act (CAA) required states that had failed to reach national air quality standards to institute a permitting program to facilitate a decrease in air pollution emissions from \"any new or modified major stationary sources.\" The term \"stationary sources\" was not defined by the CAA. In 1981, the Environmental Protection Agency (EPA) promulgated a regulation that allowed states to adopt the \"bubble concept\" or \"plantwide\" concept of \"stationary sources\" under their permit programs. Such an interpretation calculated plant emissions as a whole, rather than calculating emission from each individual pollution-emitting device. Therefore, a plant, which often contained more than one source of air pollution, could increase emissions from one device as long as there was a corresponding decrease within the same \"industrial grouping\" or \"bubble.\" The Natural Resources Defense Council petitioned the U.S. Court of Appeals for the District of Columbia Circuit to set aside the regulation—arguing that such an interpretation of \"stationary source\" was contrary to the statute's purpose of improving air quality. The D.C. Circuit set aside the regulation as contrary to the CAA and the case was appealed to the U.S. Supreme Court.", "The Supreme Court reversed the D.C. Circuit decision, finding the EPA regulation to be a permissible exercise of authority under the CAA. In doing so, the unanimous opinion, authored by Justice Stevens, laid out a basic two-part test to be applied in reviewing an agency's construction of its own statutory authority. In an oft-quoted passage, Justice Stevens summarized the test, which itself encapsulates the relationship between the courts, the agencies, and Congress in administering and interpreting statutes:", "First, always, is the question whether Congress has directly spoken to the precise question at issue. If the intent of Congress is clear, that is the end of the matter; for the court, as well as the agency, must give effect to the unambiguously expressed intent of Congress. If, however, the court determines Congress has not directly addressed the precise question at issue, the court does not simply impose its own construction on the statute, as would be necessary in the absence of an administrative interpretation. Rather if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute. ", "Stevens's Chevron analysis established what many commentators have considered to be a highly deferential judicial role when faced with a challenge to an agency's interpretation of its own authorizing statute or a statute it administers. At step one, a reviewing court must determine whether Congress has spoken clearly on the issue at hand and give effect to any intent it finds Congress expressed unambiguously. An agency interpretation that is contrary to the clear intent of Congress must be rejected. If, however, Congress's intent is unclear as to the immediate question, including where Congress is silent, at step two the court's role is to defer to any reasonable agency interpretation of the pertinent statutory language. This analysis is commonly referred to as the Chevron \"two-step.\" ", "In applying the test, at step one Justice Stevens looked at both the statutory text of the CAA and the statute's legislative history to determine if Congress had clearly expressed a position on stationary sources or the bubble concept. Finding no evidence that Congress had \"directly spoken to the precise question at issue,\" Stevens moved to step two of the Chevron analysis and concluded that the EPA \"plantwide\" regulation was indeed a reasonable or \"permissible\" construction of the CAA.", "In support of his analytical framework, Justice Stevens identified three key rationales for according deference to an agency's statutory interpretation: congressional delegation, agency expertise, and political accountability. Under the congressional delegation rationale, once Congress delegates the authority to administer a program or statutory scheme to an agency, that delegation \"necessarily requires the formulation of policy and the making of rules to fill any gap left, implicitly or explicitly, by Congress.\" Thus, an agency's authority to fill \"gaps\" in the face of statutory uncertainty precludes a court from substituting its own judgment \"for a reasonable interpretation made by the administrator of an agency.\" Under Chevron , resolving statutory uncertainty by choosing between reasonable interpretations of statutory language represents a policy decision better answered by the agency that has been delegated policymaking authority by Congress than answered by a court. ", "Deference to an agency's interpretation is also appropriate out of respect for the agency's substantive expertise in the area addressed by the statute. As Justice Stevens noted in his opinion, \"judges are not experts in the field\" and difficult interpretive decisions often require more than just \"ordinary knowledge respecting the matters subjected to agency regulations.\" ", "Finally, Justice Stevens alluded to political accountability as a justification for granting deference to agency interpretations. Stevens noted that judges have no true constituency and are not accountable to the public for their decisions, and therefore should not substitute their interpretation of an ambiguous statute for the reasonable interpretation of an agency. \"While agencies are not directly accountable to the people,\" wrote Justice Stevens, \"the Chief Executive is, and it is entirely appropriate for this political branch of the government to make such policy choices—resolving the competing interests which Congress itself either inadvertently did not resolve, or intentionally left to be resolved by the agency charged with the administration of the statute in light of everyday realities.\" "], "subsections": []}, {"section_title": "The Chevron Legacy", "paragraphs": ["The legal framework laid out in Chevron by Justice Stevens has been cited in over 11,000 judicial opinions, and yet at the time, Stevens felt that his opinion was much closer to a simple restatement of the law than a groundbreaking precedent. As Chevron became regarded as a fundamental statement in administrative law, however, consistency in its application proved elusive. Questions about when and how to apply the Chevron analysis remain unsettled. "], "subsections": [{"section_title": "Authority and Influence", "paragraphs": ["The Chevron decision has governed the balance of power between agencies and the courts in interpreting statutes for over 25 years. Although many commentators have argued that the case's authority has dwindled in recent years, the opinion continues to be cited with regularity, and while the Chevron test continues to evolve, the basic Stevens framework continues to be looked to as an authority in delineating the different interpretive roles of courts and agencies.", "Though not always controlling, Justice Stevens's opinion in Chevron is triggered anytime an agency formally, or otherwise with the \"force of law,\" interprets its authorizing statute or a statute that it administers. Therefore, anytime an agency attempts to formally clarify a statutory ambiguity in the course of implementing a law and that interpretation is subsequently challenged, a court will most likely consider, if not apply, the Chevron framework. Agencies often use these statutory clarifications as justifications for significant agency action that some might see as inappropriately diminishing or expanding a statute's intended impact. Accordingly, the opinion has played a large role in a number of landmark cases on alleged agency overreaching in derogation of the will of Congress. For example, the Court invoked Chevron in striking down the Food and Drug Administration's early attempts to exercise regulatory authority over tobacco products in FDA v. Brown & Williamson Tobacco . ", "Still , Chevron 's influence is arguably waning. A number of commentators have suggested that the Court has less frequently turned to Chevron as its basis for a holding involving agency statutory interpretation—at times even ignoring the case in situations where it would have otherwise been applicable. Concurrent with this decrease in the case's use as a controlling precedent, a series of Court opinions has expressly restricted the circumstances in which Chevron potentially applies. "], "subsections": []}, {"section_title": "Inconsistent Application and Unresolved Questions", "paragraphs": ["As much as Justice Stevens's opinion has been cited, major questions remain about when and how to properly apply the Chevron test. The threshold question of what agency interpretations qualify for Chevron deference, for example, remains unclear. A second ongoing dispute, and one in which Justice Stevens has played a leading role, relates to what tools of statutory construction are properly employed at step one of the test as a court determines Congress's \"intent.\" Specifically, should the court be considering legislative intent and legislative purpose or restrict itself to the statutory language alone? ", "A 2009 Supreme Court case entitled Entergy Corp. v. Riverkeeper, Inc . provides a clearly visible example of the degree of confusion associated with the application of the Chevron test. More than 20 years after the Chevron decision—and after thousands of judicial citations—the Supreme Court is still arguing over even the most basic aspect of the Chevron test: which step must come first? In Entergy , the majority upheld an interpretation by EPA of \"best technology available\" that included a consideration of the technology's cost. Justice Scalia, writing for the majority, began his analysis by determining that EPA's position was a \"reasonable interpretation of the statute.\" In dissent, Justice Stevens criticized the majority for applying the reasonableness test of step two before considering whether Congress had clearly spoken to the question at issue in step one. Stevens characterized the majority opinion as \"puzzling in light of the commonly understood practice that, as a first step, we ask 'whether Congress has directly spoken to the precise question at issue.'\" Stevens then accused the majority of \"assuming ambiguity and moving to the second step.\""], "subsections": [{"section_title": "When Does Chevron Apply?: Step Zero", "paragraphs": ["In 2001, the Supreme Court added a new threshold requirement, or \"step zero,\" to the Chevron analysis. In U.S. v. Mead Corp ., the Court confined Chevron deference to limited types of agency interpretations. Writing for the majority, Justice Souter determined that \"administrative implementation of a particular statutory provision qualifies for Chevron deference when it appears that Congress delegated authority to the agency generally to make rules carrying the force of law , and that the agency interpretation claiming deference was promulgated in the exercise of that authority.\" Justice Stevens agreed with Justice Souter's \"force of law\" threshold limitation and joined the majority opinion.", "Mead , along with a case entitled Christensen v. Harris , established that the applicability of Chevron deference would turn largely on the formality of the process through which the agency adopted its interpretation and the extent to which Congress had delegated authority to the agency. Policy statements, agency manuals, and interpretive letters, for example, do not warrant Chevron -level deference. Formal rules and other interpretations holding the \"force of law\" promulgated pursuant to delegated authority, however, would qualify for Chevron deference. The Court also suggested that those interpretations that failed to qualify for Chevron deference would still receive so called Skidmore deference. Under Skidmore v. Swift & Co ., a court will defer to an agency interpretation to the extent that the interpretation is persuasive. ", "The \"force of law\" standard from Mead has not been clearly articulated. In Mead itself, the majority noted the determination was not simply whether the interpretation was made via formal rulemaking, \"for we have sometimes founds reasons for Chevron deference even when no such administrative formality was required and none was afforded.\" To further obfuscate the threshold question, the Court has also added a number of factors to be considered in determining whether an interpretation qualifies for Chevron deference. In Barnhart v. Walton , the Court, with Justice Stevens's support, referenced the importance of \"the interstitial nature of the legal question, the related expertise of the Agency, the importance of the question to administration of the statute, the complexity of that administration, and the careful consideration the agency has given the question over a long period of time.\" Given the confusion associated with the Mead standard, Justice Scalia, who has opposed the additional threshold layer imposed by Mead and its progeny, has argued in dissent that the Court will be \"sorting out the consequence of the Mead doctrine … for years to come.\" "], "subsections": []}, {"section_title": "Permissible Tools of Statutory Construction For Use at Step One", "paragraphs": ["Justice Stevens has played a prominent role in another ongoing dispute over the application of the Chevron test. A clear \"textualist-intentionalist divide\" has emerged on the Court with respect to the investigation at step one as to whether Congress has spoken to the precise issue in question. Justice Stevens has consistently expressed his intentionalist view that legislative history and legislative purpose play a prominent role in determining Congress's intent. In a footnote in Chevron , for example, Justice Stevens stated that a reviewing court should employ \"traditional tools of statutory construction.\" Stevens then went on to consider the text, purpose, and legislative history of the CAA before concluding that the statute was ambiguous as to the precise meaning of \"stationary source.\"", "Justice Scalia, on the other hand, has led the opposition to the use of legislative history and legislative purpose, pushing strongly for a purely textualist approach to discerning whether a statute is ambiguous. Under Stevens's Chevron approach, the first step is to ask whether Congress's intent is clear, while under Scalia's Chevron approach, the first step is simply to ask whether the enacted text is clear. Although initially following the Stevens approach, the majority of the Court now seems to generally support Scalia's textualist position. At least one commentator has asserted that \"[t]oday, Chevron 's first step is routinely described and applied as a search for mere textual clarity.\" Stevens, however, has continued to assert his intentionalist position in a string of concurrences and dissents.", "What is perhaps the best example of the Stevens-Scalia interpretive divide can be found in a 2007 case entitled Zuni Public School District No. 89 v. Department of Education . In Zuni , the majority, invoking C hevron , upheld an interpretation by the Secretary of Education of the Impact Aid Act's \"equalization requirement\" for aid expenditures to public school districts. The case presented an atypical situation where the legislative history behind the provision seemed to suggest a congressional understanding contrary to the plain language of the statute. In an opinion written by Justice Breyer, the majority initially seemed to favor the textualist approach, noting that \"normally neither the legislative history nor the reasonableness of the Secretary's method would be determinative if the plain language of the statute unambiguously indicated that Congress sought to foreclose the Secretary's interpretation,\" but then turned to legislative history and purpose \"because of the technical language of the language in question.\" Based on an evaluation of the statute's history, the majority determined that Congress's intent was unclear, and that the agency's interpretation was reasonable. ", "Justice Stevens, though joining the court's ultimate conclusion, wrote a separate concurrence in which he underscored the importance of legislative history in the Chevron analysis. Relying on the \"clarity\" of the provision's legislative history, Stevens determined that the agency had given effect to Congress's clearly expressed intent. Therefore, the inquiry could be resolved at step one of the Chevron test. In reaching his conclusion, Stevens cited Chevron 's proposition that the court must employ \"traditional tools of statutory construction\" in giving effect to Congress's intent. \"Analysis of legislative history,\" Stevens continued, \"is, of course, a traditional tool of statutory construction. There is no reason why we must confine ourselves to, or begin analysis with, the statutory text if other tools of statutory construction provide better evidence of congressional intent with respect to the precise point at issue.\" Given the statutory provision's legislative history, Stevens was willing to defer to evidence of Congress's intent over clear statutory text to the contrary.", "In dissent, Justice Scalia's analysis, which was joined by Chief Justice Roberts and Justice Thomas, began and ended with the plain language of the statute. Finding the agency's interpretation to be contrary to the \"crystal-clear text\" of the statute, Justice Scalia did not feel the Chevron analysis should move beyond step one. His dissent emphasized the importance of the statutory text, and repeatedly criticized Justice Stevens, as well as the majority opinion, for their reliance on legislative history. Scalia saw \"no reason to resort to legislative history,\" noting that the \"only sure indication of what Congress intended is what Congress enacted.\""], "subsections": []}]}]}, {"section_title": "Chevron's Future", "paragraphs": ["As Justice Stevens retires, how the new Court resolves the ambiguities associated with applying the Chevron test will have a tremendous impact on Chevron ' s ultimate legacy. A narrow construction of the threshold limitation for Chevron deference established in Mead will likely lead to fewer scenarios in which a court is willing to accord substantial deference to an agency's statutory interpretation. Additionally, the more the court limits itself to a pure textual interpretation at step one of the analysis, the less of a role legislative history and legislative purpose will play in discerning Congress's intentions. Specifically, a Court that strongly favors the Scalia textualist approach will give less credence to congressional reports, hearings, and floor statements in determining the purpose and limits of congressional delegations to agencies. Especially with respect to the intentionalist-textualist divide, the impending departure of Justice Stevens—the leader of the intentionalist camp—could have significant consequences for the future of the C hevron doctrine.", "The legal framework laid out by Justice Stevens in his Chevron opinion is at once ubiquitous and nebulous. The case is one of the most cited of all time, and yet its proper application remains unsettled. As the Court prepares for the departure of the Justice who authored the Chevron test, the test itself will continue to play a role in balancing the interpretive roles of courts and administrative agencies for the foreseeable future. "], "subsections": []}]}}