{"id": "R41212", "title": "EPA Regulation of Greenhouse Gases: Congressional Responses and Options", "released_date": "2016-04-22T00:00:00", "summary": ["In August 2015, the Environmental Protection Agency (EPA) promulgated standards to limit emissions of greenhouse gases (GHGs) from both new and existing fossil-fueled electric power plants. Because of the importance of electric power to the economy and its significance as a source of GHG emissions, the EPA standards have generated substantial interest. The economy and the health, safety, and well-being of the nation are affected by the availability of a reliable and affordable power supply. Many contend that that supply would be adversely impacted by controls on GHG emissions. At the same time, an overwhelming scientific consensus has formed around the need to slow long-term global climate change. The United States is the second largest emitter of greenhouse gases, behind only China, and power plants are the source of about 30% of the nation's anthropogenic GHG emissions. If the United States is to reduce its total GHG emissions, as the President has committed to do, it will be important to reduce emissions from these sources.", "Leaders of both the House and Senate in the 114th Congress have stated their opposition to GHG emission standards, so Congress has considered several bills to prevent EPA from implementing the promulgated rules. Such legislation could take one of several forms:", "1. a resolution (or resolutions) of disapproval under the Congressional Review Act; 2. freestanding legislation; 3. the use of appropriations bills as a vehicle to influence EPA activity; or 4. amendments to the Clean Air Act.", "Following promulgation of the power plant GHG standards, Congress passed and sent to the President S.J.Res. 23 and S.J.Res. 24, joint resolutions disapproving the standards for both new and existing power plants under the Congressional Review Act. The President vetoed both resolutions on December 18, 2015.", "Earlier, the House passed H.R. 2042, which would delay the compliance date of GHG emission standards for electric generating units and would allow a state to opt out of compliance if the governor determines that the rule would have an adverse effect on rate-payers or have a significant adverse effect on the reliability of the state's electricity system. The Senate Environment and Public Works Committee has reported a bill with similar (and additional) provisions, S. 1324, but as of this writing the full Senate has not acted on it.", "This report discusses elements of the GHG controversy, providing background on stationary sources of GHG emissions and providing information regarding the options Congress has at its disposal to address GHG issues."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Since 2007, the Supreme Court has ruled on two separate occasions that the Clean Air Act authorizes the Environmental Protection Agency (EPA) to set standards for emissions of greenhouse gases (GHGs). In the first case, Massachusetts v. EPA , the Court held that GHGs are air pollutants within the Clean Air Act's definition of that term and that EPA must regulate their emissions from motor vehicles if the agency found that such emissions cause or contribute to air pollution which may reasonably be anticipated to endanger public health or welfare. In the second case, American Electric Power, Inc. v. Connecticut , the Court held that corporations cannot be sued for GHG emissions under federal common law, because the Clean Air Act delegates the management of carbon dioxide and other GHG emissions to EPA: \"... Congress delegated to EPA the decision whether and how to regulate carbon-dioxide emissions from power plants; the delegation is what displaces federal common law.\" ", "GHGs are a disparate group of pollutants —the most significant of them being carbon dioxide (CO 2 ). According to a widely held scientific consensus, these gases trap the sun's energy in the Earth's atmosphere and contribute to climate change.", "In 2009, the House passed comprehensive legislation that would have limited numerous elements of EPA's existing authority over GHGs, substituting economy-wide cap-and-trade systems to reduce GHG emissions. Companion legislation emerged from committee in the Senate, but failed to reach the floor. Since then, Congress has made no serious effort to revive the legislation. Instead, in the 112 th -114 th Congresses, attention to the issue has focused on various bills to repeal or limit EPA's authority over GHG emissions without providing a substitute.", "Meanwhile, EPA has taken action, using its existing Clean Air Act (CAA) authority: ", "In April 2010, then-EPA-Administrator Lisa Jackson signed final regulations that required auto manufacturers to limit emissions of GHGs from new Model Year (MY) 2012-2016 cars and light trucks. Effective in January 2011, EPA began requiring new and modified major stationary sources to undergo pre-construction review under the Prevention of Significant Deterioration/New Source Review (PSD/NSR) program with respect to their GHG emissions in addition to any other pollutants subject to CAA regulation that they emit. This review requires affected new and modified sources to obtain permits and install Best Available Control Technology (BACT) to address their GHG emissions. At the same time, EPA began requiring large existing stationary sources of GHG emissions (in addition to new sources) to obtain operating permits under Title V of the Clean Air Act (or have existing permits modified to include their GHG emissions). In September 2011, EPA promulgated GHG emission standards for MY2014-2018 medium- and heavy-duty trucks. In October 2012, EPA promulgated a second round of GHG emission standards for cars and light trucks, applicable to MY2017-2025 vehicles. In July 2015, EPA proposed a second round of GHG emission standards for medium- and heavy-duty trucks, applicable to MY2021-2027 trucks and engines, and MY2018 and later trailers. In August 2015, EPA promulgated emission standards for new and existing fossil-fueled electric generating units (EGUs) under Section 111 of the Clean Air Act. ", "EPA's potential regulation of GHG emissions (particularly from stationary sources) has led many in Congress to suggest that the agency delay taking action or be stopped from proceeding. In each Congress since the 111 th , bills have been introduced to rescind or limit EPA's greenhouse gas authority.", "Early on, EPA attempted to respond to congressional and stakeholder concerns by clarifying the direction and schedule of its actions. The agency provided three clear responses to implementation issues as it was taking the first regulatory actions described above: ", "The first came on March 29, 2010, when the Administrator reinterpreted a 2008 memorandum concerning the effective date of the stationary source permit requirements. Facing a possibility of having to begin the permitting process on April 1, 2010 (the date the first GHG standard for automobiles was finalized), the March 29 decision delayed for nine months (to January 2, 2011) the date on which EPA would consider stationary source GHGs to be subject to regulation, and thus subject to the permitting requirements of PSD/NSR and Title V. On May 13, 2010, the Administrator signed the GHG \"Tailoring\" Rule, which provided for a phasing in of Title V and PSD/NSR permitting requirements, so that only a limited number of very large sources would initially have to meet requirements. On November 10, 2010, EPA released a package of guidance and technical information to assist local and state permitting authorities in implementing PSD and Title V permitting for greenhouse gas emissions.", "The EPA Administrator and the President also repeatedly expressed their preference for Congress to take the lead in designing a GHG regulatory system. However, EPA simultaneously stated that, in the absence of congressional action, it must proceed to regulate GHG emissions: the April 2007 Supreme Court decision in Massachusetts v. EPA compelled EPA to address whether GHGs were air pollutants that endanger public health and welfare, and if it found they were, to embark on a regulatory course prescribed by statute. Having made an affirmative decision in response to the endangerment question, EPA proceeded with regulations. ", "Thus, EPA and many Members of Congress have been on a collision course. EPA is proceeding to regulate emissions of GHGs under the Clean Air Act, as it maintains it must. Opponents of this effort in Congress continue to explore approaches to alter the agency's course. ", "The President has made clear that he intends to take action to control GHG emissions. In his second inaugural address, he promised to \"respond to the threat of climate change.\" He has reiterated his determination to address the issue in multiple State of the Union addresses. In June 2013, he directed EPA to propose New Source Performance Standards for greenhouse gas emissions from new fossil-fueled power plants by September 20, 2013, and to propose guidelines for existing power plants by June 1, 2014. EPA met both of these deadlines and finalized the power plant rules in August 2015—leaving Congress to consider whether and how best to respond. ", "This report discusses elements of this controversy, providing background on stationary sources of greenhouse gas pollution and identifying options Congress has if it chooses to address the issue. The report discusses four sets of options: (1) resolutions of disapproval under the Congressional Review Act; (2) freestanding legislation directing, delaying, or prohibiting EPA action; (3) the use of appropriations bills as a vehicle to influence EPA activity; and (4) amendments to the Clean Air Act, including legislation to establish a new GHG control regime. The report considers each of these in turn, but first provides additional detail regarding the sources of GHG emissions, the requirements of the Clean Air Act, and a brief description of the two rules that would limit power plant GHG emissions.", "Although this report focuses on Congress and the Executive Branch, there is, of course, a third branch of government, the judiciary, which continues to be involved in the issues discussed here. The courts have upheld EPA's regulations related to GHG emissions from motor vehicles. The Supreme Court has issued a stay, however, of the Clean Power Plan, EPA's August 2015 regulations governing GHG emissions from existing fossil-fueled power plants. Challenges to both EPA power plant rules are proceeding in the U.S. Court of Appeals for the D.C. Circuit, with the potential for appeals thereafter to the Supreme Court."], "subsections": []}, {"section_title": "Regulation of Stationary Source GHGs", "paragraphs": ["Stationary sources are the major sources of the country's GHG emissions. As shown in Figure 1 , 64% of U.S. emissions of greenhouse gases comes from stationary sources (the remainder comes from mobile sources, primarily cars and trucks, and from agriculture, which has elements in both the stationary and mobile source groups). If EPA (or Congress) is to embark on a serious effort to reduce greenhouse gas emissions, stationary sources, and in particular large stationary sources such as power plants, will have to be included. ", "The substantial amount of greenhouse gas emissions emanating from stationary source categories is even more important from a policy standpoint: reducing greenhouse gas emissions from these sources is likely to be more timely and cost-effective than attempts to reduce emissions from the transport sector. A relatively small number of stationary sources (a few thousand power plants, for example) account for a large percentage of total emissions, making regulation easier to administer and enforce. By contrast, there are more than 200 million sources in the fleet of cars and trucks. EPA has no legal authority to impose more stringent standards on these existing vehicles. Even for new vehicles, standards have to be phased in: the manufacturers can't be expected to develop new vehicle designs and engines for every model simultaneously. The fleet of vehicles turns over slowly. Thus, although new vehicles will be required to reduce GHG emissions by about 50% in Model Year 2025 and later vehicles, it will be 2040 or later before the full effect of that requirement is felt.", "Existing power plants and other stationary sources—although not easily modified—are somewhat more amenable to changes than mobile sources: fuel sources can be switched; processes can be made more efficient, reducing fuel consumption; and demand for power can be modified through a variety of measures."], "subsections": [{"section_title": "Potential GHG Emission Standards Under Section 111", "paragraphs": ["Section 111 of the Clean Air Act provides authority for EPA to impose performance standards on stationary sources of air pollution directly in the case of new (or modified) stationary sources (Section 111(b)), and through the states in the case of existing sources (Section 111(d)). Because power plants and other stationary sources are the largest sources of GHG emissions, EPA has begun the process of regulating their emissions through the two authorities.", "New Source Performance Standards (NSPS) are emission limitations imposed on designated categories of new (or substantially modified) stationary sources of air pollution. A new source is subject to NSPS regardless of its location or ambient air conditions. The authority to impose performance standards on new and modified sources refers to any category of sources that the Administrator judges \"causes, or contributes significantly to, air pollution which may reasonably be anticipated to endanger public health or welfare\" (Sec. 111(b)(1)(A))—language similar to the endangerment and cause-or-contribute findings EPA promulgated for new motor vehicles in December 2009. ", "In establishing these standards, Section 111 gives EPA considerable flexibility with respect to the source categories regulated, the size of the sources regulated, the particular gases regulated, along with the timing and phasing-in of regulations (Section 111(b)(2)). This flexibility extends to the stringency of the regulations with respect to costs, and secondary effects, such as non-air-quality, health and environmental impacts, along with energy requirements (Section 111(a)(1)). This flexibility is encompassed within the Administrator's authority to determine what control systems have been \"adequately demonstrated\" (Section 111(a)(1)). (For discussion of what is meant by the term \"adequately demonstrated,\" see CRS Report R43127, EPA Standards for Greenhouse Gas Emissions from New Power Plants .) Standards of performance developed by the states for existing sources under Section 111(d) can be similarly flexible.", "EPA first proposed NSPS for fossil-fueled electric generating units (EGUs) on April 13, 2012. After receiving more than 2.5 million public comments, the most on any proposed rule in EPA's 40-year history up to that time —and in response to a Presidential directive —the agency withdrew the 2012 proposal and proposed a somewhat modified version of the rule on January 8, 2014. ", "In addition, the President directed the agency to propose guidelines for existing EGUs under Section 111(d) by June 1, 2014, with final action one year later. The agency finalized both rules on August 3, 2015.", "The standards for new sources limit GHG emissions from both coal-fired and natural-gas-fired EGUs. Gas-fired plants are able to meet the standard without add-on emission controls, but coal-fired plants (which generate carbon dioxide (CO 2 ) at a rate at least double that of new combined cycle natural gas plants) would need to reduce CO 2 emissions by roughly 20% as compared to the best performing U.S. coal-fired power plants currently in operation in order to meet the NSPS standard. Achieving this would require the installation of partial carbon capture and storage systems at new coal-fired plants, an expensive technology not yet commercially demonstrated on a large U.S. coal-fired EGU. ", "EPA states that this technology will soon be demonstrated by plants currently under construction, and that the rule will provide the certainty needed to stimulate the technology's further development; but many view EPA's rule as effectively prohibiting the construction of new coal-fired power plants. As a result, many in Congress have expressed interest in blocking this EPA regulatory action.", "The standards for existing EGUs, which EPA calls the \"Clean Power Plan\" (CPP), would set state-specific goals for CO 2 emissions from power generation. In the CPP, EPA established different goals for each state based on three \"building blocks\": improved efficiency at coal-fired power plants; substitution of natural gas combined cycle generation for coal-fired power; and zero-emission power generation (from increased renewable or nuclear power). Two sets of goals were promulgated: an interim set, which would apply to the average emissions rate in a state in the 2022-2029 time period; and a final set for the years 2030 and beyond. Under the rule, the states are required to develop plans to reach their goal using whatever combination of measures they choose, but it would be difficult to reach the goals without reducing emissions from coal-fired power plants. (For additional information on the Clean Power Plan see CRS Report R44341, EPA's Clean Power Plan for Existing Power Plants: Frequently Asked Questions .)"], "subsections": []}]}, {"section_title": "Congressional Options", "paragraphs": ["As noted earlier, if Congress favors a different approach to GHG controls than those on which EPA has embarked, including stopping the agency in its tracks, at least four sets of options are available to change the agency's course: the Congressional Review Act; freestanding legislation; appropriations riders; and amendments to the Clean Air Act. Among the most widely discussed options has been the Congressional Review Act."], "subsections": [{"section_title": "Congressional Review Act28", "paragraphs": ["The Congressional Review Act (CRA, 5 U.S.C. §§801-808), enacted in 1996, establishes special congressional procedures for disapproving a broad range of regulatory rules issued by federal agencies. Before any rule covered by the act can take effect, the federal agency that promulgates the rule must submit it to both houses of Congress and the Government Accountability Office (GAO). If Congress passes a joint resolution disapproving the rule under procedures provided by the act, and the resolution becomes law, the rule cannot take effect or continue in effect. Also, the agency may not reissue either that rule or any substantially similar one, except under authority of a subsequently enacted law. ", "The CRA has been much discussed as a tool for overturning EPA's regulatory actions on GHG emissions. In the 111 th Congress, on December 15, 2009, four identical resolutions were introduced to disapprove the first of EPA's GHG rules, the endangerment finding—one in the Senate ( S.J.Res. 26 ) and three in the House ( H.J.Res. 66 , H.J.Res. 76 , and H.J.Res. 77 ). Of the four, one ( S.J.Res. 26 ) proceeded to a vote: on June 10, 2010, the Senate voted 47-53 not to take up the resolution.", "The path to enactment of a CRA resolution is a steep one. In the nearly two decades since the CRA was enacted, only one resolution has ever been enacted. The path is particularly steep if the President opposes the resolution's enactment, which is the case with resolutions disapproving EPA rules for GHG emissions. The Obama Administration has made the reduction of GHG emissions one of its major goals; any legislation restricting EPA's authority to act, if passed by Congress, is likely to encounter a presidential veto. Overriding a veto requires a two-thirds majority in both the House and Senate.", "The potential advantage of the Congressional Review Act lies primarily in the procedures under which a resolution of disapproval is to be considered in the Senate. Pursuant to the act, an expedited procedure for Senate consideration of a disapproval resolution may be used at any time within 60 days of Senate session after the rule in question has been published in the Federal Register and received by both houses of Congress. The expedited procedure provides that, if the committee to which a disapproval resolution has been referred has not reported it by 20 calendar days after the rule has been received by Congress and published in the Federal Register , the panel may be discharged if 30 Senators submit a petition for that purpose. The resolution is then placed on the Calendar.", "Under the expedited procedure, once a disapproval resolution is on the Senate Calendar, a motion to proceed to consider it is in order. Several provisions of the expedited procedure protect against various potential obstacles to the Senate's ability to take up a disapproval resolution. The Senate has treated a motion to consider a disapproval resolution under the CRA as not debatable, so that this motion cannot be filibustered through extended debate. After the Senate takes up the disapproval resolution itself, the expedited procedure of the CRA protects the ability of the body to continue and complete that consideration. It limits debate to 10 hours and prohibits amendments. ", "The Congressional Review Act sets no deadline for final congressional action on a disapproval resolution, so a resolution could theoretically be brought to the Senate floor even after the expiration of the deadline for the use of the CRA's expedited procedures. To obtain floor consideration, the bill's supporters would then have to follow the Senate's normal procedures, however. ", "Similarly, a resolution could reach the House floor through its ordinary procedures, that is, generally by being reported by the committee of jurisdiction (in the case of CAA rules, the Energy and Commerce Committee). If the committee of jurisdiction does not report a disapproval resolution submitted in the House, a resolution could still reach the floor pursuant to a special rule reported by the Committee on Rules (and adopted by the House), by a motion to suspend the rules and pass it (requiring a two-thirds vote), or by discharge of the committee (requiring a majority of the House [218 Members] to sign a petition). ", "The CRA establishes no expedited procedure for further congressional action on a disapproval resolution if the President vetoes it. In such a case, Congress would need to attempt an override of a veto using its normal procedures for considering vetoed bills.", "In December 2015, Congress passed and sent to the President two resolutions of disapproval under the CRA: S.J.Res. 23 , which would disapprove the New Source Performance Standards for power plants promulgated by EPA on August 3, 2015, and S.J.Res. 24 , which would disapprove the emission guidelines for existing power plants, also promulgated by EPA on August 3, 2015. The President vetoed both resolutions on December 18. As of April, 2016, neither the House nor the Senate has attempted to override the President's vetoes.", "For additional information on the Congressional Review Act, see CRS In Focus IF10023, The Congressional Review Act (CRA) , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]."], "subsections": []}, {"section_title": "Freestanding/Targeted Legislation", "paragraphs": ["To provide for a more nuanced response to the issue than permitted under the CRA, Members have introduced freestanding legislation or legislation that amends the Clean Air Act in a targeted way. More than a dozen bills (and several amendments) have been introduced in the 113 th and 114 th Congresses that would prohibit temporarily or permanently EPA's regulation of greenhouse gas emissions. These bills have faced the same obstacle as a CRA resolution of disapproval (i.e., being subject to a presidential veto); in addition, they would likely need 60 votes to be considered on the Senate floor. "], "subsections": [{"section_title": "H.R. 2042 and Other Bills in the 114th Congress", "paragraphs": ["On June 24, 2015, the House passed Representative Whitfield's H.R. 2042 , the Ratepayer Protection Act of 2015, 247-180. The bill would delay the compliance date of GHG emission standards for existing EGUs (including the date by which states must submit implementation plans) until after the completion of judicial review of any aspect of the rule—a provision now rendered largely moot by the Supreme Court's issuance of a stay on February 9, 2016. It would also allow a state to opt out of compliance if the governor determines that the rule would have an adverse effect on rate-payers or have a significant adverse effect on the reliability of the state's electricity system. ", "A Senate bill, Senator Capito's S. 1324 , was reported by the Environment and Public Works Committee on October 29, 2015. In addition to provisions similar to those of H.R. 2042 , S. 1324 would prohibit EPA from regulating under Section 111(d) any category of existing sources regulated under Section 112, the hazardous air pollutant section of the act. Power plants are regulated under the Mercury and Air Toxics Standards, promulgated by EPA under Section 112 in 2012. The bill would also revoke the Clean Power Plan and NSPS for power plants, would establish separate categories for coal-fired and natural-gas-fired units, and would prohibit EPA from promulgating or implementing GHG emission standards for new, modified, or reconstructed units in each of those categories until at least six power plants representative of the operating characteristics of electric generation units at different locations across the United States have demonstrated compliance with proposed emission limits for a continuous period of 12 months on a commercial basis. Projects demonstrating the feasibility of carbon capture and storage that received government funding or financial assistance could not be used in setting such standards. Given the role of the U.S. Department of Energy in financing demonstrations of clean coal technology and the cost of developing new emissions control technologies not required by regulation, the bill would effectively prohibit EPA from promulgating New Source Performance Standards for GHG emissions from EGUs. The agency's now-promulgated NSPS sets a standard that no coal-fired EGU in the United States currently meets, and it relies on technology that is being implemented with financial assistance from the Department of Energy. A separate category would be established for units burning low rank coals, with any NSPS for the category to be based on similar requirements achieved by at least three units. Before issuing, implementing, or enforcing a GHG emission rule for power plants, the Administrator would also be required under the Senate bill to submit a report to Congress describing the quantity of GHG emissions that the rule is projected to reduce as compared to overall domestic and global GHG emissions and meet other, including state-specific, requirements. ", "Other bills introduced in the 114 th Congress would exclude GHGs from the CAA definition of \"air pollutant\" ( H.R. 3880 ), impose requirements for cost-benefit analysis of GHG rules ( H.R. 3015 ), and prevent EPA from using funds to enforce the Clean Power Plan or any cap-and-trade program ( H.R. 3626 ), among other provisions."], "subsections": []}, {"section_title": "H.R. 3826 in the 113th Congress", "paragraphs": ["In the 113 th Congress, more than a dozen bills addressing EPA's GHG regulatory authority were introduced. Among these, H.R. 3826 , the Electricity Security and Affordability Act, passed the House March 6, 2014, and was also included in House-passed H.R. 2 , later in the that Congress. It addressed the New Source Performance Standards proposed by EPA, rather than the standards for existing power plants. It had provisions similar to those described above in S. 1324 in the 114 th Congress, regarding the degree to which a system of emission reduction would have to have been demonstrated before EPA could promulgate an emission standard based on its use. In addition, it would have required that the standards not take effect unless Congress enacted new legislation setting an effective date. Although the bill passed the House, it was not considered in the Senate. "], "subsections": []}, {"section_title": "Bills in the 112th Congress", "paragraphs": ["In the 112 th Congress, attention focused on several bills that passed the House and/or were considered in the Senate. Several of these bills would have delayed any action by EPA under the Clean Air Act with regard to stationary sources for a period of two years. Three such bills were voted on in April 2011 (as amendments to other Senate legislation)— S.Amdt. 215 , S.Amdt. 236 , and S.Amdt. 277 —and were not agreed to, by lopsided margins.", "Legislation that received broader support in the 112 th Congress, H.R. 910 / S. 482 , was introduced by Chairman Upton of the House Energy and Commerce Committee and Senator Inhofe, then-ranking Member of the Senate Environment and Public Works Committee. It would have permanently removed EPA's authority to regulate greenhouse gases. The House version passed, 255-177, April 7, 2011. In the Senate, Senator McConnell introduced language identical to the bill as an amendment to S. 493 ( S.Amdt. 183 ). The amendment was not agreed to, on a vote of 50-50, April 6, 2011. ", "The Upton-Inhofe-McConnell bill would have repealed a dozen EPA greenhouse-gas-related regulations, including the Mandatory Greenhouse Gas Reporting rule, the Endangerment Finding, and the PSD and Title V permitting requirements. It would have redefined the term \"air pollutant\" to exclude greenhouse gases. And it stated that EPA may not \"promulgate any regulation concerning, take action related to, or take into consideration the emission of a greenhouse gas to address climate change.\" The bill would have had no effect on federal research, development, and demonstration programs. The already promulgated light-duty motor vehicle GHG standards and the GHG emission standards for Medium- and Heavy-Duty Engines and Vehicles would have been allowed to stay in effect, but no future mobile source rules for GHG emissions would have been allowed. Also, EPA would have been prohibited from granting another California waiver (under Section 209(b) of the Clean Air Act) for greenhouse gas controls from mobile sources. "], "subsections": []}]}, {"section_title": "Appropriations Bills", "paragraphs": ["A third option that Congress has used to delay regulatory initiatives is to place an amendment, or \"rider\" on the agency's appropriation bill to prevent funds from being used for the targeted initiative. In comparison to a CRA resolution of disapproval or freestanding legislation, addressing the issue through an amendment to the EPA appropriation—an approach that has been discussed at some length since 2009—may be considered easier. The overall appropriation bill to which it would be attached would presumably contain other elements that would make it more difficult to veto. ", "This approach has been considered in every session of Congress since 2010. House appropriations riders considered during this time would have ", "prohibited EPA (during the one-year period following enactment) from proposing or promulgating New Source Performance Standards for GHG emissions from electric generating units and refineries; declared any statutory or regulatory GHG permit requirement to be of no legal effect; prohibited common law or civil tort actions related to greenhouse gases or climate change, including nuisance claims, from being brought or maintained; prohibited the preparation, proposal, promulgation, finalization, implementation, or enforcement of regulations governing GHG emissions from motor vehicles manufactured after model year 2016, or the granting of a waiver to California so that it might implement such standards; and prohibited EPA from requiring the issuance of permits for GHG emissions from livestock and prohibited requiring the reporting of GHG emissions from manure management systems. ", "Throughout this period, the only riders affecting EPA's GHG regulatory authority that have been enacted have dealt with the potential regulation of agricultural sources of GHGs. The FY2016 appropriation and every previous EPA appropriation since FY2010 have included such provisions: Section 417, in Title IV of Division G of P.L. 114-113 provides that \"none of the funds made available in this Act or any other Act may be used to promulgate or implement any regulation requiring the issuance of permits under title V of the Clean Air Act ... for carbon dioxide, nitrous oxide, water vapor, or methane emissions resulting from biological processes associated with livestock production.\" Section 418 prohibits the use of funds to implement mandatory reporting of GHG emissions from manure management systems. "], "subsections": []}, {"section_title": "Comprehensive Amendments to the Clean Air Act", "paragraphs": ["The most comprehensive approach that Congress could take to alter EPA's course would be to amend the Clean Air Act to modify EPA's current regulatory authority as it pertains to GHGs or to provide alternative authority to address the GHG emissions issue. In the 111 th Congress, this was the option chosen by the House in passing H.R. 2454 , the American Clean Energy and Security Act (the Waxman-Markey bill) and by the Senate Environment and Public Works Committee in its reporting of S. 1733 , the Clean Energy Jobs and American Power Act (the Kerry-Boxer bill). The bills would have ", "amended the Clean Air Act to establish an economy-wide cap-and-trade program for GHGs, established a separate cap-and-trade program for hydrofluorocarbons (HFCs), preserved EPA's authority to regulate GHG emissions from mobile sources while setting deadlines for regulating specific mobile source categories, and required the setting of New Source Performance Standards for uncapped major sources of GHGs. ", "While giving EPA new authority, both bills contained provisions to limit EPA's authority to set GHG standards or regulate GHG emissions under Sections 108 (National Ambient Air Quality Standards), 112 (Hazardous Air Pollutants), 115 (International Air Pollution), 165 (PSD/NSR), and Title V (Permits) because of the climate effects of these pollutants. The bills would not have prevented EPA from acting under these authorities if one or more of these gases proved to have effects other than climate effects that endanger public health or welfare. ", "The bills differed in the extent of their exemptions from the permitting requirements of the PSD and Title V programs. H.R. 2454 would have prevented new or modified stationary sources from coming under the PSD/NSR program solely because they emit GHGs. In contrast, the Senate bill would have simply raised the threshold for GHG regulation under PSD from the current 100 or 250 short tons to 25,000 metric tons with respect to any GHG, or combination of GHGs. Likewise, with respect to Title V permitting, H.R. 2454 would have prevented any source (large or small) from having to obtain a state permit under Title V solely because they emit GHGs. In contrast, the exemption under the Senate bill was restricted to sources that emit under 25,000 metric tons of any GHG or combination of GHGs. ", "Amending the Clean Air Act to revoke some existing regulatory authority as it pertains to GHGs while establishing new authority designed specifically to address their emissions is the approach that was advocated by the Administration and, indeed, by many participants in the climate debate regardless of their position on EPA's regulatory initiatives. However, the specifics of a bill acceptable to a majority would be challenging to craft."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["In some respects, EPA's greenhouse gas decisions are similar to actions it has taken previously for other pollutants. Beginning in 1970, and reaffirmed by amendments in 1977 and 1990, Congress gave the agency broad authority to identify pollutants and to proceed with regulation. Congress did not itself identify the pollutants to be covered by National Ambient Air Quality Standards (NAAQS); rather, it told the agency to identify pollutants that are emitted by \"numerous or diverse\" sources, and the presence of which in ambient air \"may reasonably be anticipated to endanger public health or welfare\" (CAA Section 108(a)(1)). EPA has used this authority to regulate six pollutants or groups of pollutants, the so-called \"criteria pollutants.\" EPA also has authority under other sections of the act—notably Sections 111 (New Source Performance Standards), 112 (Hazardous Air Pollutants), and 202 (Motor Vehicle Emission Standards)—to identify pollutants on its own initiative and promulgate emission standards for them. ", "Actions with regard to GHGs follow these precedents and can use the same statutory authorities. The differences are of scale and of degree. Greenhouse gases are global pollutants to a greater extent than most of the pollutants previously regulated under the act; reductions in U.S. emissions without simultaneous reductions by other countries may somewhat diminish but will not solve the problems the emissions cause. Also, GHGs are such pervasive pollutants, and arise from so many sources, that reducing the emissions may have broader effects on the economy than most previous EPA regulations. These and other considerations have led many in Congress to try to prevent EPA from using its general authority to control GHG emissions.", "If the rules are to be overturned during the remainder of the Obama Administration, there are two arenas in which to do so: the courts and the Congress. Opponents of the regulations have not prevailed in either venue, thus far, although the Supreme Court has stayed EPA's implementation of the Clean Power Plan pending the resolution of court challenges to the rule. ", "In the courts, several of EPA's early GHG-related actions, in 2009 and 2010, survived challenges in 95 consolidated petitions for review in the D.C. Circuit. The Supreme Court agreed to review only a narrow question raised by this ruling—whether EPA's regulation of GHG emissions from motor vehicles triggered CAA permitting requirements for GHG emissions from stationary sources as well—leaving the remainder of the D.C. Circuit decision intact. When the Supreme Court ruled on this one issue, in 2014, it gave EPA most of what it wanted, allowing it to require such permitting for GHG emitters who would be subject to permit requirements anyway because of other pollutants they emit. ", "In contrast to this record, petitioners may have better chances in the litigation that has been filed against EPA's rules for new and existing power plants. That is one interpretation of the Supreme Court's unprecedented stay of the Clean Power Plan, issued in February 2016. ", "Until now, opponents in Congress have been unable to overturn most of EPA's GHG actions. With new congressional majorities in the 114 th Congress, legislation to overturn EPA's rulemaking has had easier going than in previous Congresses. But the legislation still faces two important obstacles: the filibuster rule in the Senate and the likelihood of presidential vetoes. Whether either obstacle can be overcome depends on the specifics of the bills in question. While any congressional action to overturn EPA's GHG regulations will face challenges, most analysts expect riders to appropriation bills to have the best odds of success."], "subsections": []}]}}