{"id": "R41369", "title": "Senegal: Background and U.S. Relations", "released_date": "2013-06-20T00:00:00", "summary": ["Successive U.S. Administrations have viewed Senegal as a democratic leader in Africa, an anchor of regional stability, and a partner in addressing development challenges and combating transnational security threats. Senegalese President Macky Sall met with President Barack Obama at the White House in March 2013, and President Obama is expected to visit Senegal in late June. A small, arid nation on West Africa's Atlantic coast, Senegal has struggled with widespread poverty and a long-running, low-level separatist insurgency in its southern Casamance region. Still, the country's democratic continuity and military professionalism have stood in stark contrast to near-state collapse in neighboring Mali (previously also considered a democracy), and to unrest and instability elsewhere in the region. This regional turbulence presents security, political, and economic challenges to Senegal's leadership and population.", "President Sall was voted into office in early 2012 in an election widely seen as free and fair, defeating incumbent President Abdoulaye Wade, who had been in office since 2000. Wade's decision to run for what would have been a third term in office was extremely controversial within Senegal, provoking protests and sparking concerns over potential instability. Such concerns prompted officials in the Obama Administration and some Members of Congress to appeal to Wade to withdraw his candidacy. Wade pursued his campaign nonetheless, and criticized what he described as Western interference. In the end, Sall's electoral victory, and Wade's peaceful concession, renewed many Senegalese and international observers' faith in the strength of Senegal's democratic institutions.", "Since his election, President Sall has focused on reforming Senegal's bloated civilian administration, pursuing investigations into corrupt practices under his predecessor, and making a renewed push for peace in Casamance. While these initiatives appear to be popular, Sall faces stark challenges, including public expectations that he will deliver rapid economic dividends to Senegal's largely impoverished population. It is also unclear how far Sall can pursue allegations of corruption under his predecessor without implicating himself or close allies, as he and others served in senior positions under former President Wade.", "Congress plays a role in shaping U.S. policy toward Senegal through its authorization and appropriation of foreign assistance, and through its oversight of executive branch policies and programs. In addition to bilateral aid totaling $109.6 million in FY2012, Senegal is the beneficiary of a five-year, $540 million Millennium Challenge Corporation (MCC) Compact signed in 2009. Some Members of Congress objected to the decision to award Senegal an MCC compact in light of concerns, at the time, over corruption and political trends under then-President Wade. In the conference report accompanying P.L. 112-74, the FY2012 Consolidated Appropriations Act, appropriators directed the Administration to allocate at least $50 million in development aid to Senegal, while also expressing concern over Senegal's failure to bring to justice former Chadian president Hissène Habré, who lives in Senegal and has been accused of crimes against humanity. Some progress has since been made toward a possible trial for Habré."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["Senegal has remained relatively stable but poor since gaining independence from France in 1960. It is an electoral democracy and among the few countries in Africa never to have experienced a coup d'état. Senegal is also diplomatically influential, particularly among Francophone African states, and its relatively well trained and disciplined military is active in international peacekeeping operations. The population is 94% Muslim, and indigenous religious leaders are socially and economically influential. While ethnic and religious divisions exist, they play less of a role in Senegalese politics than in much of West Africa. Infrastructure investments, reforms, and donor assistance have provided the conditions for economic growth in recent years, but wealth creation has been concentrated in the capital, Dakar, and among political and economic elites.", "President Macky Sall faces challenges in responding to high public expectations that he will alleviate poverty, improve government transparency and accountability, and bring a definitive end to a long-running, low-level separatist conflict in the southern Casamance region. A worsening regional security outlook also preoccupies Senegal's leaders, particularly given terrorist, separatist, and criminal activity in neighboring Mali. Terrorist networks active in West Africa, including Al Qaeda in the Islamic Maghreb (AQIM), have not successfully carried out attacks within Senegal to-date, but Senegal is potentially vulnerable to violent extremist infiltration and recruitment. Senegal has provided troops to a United Nations (U.N.)-authorized African-led regional military intervention force, which has received U.S. logistical support and is expected to transition into a U.N.-conducted stabilization operation starting July 1. Senegalese troops face an uncertain threat environment in Mali; their experience in Casamance and U.N. peacekeeping has not necessarily prepared them for desert warfare or for potentially sophisticated terrorist attacks. ", "Successive U.S. Administrations have viewed Senegal as an anchor of regional stability and a partner in combating transnational security threats such as terrorism, narcotics trafficking, and maritime piracy. President Obama has cultivated ties with President Sall, inviting him to a meeting at the White House in March 2013 and planning to visit Senegal on an upcoming trip to Africa. In both cases, the Administration has emphasized Senegal's democratic track-record.", "Congress has played a role in shaping U.S. policy toward Senegal through its authorization and appropriation of foreign assistance, and via its oversight of executive branch policies and strategies. Bilateral aid administered by the State Department and U.S. Agency for International Development (USAID), totaling $109.6 million in FY2012, is focused on health, food security, democratic governance, economic growth, rural development, conflict resolution in Casamance, and military professionalism. In addition, a five-year, $540 million Millennium Challenge Corporation (MCC) compact, signed in 2009, is funding infrastructure and agricultural projects in the northern Senegal River valley and in Casamance. The Administration has also provided emergency humanitarian aid since 2011 as part of efforts to address a regional food security crisis in the Sahel. Recent congressional interest has arisen over issues such as Senegal's democracy and governance trajectory; the country's role in confronting regional security threats; and the management of bilateral development assistance, including support for Senegal's socioeconomic development and oversight of Senegal's MCC compact given past concerns over corruption."], "subsections": []}, {"section_title": "Background", "paragraphs": ["Senegal's first post-independence leader, Léopold Senghor, was a poet and politician celebrated as one of post-colonial Africa's most important intellectuals. Although a self-described socialist and pan-Africanist, Senghor cultivated close ties with the West—in particular, France—and resisted the Eastern Bloc influence at times prevalent in the region. Senghor presided over a de-facto one-party state through his ruling Socialist Party (PS) until 1981, when he stepped down and was succeeded by the PS's Abdou Diouf. Diouf continued Senghor's pro-Western policies and oversaw Senegal's gradual political liberalization. Still, elections under Diouf were marred by alleged fraud, repression of anti-government activism, and in some cases violence.", "In 2000, long-time opposition leader Abdoulaye Wade (pronounced \"wahd\") won presidential elections widely seen as free and fair. Wade's victory and Diouf's peaceful transfer of power to Wade's Senegalese Democratic Party (PDS) were hailed as a landmark for democracy in Senegal and the region, which had seen few democratic transitions between civilian leaders. During Wade's second term (2007-2012), however, Senegalese and international observers raised concerns over apparent democratic backsliding, amid Wade's increasing efforts to concentrate power and growing concerns over high-level corruption and nepotism. In the 2012 presidential election, Wade failed in his effort to win a third term in office, losing to one-time ally Sall. Wade's third-term candidacy had been extremely controversial within Senegal, provoking protests in Dakar and sparking concerns over potential political instability. In the end, the election results and Wade's concession were hailed as a victory for democracy in an often troubled region.", "President Sall, 51, is one of Africa's few heads of state to hail from a post-independence generation. A geological engineer by profession, Sall rose to national prominence as a senior official in Wade's Senegalese Democratic Party (PDS). Reputed to be a Wade protégé, Sall served as Prime Minister (2004-2007) and Speaker of the National Assembly (2007-2008). He also ran the state petroleum company, the Société des pétroles du Sénégal (Petrosen) and headed the Ministry of Mines, Energy and Water. He was ousted from his position as Speaker of the Assembly after a public falling-out with Wade; the dispute reportedly stemmed from Sall's attempt to question Wade's unpopular son, Karim, over corruption allegations. Sall founded a new party, the Alliance for the Republic (APR), and emerged as the opposition front-runner in the vote held on February 26, 2012. Wade failed to win a majority, forcing a run-off against Sall a month later. All 12 other candidates then endorsed Sall, who won with 65.8% of the run-off vote."], "subsections": []}, {"section_title": "Politics and Governance", "paragraphs": ["Senegal is a multiparty democracy whose political system endows the presidency with significant authorities. The president appoints the prime minister and can dismiss him at will, and also appoints the justices of the country's highest appeals court and Constitutional Council. Since 2000, elections have been widely viewed as free, fair, and well managed. Turnout in presidential polls is generally above 50%, although it has been lower in recent legislative elections. Analysts attribute Senegal's strong electoral system to a number of factors, including a relatively free environment for the media and public debate; an active and independent civil society; and relatively transparent electoral institutions and processes, among others. Still, European Union (EU) election observers have recommended that Senegal make changes to its campaign finance regulations to ensure greater transparency, among other suggested reforms. ", "The relative political strength of the parliament under Sall has yet to be demonstrated. Sall's coalition—\"United in Hope\"—gained control of the Assembly after winning 119 out of 150 seats in legislative elections held in July 2012. A Sall ally, former Prime Minister Moustapha Niasse, was elected speaker of the Assembly. Wade's PDS won 12 seats, down from 131 won by the PDS-led coalition in 2007 legislative elections, which were boycotted by most of the opposition. After a 2010 law required women to make up 50% of candidates on party lists, 64 women were elected to the National Assembly (i.e., 43% of seats) in 2012. ", "President Sall has taken steps to reverse some actions undertaken by his predecessor that further concentrated power in the hands of the president. While these reforms have the potential to improve governance, they also resemble reforms initially undertaken in the early 2000s by Wade, who gradually reversed them later. With legislative backing, Sall abolished an upper legislative chamber, the Senate, in which 65 of 100 members were appointed by the president. The Senate, which Wade had reinstituted after earlier doing away with a similar body, was widely viewed as a tool of political patronage, and as a way to dilute the influence of the directly-elected National Assembly. Sall has also pledged to support a constitutional amendment reducing the presidential term to five years (Wade extended the term to seven years after first shortening it to five), and has promised—as Wade initially did—to serve no more than two terms in office, as per constitutional term limits. Sall has also reduced the number of cabinet ministers and shuttered a number of state agencies that had reportedly been used, under Wade, as tools of patronage and corruption. ", "Another key Sall initiative has been a far-reaching campaign to investigate and prosecute alleged high-level corruption under his predecessor. Several former senior officials have been detained and questioned, and some have reportedly been charged—including former President Wade's son, Karim, who held a number of cabinet portfolios with broad authority over state procurement. Karim Wade was arrested in April 2013 pending trial; he has denied allegations that he embezzled up to $1.4 billion. Many Senegalese reportedly view the anti-corruption investigations favorably, and the World Bank has offered support through its Stolen Asset Recovery Initiative. However, Wade supporters have portrayed the investigations as a witch-hunt designed to sideline political opponents. It is unclear how far Sall can pursue allegations of corruption under his predecessor without implicating himself or close allies, most of whom served in senior positions under Wade. More broadly, it is uncertain whether Sall's governance initiatives can ultimately respond to public expectations of better employment opportunities and a lower cost of living.", "State service delivery continues to face challenges, despite improvements over the past decade in the provision of health services and primary education. Senegal has been particularly praised for its HIV/AIDS programs, which were initiated in the mid-1980s—long before most—and have contributed to a relatively low rate of infection (less than 1% of the adult population). Senegal's anti-malaria program has also received plaudits. Still, many rural areas and some urban neighborhoods remain underserved by roads, electricity, sanitation, and drinking water. Gaps in service provision in Casamance have provided one basis for ongoing conflict there."], "subsections": []}, {"section_title": "Security Issues", "paragraphs": ["Al Qaeda in the Islamic Maghreb (AQIM), a regional criminal and terrorist network, and several affiliated groups are active in neighboring Mali and elsewhere. They have not successfully carried out attacks in Senegal to date, but Senegal is potentially vulnerable to infiltration due to porous borders and the largely informal nature of the financial system. Despite Senegal's history of religious tolerance, the country's underemployed youth and others may also be susceptible to radicalization and extremist recruitment. AQIM and other extremists have also threatened to carry out attacks in countries, like Senegal, that have deployed troops to Mali as part of regional stabilization efforts. The large number of Western residents and offices based in Dakar, along with its airport, a regional hub for commercial flights, are potential soft targets for terrorist attacks. According to the State Department, Senegal has \"played an active role in countering terrorist financing,\" and has sought to monitor arms trafficking in line with regional initiatives.", "Senegal's primary internal security concern is unrest in the southern Casamance region, the location of a three-decade, low-level separatist insurgency. Casamance is cut off from much of Senegal by The Gambia, a separate country, and is ethnically and religiously distinct. While the conflict remains locally contained, it has hurt the local economy in Casamance, which is ordinarily a tourism destination, and caused population displacements in rural areas. Active and ex-combatants reportedly also engage in banditry and organized crime, including trafficking in arms, narcotics, and timber. A landmark peace agreement was signed in 2004, but violence surged anew in 2009 and subsequent years. The main rebel organization, the Movement of Democratic Forces of Casamance (MFDC), has been increasingly fragmented in the wake of the death of its longtime leader, Father Augustin Diamacoune Senghor, in 2007. ", "The U.N. Office of Drugs and Crime (UNODC), in 2009, assessed the value of illicit trafficking through Senegal at more than eight times GDP, expressing particular concern over cocaine trafficking and its impact on regional stability. Cocaine reportedly enters Senegal en route to Europe from South America via neighboring Guinea-Bissau and Guinea, or directly by air; Senegal's international airport reportedly serves as a hub for individual couriers departing the region. Subsequent UNODC analyses have also pointed to methamphetamine and heroin trafficking through Senegal and neighboring states. Though Senegal's law enforcement agencies are relatively effective compared to many in the region, they may lack the capacity to effectively prevent or prosecute money laundering linked to organized crime, including drug trafficking. The drug trade appears to leverage regional smuggling networks also used to ferry duty-free cigarettes, counterfeit pharmaceuticals, small arms, and illegal migrants. "], "subsections": []}, {"section_title": "Human Rights", "paragraphs": ["Senegal's record on human rights and press freedom is one of the best in the region, but some problems continue to be documented. The State Department's 2012 human rights report stated that \"the most significant human rights problems included reports of physical abuse and torture [by the security forces]; limits on freedoms of speech, press, and assembly; and corruption.\" Other \"major human rights problems\" were reported to include poor treatment of detainees and prisoners, \"questionable investigative detention\" and long pretrial detention, a lack of judicial independence, violence and harassment against women, female genital mutilation/cutting, child abuse and child marriage, child labor, infanticide, violence and discrimination against lesbian, gay, bisexual, and transgender (LGBT) persons, discrimination against people with HIV/AIDS, and trafficking in persons. The report also referenced killings and criminal activities by Casamance-based rebels. Other State Department reporting states that Senegal is a source, transit, and destination country for children and women who are subjected to forced labor, forced begging, and sex trafficking. Human Rights Watch has reported separately on police abuses against gay men and men perceived as gay, and on the reportedly widespread abuse and economic exploitation of children at Senegalese Quranic schools, where young boys, often separated from their impoverished rural families, receive religious instruction but are forced to beg. ", "Rights groups have criticized the government for delays in prosecuting former Chadian President Hissène Habré, who lives in Senegal, for crimes committed under his leadership in Chad (1982-1990). In July 2006, the African Union (AU) directed Senegal to prosecute Habré after Belgium issued an international arrest warrant charging him with crimes against humanity, war crimes, and torture. Then-President Wade initially agreed to a prosecution, and the Senegalese legislature amended the constitution and passed legislation aimed at removing any legal obstacles. However, the prosecution stalled, partly due to Senegalese claims of insufficient donor funding. Progress toward a trial has since been made under President Sall, after the International Court of Justice ruled that Senegal must either try Habré or else extradite him to Belgium. A special AU/Senegalese judicial chamber has been created and a full investigation is now ongoing."], "subsections": []}, {"section_title": "The Economy", "paragraphs": ["Senegal is a predominantly agrarian country with few natural resources and limited arable land. Key foreign exchange earners include fishing, peanuts, phosphates, tourism, and remittances from Senegalese workers abroad. Senegal also receives significant foreign aid, with official development aid equivalent to over 7% of GDP in 2011. State investments in infrastructure, reforms, and donor assistance have provided the conditions for decent economic growth in recent years, estimated at 3.5% in 2012. Yet such rates may be insufficient to substantially alleviate poverty. Obstacles to private sector development include bureaucratic burdens, corruption, rigid labor laws, chronic electricity shortages, a lack of transparency in public contracting, shortfalls in judicial independence and efficiency, and opaque land titling procedures. ", "Socioeconomic conditions remain poor; Senegal ranks 154 out of 186 countries on the 2012 U.N. Human Development Index. The country experiences chronic food insecurity, and relies on imports for 70% of its food supply—reportedly the highest rate in Sub-Saharan Africa. Senegal suffered from a regional food security crisis in 2011 and 2012 that devastated countries throughout West Africa's Sahel region. Although relatively good subsequent harvests led Senegal to be removed from the list of countries designated in U.S. government \"disaster declarations\" in FY2013, some Senegalese reportedly continue to experience food insecurity. Discontent over socioeconomic conditions has contributed to a high rate of emigration, often in unsafe conditions."], "subsections": []}, {"section_title": "Foreign Relations", "paragraphs": ["Senegal has long benefited from close partnerships with Western donors, who provide development assistance and military cooperation. Ties with former colonial power France are particularly strong. Former President Wade simultaneously pursued non-traditional sources of economic support, notably from the Middle East and China, in an apparent bid to emphasize independence to a domestic audience, maximize aid flows, and hedge against Western aid conditionality. Senegal is also a longtime and active member of the Organization of the Islamic Conference (OIC). Despite previously warming relations with Iran, Senegal cut diplomatic ties in February 2011, stating that a military investigation showed an Iranian arms shipment seized in Nigeria had been destined for Casamance rebels based in The Gambia. ", "Senegal cultivates a position of regional diplomatic leadership and has generally refrained from direct involvement in neighboring conflicts, aside from conflict resolution efforts. As of May 2013, nearly 1,500 Senegalese personnel were serving in U.N.-mandated peacekeeping missions, notably in Darfur, Sudan; Côte d'Ivoire; the Democratic Republic of Congo; and Haiti. Senegal has also provided troops to the U.N.-authorized regional stabilization operation in Mali, known as the African-led International Support Mission in Mali (AFISMA), which is expected to transition into a U.N.-conducted operation. Still, tensions occasionally arise with neighboring Guinea-Bissau and The Gambia over those countries' alleged links to Casamance rebels and over a long-running border dispute with Guinea-Bissau. In 2011, relations with Guinea were strained when Guinean President Alpha Condé accused Senegal of hosting an armed plot against him. (Senegal denied the allegation.) In 1989, communal unrest along the border with Mauritania sparked riots and vigilante reprisals in both countries, resulting in large-scale, ethnically-based forced expulsions from Mauritania into Senegal. The two countries pursued a rapprochement in the mid-2000s, and then-President Wade brokered a 2009 political agreement in Mauritania that paved the way for elections following a military coup. "], "subsections": []}, {"section_title": "U.S. Relations", "paragraphs": ["The State Department characterizes Senegal as \"a strong U.S. ally as a regional, diplomatic, and economic partner.\" The U.S. Embassy in Dakar is the third largest in Africa, and the United States is among Senegal's top donors—possibly the largest bilateral donor if MCC disbursements are factored in. Security and judicial cooperation appear set to increase; for example, the Justice Department's Drug Enforcement Agency (DEA) is establishing an office in Senegal—the sixth such office in Africa. In 2012, the State Department appointed Ambassador Jim Bullington (Ret.) as a special envoy to support Sall's efforts to advance the peace process in Casamance. Presidents Bill Clinton and George W. Bush both visited Senegal during their tenures, and former President Wade met President Bush at the White House in June 2001. President Obama congratulated President Sall on his electoral victory in March 2012, and then-Secretary of State Hillary Clinton hailed Senegal for its \"peaceful, democratic election,\" thanking Wade for his \"leadership and dedicated service to the Senegalese people.\" ", "The Obama Administration has expressed strong support for President Sall's leadership. Sall was one of four African leaders to meet with President Obama at the White House in March 2013, in a gathering that emphasized \"shared democratic values and shared interests,\" and Senegal is one of three African countries scheduled to be visited by President Obama during his second trip to the continent, slated for late June 2013. During a visit to Senegal in 2012, then-Secretary of State Hillary Clinton stated:", "We welcome President Sall's focus on transparency and accountability in government and on independence for the judiciary. We believe his plans to boost agricultural production and reform land ownership rules will be very important. We also wish to help him fulfill his pledge to resolve the long-running conflict in the south. And we are committed to help in every way with the prosecution of former President Habré of Chad.", "U.S. officials criticized political trends under former President Wade, and the State Department's FY2013 aid budget request for Senegal, issued in February 2012, referred to \"the gradual erosion of governance and transparency.\" The Obama Administration publicly criticized Wade's third-term presidential candidacy in the weeks leading up to the vote. Administration officials reportedly also privately petitioned Wade to step down, as did some Members of Congress. Wade objected to what he termed foreign interference, but did step down after losing the election. ", "Senegal is eligible for trade benefits under the African Growth and Opportunity Act (AGOA; Title I, P.L. 106-200 ), although its exports to the United States are minimal. U.S. imports from Senegal totaled $17 million in 2012, and U.S. exports to Senegal totaled $150 million. Senegal hosted the fourth annual AGOA Forum in 2005. A bilateral investment treaty entered into force in 1990. U.S. direct investment in Senegal is estimated at $50 million; French companies are the largest foreign investors. "], "subsections": [{"section_title": "U.S. Foreign Assistance", "paragraphs": ["U.S. bilateral foreign assistance administered by the State Department and USAID has increased significantly in recent years, from under $60 million in FY2008 to $109.6 million in FY2012 ( Table 1 ), in addition to a five-year MCC compact worth $540 million. These trends reflect sizable allocations for agricultural development and health assistance; Senegal is a focus country for the Obama Administration's Feed the Future initiative and the President's Malaria Initiative (PMI). Other key aims of U.S. bilateral aid include democratic governance; economic growth; rural development; countering violent extremism; and military effectiveness. Bilateral aid may be set to decrease; the Administration proposed $89.8 million in bilateral aid for FY2013, and has requested $89.2 million for FY2014, through its annual Congressional Budget Justification.", "Congress has shaped the level and balance of U.S. aid to Senegal. The conference report accompanying the FY2012 Consolidated Appropriations Act ( P.L. 112-74 ) recommended \"not less than\" $50 million in Development Assistance funding for Senegal. (In the end, $50 million in FY2012 funding was allocated from that foreign assistance account; however, the Administration has requested less for FY2013 and FY2014.) The report also noted conferees' concern that former Chadian president Hissène Habré \"has not been extradited for prosecution for crimes against humanity,\" and directed the Secretary of State to submit a report on \"steps taken by the Government of Senegal to assist in bringing Habré to justice\" (see \"Human Rights,\" above).", "U.S. security assistance has focused on military professionalization, counterterrorism, maritime security, and peacekeeping training. Thousands of Senegalese peacekeepers have received training through the State Department's Africa Contingency Operations Training and Assistance (ACOTA) program, and the United States has provided logistical support to regional troops, such as Senegal's, that have deployed to Mali. U.S. Africa Command (AFRICOM) has also recently provided counter-narcotics assistance to Senegal's Navy. Senegal is one of 10 participant states in the Trans-Sahara Counter-Terrorism Partnership (TSCTP), a multi-year, interagency program aimed at countering terrorism in North and West Africa by strengthening regional security capabilities and coordination, and discrediting extremist ideology. Through Operation Enduring Freedom-Trans Sahara (OEF-TS), which supports TSCTP, the Department of Defense (DOD) conducts multinational and bilateral exercises with the Senegalese armed forces. Senegal has received several DOD \"Section 1206\" security assistance packages, including through two multi-country counterterrorism programs and three regional maritime security programs. Senegal also participates in a DOD State Partnership Program with the National Guard of Vermont. ", "In September 2009, the MCC approved a five-year, $540 million compact aimed at encouraging economic growth through improvements in infrastructure and agricultural production. The compact, which entered into force in September 2010, focuses on road rehabilitation and promoting agricultural development in two geographic regions that are considered to hold potential for commercial agriculture, the Senegal River Valley in the north and the Casamance region. During former President Wade's tenure, some Members of Congress expressed concerns over Senegal's MCC compact in light of perceived democratic backsliding and rising corruption. Such concerns appear to have lessened under President Sall and the pace of disbursements has reportedly been smoother over the past year; MCC officials have praised Sall's \"strong personal support for the success of the Senegal-MCC compact.\"", "In addition to the State Department, USAID, the MCC, and DOD, other agencies that fund and implement assistance programs in Senegal include the Department of Agriculture and the Centers for Disease Control and Prevention (CDC). Senegal also hosts some 270 Peace Corps volunteers, the largest contingent in Africa. Senegal further benefits from multilateral assistance administered by the international financial institutions, such as the World Bank, the IMF, and the African Development Bank (AfDB), which receive substantial financial support from the United States. In 2004, Senegal qualified for $850 million in sovereign debt relief under the IMF- and World Bank-supported Highly Indebted Poor Countries (HIPC) initiative."], "subsections": []}]}, {"section_title": "Outlook", "paragraphs": ["Senegal's 2012 presidential election was widely viewed as a key test of its reputation as a stable democracy. Many Senegalese saw the vote as a potential watershed for the country's political future, in which Senegal would either further its democratic consolidation or potentially experience a flawed election that could damage its international image. To the delight of many Senegalese and international observers, the conduct of the elections—and incumbent President Wade's eventual loss to Macky Sall—appeared to prove that, despite widespread concerns over the erosion of democratic institutions in recent years, the system retained the potential for fairness. Yet the extent to which Sall will (or even can) address Senegal's deeper governance shortfalls and widespread economic hardships remains to be seen. Despite economic growth over the past decade, political instability, corruption, insecurity in Casamance, and the potentially distortive effects of transnational drug trafficking could pose barriers to socioeconomic development and security. Events in the turbulent surrounding region—and particularly the political and security crisis in neighboring Mali—may also impact Senegal's trajectory."], "subsections": []}]}}