{"id": "R41447", "title": "Burma's 2010 Election Campaign: Issues for Congress", "released_date": "2010-10-06T00:00:00", "summary": ["Burma is to hold its first parliamentary elections in 20 years on November 7, 2010. The polls raise questions about U.S. policy towards the Burmese regime, coming in the context of two decades of largely isolationist U.S. policy towards Burma. Some argue that these elections, even if far from free and fair, offer a limited opportunity for political change, even if evolutionary. Others believe that the ruling junta's restrictions on electoral activity thus far demonstrate that it has little interest in democracy or in loosening its repressive policies. These considerations weigh deeply in policy debates over sanctions and engagement with the regime—debates in which Congress has had a strong voice over the past two decades.", "In 1990, the last time nationwide parliamentary elections were held in Burma, the National League for Democracy (NLD), led by prominent opposition leader Aung San Suu Kyi, won a stunning and unexpected victory. The junta's subsequent refusal to seat the newly elected parliament and its arrest of Aung San Suu Kyi were widely condemned internationally, and led to the imposition of numerous U.S. and international sanctions against the regime. This time, the circumstances surrounding the elections have been controversial from the start. The Obama Administration has repeatedly stated that it does not foresee the elections being free and fair, and the outcome will not be a genuine reflection of the will of the people of Burma. Some members of Congress have also expressed skepticism that Burma's impending elections will be a true expression of democracy.", "Most observers feel that by various means and methods, the ruling military junta, the State Peace and Development Council (SPDC) and the Union Election Commission (UEC) are conspiring to ensure that the pro-junta political parties will win most of the 1,163 seats at stake. Preliminary information on the number of proposed candidates submitted by each of the political parties indicate that it would take a virtual election sweep by their candidates for the opposition parties to win a majority. The opposition parties are particularly weak in many of the state and regional parliamentary elections; an exception is in states where ethnic minorities are a large percentage of the population. Thus, it is more likely that the pro-junta parties will win a majority of the seats on November 7.", "The UEC has approved 37 parties to participate in the elections, but on September 14 it announced that several political parties—including Aung San Suu Kyi's NLD—were officially dissolved. The formal campaign period for the parliamentary elections began on September 24, 2010. There have been accusations of irregularities in the campaign process, including decisions by the UEC to reject the broadcasting of some party statements, undue restrictions on campaign rallies, and intimidation of opposition party members. The SPDC has also arrested Buddhist monks and students advocating boycotting the elections.", "The Obama Administration reportedly is considering the imposition of additional sanctions on Burma, in part because of the manner in which the SPDC is conducting the election. The Administration is also backing calls for the creation of a U.N. Commission of inquiry into crimes against humanity and war crimes in Burma. Ten other nations have also backed the creation of the U.N. Commission.", "Under current federal law, President Obama has the authority to impose certain types of financial sanctions without seeking approval from Congress. However, he must inform Congress if and when he imposes new sanctions."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The pending parliamentary elections in Burma—to be held on November 7, 2010—sparked controversy even before the date was set. Whether it was the manner in which a new constitution was supposedly approved or the provisions of the elections laws, several members of Congress and the Obama Administration have been critical of the process by which Burma's ruling military junta, the State Peace and Development Council (SPDC), plans on conducting the election. As the election moves into its campaign phase, there continue to be signs that the results are unlikely to be free and fair, and may not reflect the political wishes of the Burmese people.", "The election has opened debates about U.S. policy towards Burma, including questions about whether the largely isolationist policy of the past 20 years, marked by extensive economic sanctions against the regime for its human rights violations, has been effective in encouraging political change and improving the government's treatment of the Burmese people; whether the Obama Administration's decision to engage the Burmese government can be effective; and whether sanctions are sufficiently strict and sufficiently well-enforced to pressure the junta to improve its human rights policies."], "subsections": []}, {"section_title": "Background", "paragraphs": ["On November 7, 2010, Burma (also known as Myanmar) will hold its first parliamentary elections in 20 years. On May 27, 1990, Burma held parliamentary elections in which the opposition National League for Democracy (NLD) won 392 seats out of 485 seats. Its victory stunned both international observers and, many feel, the Burmese junta itself, and created a momentary sense of optimism that Burma could move towards a functioning democracy.", "However, Burma's ruling military junta, then known as the State Law and Order Restoration Council (SLORC), refused to accept the election results, claiming that the newly elected parliament could not be convened until a new constitution had been approved. Following the elections, SLORC arrested and imprisoned many of the opposition leaders, including NLD leader Aung San Suu Kyi. Since then, Burma has been ruled by a military junta, renamed the State Peace and Development Council (SPDC) on November 17, 1997.", "In May 2008, the SPDC held a national referendum on a draft constitution, only days after much of the country had been devastated by Cyclone Nargis. Despite the widespread destruction and the death of an estimated 130,000 people, the SPDC announced on May 29, 2008, that 98.12% of the eligible voters had cast ballots, with 92.48% voting in favor of the new constitution. Much of the international community, including the U.S. government and Burma's opposition groups, quickly denounced the official results as fraudulent. The SPDC responded by announcing that parliamentary elections would be held on an unspecified date in 2010 in accordance with the provisions of the newly approved constitution. At stake were 330 seats in the parliament's lower house, the Pyithu Hluttaw; 168 possible seats in the upper house, the Amyotha Hluttaw; and a total of 665 seats in the 14 state and regional hluttaws.", "Under the provisions of the constitution, 25% of the seats in the upper and lower houses of parliament and each of the 14 regional and state assemblies are to be appointed by the commander-in-chief of Burma's Defense Services. The full lower house will have 440 members and the full upper house will have 224 members. The number of members in the regional and state assemblies varies.", "On March 9, 2010, the SPDC released five new laws for the pending parliamentary elections. Three of the laws were about the three main types of parliaments stipulated in the constitution—the two houses of the national parliament (Pyidaungsu Hluttaw) and the regional and state parliaments. The fourth law—the Political Parties Registration Law—set conditions for the registration and operation of political parties in Burma. The fifth law established a Union Election Commission (UEC) to supervise the parliamentary elections and political parties.", "The new laws were quickly subject to sharp criticism, both domestically and overseas. In particular, the law on political parties was widely denounced for placing unreasonable restrictions on the participation of many opposition political leaders. U.S. Assistant Secretary of State for Public Affairs Philip J. Crowley said the Political Parties Registration Law \"makes a mockery of the democratic process and ensures that the upcoming elections will be devoid of credibility.\" There have also been objections to the terms of the Union Election Commission Law and the 17 people subsequently appointed to the commission by the SPDC.", "The Political Party Registration Law required all existing political parties that wish to participate in the 2010 elections to submit registration materials to the Union Election Commission within 60 days. The National League for Democracy and several other leading opposition parties decided not to register and not to participate in the election. On March 29, 2010, the SPDC transformed its affiliated \"social organization,\" the Union Solidarity and Development Association (USDA), into the Union Solidarity and Development Party (USDP), transferring the assets of the USDA over to the new political party. On May 27, 2010, a splinter group of the NLD submitted an application to the UEC to register a new political party, the National Democratic Force (NDF). During the spring and summer of 2010, 47 existing or new political parties submitted registration applications to the UEC.", "Under the provisions of Burma's election laws and the UEC's regulations, the approval for political parties is a multi-step process, with no right to appeal the UEC's decisions. Applicants had to submit a proposed design for a party flag and seal, the names of the party's officers, and list of party members, and a list of proposed candidates for the election. In order to qualify, a political party had to submit a minimum of at least three candidates.", "On August 13, 2010, the UEC announced that the parliamentary elections would be held on November 7, 2010. It also set a deadline of August 30, 2010, for all political parties to submit the names of their candidates for the elections."], "subsections": []}, {"section_title": "The Political Parties and Their Candidates", "paragraphs": ["According to a notification released by the UEC on September 14, 2010, 37 political parties will be allowed to run candidates in the 2010 elections (see Table 1 ). The notification also dissolved five previously registered political parties, including the National League for Democracy, and cancelled the registrations of five new political parties for failing to submit at least three candidates for the upcoming elections. Although not mentioned in the notification, the UEC also refused to allow five political parties associated with Burma's ethnic minorities to participate in the election.", "In addition to the party candidates, and unknown number of people registered as independent candidates by the deadline of August 30, 2010. The UEC was to have decided on the eligibility of the candidates by September 10. Although the UEC has not released a formal notification, there have been reports of candidates being ruled ineligible. The UEC reportedly disqualified a National Unity Party candidate because he is a retired Christian minister. In addition, the UEC disqualified 14 members of the dissolved Kachin State Progressive Party who attempted to register as independent candidates. One candidate for the Democratic Party (Myanmar) was also rejected because of allegations of tax evasion and failure to reside in Burma for the required 10 years.", "There has also been controversy about some of the USDP candidates. On April 29, 2010, SPDC Prime Minister Thein Sein and 26 ministers and senior officials joined the newly formed USDP. Opposition groups pointed to provisions in the election laws that precluded government employees from joining political parties or running as candidates in the upcoming parliamentary election. The UEC, however, ruled that ministers and officials were political appointees and not government employees, and therefore could join the USDP. On August 27, 2010, the SPDC chief, Senior General Than Shwe, his deputy, General Maung Aye, and six other top military officers resigned from their military posts, allegedly so they could run as candidates in the upcoming election. Virtually all observers view this as a symbolic move to circumvent laws limiting military officials from running in the polls."], "subsections": []}, {"section_title": "Controlling the Campaign", "paragraphs": ["There have been repeated allegations that the SPDC is using various mechanisms to control the campaign to ensure its victory in the November elections. Opposition figures claim that five election laws include provisions that prohibit the candidacy of many opposition leaders, including Aung San Suu Kyi, as well as disenfranchise voters inclined to support opposition parties. In addition, the UEC has also been characterized as a mechanism for controlling the elections, as its members were appointed by the SPDC and the UEC's decisions are not subject to appeal.", "Critics also point to specific UEC decisions as part of a SPDC strategy to control the campaign and influence the election. For example, the UEC's refusal to allow five political parties associated with ethnic minorities to participate in the election is viewed as a way of preventing minority Kachin opposition groups from being represented in the new parliament. Another example is the relatively short time period—20 days—in which parties had to select and register candidates. The cost of registering candidates—a non-refundable fee of 500,000 kyat, or $510 at the official exchange rate—has also been criticized as a means of blocking opposition candidates. More recently, the UEC announced that the elections would not be held in portions of the Kachin, Kayah, Kayin, Mon, and Shan states \"as they are in no position to host free and fair elections.\" These regions are locations largely under the control of armed opposition groups with populations generally opposed to the SPDC.", "The official campaign period for the November elections began on September 24, 2010, with the first broadcast of a UEC-approved statement by the National Unity Party (NUP). Each of the 37 political parties contesting the election are to be provided 15 minutes of airtime to present their party's platform on national television and radio. Transcripts of the NUP's statement and subsequent party statements appeared the following days in the state newspaper, The New Light of Myanmar . Under the provisions of UEC Notification 98/2010, the UEC and the Ministry of Information may refuse to allow any party statement to be broadcast. In addition, the content of the party statements are subject to a number of restrictions, including a prohibition on language that can \"harm security\" or \"tarnish the image\" of the State or Tatmadaw (Burma's military). The last date for party broadcasts will be October 31, 2010, marking the official end of the campaign period.", "Besides the national broadcasts, political parties and independent candidates are allowed to stage pre-approved political rallies and speeches. On August 18, 2010, the UEC released Notification 91/2010, setting a number of conditions on political rallies, speeches, and campaigning. Candidates and election representatives wishing to assemble and give speeches must apply for a permit at least seven days prior to the event. The application must include the location, date, starting and finishing times, estimated number of attendees, names of speakers (including identification numbers and addresses), and name of applicant (including identification number and address). Permits are to be issued at least 48 hours before the start of the proposed event. The content of the speeches must abide by the same restrictions placed on the broadcast party statements. Although some opposition rallies have occurred, the organizers claim that they have been closely observed and some attendees have been subsequently harassed by the police. Opposition parties also assert that the UEC has been more lenient and forthcoming with permits for the USDP and other pro-junta political parties."], "subsections": []}, {"section_title": "The Boycott Movement", "paragraphs": ["Soon after the March 9, 2010, release of the five elections laws, various groups began organizing an election boycott campaign. Some of the first voices raised in support of an election boycott were student groups and Buddhist monks. In May 2010, the 88-Generation Students, the All Burma Federation of Student Unions (ABFSU), and the All Burma Monks' Alliance (ABMA) issued a joint statement urging people not to vote in the November elections. An underground student group that calls itself Generation Wave is also reportedly running an election boycott campaign. Following its decision not to contest the 2010 elections, the NLD launched a national campaign to educate voters of their rights under the elections laws, including their right not to vote. In August 2010, the NLD officially announced that it was boycotting the election.", "The SPDC has responded to the boycott movement by publishing articles in the press encouraging people to vote, arresting boycott organizers, and otherwise intimidating supporters of the boycott campaign. On September 10 and 11, The New Light of Myanmar ran extended stories encouraging people to vote in the upcoming elections, and calling a person who chooses not to vote \"an irresponsible opportunist.\" The Democratic Voice of Burma reported on September 20, 2010, that several university students were arrested in Rangoon purportedly because of their work on the election boycott campaign. The Irrawaddy , a leading opposition news service based in neighboring Thailand, reported on September 28, 2010, that a Buddhist monk had been sentenced to 15 years in prison with hard labor for anti-election campaigning. There have also been reports that members of the NLD and other organizations supporting the boycott have been threatened with prison sentences and fines.", "In addition to the boycott movement, there are other signs of diminishing support or interest in the elections. The Peace and Diversity Party, which had registered to participate in the election, decided in July to withdraw, citing censorship by the SPDC government. Other parties still contesting the election have requested that the vote be delayed to mid-December to allow more time to campaign and raise funds. Some election observers report little interest in the election, as many voters presume the USDC and other pro-junta parties will be declared the official winners, either because of a lack of opposition or fraud."], "subsections": []}, {"section_title": "Projected Results", "paragraphs": ["It is too early to make precise predictions for the election results. However, it is possible to project a range of likely outcomes given the known information about the registered candidates and reports on voter attitudes and the situation on the campaign trail. Overall, the preliminary projections indicate that pro-junta parties will win, at a minimum, at least half of the contested seats, and there is a good chance that they will win more than 75% of the seats, enough to amend the new constitution, if they so desire. In addition, since many of the opposition and ethnic parties are not contesting many seats in the regional or state parliaments, pro-junta candidates may be especially strong at the local level.", "On August 23, 2010, the Irrawaddy ran a story estimating that opposition parties would be unable to contest over half of the seats because of budget and time constraints. On September 6, 2010, the Irrawaddy ran another story with a breakdown of party candidates by which type of parliamentary seat they are contesting—upper house, lower house, or state/regional. According to this story, the USDP will run candidates in almost every seat, and the pro-junta NUP will have candidates in over 80% of the contests, making it possible for pro-junta candidates to win nearly all of the seats on November 7, 2010. By contrast, it would take a near complete sweep of contested seats for the opposition parties to win a majority of the contested seats in the national parliament. In addition, opposition parties do not have a sufficient number of candidates to win a majority of the state or regional parliamentary seats, but could win control in the Arakan (Rakhine), Kachin, Mon, and Shan states. However, the decision not to allow portions of these states to participate in the election, as well as continued reports of intimidation in these regions, may indicate that the SPDC is trying to insure a USDP victory even in ethnic minority regions.", "These estimates are based on partial information about the final list of candidates for each seat up for election on November 7, 2010. There has been no official announcement regarding how many of the submitted party candidates will be allowed to run for office, or how many independent candidates have submitted registration materials. Without a breakdown of candidates by seat, it is not possible to predict the election more accurately."], "subsections": []}, {"section_title": "Implications for U.S. Policy", "paragraphs": ["The Obama Administration has repeatedly stated that it does not expect Burma's parliamentary elections of November 7, 2010, to be free and fair. On September 16, 2010, Assistant Secretary of State for East Asian Affairs Kurt Campbell reportedly told an audience at the U.S. Institute of Peace, \"Everything we've seen to date suggests that the November elections will be without international legitimacy.\" Campbell also confirmed that the Obama Administration would continue its current policy of diplomatic engagement with the SPDC, but reiterated that sanctions could be added or removed, depending on the actions of the ruling military junta.", "According to an anonymous source quoted on August 18, 2010, in the Washington Post , the Obama Administration is considering tightening financial sanctions on Burma, and supports the creation of a U.N. commission of inquiry into crimes against humanity and war crimes in Burma. Since then, 10 other nations—Australia, Canada, the Czech Republic, France, Hungary, Lithuania, the Netherlands, New Zealand, Slovakia, and the United Kingdom—have come out in support of the U.N. commission. The idea of creating the commission was initially raised in March 2010, at the 13 th regular session of the U.N. Human Rights Council in Geneva, by the U.N. Special Rapporteur on the Situation of Human Rights in Burma, Tomas Ojea Quintana.", "Under the provisions of three executive orders—E.O. 13310, E.O. 13448, and E.O. 13464—as well as the 2003 Burmese Freedom and Democracy Act ( P.L. 108-61 ) and the 2008 Tom Lantos Block Burmese JADE (Junta's Anti-Democratic Efforts) Act (2008 JADE Act; P.L. 110-286 ), the President has the authority to impose financial sanctions on certain Burmese officials, military personnel, or their associates. The 2008 JADE Act requires the President to notify Congress of the addition of new names to the sanctions list as \"new information becomes available.\" The tighter financial sanctions will most likely be targeted at the leadership of the SPDC and the Burmese military, to avoid harm to the people of Burma. No timeframe was given for when the Obama Administration would impose the new sanctions."], "subsections": []}]}}