{"id": "R41404", "title": "Criminal Prohibitions on Leaks and Other Disclosures of Classified Defense Information", "released_date": "2017-03-07T00:00:00", "summary": ["Recent unauthorized disclosures of information concerning activities in the White House, and the publication of large quantities of classified information by WikiLeaks and other organizations and news outlets, have prompted congressional interest in criminal prohibitions on disclosure of classified information. While some have described recent leaks of classified information as \"illegal\" and \"criminal,\" there is no single statute that criminalizes any unauthorized disclosure of classified information. Instead, the legal framework is based on a complex and often overlapping set of statutes with provisions that differ depending on, among other factors, what information was disclosed, to whom it was given, and the intentions of the discloser. This report identifies statutory prohibitions that may be implicated by the unauthorized release of classified information, and it examines the elements necessary to secure a conviction under the Espionage Act and applicable statutes.", "Historically, the Espionage Act and other relevant statutes have been used almost exclusively to prosecute (1) individuals with access to classified information (and a corresponding obligation to protect it) who make it available to foreign agents, and (2) foreign agents who obtain classified information unlawfully while present in the United States. While prosecutions appear to be on the rise, disclosures of classified information to the press have been punished as crimes less frequently, and the government has never prosecuted a traditional news organization for publishing classified information that it received as a result of a leak.", "This report examines prosecutions of individuals who leak information to the press or policy organizations, such as lobbying groups and think tanks, as well as civil and criminal actions that have been brought against the recipients of leaked information—often the press. Because these cases implicate unique First Amendment concerns regarding freedom of speech and freedom of the press, the constitutional framework relevant to prosecutions and other legal proceedings filed as a result of leaked classified information is also analyzed in this report.", "Lastly, this report provides a summary of previous legislative efforts to criminalize the unauthorized disclosure of classified information and to address potential gaps or ambiguities in current statutes."], "reports": {"section_title": "", "paragraphs": ["R ecent unauthorized disclosures to the press concerning activities in the White House, and the publication of large quantities of classified information by WikiLeaks and other organizations and news outlets, has prompted congressional interest in criminal prohibitions on disclosure of classified information. While President Trump and certain media outlets have described certain White House leaks as \"criminal\" and \"illegal , \" there is no single statute that criminalizes any unauthorized disclosure of classified information. Instead, criminal prohibitions on unauthorized disclosure of classified information are based on a complex and often overlapping set of statutes with provisions that differ depending on, among other factors, what material was leaked, to whom it was given, and the intent of the discloser.", "The most recent large-scale unauthorized disclosure occurred on March 7, 2017, when WikiLeaks published a collection of what it claims is the \"largest ever publication of confidential documents\" from the Central Intelligence Agency (CIA). This material, dubbed \"Vault 7\" by WikiLeaks, has been reported to expose classified information concerning, among other things, the CIA's technical capabilities to bypass encryption on certain phone and messaging services, to use \"smart\" televisions as listening devices, and to engage in certain types of cyberattacks. In a press release, WikiLeaks claimed that its source for the classified material \"wishes to initiate a public debate about the security, creation, use, proliferation and democratic control of cyberweapons.\" This latest disclosure has prompted renewed questions regarding the government's ability to prosecute WikiLeaks and its founder, Julian Assange, for their role in the publication of classified material.", "Historically, the criminal statutes prohibiting the disclosure of protected information have been used almost exclusively to prosecute (1) individuals with access to classified information (and a corresponding obligation to protect it) who make it available to foreign agents and (2) foreign agents who obtain classified information unlawfully while present in the United States. In recent years, however, government officials have utilized the Espionage Act and other relevant statutes to prosecute individuals for providing classified information to news outlets and other organizations, including WikiLeaks, even when the accused claims to have a salutary motive of influencing public opinion or exposing potentially useful information about government programs. These prosecutions and the related proceedings that have been filed against members of the press who receive leaked information implicate unique constitutional considerations concerning the scope of First Amendment rights to freedom of speech and freedom of the press."], "subsections": [{"section_title": "Statutory Protection of Classified Information", "paragraphs": ["While there is no single statute that criminalizes the unauthorized disclosure of any classified information, a patchwork of statutes exists to protect information depending upon its nature, the identity of the discloser and of those to whom it was disclosed, the purpose of disclosure, and the means by which the information was obtained. One broad category of information—national defense information—is protected by the Espionage Act, while other types of relevant information are covered elsewhere in various provisions of the U.S. Code . Some provisions apply only to government employees or others who have authorized access to sensitive government information, but many apply to all persons. Analysis of which statutory authorities are applicable to an unauthorized disclosure of classified information is likely to depend on the precise circumstances of the disclosure. "], "subsections": [{"section_title": "The Espionage Act", "paragraphs": ["Originally enacted upon the United States' entry into World War I, the Espionage Act is one of the U.S. government's primary statutory vehicles for addressing the disclosure of classified information. The act is now codified as amended, in relevant part, in 18 U.S.C. Sections 793-798. Each section provides for criminal prohibitions on gathering, handling, or transmitting information or other material \"relating to the national defense\" —commonly referred to as national defense information —and other protected classes of documents, material, or information defined by statute. ", "The Espionage Act does not expressly address what constitutes information that is sufficiently related to national defense to fall within its ambit. However, in a 1941 decision, Gorin v. United States , the Supreme Court explained that \"national defense\" is a \"generic concept of broad connotations, relating to the military and naval establishments and the related activities of national preparedness.\" While it is not necessary that a government agency mark information as classified in order for it to be protected under the Espionage Act, courts seem to give deference to the executive determination of what constitutes national defense information. The act has been challenged on several occasions under the theory that the term national defense information is unconstitutionally vague and overbroad, but the Gorin Court held that the mental state or mens rea requirements in the act, discussed below, had a \"delimiting\" effect that gave what were otherwise potentially problematic terms sufficient definitiveness to pass constitutional muster.    "], "subsections": [{"section_title": "Section 793: General Protection of National Defense Information", "paragraphs": ["The first provision of the Espionage Act, 18 U.S.C. Section 793, prohibits certain activities related to gathering, receiving, or transmitting national defense information to \"one not entitled to receive it.\" Section 793(a) prohibits obtaining information concerning a series of national defense installations (i.e., physical places) \"with intent or reason to believe that the information is to be used to the injury of the United States, or to the advantage of any foreign nation[.]\" Similarly, Section 793(b) prohibits individuals with \"like intent or reason to believe\" from obtaining or duplicating any \"sketch, photograph, photographic negative, blueprint, plan, map, model, instrument, appliance, document, writing, or note of anything connected with the national defense.\" ", "Subsection (c) of Section 793 creates criminal liability for an individual who \"receives or obtains, or agrees or attempts to receive or obtain\" certain material related to national defense when the individual knows or has reason to believe that the material has been or will be \"obtained, taken, made, or disposed of by any person contrary to the provisions of the [Espionage Act].\" Thus, whereas subsections (a) and (b) criminalize collecting or copying national defense information, subsection (c) prohibits its receipt so long as the recipient has (or should have) knowledge that the source violated another provision of the Espionage Act in the course of obtaining the information.", "Subsections (d) and (f) of Section 793 prohibit the dissemination of certain material and information relating to the national defense that is in the lawful possession of the individual who disseminates it. Subsection (d) prohibits willful dissemination, and subsection (f) prohibits dissemination or mishandling through gross negligence. Subsection (f) also applies when the lawful possessor of national defense information \"fails to make prompt report\" of its loss or theft. When an individual has unauthorized possession of certain material or information related to the national defense, Section 793(e) prohibits its willful disclosure. ", "Violators of any provision in Section 793 are subject to a fine or up to 10 years of imprisonment, or both, as are those who conspire to violate the statute."], "subsections": []}, {"section_title": "Section 794: \"Classic Spying\" Cases", "paragraphs": ["18 U.S.C. Section 794 covers so-called \"classic spying\" cases in which a defendant gathers or delivers national defense information or materials for use by foreign governments. More specifically, Section 794 penalizes anyone who transmits information or certain material related to the national defense to a foreign government or foreign political or military party with the intent or reason to believe it will be used to the injury of the United States or the advantage of a foreign nation. Section 794 thus differs in primary respect from Section 793 in that it focuses on a more limited category of recipients—agents of foreign governments. Section 794(b), which is applicable only \"in time of war,\" further prohibits attempts to elicit information related to the public defense \"which might be useful to the enemy[.]\" Subsection (c) makes it a crime to conspire to violate the provisions of Section 794. ", "A violation of Section 794 is punishable by imprisonment for any term of years or life, or under certain circumstances, by a sentence of death. The death penalty is available upon a finding that the offense resulted in the death of a covert agent or directly concerns nuclear weapons or other particularly sensitive types of information. The death penalty is also available for violators who gather, transmit, or publish information related to military plans or operations and the like during time of war, with the intent that the information reaches the enemy. Offenders are also subject to forfeiture of any ill-gotten gains and property used to facilitate the offense. In sum, Section 794 treats the transmission of national security information with intent to aid the enemy or a foreign government more severely than other types of disclosures."], "subsections": []}, {"section_title": "Sections 795-797: Images of Defense Installations and Equipment", "paragraphs": ["The unauthorized creation, publication, sale, or transfer of photographs or sketches of vital defense installations or equipment as designated by the President is prohibited by 18 U.S.C. Sections 795 and 797. Similarly, Section 796 prohibits the use of an aircraft for the purpose of capturing images of a vital defense installation or equipment. Violators are subject to fine or imprisonment for not more than one year, or both."], "subsections": []}, {"section_title": "Section 798: Certain Classified Information and Cryptographic Systems", "paragraphs": ["18 U.S.C. Section 798 provides that the knowing and willful disclosure of certain specified types of classified information (as opposed to national defense information) is punishable by fine and/or imprisonment for not more than 10 years. The provision applies only to certain categories of classified information, such as information concerning codes, ciphers, cryptographic systems, or other communications intelligence activities. And the term \"classified information\" is limited to information that was classified \"for reasons of national security[.]\" To incur a penalty, the disclosure must be prejudicial to the safety or interests of the United States or work to the benefit of any foreign government and to the detriment of the United States. "], "subsections": []}]}, {"section_title": "Criminal Prohibitions Under the Uniform Code of Military Justice", "paragraphs": ["Members of the military who commit espionage akin to the conduct prohibited in 18 U.S.C. Section 794 may be tried by court-martial for violating Article 106a of the Uniform Code of Military Justice (UCMJ) and sentenced to death if certain aggravating factors are found by unanimous determination. Unlike offenses under Section 794, Article 106a offenses need not have resulted in the death of a covert agent or involve military operations during war to incur the death penalty. One of the aggravating factors enabling the imposition of the death penalty under Article 106a is that \"[t]he accused has been convicted of another offense involving espionage or treason for which either a sentence of death or imprisonment for life was authorized by statute.\"", "However, the government is not limited to charging the offense of espionage under Article 106a. Members could also be tried by court-martial for violations of Article 92, failure to obey order or regulation; Article 104, aiding the enemy; or under the general article, Article 134. Article 134 offenses include \"all disorders and neglects to the prejudice of good order and discipline in the armed forces, all conduct of a nature to bring discredit upon the armed forces, and crimes and offenses not capital\" that are not enumerated elsewhere in the UCMJ. Specifically, clause 3 of Article 134 (crimes and offenses not capital) may be utilized to try a member of the military for a violation of applicable federal law—such as 18 U.S.C. Section 1030(a), discussed below—not addressed by the UCMJ."], "subsections": []}, {"section_title": "Other Relevant Statutes", "paragraphs": ["In addition to the Espionage Act and its UCMJ counterparts, other criminal prohibitions in the U.S. Code have been or potentially could be utilized to prosecute the disclosure of classified information. 18 U.S.C. Section 1030(a)(1) punishes the willful retention, communication, or transmission of classified information retrieved by means of knowingly accessing a computer without (or in excess of) authorization, with reason to believe that such information \"could be used to the injury of the United States, or to the advantage of any foreign nation.\" Receipt of information procured in violation of the statute is not addressed, but depending on the specific facts surrounding the unauthorized access, criminal culpability might be asserted against persons who did not themselves access a government computer as conspirators, aiders and abettors, or accessories after the fact. The provision imposes a fine or imprisonment for not more than 10 years, or both, in the case of a first offense or attempted violation. Repeat offenses or attempts can incur a prison sentence of up to 20 years.", "18 U.S.C. Section 641 punishes the theft or conversion of government property or records for one's own use or the use of another. While this section does not expressly prohibit disclosure of classified information, it has been used to prosecute \"leakers.\" Violators may be fined, imprisoned for not more than 10 years, or both, unless the value of the property does not exceed the sum of $100, in which case the maximum prison term is one year. The statute also covers knowing receipt or retention of stolen or converted property with the intent to convert it to the recipient's own use. It does not appear to have been used to prosecute any recipients of classified information even when the original discloser was charged under the statute.", "The Intelligence Identities Protection Act, 50 U.S.C. Section 3121, provides for the protection of information concerning the identity of covert intelligence agents. It generally covers persons authorized to know the identity of such agents or who learn the identity of covert agents as a result of their general access to classified information, but can also apply to a person who learns of the identity of a covert agent through a \"pattern of activities intended to identify and expose covert agents\" and discloses the identity to any individual not authorized to access classified information with reason to believe that such disclosures would impair U.S. foreign intelligence efforts. For those without authorized access, the crime is subject to a fine or imprisonment for a term of not more than three years. To be convicted, a violator must have knowledge that the information identifies a covert agent whose identity the United States is taking affirmative measures to conceal. To date, there have been no reported cases interpreting the statute, but two convictions pursuant to guilty pleas have resulted from the statute.", "18 U.S.C. Section 1924 prohibits the unauthorized removal of classified material by government employees, contractors, and consultants who come into possession of the material by virtue of their employment by the government. The provision imposes a fine of up to $1,000 and a prison term of up to one year for offenders who knowingly remove material classified pursuant to government regulations concerning the national defense or foreign relations of the United States, with the intent of retaining the materials at an unauthorized location. ", "18 U.S.C. Section 952 punishes employees of the United States who, without authorization, willfully publish or furnish to another any official diplomatic code or material prepared in such a code by imposing a fine, a prison sentence (up to 10 years), or both. The same punishment applies for materials \"obtained while in the process of transmission between any foreign government and its diplomatic mission in the United States,\" but not, apparently, for materials obtained during transmission from U.S. diplomatic missions abroad to the State Department or vice versa. The removal of classified material concerning foreign relations with the intent to store it at an unauthorized location is a misdemeanor under 18 U.S.C. Section 1924, which also applies only to U.S. government employees.", "50 U.S.C. Section 783 penalizes government officers or employees who, without proper authority, communicate classified information to a person who the employee has reason to suspect is an agent or representative of a foreign government. It is also unlawful for the representative or agent of the foreign government to receive classified information. Violation of either of these provisions is punishable by a fine of up to $10,000 or imprisonment for not more than 10 years. Violators are thereafter prohibited from holding federal public office. Violators must forfeit all property derived directly or indirectly from the offense and any property that was used or intended to be used to facilitate the violation.", "The Atomic Energy Act of 1954, 42 U.S.C. Section 2274, prohibits disclosure of information relating to nuclear energy and weapons. The act creates criminal penalties for anyone who \"communicates, transmits, or discloses\" documents or information \"involving or incorporating Restricted Data\" with the \"intent to injure the United States\" or advantage a foreign nation, or who has \"reason to believe such data\" would have that effect. ", "Finally, 18 U.S.C. Section 2381 creates a criminal prohibition on treason punishable by death, imprisonment, or fine. The statute applies when a person \"owing allegiance to the United States\" levies war against the country or gives its enemies \"aid and comfort\" —a term which has been interpreted to include transmitting information to foreign agents."], "subsections": []}, {"section_title": "Mens Rea Requirements", "paragraphs": ["One of the principal—and most complex—distinguishing factors among statutory prohibitions on the disclosure of protected information, particularly among the various sections of the Espionage Act, is the use of differing mens rea requirements. Latin for \"guilty mind,\" the term mens rea refers to the defendant's mental state of culpability that the government must prove in order to secure a conviction. For instance, some laws require that the prosecution demonstrates that the defendant intentionally committed the act in question—that is, committed the act with the conscious desire for the harmful conduct to occur—while others require that the act be done with a lesser mens rea (e.g., willfully, knowingly, or negligently). "], "subsections": [{"section_title": "Mens Rea and the Espionage Act", "paragraphs": ["Sections 793(a-c) and 794 of the Espionage Act require the defendant to have acted with \" intent or reason to believe \" that the national defense information at issue \" is to be used to the injury of the United States, or to the advantage of any foreign nation[.]\" In Gorin , the Supreme Court concluded that this provision requires the defendant to have acted in bad faith against the United States. ", "Sections 793(d-e) and 798 contain dual mens rea elements in certain cases: the defendant must have (1) acted willfully in the act of disclosing the information and (2) with reason to believe the information could be used to injure the United States or to advantage a foreign nation. The Supreme Court has described the \"willful\" standard in the criminal context as generally requiring that the accused was aware her conduct violated the law. But, further adding to the complexity of the Espionage Act, the second prong of the mens rea requirements under Sections 793(d-e) does not apply to the disclosure of national-security-related documents and other physical material—only national security information . Consequently, an additional burden of proof may be imposed when an individual communicates information to an unauthorized source rather than disclosing the document or other tangible material containing the information. ", "Section 793(f) of the Espionage Act is unique in that it punishes the loss or removal of national defense information resulting from \"gross negligence.\" This standard has been described in other contexts as \"the failure to exercise even a slight degree of care.\" Prosecutions under the gross negligence provision of 18 U.S.C. Section 793(f) appear to be rare, but at least two servicemembers were convicted under this provision, as applied through the UMCJ, for removing classified materials from a government workplace and failing to report or return the material upon discovering it had been removed. "], "subsections": []}, {"section_title": "Other Mens Rea Requirements", "paragraphs": ["Apart from the Espionage Act, 18 U.S.C. Section 1924 punishes the knowing removal of classified information by a government employee or contractor, with the intent to retain the information in an unauthorized location. A \"knowing\" mens rea generally requires the defendant to have been aware that his conduct amounted to criminal behavior. Other prohibitions on the disclosure of protected information incorporate the knowing standard either in conjunction with other mens rea requirements or standing alone. ", "In some cases, the available punishment depends on the defendant's mental state. For example, under the Atomic Energy Act of 1954, those who disclose documents or information with \"intent\" to advantage a foreign nation or harm the United States face possible life imprisonment and a $100,000 fine, but those who act with a \"reason to believe\" information could advantage a foreign nation face a maximum of 10 years in jail and a $50,000 fine. Separate provisions apply when government employees, contractors, or military officials disclose restricted information identified in the Atomic Energy Act.", "Although some modern statutes create what are known as strict liability offenses that require no mens rea at all, no current statutes appear to impose strict liability for the unauthorized disclosure or mishandling of classified information."], "subsections": []}]}]}, {"section_title": "The First Amendment Framework", "paragraphs": ["The publication of information pertaining to the national defense or foreign policy may serve the public interest by providing citizens with information that sheds light on the workings of government, but it seems widely accepted that the public release of at least some of this information poses a significant enough threat to national security that the public interest is better served by keeping it secret. The Constitution protects the public right to access government information and to express opinions regarding the functioning of the government, among other things, but it also charges the government with \"provid[ing] for the common defense.\" Policymakers are faced with the task of balancing these interests within the framework created by the Constitution. ", "The First Amendment to the U.S. Constitution provides that \"Congress shall make no law ... abridging the freedom of speech, or of the press[.]\" Where speech is restricted based on its content, the Supreme Court generally applies \"strict scrutiny,\" meaning that it will uphold a content-based restriction only if it is necessary \"to promote a compelling interest,\" and is \"the least restrictive means to further the articulated interest.\" The Supreme Court has described protection of the nation's security from external threat as a classic example of a compelling government interest. It has long been accepted that the government has a compelling need to suppress certain types of speech, particularly during time of war or heightened risk of hostilities. Speech likely to incite immediate violence, for example, may be suppressed. Speech that would give military advantage to a foreign enemy is also susceptible to government regulation.", "Where First Amendment rights are implicated, it is the government's burden to show that its interest is sufficiently compelling to justify enforcement. Whether the government has a compelling need to punish disclosures of classified information turns on whether the disclosure has the potential to cause damage to the national defense or foreign relations of the United States. Actual damage need not be proved, but potential damage must be more than merely speculative and incidental. On the other hand, the Court has stated that \"state action to punish the publication of truthful information seldom can satisfy constitutional standards.\" And it has described the constitutional purpose behind the guarantee of press freedom as the protection of \"the free discussion of governmental affairs.\" ", "Although information properly classified in accordance with statute or executive order, if disclosed to a person not authorized to receive it, carries by definition the potential of causing at least identifiable harm to the national security of the United States, it does not necessarily follow that government classification by itself will be dispositive of the issue in the context of a criminal trial. However, courts have adopted as an element of the espionage statutes a requirement that the information at issue be \"closely held.\" Government classification will likely serve as strong evidence to support that contention, even if the information seems relatively innocuous or does not contain much that is not already publicly known. Typically, courts have been unwilling to review decisions of the executive related to national security, or have relied on a strong presumption that the material at issue is potentially damaging. Still, judges have recognized that the government must make some showing that the release of specific national defense information has the potential to harm U.S. interests, lest the Espionage Act become a means to punish whistleblowers who reveal information that poses more of a danger of embarrassing public officials than of endangering national security.", "The Supreme Court seems satisfied that national security is a vital interest sufficient to justify some intrusion into activities that would otherwise be protected by the First Amendment—at least with respect to federal employees. Although courts have not held that government classification of material is sufficient to show that its release is damaging to national security, courts seem to accept without much discussion the government's assertion that the material in question is damaging. It is unlikely that a defendant's bare assertion that such information poses no danger to U.S. national security would be persuasive without some convincing evidence to that effect or proof that the information is not closely guarded by the government."], "subsections": []}, {"section_title": "Prosecution of Leaks and Disclosures to the Press", "paragraphs": ["Although the criminal statutes prohibiting the disclosure of protected information have historically been used to prosecute individuals who made protected information available to foreign governments or against the agents of foreign governments themselves, courts have held that the Espionage Act is not limited to such \"classic spying\" cases involving foreign governments. In some cases, criminal defendants have been successfully prosecuted even when claiming to have an altruistic desire to expose—i.e., leak —potentially important information regarding government activities to the press or public policy advocacy organizations. And while there have been cases in which the government has been unable to secure convictions or has dropped or significantly reduced criminal charges against alleged leakers, no individual has ever been acquitted based on a finding that the public interest in the released information was so great that it justified an otherwise unlawful disclosure. The following section discusses notable criminal prosecutions, both successful and unsuccessful, for leaks to the press or policy advocacy groups. "], "subsections": [{"section_title": "The Criminal Prosecution for the Pentagon Papers Leak", "paragraphs": ["The first notable instance of a prosecution for leaked information occurred in 1971 when two analysts at the Rand Corporation, Daniel Ellsberg and Anthony Russo, were indicted for disclosing a classified study prepared by the Department of Defense, which came to be known as the Pentagon Papers, on the role of the United States in the Vietnam War. Ellsberg claimed he orchestrated the leak in an effort to influence public opinion and help bring about an end to the Vietnam War. In addition to filing a civil action to block the New York Times and Washington Post from publishing the Pentagon Papers, discussed below, the government brought criminal charges against Ellsberg and Russo for violations of Section 793 of the Espionage Act, conversion of government property, and conspiracy. After more than two months of trial, revelations of government misconduct—including undisclosed wiretaps, a government-ordered break-in at Ellsberg's psychiatrist's office, and destruction of evidence—led the court to order a mistrial and the prosecution to drop its charges."], "subsections": []}, {"section_title": "Samuel Loring Morison and Jane's Defence Weekly", "paragraphs": ["In 1985, Samuel Loring Morison became the first person to be convicted for selling classified documents to the media, and the litigation arising from his prosecution, United States v. Morison , remains an important opinion on the requirements for conviction under the Espionage Act. Charged with violating Section 793 of the Espionage Act and converting government property by providing classified satellite photographs of a Soviet naval vessel to the British defense periodical Jane's Defence Weekly , Morison argued that he lacked the requisite intent to commit espionage because he transmitted the photographs to a news organization and not to an agent of a foreign power. The U.S. Court of Appeals for the Fourth Circuit rejected his appeal, finding the intent to sell photographs that he clearly knew to be classified sufficient to satisfy the mens rea requirement under 18 U.S.C. Section 793(d), which prohibits disclosure by a lawful possessor of defense information to one not entitled to receive it. Morison's claim of a salutary motive—he argued that publication of the photos would show the gravity of the threat posed by the Soviet Union and spur public demand for an increased defense budget —was not found to negate the element of intent. ", "The fact that the Morison prosecution involved a leak to the media, with seemingly no obvious intent to transmit sensitive information to hostile intelligence services, did not persuade the jury, nor the courts, involved that he lacked culpability. The Justice Department did, however, come under some criticism on the basis that such prosecutions are so rare as to amount to a selective prosecution in his case, raising concerns about the chilling effect such prosecutions could have on would-be whistleblowers who could provide information embarrassing to the government but vital to public discourse. On leaving office, President Clinton pardoned Morison."], "subsections": []}, {"section_title": "Lawrence Franklin and the AIPAC Disclosure", "paragraphs": ["In 2005, Lawrence Franklin, a defense analyst at the Office of the Secretary of the Department of Defense, was indicted for disclosing classified information regarding American forces in Iraq to an Israeli diplomat and two employees of the American Israel Public Affairs Committee (AIPAC), a lobbying group focused on U.S.-Israel relations. Franklin claimed he disclosed the information because he believed the threat to American security posed by Iran required more attention from officials in the National Security Council, but he ultimately pled guilty to one count under the Espionage Act and one count of conspiracy to communicate classified information to an agent of a foreign government. Franklin's case garnered significant attention when the government brought—and later dropped—charges against the AIPAC lobbyists who were on the receiving end of the leak, discussed below."], "subsections": []}, {"section_title": "Shamai Leibowitz, Leaked Transcripts of Calls with the Israeli Embassy", "paragraphs": ["The first prosecution for unauthorized disclosure to the media during the Obama Administration occurred in 2009 against Shamai Leibowitz, a Hebrew translator working on contract for the FBI. The government accused Leibowitz of disclosing classified information to a blogger in violation of Section 798 of the Espionage Act, but it never publicly identified the exact information disclosed or the identity of the blogger. Media outlets reported that Leibowitz disclosed transcripts of conversations caught on FBI wiretaps of the Israeli Embassy in Washington, D.C. Leibowitz claimed that his intention was to expose official misconduct, not damage national security, but he ultimately pled guilty and was sentenced to 20 months in prison."], "subsections": []}, {"section_title": "Thomas Drake, NSA Disclosures to the Baltimore Sun", "paragraphs": ["In April 2010, following an investigation that began during the George W. Bush Administration, a grand jury indicted a senior official at the National Security Agency (NSA), Thomas Drake, on 10 felony charges for providing classified information regarding perceived mismanagement of NSA programs to the Baltimore Sun . Drake's original indictment included five counts under the Espionage Act, but the prosecution's case suffered setbacks after it was revealed that much of the information at issue was either not classified or had been publicly discussed by other government officials , and the court ruled that the government's proposed substitutions for documentary evidence it sought to introduce would not provide an adequate opportunity for the defendant to present his case. Drake eventually pled guilty to a single misdemeanor for exceeding his authorized use of an NSA computer. Prior to issuing its sentence of one year probation and 240 hours of community service, the court called the government's treatment of Drake in the case \"unconscionable,\" and it declined to impose a fine."], "subsections": []}, {"section_title": "Jeffrey Sterling, CIA Disclosures to New York Times Reporter James Risen", "paragraphs": ["In a second investigation that began during the George W. Bush Administration and was carried into the Obama Administration, former CIA officer Jeffrey Sterling was indicted on December 22, 2010, for disclosing classified information about a covert CIA operation in which flawed nuclear blueprints were provided to Iran through a Russian scientist. Sterling disclosed information about the program, which became known as \"Operation Merlin,\" to New York Times reporter James Risen, who discussed it in a 2006 book about the CIA. While some believe Sterling acted as a whistleblower about the dangers of Operation Merlin, especially because he raised concerns about the operation to the Senate Intelligence Committee, a jury found Sterling guilty on nine felony counts, including violations of the Espionage Act. He was sentenced to 42 months in prison."], "subsections": []}, {"section_title": "Stephen Jim-Woo Kim, State Department Disclosure to Fox News Correspondent James Rosen", "paragraphs": ["A State Department contract analyst, Stephen Jin-Woo Kim, was indicted in August 2010 for disclosing classified information about North Korea's plans to escalate its nuclear program to Fox News correspondent James Rosen. Kim faced one count of violating the Espionage Act and one count of making false statements to the FBI. After the court denied his motions to dismiss the espionage charges based on the Constitution's Treason Clause as well as the First and Fifth Amendments, Kim pled guilty to a single count of disclosing national defense information to a person not authorized to receive it in violation of Section 793(d) of the Espionage Act. He was sentenced to 13 months in prison. "], "subsections": []}, {"section_title": "Private Manning and WikiLeaks", "paragraphs": ["While serving as an Army intelligence analyst in Baghdad, Private First Class Chelsea (formerly Bradley) Manning downloaded more than 250,000 U.S. State Department diplomatic cables, video footage of an airstrike that resulted in the deaths of civilians, and other classified material from the government's Secret Internet Protocol Router Network (SIPRNET) system. When materials were eventually disseminated and published through WikiLeaks, military officials charged Manning with numerous violations of the UCMJ, including aiding the enemy under UCMJ Article 104—a crime that carries a potential for capital punishment or life imprisonment —and violating the Espionage Act as applied through Article 134 of the UCMJ.", "Manning pled guilty to 10 charges, including all Espionage Act counts, but prosecutors pursued the remaining charges against him without seeking the death penalty. In 2013, Manning was convicted by court-martial of all charges except aiding the enemy, and was sentenced to 35 years of imprisonment, reduction in rank, forfeiture of pay, and a dishonorable discharge. On January 17, 2017, President Obama commuted Manning's sentence, which now expires on May 17, 2017. ", "In addition to the criminal prosecution of Manning, a grand jury empaneled in Alexandria, VA, investigated civilian involvement in the matter, but information regarding the targets of the investigation and the prosecution's theory of the case remains under seal. Although certain media outlets reported that WikiLeaks founder Julian Assange was the subject of a sealed indictment for his role in the disclosure, U.S. officials denied that a sealed indictment had been filed, and no public charges against Assange have been filed. "], "subsections": []}, {"section_title": "John Kirakou, Violation of the Intelligence Identities Protection Act", "paragraphs": ["In April 2012, a grand jury indicted former CIA officer John Kirakou for charges arising from the alleged disclosure of classified information related to the CIA's detention and interrogation program to journalists. Kirakou was indicted on five felony counts: three violations of the Espionage Act, one count of making false statements to federal officials, and one count of violating the Intelligence Identities Protection Act for providing the name of a covert CIA operative to a reporter. While Kirkaou argued that he had been singled out for prosecution because of his earlier public criticism of the CIA, he pled guilty to violating the Intelligence Identities Protection Act, in a case that was reported to have been the first conviction under that law in 27 years. The remaining charges were dropped as part of his plea agreement, and he was sentenced to 30 months in prison. "], "subsections": []}, {"section_title": "James Hitselberger, Navy Linguist Disclosure to the Hoover Institution", "paragraphs": ["In May 2012, a grand jury indicted a former Navy contract linguist in Bahrain, James Hitselberger, on three counts of violating the Espionage Act and three counts of unlawful removal of a public record in violation of 18 U.S.C. Section 2071(a) for providing certain classified information to the Hoover Institution, a public policy think tank at Stanford University. Hitselberger, who claimed that his case was \"overcharged,\" entered into a plea agreement in which all Espionage Act charges were dropped, and he pled guilty to a single misdemeanor count of unlawful removal of classified material under 18 U.S.C. Section 1924 for attempting to take certain classified materials outside of a secure work area. He was sentenced to time served."], "subsections": []}, {"section_title": "Donald Sachtleben, Disclosure of Foiled Bomb Plot to the Associated Press", "paragraphs": ["Donald Sachtleben, a former Special Agent Bomb Technician and then-contractor for the FBI, was charged with multiple counts of violating the Espionage Act in September 2013 for leaking classified information relating to a foiled suicide bombing attack on a U.S.-bound airliner by operatives of Al Qaeda in the Arabian Peninsula. Although the government filings did not publicly identify the recipient of the information, it was widely reported that Sachtleben leaked the information to the Associated Press (AP). The case garnered significant attention after it was made known that the government subpoenaed AP journalists' phone records for evidence against Sachtleben without advance notice to the targets of the subpoenas. Sachtleben ultimately pled guilty to two counts of violating the Espionage Act and was sentenced to 43 month of imprisonment."], "subsections": []}, {"section_title": "Edward Snowden, National Security Agency Data-Collection Programs", "paragraphs": ["In 2013, Edward Snowden, a former contractor working as a computer systems administrator at an NSA facility in Hawaii, was charged in connection with leaking top-secret documents related to certain NSA data-collection programs to the Guardian (UK) and the Washington Post . Snowden permitted the newspapers to publish his name, but fled to Hong Kong before he could be taken into custody. Snowden reportedly sought asylum in Ecuador but remains at large under a temporary residency permit in Russia. A still-pending criminal complaint charges Snowden with violating Sections 793(d) and 798(a)(3) of the Espionage Act and theft of government property under 18 U.S.C. Section 641. Russia is reported to have declined U.S. requests for extradition."], "subsections": []}, {"section_title": "Unauthorized Disclosure by General David Petraeus", "paragraphs": ["Former Army General and Director of the CIA David Petraeus was charged with misdemeanor removal of documents and materials containing classified information with intent to retain them at an unauthorized location in violation of 18 U.S.C. Section 1924 in March 2015. Petraeus was accused of disclosing classified information to an Army Reserve officer who was writing his biography and with whom Petraeus admitted to having been engaged in a romantic relationship. Although his case does not fit the common mold for a leak prosecution because Petraeus did not disclose information to the press or another public policy organization as part of an alleged effort to influence public opinion, his case still received significant public attention given his senior role in the government. Petraeus pled guilty to the misdemeanor charge, and prosecutors recommended a $40,000 fine as part of a plea agreement, but the court imposed the maximum $100,000 fine based on what it deemed to be the serious nature of the crime. "], "subsections": []}]}, {"section_title": "Legal Proceedings Involving the Press or Other Recipients of Unlawful Disclosures", "paragraphs": ["While courts have held that the Espionage Act and other relevant statutes allow for convictions for leaks to the press, the government has never prosecuted a traditional news organization for its receipt of classified or other protected information. The plain terms of the Espionage Act, however, do not focus solely on the initial disclosure of national defense information. While there is some authority for interpreting portions of the Espionage Act as to exclude \"publication\" of material from the criminal provisions, some have argued that the act could be read to apply to anyone who, while meeting applicable mens rea requirements, disseminates, distributes, receives, or retains national defense information or material, even if such actions are taken as a member of the press.", "On one occasion, the government pursued (but later dropped) Espionage Act charges against two AIPAC lobbyists for their alleged role in receiving and further distributing national security information leaked by a government employee. And the role of the press in leak prosecutions became the subject of frequent discussion among legal and media commentators following a series of cases in which the government sought to gather evidence from the media about their sources through secret subpoenas that were not made known to their targets. The following section discusses these notable legal proceedings in which members of the press or other recipients of leaked information were implicated in legal proceedings either as the subject of a civil or criminal suit itself or as the target of the government's effort to gather and present evidence. "], "subsections": [{"section_title": "Criminal Prosecution of AIPAC Lobbyists in United States v. Rosen", "paragraphs": ["The only known instance of criminal prosecution against the recipient of classified information in the context of a leak occurred in the case of Lawrence Franklin's disclosure of classified material to two AIPAC lobbyists, discussed above. The lobbyists, Steven J. Rosen and Keith Weissman, were indicted in 2005 for conspiracy to disclose national security secrets to unauthorized individuals, including Israeli officials, other AIPAC personnel, and a reporter for the Washington Post . Their part in the conspiracy included receiving information from government employees with knowledge that the employees were not authorized to disclose it and disclosing that information to others. The prosecution was criticized for effectively \"criminalizing the exchange of information,\" based in part on the government's theory that the defendants were guilty of solicitation of classified information because they inquired into matters they knew their government informant was not permitted to discuss, something that many journalists consider to be an ordinary part of their job. ", "Charges were eventually dropped, reportedly due to a judge's ruling regarding the government's burden of proving the requisite intent and concerns that classified information would have to be disclosed at trial. With respect to the intent requirement under the Espionage Act, the judge interpreted the term \"willfully\" in connection with the phrase \"reason to believe could be used to the injury of the United States\" in Section 793 to require that the prosecution must prove that the defendant disclosed the information \"with a bad faith purpose to either harm the United States or to aid a foreign government.\" Later courts confronting the intent issue have differentiated this case to conclude that the \"reason to believe\" standard does not require the intent to do harm."], "subsections": []}, {"section_title": "The Civil Litigation in the Pentagon Papers Case", "paragraphs": ["With regard to the issue of possible prosecutions of the press for publishing information leaked by a government employee, the most relevant case is likely to be the Pentagon Papers case. In addition to the criminal prosecution of Daniel Ellsberg and Anthony Russo for disclosure of the Pentagon Papers, the Nixon Administration filed civil suits against the New York Times and Washington Post , seeking to prevent them from publishing the leaked documents. The consolidated case quickly reached the Supreme Court, which, in a terse per curiam opinion accompanied by a separate concurring or dissenting opinion by every member of the Court, rejected the government's request for a temporary restraining order and preliminary injunction barring publication. Although the fact that the case concerned an injunction against publication in civil suits rather than a prosecution for publication is a significant distinguishing factor, the Supreme Court recognized a high level of First Amendment protection afforded to the press in the Pentagon Papers case. Its decision to deny the injunction may inform decisions involving criminal prosecutions of the press or other media organizations. ", "The Supreme Court's Pentagon Papers decision does not, however, foreclose the possibility that a newspaper or other media outlet could be convicted of a criminal violation for publishing protected information. Several Justices suggested in separate dicta that the newspapers—along with the former government employee who leaked the documents to the press—could be criminally prosecuted under the Espionage Act even if an injunction was not available. Still, in a later case, the Court stressed that any prosecution of a publisher for what has already been printed would have to overcome only slightly less insurmountable hurdles.", "The publication of truthful information that is lawfully acquired enjoys considerable First Amendment protection. The Court has not resolved the question \"whether, in cases where information has been acquired unlawfully by a newspaper or by a source, government may ever punish not only the unlawful acquisition, but the ensuing publication as well.\" (The Pentagon Papers Court did not consider whether the newspapers' receipt of the classified document was in itself unlawful, although it appeared to accept that the documents had been unlawfully taken from the government by their source.)", "In other First Amendment cases, the Supreme Court has established that \"routine newsgathering\" is presumptively lawful acquisition, the fruits of which may be published without fear of government retribution. However, what constitutes \"routine newsgathering\" has not been further elucidated. In a 2001 case, Bartnicki v. Vopper , the Court cited the Pentagon Papers case to hold that media organizations cannot be punished (albeit in the context of civil damages) for divulging information on the basis that it had been obtained unlawfully by a third party. The holding suggests that recipients of unlawfully disclosed information cannot be considered to have obtained such material unlawfully based solely on their knowledge (or \"reason to know\") that the discloser acted unlawfully. Under such circumstances, disclosure of the information by the innocent recipient would be covered by the First Amendment, although a wrongful disclosure by a person in violation of an obligation of trust would receive no First Amendment protection, regardless of whether the information was obtained lawfully. "], "subsections": []}, {"section_title": "Gathering Evidence from the Press", "paragraphs": ["In most circumstances, no civil or criminal proceedings have been filed against members of the media that receive leaked information or documents during the course of their newsgathering activities, but there have been several cases in which legal disputes arose out of the government's efforts to obtain testimony or records from the members of the press as part of its prosecution of leakers. ", "In the trial of former CIA officer Jeffrey Sterling, the Obama Administration sought to compel New York Times reporter James Risen to testify regarding classified information the prosecution believed Sterling had provided to Risen. Following Risen's motion to quash the trial subpoena, the district court concluded that, under the First Amendment, there is a qualified reporter's privilege that may be invoked when a subpoena seeks information about confidential sources or is intended to harass the journalist. The district court limited the scope of Risen's testimony such that he was not compelled to reveal his confidential source. On appeal, however, the U.S. Court of Appeals for the Fourth Circuit reversed the ruling, holding there is neither a First Amendment privilege nor a federal common-law privilege protecting journalists from being compelled to testify. Despite prevailing on appeal, the government did not call Mr. Risen to testify at the jury trial.", "In the investigation of Donald Sachtleben over leaks of covert efforts to foil a bomb plot on a U.S.-bound airliner, the Department of Justice was reported to have been unable to identify the source of the leaks until it issued subpoenas to obtain the calling records for 20 telephone lines associated with AP bureaus and reporters. The targets of the subpoenas at the AP were not notified that their information was being collected, prompting criticism in the press of the government's evidence-gathering methods. ", "Similarly, the case of former State Department contractor Stephen Jin-Woo Kim's disclosures to Fox News correspondent James Rosen generated attention when it was revealed that the Department of Justice subpoenaed Rosen's emails without notice. In its application for the search warrant, the government characterized Rosen as having acted \"much like an intelligence officer would run an [sic] clandestine intelligence source,\" and it asserted in a sworn statement that \"there is probable cause to believe that the Reporter has committed a violation of 18 U.S.C. Sec. 793 (Unauthorized Disclosure of National Defense Information), at the very least, either as an aider, abettor, or co-conspirator of Mr. Kim.\" Although Rosen was never charged with a crime in connection with his alleged receipt of classified information, the affidavit's language suggesting he may be charged for violating the Espionage Act was met with considerable criticism in the press. The backlash was reported to have contributed to the Department of Justice's decision to revise its policies for investigating leaks. The new guidelines, issued in July 2013, provide that \"members of the news media will not be subject to prosecution based solely on newsgathering activities.\" "], "subsections": []}]}, {"section_title": "The Classified Information Protection Act of 2001", "paragraphs": ["The current laws protecting classified information have been criticized by some as a patchwork of mostly outdated provisions that are vague and inconsistent, or that may not cover all the information the government legitimately needs to protect. Conversely, others argue that the laws fail to take due consideration of the value of releasing to the public information that the government would prefer to keep out of view.", "In 2000, and again in 2001-2002, Congress sought to create 18 U.S.C. Section 798A, subsection (a) of which would have read as follows:", "Whoever, being an officer or employee of the United States, a former or retired officer or employee of the United States, any other person with authorized access to classified information, or any other person formerly with authorized access to classified information, knowingly and willfully discloses, or attempts to disclose, any classified information acquired as a result of such person's authorized access to classified information to a person (other than an officer or employee of the United States) who is not authorized access to such classified information, knowing that the person is not authorized access to such classified information, shall be fined under this title, imprisoned not more than 3 years, or both.", "The proposed provision would have penalized the disclosure of any material designated as classified for any reason related to national security, regardless of whether the violator intended that the information be delivered to and used by foreign agents (in contrast to 50 U.S.C. Section 783). It would have been the first law to penalize disclosure of information to entities other than foreign governments or their equivalent solely because it is classified, without a more specific definition of the type of information covered. In short, the provision would have made it a crime to disclose or attempt to disclose classified information to any person who does not have authorized access to such information, with exceptions covering disclosures to Article III courts, or to the Senate or House committees or Members, and authorized disclosures to persons acting on behalf of a foreign power (including an international organization). The provision would have amended the espionage laws in Title 18 by expanding the scope of information they cover. The proposed language was intended to make it easier for the government to prosecute unauthorized disclosures of classified information, or \"leaks\" of information, that might not amount to a violation of current statutes. The language was also intended to ease the government's burden of proof in such cases by eliminating the need \"to prove that damage to the national security has or will result from the unauthorized disclosure,\" substituting a requirement to show that the unauthorized disclosure was of information that \"is or has been properly classified\" under a statute or executive order.", "The 106 th Congress passed the measure as part of the Intelligence Authorization Act for Fiscal Year 2001. President Clinton, however, vetoed it, calling it \"well-intentioned\" as an effort to deal with legitimate concerns about the damage caused by unauthorized disclosures, but \"badly flawed\" in that it was \"overbroad\" and posed a risk of \"unnecessarily chill[ing] legitimate activities that are at the heart of a democracy.\" President Clinton explained his view that", "[a] desire to avoid the risk that their good faith choice of words—their exercise of judgment—could become the subject of a criminal referral for prosecution might discourage Government officials from engaging even in appropriate public discussion, press briefings, or other legitimate official activities. Similarly, the legislation may unduly restrain the ability of former Government officials to teach, write, or engage in any activity aimed at building public understanding of complex issues. Incurring such risks is unnecessary and inappropriate in a society built on freedom of expression and the consent of the governed and is particularly inadvisable in a context in which the range of classified materials is so extensive. In such circumstances, this criminal provision would, in my view, create an undue chilling effect.", "The 107 th Congress considered passing an identical provision, but instead directed the Attorney General and heads of other departments to undertake a review of the current protections against the unauthorized disclosure of classified information and to issue a report recommending legislative or administrative actions. An identical measure was introduced late in the 109 th Congress, but was not reported out of committee.", "The Attorney General, in his report to the 108 th Congress, concluded the following:", "Although there is no single statute that provides criminal penalties for all types of unauthorized disclosures of classified information, unauthorized disclosures of classified information fall within the scope of various current statutory criminal prohibitions. It must be acknowledged that there is no comprehensive statute that provides criminal penalties for the unauthorized disclosure of classified information irrespective of the type of information or recipient involved. Given the nature of unauthorized disclosures of classified information that have occurred, however, I conclude that current statutes provide a legal basis to prosecute those who engage in unauthorized disclosures, if they can be identified. It may be that carefully drafted legislation specifically tailored to unauthorized disclosures of classified information generally, rather than to espionage, could enhance our investigative efforts. The extent to which such a provision would yield any practical additional benefits to the government in terms of improving our ability to identify those who engage in unauthorized disclosures of classified information or deterring such activity is unclear, however."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["The Espionage Act on its face applies to the receipt and unauthorized dissemination of national defense information, which has been interpreted broadly to cover closely held government materials related to U.S. military operations, facilities, and personnel. Although cases involving disclosures of classified information to the press have not been common, it seems clear that courts have regarded such disclosures by government employees to be conduct that enjoys no First Amendment protection, regardless of the motives of the divulger or the value the release of such information might impart to public discourse. The question remains open as to whether the publication of unlawfully obtained information by the media can be punished consistent with the First Amendment. Thus, although unlawful acquisition of information might be subject to criminal prosecution with few First Amendment implications, the publication of that information may be protected. Whether the publication of national security information can be punished may turn on the value of the information to the public weighed against the likelihood of identifiable harm to national security, arguably a more difficult case for prosecutors to make."], "subsections": []}]}}