{"id": "R41419", "title": "The Helium-3 Shortage: Supply, Demand, and Options for Congress", "released_date": "2011-10-06T00:00:00", "summary": ["The world is experiencing a shortage of helium-3, a rare isotope of helium with applications in homeland security, national security, medicine, industry, and science. For many years the supply of helium-3 from the nuclear weapons program outstripped the demand for helium-3. The demand was small enough that a substantial stockpile of helium-3 accumulated. After the terrorist attacks of September 11, 2001, the federal government began deploying neutron detectors at the U.S. border to help secure the nation against smuggled nuclear and radiological material. The deployment of this equipment created new demand for helium-3. Use of the polarized helium-3 medical imaging technique also increased. As a result, the size of the stockpile shrank. After several years of demand exceeding supply, a call for large quantities of helium-3 spurred federal officials to realize that insufficient helium-3 was available to meet the likely future demand.", "Policymakers now face a number of challenging decisions. In the short term, these decisions are mainly about how to allocate a scarce resource in the face of competing priorities: science versus security, the private sector versus the public sector, and national needs versus international obligations. Applications with unique needs may pose particular challenges. For example, some types of cryogenic research can only be accomplished using helium-3, whereas in medical imaging and neutron detection, helium-3 has advantages but also alternatives. In the longer term, policymakers also face choices about how or whether to increase helium-3 supply or reduce helium-3 demand and about possible alternative mechanisms for allocating supply. It seems likely that a combination of policy approaches will be necessary.", "In addition to the nuclear weapons program, potential sources of helium-3 include tritium produced as a byproduct in commercial heavy-water nuclear reactors; extraction of naturally occurring helium-3 from natural gas or the atmosphere; and production of either tritium or helium-3 using particle accelerators. Until recently, the ready supply of helium-3 from the nuclear weapons program meant that these alternative sources were not considered economic. With the current shortage, this perception may change.", "The federal response to the helium-3 shortage began only after the shortage had occurred. Policy was established first by an ad-hoc interagency group formed by the Departments of Energy (DOE), Homeland Security (DHS), and Defense (DOD), and then by an interagency policy committee established by the National Security Staff. The committee developed a rationing scheme for allocating the available helium-3. Some federal and private-sector users received no allocation or an amount less than they had planned. Several federal agencies are investigating alternative sources of helium-3 and ways to reduce the demand.", "Congressional attention appears predominantly focused on oversight of the current situation, how it arose, and the processes currently in place for addressing it. In future hearings and legislation, Congress may address additional issues, such as increasing the helium-3 supply, reducing demand, or changing how supply is allocated.", "This report discusses the nature of the shortage; federal actions undertaken so far to address it; current and potential sources of helium-3 and options for increasing the supply; current and projected uses of helium-3 and options for reducing the demand; and options for allocating the supply if it continues to fall short of the demand."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The world is experiencing a shortage of helium-3, a rare isotope of helium with applications in homeland security, national security, medicine, industry, and science. Federal officials have testified that the shortage is acute and, unless alternatives are found, will affect federal investments in homeland security, scientific research, and other areas. Scientists have expressed concern that the shortage may threaten certain fields of research. This report discusses the nature of the shortage; federal actions undertaken so far to address it; current and potential sources of helium-3 and options for increasing the supply; current and projected uses of helium-3 and options for reducing the demand; and options for allocating the supply if it continues to fall short of demand."], "subsections": [{"section_title": "What Is Helium-3?", "paragraphs": ["Helium-3 is an isotope of helium, an inert, nontoxic, nonradioactive gas. Most helium is helium-4. The natural abundance of helium-3, as a fraction of all helium, is very small: only about 1.37 parts per million. Rather than rely on natural abundance, the federal government manufactures helium-3 through nuclear decay of tritium, a radioactive isotope of hydrogen."], "subsections": []}, {"section_title": "How Is Helium-3 Made?", "paragraphs": ["By far the most common source of helium-3 in the United States is the U.S. nuclear weapons program, of which it is a byproduct. The federal government produces tritium for use in nuclear warheads. Tritium decays into helium-3. This means that the tritium needs of the nuclear weapons program, not demand for helium-3 itself, determine the amount of helium-3 produced."], "subsections": []}, {"section_title": "What Is Helium-3 Used For?", "paragraphs": ["Helium-3 has properties that currently make it in high demand. Like all helium, helium-3 is nontoxic. Helium-3 also absorbs neutrons. This property has resulted in its widespread use for neutron detection. Neutron detection is a key component of applications in national and homeland security, industry, and science. For example, the federal government uses radiation portal monitors and other neutron detectors at the U.S. border to prevent smuggling of nuclear and radiological material, and the oil and gas industry uses neutron detectors for well logging. ", "Another property that has increased demand for helium-3 in recent years is the ability to polarize its nucleus. For example, magnetic resonance imaging (MRI) can take advantage of this property to enable real-time visualization of a patient's lung capacity and capability.", "Finally, helium-3 has unique cryogenic properties. Low-temperature physicists use a mixture of helium-3 and helium-4 to achieve temperatures just a few thousandths of a degree above absolute zero (millikelvins). At temperatures below 2.5 millikelvin, helium-3 becomes a superfluid. "], "subsections": []}, {"section_title": "How Do Consumers of Helium-3 Obtain Supplies?", "paragraphs": ["Helium-3 does not trade in the marketplace as many materials do. It is produced as a byproduct of nuclear weapons maintenance and, in the United States, is then accumulated in a stockpile from which supplies are either transferred directly to other agencies or sold publicly at auction. The U.S. producer of helium-3 is the National Nuclear Security Administration (NNSA) of the Department of Energy (DOE). The seller for the public auctions is the DOE Office of Isotope Production and Research.", "Although public, the helium-3 auction process has not necessarily been competitive. Most auction sales have been to just two companies: Spectra Gases, Inc., now part of the Linde Group, and GE Reuter Stokes, Inc. Many of the auctions have had just one purchaser. Spectra Gases owns the only facility in the United States that is licensed by the Nuclear Regulatory Commission to remove trace amounts of tritium from raw helium-3, which is necessary for most uses. Despite declining supply and increasing demand, the historical auction price of helium-3 has been relatively steady, ranging from about $40 to $85 per liter.", "Before about 2001, production of helium-3 exceeded consumption. In the past decade consumption has risen rapidly, in part because of the deployment of neutron detectors using helium-3 at the U.S. border to help secure the nation against smuggled nuclear and radiological material. Thus starting in about 2001, and more rapidly since about 2005, the stockpile has been drawn down. By 2009, the government and others recognized that ongoing demand would soon exceed the remaining supply. ", "In March 2009, the Departments of Defense, Energy, and Homeland Security formed an Integrated Product Team (IPT) to examine helium-3 supply and demand. The team concluded that further allocations of helium-3 from the federal stockpile would be made only by interagency agreement. In July 2009, the White House National Security Staff established an interagency policy committee (IPC) to investigate helium-3 strategies. The IPC consisted of representatives of officials from the Departments of Commerce, Defense, Energy, Homeland Security, and State, as well as other government agencies. In September 2009, the IPC concluded that the auctions should cease and that no further allocations should be made to DHS for radiation portal monitors. The IPC also determined that allocations to agencies and others would henceforth be based on three priorities:", "1. applications for which there are no alternatives to helium-3, 2. programs for detecting nuclear material at foreign ports and borders, and 3. programs for which substantial costs have already been incurred."], "subsections": []}, {"section_title": "What Is the Public Policy Problem?", "paragraphs": ["If helium-3 traded in a free marketplace, price could mediate supply and demand, with the available supply of helium-3 being allocated on the basis of the willingness of users to pay the price. Because of the peculiar market arrangement for helium-3, however, supply and demand are effectively disjoined; the price does not reflect the marginal cost of additional supply. In fact, the price of helium-3 appears to be much lower than the likely cost of additional supply, so it is not surprising that demand is exceeding supply. In the face of demand outrunning supply, therefore, the supply of helium-3 is currently being allocated by the interagency policy committee on the basis of criteria derived from an assessment of national needs. As a result, a set of interrelated public policy issues arise: (1) whether it is in the public interest to augment supply, and if so, how best to do so; (2) whether it is in the public interest to curtail demand, and if so, how best to do so; (3) whether the current process for allocating existing supplies of helium-3 is acceptable and in the public interest; and (4) whether, looking to the future, an alternative process for allocating existing helium-3 supplies is warranted—such as a revised set of allocation criteria derived from further assessment of needs and priorities, or a market-based process based on aligning price with marginal cost.", "Until 2001, helium-3 production by the nuclear weapons program exceeded the demand, and the program accumulated a stockpile. After the terrorist attacks of September 11, 2001, the federal government began deploying neutron detectors at the U.S. border to help secure the nation against smuggled nuclear and radiological material. The deployment of this equipment created new federal demand for helium-3. Use of the polarized helium-3 medical imaging technique also increased. Annual demand for helium-3 quickly exceeded the annual supply. As a result, the stockpile shrank. After several years of demand exceeding supply, federal officials realized that insufficient helium-3 was available to meet the likely future demand. The federal government and others have projected that future demand for helium-3 will significantly increase in future years, causing the disparity between supply and demand to grow.", "Other sources of helium-3 exist, both domestically and internationally. Drawing on these sources might require the development of new technologies and approaches, as well as addressing potential international export control concerns. The supply available from the alternative sources and the ease with which helium-3 could be extracted is unclear. Similarly, demand for helium-3 might be reduced through rationing or the development of alternative technologies, but these alternatives are not yet readily available. ", "No single policy approach will likely yield sufficient additional supply, reduce predicted demand, or successfully allocate helium-3 to all who wish to have it. Policymakers may have to use a combination of supply- and demand-based approaches to address the helium-3 shortage.", "Policymakers now face a number of challenging decisions. Currently, these decisions are mainly about how to allocate a scarce resource in the face of competing priorities: science versus security, the private sector versus the public sector, and national needs versus international obligations. Applications with unique needs may pose particular challenges. For example, some types of cryogenic research can only be accomplished using helium-3, whereas in medical imaging and neutron detection, helium-3 has advantages but also alternatives. To address future helium-3 concerns, policymakers also face choices about how or whether to increase helium-3 supply or reduce helium-3 demand and about possible alternative processes for allocating the supply. Finally, policymakers will likely weigh how to set the appropriate price for the remaining limited helium-3 supply given the diverse potential end-users."], "subsections": []}]}, {"section_title": "Federal Response", "paragraphs": ["While the federal response to the events of 2001 increased the profile and use of helium-3, the federal government did not foresee the impending shortage. Thus, the executive branch response to the helium-3 shortage began after the shortage had occurred. First an ad-hoc interagency group formed by the Departments of Energy (DOE), Homeland Security (DHS), and Defense (DOD) set policy, then that role passed to an interagency policy committee established by the National Security Staff. The interagency policy committee developed a rationing scheme for allocating the available helium-3. As a result, some federal and private-sector users received no allocation or an amount less than they had previously planned. Several federal agencies are investigating alternative sources of helium-3 and ways to reduce the demand."], "subsections": [{"section_title": "Identification of the Problem", "paragraphs": ["The DOE, the agency responsible for manufacture and disbursement of helium-3, did not predict the imminent shortage. Neither did any other federal agency that used helium-3. Until 2008, DOE released helium-3 from the stockpile through public auction and interagency transfers, apparently without anticipation of likely future demand. Even though the outflow of helium-3 from the stockpile had become notably greater than the inflow, DOE disbursed increasing amounts each year from 2002 through 2008. In 2008, the call for a large disbursement of helium-3 to the Spallation Neutron Source (a DOE research facility) apparently coincided with a recognition that the helium-3 stockpile could be exhausted and that the available supply might not meet future demand. At a congressional hearing in November 2009, officials of the Domestic Nuclear Detection Office (DNDO, an agency in DHS) testified about the shortage of helium-3 and described the efforts of the federal government to address the shortfall. Before that date, budget justification documents, published research and development strategies, and other agency planning documents did not identify an impending helium-3 shortage, even though they discussed the need for continued investment in neutron detection technology to improve sensitivity and other performance characteristics. The Government Accountability Office (GAO) has identified weaknesses in DOE's management of the helium-3 stockpile as key factors delaying identification of and response to the helium-3 shortage."], "subsections": []}, {"section_title": "Executive Branch Actions", "paragraphs": ["In March 2009, DOE, DHS, and DOD formed an interagency Integrated Product Team (IPT) to examine helium-3 supply and demand and related technology R&D. The IPT determined that further allocations of helium-3 would be made only by interagency agreement.", "In July 2009, the White House National Security Staff established an interagency policy committee (IPC), with broad federal representation, to investigate strategies for decreasing helium-3 demand and increasing helium-3 supply and to make recommendations about allocating the existing supply. In September 2009, the IPC determined that DHS would receive no additional allocation of helium-3 for use in radiation portal monitors. The IPC also determined that auctions of helium-3 held in the stockpile would cease. Instead of auctions, the IPC would allocate the available helium-3 to agencies and others based on three priorities: whether alternatives to helium-3 exist for the planned application; whether the application increases national or homeland security through foreign deployment; and whether the required helium-3 is needed to complete prior investments in infrastructure.", "The consequence of such a prioritization process is necessarily that lower-priority activities will not have their helium-3 needs met. For example, DHS has had to delay the deployment schedule for the Radiation Portal Monitor program. Some small users, such as academic researchers, have seen the price of helium-3 increase dramatically because of its scarcity. Some international obligations and agreements have not been fulfilled due to these allocation decisions. ", "Federal agencies have attempted to locate and recover any unused or surplus helium-3. Some have issued requests for information and proposals regarding the recovery of helium-3 from defunct test equipment. Others have issued similar notices regarding storage and maintenance of agency-based helium-3 supplies. The DOE is investigating recovering helium-3 from additional retired tritium storage equipment.", "In addition, federal agencies have accelerated the development and testing of technological alternatives to helium-3 for homeland security purposes. Much of this activity has taken place through the DOE national laboratories. Successful development and implementation of alternative technologies may lead to reduced helium-3 demand."], "subsections": []}, {"section_title": "Congressional Actions", "paragraphs": ["Congressional attention predominantly has been focused on oversight of the current situation, how it arose, and the processes currently in place for addressing it. In future hearings and legislation, Congress may address additional issues, such as increasing the helium-3 supply, reducing demand, or modifying the allocation of the limited supply."], "subsections": []}]}, {"section_title": "Helium-3 Supply", "paragraphs": ["At present, helium-3 is only produced as a byproduct of the manufacture and purification of tritium for use in nuclear weapons. The commercial supply of helium-3 therefore derives mostly, perhaps entirely, from two sources: the U.S. and Russian governments. Other potential sources of helium-3 do exist, but using these sources would present varying degrees of technical and policy challenges. Congress has several options for increasing the supply of helium-3, either from conventional sources or by encouraging the development of new sources. Among the important characteristics of all these potential sources are their likely cost and the amount of helium-3 they could potentially supply. The potential annual production of helium-3 from alternative sources is uncertain. This uncertainty results from incomplete characterization of the sources, variability in helium-3 content, and other factors, such as the willingness of public or private entities to invest in infrastructure to enable production at a particular scale. Even for potentially large sources, producing helium-3 from these sources may be impractical due to high costs."], "subsections": [{"section_title": "Current Supply", "paragraphs": ["The main source of helium-3 in the United States is the federal government's nuclear weapons program. For many years, the National Nuclear Security Administration (NNSA) and its predecessor agencies have produced tritium for use in nuclear warheads. Over time, tritium decays into helium-3 and must be replaced to maintain warhead effectiveness. The NNSA recycles the mixture of tritium and helium-3 that results from this decay process and reuses the resulting pure tritium. From the perspective of the weapons program, the extracted helium-3 is a byproduct of maintaining the purity of the tritium supply. This means that the tritium needs of the weapons program, not the demand for helium-3 itself, determine the amount of helium-3 produced.", "Until 2001, helium-3 production by the weapons program exceeded demand, and the program accumulated a stockpile. To recoup some of the cost of purifying recycled tritium, the program transferred helium-3 from the stockpile to the DOE Office of Isotope Production and Research for sale at auction. Despite these sales, the helium-3 stockpile grew from roughly 140,000 liters in 1990 to roughly 235,000 liters in 2001. Since 2001, however, helium-3 demand has exceeded production. By 2010, the increased demand had reduced the stockpile to roughly 50,000 liters. See Figure 1 . Note that these amounts do not account for helium-3 imports and exports, or helium-3 supplies held by other agencies or the private sector.", "The U.S. weapons program currently produces tritium by irradiating lithium in a light-water nuclear reactor. Before 1988, the program used heavy-water reactors at the DOE Savannah River Site in South Carolina. In 1988, the last operating Savannah River Site reactor, the K reactor, was shut down for safety reasons. For the next several years, reductions in the nuclear weapons stockpile meant that tritium recycling met the weapons program's needs without additional tritium production. Over time, as the tritium produced before 1988 decayed into helium-3, the total amount of remaining tritium decreased. The annual rate of helium-3 production from the remaining tritium declined commensurately. ", "The DOE restarted tritium production for the weapons program in 2003 using the commercial Watts Bar reactor in Tennessee, operated by the Tennessee Valley Authority (TVA). The tritium production process used there is new and involves irradiation of lithium-containing Tritium-Producing Burnable Absorber Rods (TPBARs). The DOE also built the Tritium Extraction Facility to extract tritium from irradiated TPBARs. This facility, located at the Savannah River Site, became operational in 2007. The NNSA plans to begin irradiating TPBARs at the TVA's two Sequoyah reactors in FY2012. Currently, TVA irradiates only a small number of TPBARs, and tritium production is limited.", "As shown in Figure 1 , the decay of tritium held by the U.S. nuclear weapons program currently generates approximately 8,000 liters of new helium-3 per year. Historically, the market price of helium-3 has been $100 to $200 per liter, with commercial prices rising to $2,000 per liter or more after the discovery of the shortage."], "subsections": []}, {"section_title": "Potential Additional Sources", "paragraphs": ["Potential additional sources of helium-3 include increased production of tritium in light-water nuclear reactors (beyond the amount already produced for the weapons program); extraction of tritium produced as a byproduct in commercial heavy-water nuclear reactors; production of either tritium or helium-3 using particle accelerators; and extraction of naturally occurring helium-3 from natural gas or the atmosphere. Until recently, the ready supply of helium-3 from the nuclear weapons program meant that these alternative sources were not considered economically attractive. With the current shortage, this consideration may change."], "subsections": [{"section_title": "Tritium from Light-Water Nuclear Reactors", "paragraphs": ["The production of additional tritium at the TVA reactors (or by similar means at other reactors) would increase helium-3 production correspondingly. The Watts Bar reactor currently irradiates 544 TPBARs per refueling cycle. The Nuclear Regulatory Commission has generically approved the use of approximately 2,300 TPBARs per reactor per cycle. If this capacity were fully utilized at Watts Bar and Sequoyah, annual helium-3 production from the resulting additional tritium could eventually increase by approximately 25,000 liters. At present, however, the site-specific licenses for Watts Bar and Sequoyah permit irradiation of only a much smaller number of TPBARs, and the TVA has limited that number still further because of an issue with tritium permeation into the reactor cooling water. If the current rate of 544 TPBARs per cycle at Watts Bar were successfully extended to both Sequoyah reactors, the result might be an eventual increase in annual helium-3 production of approximately 3,000 liters.", "To realize these annual production rates, however, the increased tritium production would need to continue for many years. Because of the slow decay of tritium to helium-3, the production of helium-3 would increase gradually over several decades. Only after more than a decade of increased tritium production would the rate of additional helium-3 production approach even 50% of the projected long-term level.", "At present, the nuclear weapons program, in effect, subsidizes the cost of production for helium-3, because the program must manufacture and purify tritium for the ongoing maintenance of its nuclear weapons. The same would presumably be true for additional helium-3 that resulted from increased tritium production to meet the weapons program's needs. If, however, the weapons program increased tritium production to more than the amount it needed, solely in order to generate additional helium-3, it might pass the additional infrastructure and processing costs on to the users of helium-3. According to one estimate, the unsubsidized cost of manufacturing tritium for the nuclear weapons program is between $84,000 and $130,000 per gram. This corresponds to between $11,000 and $18,000 per liter of eventual helium-3."], "subsections": []}, {"section_title": "Tritium from Heavy-Water Nuclear Reactors", "paragraphs": ["Some nuclear reactors, primarily foreign reactors built on the Canada Deuterium Uranium (CANDU) design, use heavy water as a moderating material. Over time, neutrons produced by these reactors convert some of the deuterium in the heavy water into tritium. Some reactor operators, concerned about radiation exposure, remove the tritium from the heavy water when it exceeds a certain concentration. There are currently no commercial heavy-water reactors in the United States, but some foreign facilities have tritium stockpiles that reflect multiple years of operation and separation. Because tritium decays into helium-3, these foreign tritium stockpiles are a potential source of helium-3. Separation of helium-3 from this tritium, while a known industrial procedure, would require specialized facilities and equipment, permits from appropriate government authorities, and perhaps operational changes.", "Most of the world's CANDU reactors are located in Canada. Other countries with one or more such reactors include Argentina, China, India, Pakistan, Romania, and South Korea. The international nature of the CANDU reactor operators may provide additional challenges to using them as a helium-3 source. Each government would likely need to approve the transfer of tritium, a dual-use material, to the United States.", "Some of the tritium produced in past operation of heavy-water reactors has already decayed into helium-3 according to its 12.3-year half-life. That helium-3 has probably not yet been separated from the stored tritium, and it seems likely that some or all of it remains available. If so, that helium-3 could provide a larger supply in the near term than the annual production available in subsequent years from continuing decay of the stored tritium. According to one estimate, the tritium stored at Ontario Power Generation in Canada could produce 130,000 liters of helium-3 over ten years: 20,000 liters per year for the first three years and 10,000 liters per year for the next seven. The amount potentially available from other heavy-water reactors is unknown.", "The cost of helium-3 from this source is unknown, because it would depend on the price charged for tritium by the foreign supplier. There would also be some costs for separating the helium-3 from the tritium and for storing the remaining tritium as it decayed."], "subsections": []}, {"section_title": "Tritium or Helium-3 from Particle Accelerators", "paragraphs": ["During the 1990s, the U.S. nuclear weapons program considered alternative approaches to producing tritium, especially irradiating lithium with a linear accelerator rather than in a nuclear reactor. In 1998, DOE decided not to proceed with accelerator production of tritium, except as a possible backup option, after concluding that it would be more costly and less flexible than producing tritium in a light-water reactor. Given that decision and the government's subsequent investments in tritium production infrastructure, it seems unlikely that accelerator production of tritium could be an advantageous source of helium-3.", "In principle, helium-3 could also be produced directly in an accelerator process, without intermediate production of tritium. Preliminary estimates suggest, however, that this process is impractical due to high costs."], "subsections": []}, {"section_title": "Helium-3 from Natural Gas", "paragraphs": ["Natural gas reservoirs typically contain impurities as well as the primary component of natural gas, methane. In some cases, these impurities include significant amounts of helium (up to several percent). Suppliers of natural gas often extract this helium in order to increase the energy content of their natural gas and improve its combustion. When a reservoir is relatively helium-rich, it can be economic to purify the extracted helium and sell it as a commodity. In fact, natural gas is the primary commercial source of helium. Domestic natural gas producers extract approximately 80 billion liters of helium each year.", "Since 1960, the federal government has maintained a stockpile of raw (unpurified) helium in a reserve near Amarillo, Texas. The original purpose of the stockpile was to ensure the availability of helium for national security uses. In the Helium Privatization Act of 1996 ( P.L. 104-273 ), Congress mandated the sale of all but a small portion of the stockpile by 2015. At the end of FY2009, however, more than 500 billion liters of helium remained in the stockpile.", "Helium extracted from natural gas, including helium stored in the national helium stockpile, consists mostly of helium-4 but also includes a small proportion of helium-3. The natural gas industry has not historically separated the helium-3 from the helium-4 because, until recently, the federal supply of helium-3 was perceived to be already greater than the likely demand.", "An important cost consideration is that some of the processes required to extract helium-3 from natural gas are already undertaken in the production of natural gas and commodity helium. Helium-containing natural gas is purified by liquefaction—cooling it to a temperature at which the natural gas becomes liquid but the helium remains a gas. The helium is separated and then purified by further liquefaction—cooling to a still lower temperature at which the impurities become liquid. The most likely processes for separating helium-3 from helium-4 take place at even lower temperatures, so the fact that helium produced from natural gas is already very cold becomes an important cost advantage. If separation of helium-3 from natural gas took place in conjunction with other natural gas processing, much of the energy required for cooling, and much of the cost of infrastructure and equipment for liquefaction and separation, would already be built into the cost of processing the natural gas.", "Separation of helium-3 from helium-4 has been demonstrated on a laboratory scale. Public or private investment in process engineering and development would likely be needed before moving to full-scale production. The amount of helium-3 that could be extracted on a large scale would depend on several factors: access to helium supplies, the proportion of helium-3 in the source helium, the capacity of the processing equipment, and the efficiency of the extraction process.", "The Department of the Interior's Bureau of Land Management estimates that approximately 125,000 liters of helium-3 may be present in the helium reserve and that a similar reserve of natural helium in Wyoming could yield another 200,000 liters of helium-3 over the life of the reserve. More generally, the U.S. Geological Survey estimates total U.S. helium reserves and resources to be 20.6 trillion liters. Natural gas reservoirs vary in the proportion of helium-3 they contain. A study conducted in 1990 by the Department of the Interior found ratios of helium-3 to helium-4 that ranged from 70 to 242 parts per billion. These figures imply U.S. helium-3 reserves and resources of between 1 and 5 million liters. ", "Because of the factors discussed above, any cost estimate for helium-3 extraction from natural gas is inexact. According to one estimate, the energy cost, not including the cost of infrastructure and equipment, might be about $12,000 per liter. Most of this cost, however, would be to separate the commodity helium from the natural gas. Starting with cooled commodity helium, in conjunction with regular natural gas processing, the incremental energy cost of separating out the helium-3 might be $300 per liter. Another source estimates $34 per liter, again excluding the cost of infrastructure and equipment. The difference between these two estimates appears to be their different assumptions about heat exchange efficiency, an issue whose resolution may require development of a prototype processing system. Over and above these energy costs, the cost of a helum-3 extraction plant is estimated to be tens of millions of dollars.", "Although U.S. helium-3 reserves and resources are large, the rate at which refiners already extract commodity helium from natural gas limits the amount of helium-3 that could be available per year at the lower cost range ($34 or $300 per liter plus infrastructure and equipment). According to one expert, separating helium-3 from all domestically produced helium would make available about 26,000 liters of helium-3 per year. Producing more than this amount would draw on natural gas that would not otherwise be processed to extract commodity helium, and as a result, the higher cost estimate ($12,000 per liter plus infrastructure and equipment) would apply."], "subsections": []}, {"section_title": "Helium-3 from the Atmosphere", "paragraphs": ["Like natural gas, the atmosphere contains a small quantity of helium, a fraction of which is helium-3. Liquefaction and other processes similar to those used to extract helium from natural gas could similarly be employed to extract helium from air. The processes for separating helium-3 from the resulting mixed helium would also be much the same.", "The atmosphere contains approximately 280 billion liters of helium-3. While this makes air by far the largest potential source of helium-3, extracting helium-3 from air is very unlikely to be cost-competitive with extracting helium-3 from natural gas. The concentration of helium in the atmosphere is only about 5 parts per million. As a result, the energy cost of producing helium from air would be about 1,000 times more than that of producing helium from natural gas. The fraction of helium-3 in atmospheric helium is 5 to 20 times more than the fraction of helium-3 in helium from natural gas, but this is not enough to offset the much larger volume of air that would need to be processed to extract a given quantity of helium. Moreover, the cost of producing helium-3 from air would have to include the full energy cost of liquefying the air, whereas the energy cost of liquefying natural gas is already borne by natural gas refiners as part of their regular production process."], "subsections": []}]}, {"section_title": "Options to Increase Supply", "paragraphs": ["The helium-3 shortage is a disequilibrium between supply and demand. One way for policymakers to address the shortage, therefore, would be to increase the production of helium-3. The preceding section addressed several possible sources that could be tapped. Increasing the supply could potentially be accomplished in several ways: by increasing U.S. tritium production from current or new sources, importing tritium, importing more helium-3, increasing helium-3 recycling, or producing helium-3 from alternative sources. Congress has a variety of options that might result in these outcomes."], "subsections": [{"section_title": "Increase Domestic Tritium Production", "paragraphs": ["Congress could direct NNSA to increase its tritium production beyond the amount needed for nuclear weapons purposes to the amount needed to meet helium-3 demand. Alternatively, Congress could direct DOE or another agency to use a similar technique at other commercial reactors, or it could encourage the private sector to do so on its own by offering subsidies, tax incentives, changes in licensing requirements, purchase guarantees for the resulting tritium production, or other measures. Finally, Congress could decide to reexamine DOE's decision in the 1990s to reject accelerator production of tritium, such as by funding additional research and development or new studies that specifically address the context of the helium-3 shortage. An increased supply of tritium from any of these options would result, in time, in an increased supply of helium-3. Such an approach has several challenges, including timeliness, capacity, cost, and nonproliferation concerns."], "subsections": [{"section_title": "Timeliness", "paragraphs": ["Even if the federal government increased domestic tritium production immediately, the helium-3 supply would not increase immediately for two reasons. First, the TPBARs used for tritium manufacture are irradiated for a full reactor refueling cycle, which is typically about 18 months. More importantly, once additional tritium is produced, only about 5.5% of it decays into helium-3 each year because of its 12.3-year half-life. These two factors combine to significantly impede increasing domestic production of tritium as a short-term solution. Years of additional tritium production would need to occur before it would yield a sizeable annual supply of additional helium-3."], "subsections": []}, {"section_title": "Production and Extraction Capacity", "paragraphs": ["Current circumstances would make it difficult to increase domestic tritium production drastically. The capacities and licenses of the Watts Bar and Sequoyah reactors limit their capacity to manufacture additional tritium. With the proper licensing and other arrangements, other commercial light-water reactors could employ the same technique. Incentives would likely be necessary, however, because of the operational changes, such as increased uranium enrichment in the reactor fuel, that are needed to accommodate TPBARs. In 1997, when DOE requested proposals for the tritium production contract, the TVA was the only operator to submit a responsive bid. Even if these challenges could be overcome, NNSA has not yet been able to overcome the technical problems that currently constrain tritium production at Watts Bar and Sequoyah, and according to the GAO, it may not be able to produce even the amount of tritium needed for the nuclear weapons program.", "The capacity of the tritium extraction facility could also be a limiting factor for increasing tritium production in commercial reactors. If necessary, the capacity of the existing extraction facility could be expanded, or an additional facility could be built. The cost of the existing tritium extraction facility was $506 million."], "subsections": []}, {"section_title": "Cost", "paragraphs": ["The cost of tritium produced for the weapons program is subsidized by that program. As noted above, the cost of tritium in excess of the weapons program's needs might not be similarly subsidized, in which case it would likely be much higher than the historical helium-3 price."], "subsections": []}, {"section_title": "Nonproliferation Concerns", "paragraphs": ["Because tritium is a component of nuclear weapons, it is possible that increasing tritium production would raise nuclear nonproliferation concerns. Existing arms control treaties limit the number of U.S. nuclear warheads, not the tritium that is used in them. Nevertheless, some countries or activists might perceive an increased tritium production capacity as enabling or increasing the likelihood of future increases in nuclear warhead capacity. Using civilian facilities to produce tritium might be seen by these observers as a precedent for blurring the separation between civilian and military nuclear facilities; such separation is often an element of U.S. nonproliferation policy in other countries. If U.S. commercial power plants involved in tritium production became perceived as part of the weapons program, some foreign suppliers might be less willing to provide them with components and equipment."], "subsections": []}]}, {"section_title": "Import Tritium", "paragraphs": ["Another approach to increasing the tritium supply, and thus the future supply of helium-3, would be for the U.S. government to purchase tritium from international sources. Such an approach has limitations, in general because tritium is export-controlled and more specifically because some nations have policies that prohibit the export of materials used in nuclear weapons.", "It might be possible to assure supplier countries of non-weapons use by sequestering the imported tritium and using that supply exclusively for production of helium-3. Extracting and purifying helium-3 from this sequestered tritium supply, however, might require separate apparatus and infrastructure. If so, developing and maintaining that duplicate capacity could have substantial costs and would likely increase the price of the resulting helium-3.", "One possible source of imported tritium is foreign heavy-water reactors, such as the CANDU reactors used in Canada, India, and elsewhere. International export control agreements would regulate any shipment of tritium from those countries to the United States. Diplomatic efforts or new international agreements might be needed to facilitate changes in these restrictions. Another possible source is Russia, which produces tritium for use in its own weapons program. Russia, however, has a history of exporting helium-3 directly, which may make Russian tritium exports unlikely.", "Timeliness would also likely be an issue. Like domestically produced tritium, imported tritium would only decay gradually into helium-3. A one-time supply of imported tritium would take decades to convert into helium-3. Production of helium-3 from a regular annual supply of imported tritium would take decades to reach its long-term potential level."], "subsections": []}, {"section_title": "Import Helium-3", "paragraphs": ["Because other countries have supplies of tritium, they either have or could have supplies of helium-3 arising from tritium decay. Between 2004 and 2008, for example, the United States imported approximately 25,000 liters of Russian helium-3 per year. Russia has suspended exports of helium-3, but it might be possible to increase imports from elsewhere. Because helium-3 can be converted back into tritium, it too is generally export-controlled. Some of the export-control challenges discussed above for importing tritium therefore also apply to importing helium-3. However, because imported helium-3 would not need additional separation or purification, a requirement to sequester imported helium-3 would be less burdensome.", "Considering the currently high market price of helium-3, it appears likely that any country with the infrastructure needed to extract helium-3 from tritium would already be doing so. The absence of such an increased international helium-3 supply suggests that most countries have little or no helium-3 separation capacity. One way to facilitate increased helium-3 imports would therefore be to help develop helium-3 separation infrastructure in countries that have heavy-water reactors or other tritium sources. Such assistance could take many forms, from providing financial incentives or technical help to establishing a joint venture or providing equipment directly.", "If the United States and another country decided to establish an international partnership to produce helium-3, determining an equitable financing mechanism might be challenging. The market price of helium-3 is currently much higher than it has been historically. If demand continues to outstrip supply, developing additional sources may continue to provide a valuable return. On the other hand, if demand falls, perhaps because the high price drives users to identify alternatives, then the return on investments in helium-3 production infrastructure may be less attractive. This uncertainty could be particularly problematic for potential international partners if the United States simultaneously takes policy actions specifically aimed at reducing demand."], "subsections": []}, {"section_title": "Increase Domestic Recycling of Helium-3", "paragraphs": ["Because helium-3 is stable and chemically inert, it can be reused indefinitely. Losses through leakage into the atmosphere are essentially unrecoverable, but they are likely to be small in most applications, especially considering the currently high cost of replacing lost helium-3. In some applications, such as medical imaging, recovered helium-3 may need to be purified before reuse. Some opportunities remain, however. For example, Savannah River National Laboratory is developing a process to extract helium-3 from tritium equipment that would otherwise have been discarded; this process may ultimately provide as much as 10,000 liters of additional helium-3. To increase the domestic supply, Congress could mandate or facilitate recycling of existing helium-3. The need for congressional action in this area is uncertain, however, because of the incentive to reuse and recycle that the high market price already provides."], "subsections": []}, {"section_title": "Produce Helium-3 from Alternative Sources", "paragraphs": ["Congress could take a variety of actions to encourage the development of alternative helium-3 sources, such as extraction from natural gas and the other techniques described previously in this report. Options for policymakers include funding research and development on new production technologies, funding pilot projects to demonstrate practicality, providing tax incentives to producers, and guaranteeing a minimum future price or a minimum level of future government purchases. Because these alternative sources are less technologically mature than the existing infrastructure, the available options for encouraging their development may be promising only in the long term."], "subsections": []}]}]}, {"section_title": "Helium-3 Demand", "paragraphs": ["The demand for helium-3 has increased dramatically since 2001. Prior to 2001, the demand was approximately 8,000 liters per year, which was less than the new supply from tritium decay. After 2001, the demand increased, reaching approximately 80,000 liters in 2008. Projections show demand continuing at above the available new supply for at least the next several years. See Figure 2 . These projections contain many variables and therefore considerable uncertainty. Early estimates projected much higher non-governmental demand, perhaps more than 100,000 liters in FY2011 and FY2012. Some estimates appear to measure helium-3 quantities at nonstandard pressures. Because liters are a volume measure, and all gases change volume depending on their pressure, inconsistency in measurement has the potential to create confusion when amounts projected by different analysts are added. Perhaps most important, given such a large mismatch between supply and demand, users are likely to seek out alternative technologies, reschedule planned projects, and make other changes that reduce demand below what it would be in the absence of a shortage. It is unclear whether the available estimates reflect (or indeed, could reflect) these likely changes. Similarly, it is unclear whether federal agencies and the private sector can reduce demand sufficiently to match the current helium-3 supply and still meet priorities for security, science, and other applications."], "subsections": [{"section_title": "Current Uses of Helium-3", "paragraphs": ["Neutron detection applications in national and homeland security are the largest users of helium-3, but scientific research, medicine, and industry are also significant."], "subsections": [{"section_title": "National and Homeland Security", "paragraphs": ["The demand for helium-3 for national and homeland security purposes falls into two main categories: the detection of smuggled radiological and special nuclear material and the monitoring of known special nuclear material to ensure its security.", "The Department of Defense, Department of State, NNSA, and DHS all have deployed radiation detection equipment to detect smuggled radiological and nuclear material. Through programs such as Cooperative Threat Reduction, the Second Line of Defense, and the Radiation Portal Monitor program, these agencies have deployed thousands of radiation portal monitors both domestically and overseas. Each portal uses approximately 50 liters of helium-3 as the basis for its neutron detection capability. Some of the programs have been in place since before 2001. Others, such as those operated through DHS, were established later. The broad expansion of these deployments has provided the greatest demand for helium-3 and been the largest drain on the helium-3 stockpile.", "The Department of Defense and NNSA also use helium-3 in neutron detectors to fully account for stores of special nuclear material. Accurate neutron counting over long time periods is one way to monitor the continued presence of materials such as plutonium. In addition, the United States has contributed helium-3 to meet the nuclear security and monitoring needs of the International Atomic Energy Agency (IAEA).", "Department of Defense guidance and navigation systems for munitions, missiles, aircraft, and surface vehicles include ring laser gyroscopes that use helium-3. Testing and qualification are under way on an alternative gas for this purpose."], "subsections": []}, {"section_title": "Science", "paragraphs": ["Scientific uses of helium-3 are diverse, ranging from neutron detection to cryogenics, laser physics, and research on the properties of helium-3 itself. Large-scale government research facilities, such as the DOE Spallation Neutron Source at Oak Ridge National Laboratory in Tennessee, may use tens of thousands of liters. Numerous smaller, laboratory-scale users are in academia and elsewhere. Although individual university researchers use smaller quantities, their ability to pay the currently high price for market-rate helium-3 may be limited. Although they are part of the private sector, federal agencies often fund their research. The United States also participates in international science projects that require helium-3, such as ITER (originally called the International Thermonuclear Experimental Reactor), currently under construction in France.", "The United States, as well as engaging directly in scientific activities that require helium-3, has historically been a major source of helium-3 for the international scientific community. Some foreign scientists may depend on U.S.-supplied helium-3 for their research. Although some of these foreign scientists may work independently, many of them are likely colleagues and collaborators of U.S. scientists."], "subsections": []}, {"section_title": "Medicine", "paragraphs": ["The development of a polarized medical imaging technique contributed to an expansion of demand for helium-3 in the late 1990s. This technique depends on patients inhaling polarized gas so that imaging of the gas using MRI visualizes lung function."], "subsections": []}, {"section_title": "Industry", "paragraphs": ["In industrial applications, a neutron-emitting material is coupled with a helium-3 neutron detector to make density measurements based on the number of neutrons reflected back to the detector. This technique is used for oil and gas well logging and to determine the density of road construction."], "subsections": []}]}, {"section_title": "Technological Alternatives to Reduce Demand", "paragraphs": ["One way to address the helium-3 shortage would be to reduce demand by moving helium-3 users to alternative technologies. For the largest application, neutron detection, the DOE national laboratories and others have examined numerous alternatives. As discussed below, some technologies appear promising, though implementation would likely present technical challenges. For other applications, alternative technologies may not currently exist."], "subsections": [{"section_title": "Alternative Technologies for Neutron Detection", "paragraphs": ["Because of its detection performance, nontoxicity, and ease of use, helium-3 has become the material of choice for neutron detection. Nevertheless, other materials also have a long history of use. With the current shortage of helium-3, researchers are reexamining past alternatives and investigating new ones. Existing alternative neutron detection technologies have significant drawbacks relative to helium-3, such as toxicity or reduced sensitivity. Drop-in replacement technologies are under development, testing, and evaluation. The alternatives with most short-term promise as helium-3 replacements are boron trifluoride, boron-lined tubes, lithium-loaded glass fibers, and scintillator-coated plastic fibers. A new scintillating crystal composed of cesium-lithium-yttrium-chloride (CLYC) also appears promising. Other materials, less suitable in the short term, show promise for the long term. Before the helium-3 shortage became apparent, most neutron detection research was directed toward long-term goals such as improving sensitivity, efficiency, and other capabilities, rather than the short-term goal of matching current capabilities by alternative means.", "The neutron detectors used for homeland security present both an opportunity and a challenge. The large base of already deployed equipment, if retrofit with an alternative technology, could be a substantial source of recycled helium-3 for other uses. At the same time, the scale of planned future deployments presents a potentially large future demand for helium-3 if suitable alternatives are not identified. For retrofitting, any alternative would need to match the dimensions, power requirements, and other characteristics of the existing technology. For future deployments, especially beyond the near term, some of these requirements might be relaxed or altered. In either case, the large number of systems means that any alternative would need to be relatively inexpensive. In addition, because of how and where the equipment is used, any alternative would need to be rugged, safe, and reliable. The DNDO plans to deploy alternative neutron detection technology in 2012 to help relieve some of the helium-3 shortage. It has not announced the scale of this deployment or the helium-3 savings that might result.", "These requirements for alternative neutron detectors for homeland security raise several policy questions:", "To what performance standard should new detectors be held? If the actual performance of currently deployed systems exceeds the specification required when they were procured, should new detectors be required to match the actual performance or just the specification? If current actual performance in the field does not meet the specification, should new detectors be required to meet the specification anyway? To what extent could a reduced performance standard be acceptable to meet other criteria, such as cost, toxicity, and making helium-3 available for other needs? How should the performance of the new systems be evaluated? To what extent is acquiring experience in the field sufficient, or is formal testing necessary prior to deployment? Should new technology be retrofit to existing systems or used only for new deployments? When considering this question, how should the long-term value of recovered helium-3 be balanced against the short-term costs of retrofitting? What operational reasons exist that would prefer using a single type of detector rather than a mixture of old and new systems?", "The requirements for applications outside the homeland security arena vary and may raise different policy concerns. In the scientific realm, requirements such as large detector areas and rapid data rates may be paramount. Industrial applications may need to withstand vibrations and operate in constrained spaces."], "subsections": []}, {"section_title": "Alternative Technologies for Other Applications", "paragraphs": ["For medical imaging, alternative gases exist that could potentially be used in much the same way as helium-3. The most discussed example is xenon-129, which may be a viable alternative for some medical imaging applications within 5 to 10 years. The required properties of the inhaled gas are very specific, however: polarizability, no toxicity or anesthetic effect, and a high signal-to-noise ratio for the MRI process. Helium-3 is not the only gas with these properties, but it has increasingly become the preferred choice.", "For some scientific applications, no satisfactory alternative may exist. For example, helium-3 is the only known way to accomplish very low-temperature cryogenics research."], "subsections": []}, {"section_title": "Encouraging Development and Implementation of Alternative Technologies", "paragraphs": ["Congress could encourage the development and implementation of alternative technologies in a variety of ways. For federal uses such as homeland security, Congress could simply direct agencies to change the technology they use. For the private sector, it could mandate or provide incentives for the use of alternatives. Congress could also attempt to stimulate future availability by funding research and development or demonstration projects or by giving the private sector incentives to do so. Widespread federal use of alternatives might indirectly increase their availability and desirability for the private sector."], "subsections": []}]}, {"section_title": "Adjusting the Timing of Demand", "paragraphs": ["In addition to whatever helium-3 is currently in the stockpile, the decay of the existing tritium supply produces new helium-3 each year. If a need for helium-3 can be deferred, future production might meet that need even if the current helium-3 supply cannot. In other words, stretching out deployment schedules might defer helium-3 demand enough that future supplies could meet it. This approach could be an adjunct to the options already described for increasing the future helium-3 supply.", "Deferring federal demand is most likely to be a successful approach if a particular helium-3 use is a one-time event or varies significantly from year to year. In such cases, delaying deployment could smooth out the fluctuating demand such that its peaks are below a sustainable level of annual production. One example that meets this description is the continuing deployment of radiation portal monitors by DHS. That deployment is likely to be self-limiting: the number of locations where DHS could usefully deploy the radiation portal monitors is limited, and once all those locations have received a portal, the need for helium-3 to field new portals appears likely to decline (as indicated in Figure 2 ).", "Adjusting deployment schedules is not a short-term solution to the helium-3 shortage, and even in the long term it is unlikely to be a complete solution unless additional supply is located. For example, even if DHS indefinitely postponed radiation portal monitor deployment, the remaining demand for helium-3 would still exceed the supply. However, adjusting the timing of demand might contribute to a solution that also included other supply and demand measures."], "subsections": []}]}, {"section_title": "Providing the Helium-3 Supply to Users", "paragraphs": ["As described above, NNSA extracts helium-3 during the maintenance of the nation's tritium supply and transfers it to the DOE Office of Isotope Production and Research. That office disburses helium-3 to users. Previously, it disbursed helium-3 through two mechanisms: public auctions and interagency transfers. At present, users can receive helium-3 only if they have an allocation approved by the interagency policy committee (IPC). Congress may wish to consider the criteria that the IPC uses to prioritize these allocations and set the allocated helium-3 price. Alternatively, it could choose to move to a market-based system in which, as with other commodities, the market price of helium-3 establishes the balance between supply and demand and determines the allocation of the limited supply."], "subsections": [{"section_title": "Previous Helium-3 Distribution Process", "paragraphs": ["The Office of Isotope Production and Research provided helium-3 through two mechanisms: public auctions and interagency transfers. Nongovernmental purchasers acquired helium-3 through public auction. The amount of helium-3 sold varied from year to year, but, as already noted, increased significantly after 2001, mostly because companies needed more helium-3 to supply neutron detectors to the government for homeland and national security. The auction price for helium-3 remained relatively steady at less than $100 per liter.", "Note that under this model, when DHS, DOE, or another federal agency purchases a device such as a radiation portal monitor, the vendor provides the equipment complete with the helium-3 required to operate it. The vendor purchases that helium-3 from a gas supplier, just as it purchases the other components of the device from other component suppliers. The gas supplier purchases the helium-3 from the federal government. Thus a federal agency that purchases such equipment is, in effect, purchasing helium-3 that was originally sold at auction by DOE.", "Although the auction process was public, few companies were historically interested in purchasing helium-3 and performing any necessary remaining refining steps. Indeed, most of the auction sales were to just two companies: Spectra Gases Inc., now part of The Linde Group, and GE Reuter Stokes Inc. Many of the auctions had just one purchaser. Spectra Gases owns the only facility in the United States that is licensed by the Nuclear Regulatory Commission to remove trace amounts of tritium from raw helium-3.", "Several factors appear to have influenced the low auction price of helium-3. Until the shortage was recognized a few years ago, the size of the stockpile seemed large. For most of the history of the program, the supply was sufficient each year to meet the demand, and it was often large enough that the stockpile grew. Projections of future demand, even if they showed increases, may have been unclear or uncertain. Indeed, the GAO found that because no entity within DOE had stewardship responsibility for coordinating the production and sale of helium-3, the Office of Isotope Production and Research did not take sufficient steps to accurately forecast the increased demand for helium-3. Because the production cost of helium-3 was subsidized by the nuclear weapons program, there was no need to recoup the costs of production and extraction. Also, the Office of Isotope Production and Research is responsible for funding its operations through isotope sales. Its need to match its revenue with its expenses may have contributed to its focusing on how to sell helium-3 efficiently, rather than on conserving the helium-3 stockpile or maximizing the stockpile's long-term value to the Treasury, neither of which was its mission.", "In addition to public auction, helium-3 from the stockpile was sometimes transferred within DOE or to other agencies to meet specific agency needs. For example, in 2008, DOE's Spallation Neutron Source research facility received 35,000 liters of helium-3 for use in scientific neutron detectors. Such transfers were direct and did not use the public auction mechanism. "], "subsections": []}, {"section_title": "Current Helium-3 Distribution Process", "paragraphs": ["Following the establishment of the IPC, the distribution process became based on allocations. The IPC also determined that allocations to agencies and others would henceforth be based on three priorities:", "1. applications for which there are no alternatives to helium-3, 2. programs for detecting nuclear material at foreign ports and borders, and 3. programs for which substantial costs have already been incurred.", "Since 2009, the IPC has allocated helium-3 to both federal agencies and commercial sectors, using broad categories to describe the commercial customers. See Table 1 .", "The IPC established a process for customers to request a helium-3 allocation. Designated agency officials represent their agency and its grantees, while the DOE Office of Isotope Production and Research represents nonfederal customers. The designated official collects helium-3 requests and determines whether the requests are consistent with the IPC priorities. If so, the designated official submits the requests to the IPC, which assesses the request against the amount of helium-3 available for allocation. Upon receiving IPC approval, customers request helium-3 from the Linde Group, operating under contract to the DOE Office of Isotope Production and Research. Before releasing helium-3, the Linde Group verifies the approved allocation with the designated agency official. This process is the same for all customers, federal and nonfederal. See Figure 3 .", "In addition to approving the allocation of helium-3, the IPC also recommends to the DOE Office of Isotope Production and Research a price for the customer to pay. In 2009-2010, this price varied only based on the quality of the helium-3. Helium-3 for medical purposes, which must be purified to a higher standard, had a higher price. For 2011, the price for helium-3 varies both on the quality of the helium-3 and the nature of the customer. In addition, the allocated price has fluctuated annually. See Table 2 .", "Policymakers might view the differential cost structure established by the IPC in several different contexts. One view might be that the lower price for federal agencies and their grantees reflects that helium-3 is a federal asset. As such, one might argue that federal agencies and their grantees should receive more advantageous terms when using a federal asset than nonfederal users. A different view might identify the lower price as a subsidy for those federal agencies and grantees, a subsidy for which the other customers are ineligible. Alternatively, the higher prices for nonfederal customers might reflect the greater ability of nonfederal customers to recoup these additional costs through the production of value-added goods and services. Finally, the current pricing schedule implies that the medical community is more similar to the federal customers and their grantees than the nonfederal customers, since the federal price and the medical prices have increased commensurately. This has created the situation where a more purified product, the current good manufacturing practices (cGMP) helium-3 required for medical use, is sold at lower price than a less purified product, the standard helium-3 provided to nonfederal customers. "], "subsections": []}, {"section_title": "Options for Allocation by the Government", "paragraphs": ["One approach to allocating a scarce commodity is to control its use according to national policy priorities. This approach is the one currently taken by the interagency committee, which both determines the priorities, implements the allocation, and sets the price. Other organizational arrangements for prioritization and implementation are also possible, however. Establishing the criteria for prioritization is a key policy decision, because users that fall below a priority cutoff will likely have little or no access to helium-3."], "subsections": [{"section_title": "Procedural Options for Government Allocation", "paragraphs": ["At present, the IPC both determines the policy priorities for allocating helium-3 and implements the allocation process. Congress could establish new mechanisms for these tasks. For example, it could establish prioritization criteria directly through legislation, it could direct DOE or another executive branch agency to establish such criteria through the regulatory process, or it could mandate an external advisory committee or a public consultation process. It could assign responsibility for prioritization and implementation to a single agency, or to multiple agencies, rather than to the IPC, which lacks specific statutory authority. Even if Congress determined that the current IPC system is satisfactory, it might wish to formalize it in statute. Alternatively, if Congress concluded that the current system is working well, it might choose to focus its efforts on oversight, rather than new legislation or new programs."], "subsections": []}, {"section_title": "Criteria for Government Allocation", "paragraphs": ["Any allocation system will struggle to balance the complex relationships among multiple competing priorities: science versus security, the private sector versus the public sector, and national needs versus international obligations. Similarly, an allocation system might weigh whether or not an alternative approach exists to helium-3 use."], "subsections": [{"section_title": "Science vs. Security", "paragraphs": ["Science and security are the two largest applications for helium-3. Large scientific facilities designed to use helium-3 may not be able to function without it, and investment in their infrastructure might be wasted if a lack of helium-3 prevented them from operating as planned. For individual scientists whose research requires helium-3, the inability to obtain it might hinder scientific progress and career advancement. On the other hand, security applications such as radiation portal monitors at the U.S. border aim to protect the nation against nuclear and radiological terrorism. It is unclear how to balance these two priorities. The IPC has established an application's contribution to increased national or homeland security as one criterion for receiving a helium-3 allocation. At the same time, however, it considers whether helium-3 is needed to complete infrastructure investments, a criterion that appears to favor several large scientific facilities.", "For both science and security, some uses may have diminishing returns. For example, once neutron detectors are deployed at multiple locations on the border, the incremental security benefit of deploying additional detectors may decrease. Similarly, if the leading cryogenic scientists are able to obtain helium-3 for their research, providing supplies to newly established laboratories may be less important. Alternatively, limiting helium-3 access to a smaller set of scientists may reduce research innovation and inhibit efforts in high-risk/high-reward research."], "subsections": []}, {"section_title": "Public vs. Private", "paragraphs": ["Most private-sector users of helium-3 have designed and developed equipment and procedures based on an expectation that the federal government will make helium-3 available. For example, the oil industry previously used other neutron detection materials for well logging, but has now converted almost entirely to the use of helium-3. Meanwhile, the shortage has resulted largely from increased use of helium-3 by the public sector for radiation detection equipment. Policymakers might decide to prioritize private-sector uses because of their economic importance, because it is mostly the public sector that created the shortage, or because of a general sense that the private sector should come first. Alternatively, they might prioritize public-sector uses because of national needs such as security, because it is the public sector that produces the nation's helium-3 supply, or because of the availability of alternative methods previously employed in the private sector."], "subsections": []}, {"section_title": "National vs. International", "paragraphs": ["The United States has domestic needs for helium-3, but it is also involved in international agreements and collaborations that require helium-3. In some cases, such as the International Atomic Energy Agency (IAEA), the purpose of these international uses is security. In others, such as the International Thermonuclear Experimental Reactor (ITER), the aims are scientific. A fundamental question is whether the United States should provide helium-3 to international partners when the domestic supply is restricted. International transfers of helium-3 in support of the IAEA have been scaled back because of the shortage. On the other hand, international security organizations contribute to U.S. security, and international scientific collaborations may provide unique facilities for U.S. scientists. "], "subsections": []}, {"section_title": "Alternatives to Helium-3", "paragraphs": ["Some uses of helium-3 have viable but less optimal alternatives, while others do not. For example, scientists at the DOE national laboratories are assessing alternative detection systems for use in homeland security applications. Scientists attempting to perform ultra-low temperature research have no comparable alternative. An allocation system might weigh the ability to switch to an alternative technology as lessening its priority for helium-3 disbursement. This might elevate unique uses to a higher priority, allowing such work to continue. In contrast, such a criterion might lower the disbursement priority applications deemed by some policymakers as particularly important, for example homeland or national security uses where alternatives exist. Such a criterion would depend heavily on how policymakers define the acceptable performance and technology availability for an alternative to helium-3."], "subsections": []}]}]}, {"section_title": "Allocation by the Market", "paragraphs": ["A very different approach would be to allow the market price of helium-3 to determine its use. If the demand increased, the price for the limited supply of helium-3 would increase. This might serve to price some users out of being able to purchase helium-3. On the other hand, a high price would allow all users access to the available supply on equal terms and would provide economic incentives to use that supply sparingly and seek out alternatives. A high market price would also provide incentives to develop new sources of supply, although that incentive might not be effective if the production of helium-3 remained a government function.", "Congress might identify applications that are essential for policy reasons but that could not afford a sufficient supply of helium-3 at the market price. In that case, it could choose to subsidize the purchase of helium-3 for such applications through direct funding, tax credits, or other measures. While the need for such subsidies might create complexity and increase administrative burdens, it might have the benefit of clarifying the economic costs of policy decisions.", "For government users that might obtain helium-3 through direct transfer rather than purchase, moving to a market model for allocation would increase costs. At the same time, however, the sale of government-produced helium-3 at an increased price would increase revenue. Determining the likely net effect of increased costs and increased revenue would require further analysis and a more detailed picture of how the government would interact with the helium-3 market.", "A key component of the helium-3 shortage is that, until recently, the market price for helium-3 did not appreciably fluctuate as demand increased. In part, this is because helium-3 is a byproduct of the U.S. nuclear weapons program, which subsidizes its cost of production. In part, it is because only a few commercial entities have historically been interested in obtaining helium-3 from the government to meet commercial needs. Finally, it may be significant to policymakers that the federal office responsible for sales of helium-3 does not produce the helium-3, is not responsible for maintaining a stockpile of helium-3, and is not in charge of determining the commercial or government-wide need for helium-3.", "One challenge for a more market-based system is the interface between the market and the government. On the surface, the public auction process resembles a market process. In practice, it had several deficiencies. Because the government produces helium-3 as a byproduct of tritium production for the nuclear weapons program, production costs and market demand had little or no influence on the price the government was willing to accept or the amount it was willing to produce. Although the process was structured as an auction, the number of potential buyers was very small. The agency managing the auctions had incentives to match its revenues with its operating costs, rather than to recover the government's production costs or to maximize the revenue to the Treasury in the short or long term. The agency managing the auctions may not have had full access to information about supply and demand, even information that already existed in other federal agencies.", "It is unclear how effectively a market system would incentivize the private sector to develop new sources of helium-3 or new technologies to replace helium-3. The current market price for helium-3 obtained outside the federal allocation system is already much higher than the historical market price and already reflects the scarcity of supply relative to demand. Nevertheless, there is as yet no sign of significant private-sector involvement in development of new production technologies. It may be that the market for helium-3 is simply too small to be attractive to the private sector, or it may be that uncertainty about future government decisions is dissuading the private sector from becoming involved until the situation is clearer. For example, private companies might not wish to invest capital in facilities to separate helium-3 from natural gas if they fear that the government will increase its production of tritium through the weapons program, or if they fear that the government may facilitate or subsidize purchases of helium-3 from other countries. To offset such uncertainty, the government might provide incentives to private producers through subsidies, tax credits, market guarantees, or other means."], "subsections": []}]}, {"section_title": "Summary of Issues for Congress", "paragraphs": ["In summary, Congress could address the helium-3 shortage in a variety of ways:", "Oversight of the current situation, how it arose, and the processes currently in place for addressing it. Actions to increase supply: Mandate or encourage increased tritium manufacture by the government or by the private sector through measures such as subsidies or tax incentives. Facilitate access to international sources, perhaps through support for international agreements. Seek alternative sources: commission studies, fund R&D projects or demonstration plants, provide subsidies or incentives. Mandate or facilitate recycling. Actions to reduce demand: Fund or encourage the development of alternative technologies. Require or provide incentives for the use of alternative technologies. Choices about how the supply should be allocated: Establish or modify a process and criteria for prioritized allocation by the government. Establish a market-based process for allocation. "], "subsections": []}]}}