{"id": "R41436", "title": "Medicare Financing", "released_date": "2014-10-22T00:00:00", "summary": ["Medicare is the nation's health insurance program for individuals aged 65 and over and certain disabled persons. Medicare consists of four distinct parts: Part A, or Hospital Insurance (HI); Part B, or Supplementary Medical Insurance (SMI); Part C, or Medicare Advantage (MA); and Part D, the outpatient prescription drug benefit. The Part A program is financed primarily through payroll taxes levied on current workers and their employers; these are credited to the HI trust fund. The Part B program is financed through a combination of monthly premiums paid by current enrollees and general revenues. Income from these sources is credited to the SMI trust fund. Beneficiaries can choose to receive all their Medicare services, except hospice, through managed care plans under the MA program; payment is made in appropriate parts from the HI and SMI trust funds. A separate account in the SMI trust fund accounts for the Part D drug benefit; Part D is financed through general revenues, beneficiary premiums, and state contributions. The HI and SMI trust funds are overseen by a Board of Trustees that provides annual reports to Congress.", "The 2014 report of the Medicare Board of Trustees estimates that the HI trust fund will become insolvent in 2030, four years later than it had predicted in the 2013 report. Because of the way that it is financed, the SMI fund cannot face insolvency; however, the Trustees project that SMI expenditures will continue to grow rapidly, and thus place increasing demands on Medicare beneficiaries and all taxpayers. Additionally, unlike in prior years, the projections in the 2014 report assume that reductions in physician payment rates scheduled under current law will not occur, because these reductions have usually been overridden by Congress. The Trustees estimate that total Medicare costs will increase from 3.5% of GDP in 2013 to 6.9% in 2088.", "Although the Medicare Trustees report that the financial outlook for the Medicare program appears to have improved as a result of changes made by the Patient Protection and Affordable Care Act as amended (ACA, P.L. 111-148), they caution that the projections in the report are somewhat uncertain, due to the potential for future expenditure reductions not to materialize. As it has done each year subsequent to the enactment of ACA, the Centers for Medicare & Medicaid Services (CMS) Office of the Actuary issued a supplemental analysis that provides illustrative alternative projections based on the assumption that certain ACA provisions affecting Medicare provider payments will be phased out."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Medicare is a federal insurance program that pays for covered health care services of qualified beneficiaries. It was established in 1965 under Title XVIII of the Social Security Act as a federal entitlement program to provide health insurance to individuals 65 and older, and has been expanded over the years to include permanently disabled individuals under 65. Generally, individuals are eligible for premium-free Part A of Medicare if they or their spouse paid Medicare payroll taxes for at least 40 quarters, are at least 65 years old, and are a citizen or permanent resident of the United States. Individuals under 65 may also qualify for coverage if they have a permanent disability, have end-stage renal disease (permanent kidney failure requiring dialysis or transplant), or have amyotrophic lateral sclerosis (Lou Gehrig's disease).", "Medicare consists of four parts—A through D. Part A covers hospital services, skilled nursing facility services, home health visits, and hospice services. Part B covers a broad range of medical services, including physician services, laboratory services, durable medical equipment, and outpatient hospital services. Enrollment in Part B is optional, however most beneficiaries with Part A also enroll in Part B. Part C, also known as Medicare Advantage, provides private plan options, such as managed care, for beneficiaries who are enrolled in both Parts A and B. Part D provides optional outpatient prescription drug coverage through private plans.", "Medicare serves approximately one in six Americans and virtually all of the population aged 65 and over. In 2013, the program covered 52.3 million persons (43.5 million aged and 8.8 million disabled) at a total cost of $583 billion, accounting for about 20% of national health spending and 3.5% of Gross Domestic Product (GDP). Medicare is an entitlement program, which means that it is required to pay for covered services provided to enrollees so long as specific criteria are met.", "Since 1965, the Medicare program has undergone considerable change. For example, the Patient Protection and Affordable Care Act (ACA, P.L. 111-148 as amended), made numerous changes to the Medicare program that modify provider reimbursements, provide incentives to increase the quality and efficiency of care, and enhance certain Medicare benefits. For example, under the legislation, annual updates of the prices paid by Medicare for almost all non-physician categories of health services are being reduced by the growth in economy-wide productivity (productivity adjustments). The ACA also established a new Independent Payment Advisory Board (IPAB), which is required to make recommendations to reduce Medicare spending in years in which Medicare costs are projected to exceed a target growth rate. The legislation did not, however, make changes to the physician sustainable growth rate (SGR) payment system; unless Congress takes action before April 1, 2015, reductions in physician payment rates of about 21% will be required. ", "Additionally, the Budget Control Act of 2011 (BCA; P.L. 112-25 ) provided for increases in the debt limit and established procedures designed to reduce the federal budget deficit, including the creation of a Joint Select Committee on Deficit Reduction. The failure of the Joint Committee to propose deficit reduction legislation by its mandated deadline triggered automatic spending reductions (\"sequestration\" of mandatory spending and reductions in discretionary spending) in fiscal years 2013 through 2021. The American Taxpayer Relief Act of 2012 (ATRA, P.L. 112-240 ) delayed the automatic reductions by two months, while the Bipartisan Budget Act of 2013 (BBA, P.L. 113-67 ) extended sequestration for mandatory spending for an additional two years—through FY2023. On February 15, 2014, the President signed into law an amended version of S. 25 ( P.L. 113-82 ), which, among other things, included a provision to extend BCA's sequester of mandatory spending through FY2024. ", "Section 256(d) of the Balanced Budget and Emergency Deficit Control Act of 1985 (BBEDCA, P.L. 99-177 ) contains special rules for the Medicare program in the event of a sequestration. Among other things, it specifies that for Medicare, sequestration is to begin the month after the sequestration order has been issued. Therefore, as the initial sequestration order was issued March 1, 2013, Medicare sequestration began April 1, 2013, and will continue through March 31, 2025. Under sequestration, Medicare's benefit structure generally remains unchanged; however, benefit related payments are subject to 2% reductions. In other words, most Medicare payments to health care providers, as well as to MA and Part D plans, are being reduced by 2%. Certain Medicare payments are exempt from sequestration and therefore not reduced. Some non-benefit related Medicare expenses, such as administrative and operational spending, are subject to higher reductions, 7.3% in 2014.", "This report provides an overview of how the Medicare program is financed, including a description of the Medicare trust funds and a summary of key findings and estimates from the 2014 Report of the Medicare Board of Trustees regarding 2013 program operations and future financial soundness."], "subsections": []}, {"section_title": "Medicare Trust Funds", "paragraphs": ["Medicare's financial operations are accounted for through two trust funds maintained by the Department of the Treasury—the Hospital Insurance (HI) trust fund for Part A and the Supplementary Medical Insurance (SMI) trust fund for Parts B and D. For beneficiaries enrolled in Medicare Advantage (Part C), payments are made on their behalf in appropriate portions from the HI and SMI trust funds. HI is primarily funded by payroll taxes, while SMI is primarily funded through general revenue transfers and premiums (see Figure 1 ). The HI and SMI trust funds are overseen by a Board of Trustees that provides annual reports to Congress."], "subsections": [{"section_title": "Hospital Insurance (HI) Trust Fund", "paragraphs": ["Covered Part A benefits, namely, inpatient hospital services, skilled nursing facility services, some home health services, and hospice care are paid for out of the HI trust fund. Payments are also made for administrative costs associated with operating this part of the program.", "Similar to the Social Security system, the HI portion of Medicare was designed to be self-supporting, and is financed through dedicated sources of income rather than relying on general tax revenues. The primary source of income credited to the HI trust fund is payroll taxes paid by employees and employers; each pays a tax of 1.45% on earnings. The self-employed pay 2.9%. Unlike Social Security, there is no upper limit on earnings subject to the tax. ACA imposes an additional tax of 0.9% on high-income workers with wages over $200,000 for single filers, and $250,000 for joint filers effective for taxable years beginning in 2013. (ACA also imposes an additional tax on unearned income beginning in 2013; however, this tax is not credited to the trust fund.)", "Additional income to the HI trust fund consists of premiums paid by voluntary enrollees who are not entitled to premium-free Medicare Part A through their (or their spouse's) work in covered employment; a portion of the federal income taxes paid on Social Security benefits; and interest on federal securities held by the trust fund.", "The HI trust fund is primarily an accounting mechanism used to track whether the program has sufficient income and assets to make payments for Part A benefits. When the government receives Medicare revenues (payroll taxes), income is credited by the Treasury to the appropriate trust fund in the form of special issue interest-bearing government securities. (Interest on these securities is also credited to the trust fund.) The tax income exchanged for these securities then goes into the general fund of the Treasury and is indistinguishable from other cash in the general fund; this cash may be used for any government spending purpose. When payments for Medicare Part A benefits are made, the payments are paid out of the general treasury, and a corresponding amount of securities is deleted from (written off) the HI trust fund.", "The trust fund surpluses are not reserved for future Medicare benefits, but are simply bookkeeping entries that indicate how much Medicare has lent to the Treasury (or alternatively, what is owed to Medicare by the Treasury). From the unified budget perspective, these \"asset\" balances are regarded as future spending obligations and are thus treated as liabilities. (See the \" Medicare Expenditures and the Federal Budget \" section for an overview of differences in trust fund and unified budget accounting conventions.)", "As long as the HI trust fund has a balance, the Treasury Department is authorized to make payments for Medicare Part A services. To date, the HI trust fund has never run out of money (i.e., become insolvent ), and there are no provisions in the Social Security Act that govern what would happen if that were to occur. For example, there is no authority in law for the program to use general revenue to fund Part A services in the event of such a shortfall. Since the beginning of the Medicare program, the payroll tax rate has been adjusted periodically by Congress as one of the mechanisms to maintain the financial adequacy of the HI trust fund. Additionally, Congress has taken numerous actions to slow the growth in expected Part A spending."], "subsections": []}, {"section_title": "Supplementary Medical Insurance (SMI) Trust Fund", "paragraphs": ["Medicare Part B benefits (which include physician services, outpatient hospital care, some home health services, durable medical equipment, diagnostic tests, and other services) and Part D outpatient prescription drug benefits are paid for out of the Supplementary Medical Insurance (SMI) trust fund. Unlike the HI program, the SMI program was not intended to be fully supported through dedicated sources of income. Instead, it relies primarily on general tax revenues and beneficiary premiums as revenue sources. ", "Because contributions (general revenue and premiums) into the SMI trust fund are automatically updated each year to ensure that the program has enough money to continue operating, the SMI trust fund is kept in balance and will remain in financial balance indefinitely (i.e., the SMI trust fund cannot become insolvent). Income from these sources is credited to the SMI trust fund and any SMI revenues that exceed SMI spending accumulate in the SMI trust fund; however, SMI trust fund balances are generally small. Similar to HI, the basic structure of the SMI financing system can be changed only through an act of Congress."], "subsections": [{"section_title": "Part B Financing", "paragraphs": ["Medicare Part B is financed mostly by federal general revenues, and beneficiary premiums are set at a rate to cover 25% of estimated Part B program costs for the aged. Beginning in 2011, additional revenues from an annual fee imposed on certain manufacturers and importers of branded prescription drugs (including biological products and excluding orphan drugs) are being credited to the Part B account in the SMI trust fund.", "In 2014, the monthly premium is $104.90 for most Medicare Part B enrollees, and individuals who receive Social Security benefits have their Part B premium payments automatically deducted from their Social Security benefit checks. Since 2007, high-income enrollees pay higher premiums. As a result of a provision in ACA, the income thresholds used to determine which beneficiaries are subject to higher Part B premium rates will be frozen at 2010 levels through 2019. Over time, this freeze will result in a larger number of beneficiaries paying the higher premiums and is expected to bring in increased revenue to the SMI trust fund."], "subsections": []}, {"section_title": "Part D Financing", "paragraphs": ["Medicare Part D is primarily financed through a combination of beneficiary premiums and federal general revenues. In addition, certain transfers are made from the states. These transfers, referred to as \"clawback payments,\" represent a portion of the amounts states could otherwise have been expected to pay for drugs under Medicaid if drug coverage for the dual-eligible population (those who qualify for both Medicare and Medicaid) had not been transferred to Part D.", "In 2014, the base monthly premium is $32.42; however, beneficiaries pay different premiums depending on the Part D plan they have selected (and whether they are entitled to low-income premium subsidies). Part D premium payments may be automatically deducted from Social Security benefit checks, paid directly to the prescription drug plan sponsor, or made through an electronic funds transfer. Premiums for the Part D program are required to cover 25.5% of standard benefit costs; however, as recipients of the Part D low-income subsidies are not required to pay premiums, premiums covered only about 14% of Part D program costs in 2013 (see Figure 1 ). As required by ACA, beginning in 2011, high-income Part D prescription drug program enrollees are required to pay higher premiums similar to high-income Part B enrollees; the income thresholds are set at the same levels as those under Part B and frozen in the same manner through 2019."], "subsections": []}]}, {"section_title": "Board of Trustees", "paragraphs": ["The Medicare Board of Trustees was established under the Social Security Act to oversee the financial operations of the HI and SMI trust funds. By law, the six-member Board is composed of the Secretary of the Treasury, the Secretary of Health and Human Services, the Secretary of Labor, the Commissioner of Social Security, and two public members (not of the same political party) nominated by the President and confirmed by the Senate. The Secretary of the Treasury is the Managing Trustee, and the Administrator of the Centers for Medicare & Medicaid Services (CMS) is designated the Secretary of the Board."], "subsections": []}, {"section_title": "Annual Trustees Report", "paragraphs": ["The Medicare Trustees provide a report to Congress each year on the operations of the trust funds. Financial projections included in the report are made by CMS actuaries using major economic and other assumptions selected by the Trustees based on current law. Among the variables used are estimations of consumer price index (CPI), fertility rate, mortality rate, workforce size, wage increases, and life expectancy. The Trustees review these assumptions annually, and update them as warranted by new analyses of trends and data. The report includes three forecasts ranging from pessimistic (\"high cost\") to mid-range (\"intermediate\") to optimistic (\"low cost\"). The intermediate projections represent the Trustees' best estimate of economic and demographic trends and are the projections most frequently cited. (Unless otherwise noted, the intermediate projections are used throughout this report.)", "The 2014 report of the Medicare Trustees was issued July 28, 2014. As noted, the Medicare Trustees generally make their projections based on current law. However, in their 2014 report, the Trustees made an exception with regard to the sustainable growth rate (SGR) formula for physician payments under Part B. Although under current law, physician payments are scheduled to be reduced by close to 21% in April 2015, the Trustees recognized that in every year since 2002, Congress has overridden these reductions. The Trustees therefore used a \"projected baseline\" that assumed that physician payments would remain at their current levels through the end of 2015, and then increased by 0.6% annually through 2023. ", "However, even with the above change in projection methodology, the report warned that estimates based on other current-law assumptions may not be realistic. As such, the actuaries of CMS conducted a separate analysis that provides projections based on an \"illustrative alternative\" to current law. The alternative estimates are based on the assumption that the economy-wide productivity adjustments mandated by ACA would be made through 2019, but would then be phased out from 2020 to 2034, and that IPAB recommendations for cost reductions would not be implemented. "], "subsections": []}]}, {"section_title": "2013 Medicare Program Operations", "paragraphs": ["In calendar year (CY) 2013, Medicare provided about 52.3 million beneficiaries with benefits at a total cost of about $583 billion, or an average of $11,910 per enrollee. (See Appendix A , Appendix B , and Appendix C for historical and projected enrollment, total Medicare income and expenditures, and per capita expenditures.) Because HI and SMI have different funding mechanisms, a description of each fund's 2013 operations is presented separately below."], "subsections": [{"section_title": "Hospital Insurance Trust Fund Operations in 2013", "paragraphs": ["As shown in Table 1 , in CY2013, total income to the HI trust fund was $251.1 billion. Payroll taxes of workers and their employers accounted for $220.8 billion (87.9%), with the remainder coming from interest and government credits, premiums (from those buying into the program), and taxation of Social Security benefits. The HI program paid out $266.2 billion, most of which was for benefit costs; the rest, about 1.6%, was used for administrative expenses. Similar to years 2008 through 2012, expenditures again exceeded income in 2013, and the trust fund balance was reduced from $220.4 billion at the end of 2012 to $205.4 billion at the end of 2013 (a loss of $15.0 billion). (See Appendix D for funding amounts in prior years and estimates for future years.)"], "subsections": []}, {"section_title": "Supplementary Medical Insurance Trust Fund Operations in 2013", "paragraphs": ["In CY2013, the SMI trust fund (Part B and Part D accounts combined) brought in $324.7 billion in revenue ($255.0 billion from Part B and $69.7 billion from Part D), and expended $316.8 billion ($247.1 billion from Part B and $69.7 from Part D); the $7.9 billion surplus was added to the SMI trust fund balance. General revenues accounted for 72.9% of total income, and premiums accounted for 22.5%. (See Table 1 for 2013 Parts B and D operations data.)", "Of the $255.0 billion in income to Part B, general revenues made up $185.8 billion of that amount (72.9%), premiums accounted for $63.1 billion (24.7%), and interest and other income made up the remaining $6.1 billion (2.4%). In 2013, the program paid out $247.1 billion; similar to HI, almost all of this amount was used to cover benefits, while the remaining 1.3% covered administrative expenses. (See Appendix E for historical and projected income and expenditures in the SMI Part B account.)", "Of the $69.7 billion in Part D income, general revenues accounted for $51.0 billion (73.2%), premiums accounted for $9.9 billion (14.2%), and transfers from states for $8.8 billion (12.6%). Almost all of the 2013 Part D program expenditures of $69.7 billion were used to pay benefit costs, and the rest, about 0.6%, was used for administrative expenses. (See Appendix F for historical and projected income and expenditures in the SMI Part D account.)"], "subsections": []}]}, {"section_title": "Short-Range Financial Soundness (10 Years)", "paragraphs": ["Over the next 10 years, total Medicare expenditures are projected to increase at an average annual rate of 6.8%, with total spending growing from $582.9 billion in 2013 to close to $1.1 trillion in 2023 (see Figure 2 and Appendix B ). The average growth rate reflects the expected growth in the number of individuals eligible for Medicare as well as expected increases in utilization and complexity of services per beneficiary and in the prices of those services. The growth rate also factors in ACA changes that affect cost growth rates, such as the productivity adjustments to the annual payment updates to certain providers and changes in payments to Medicare Advantage plans. Additionally, unlike in prior years' projections, these growth rates assume that the scheduled physician payment reductions of about 21% in April 2015 will not go into effect. "], "subsections": [{"section_title": "HI Short-Range Financial Status", "paragraphs": ["In the short term, the adequacy of the HI trust fund is determined by comparing its assets at the beginning of the year to expected costs for that year. The Trustees consider the fund to be adequate if the ratio of assets to expenditures is at least 100% at the beginning of and throughout the 10-year projection period. The Trustees note that the HI fund is not adequately financed over the next 10 years. Specifically, the new report states that the fund fails to meet the short-range (i.e., 10-year, 2014-2023) test of financial adequacy because total HI assets at the start of the year ($205.4 billion) are expected to be below 100% of expenditures (76%) during 2014. ", "HI expenditures have exceeded income every year since 2008 and are projected to continue doing so under current law through 2014. In 2009 and 2010, income from payroll taxes decreased substantially due to higher unemployment and slow growth in wages. In years 2011 through 2013, revenues grew faster than expenditures; however, they still did not reach the level of expenditures in those years, as spending also continued to increase due to growing Medicare enrollment and periodic updates to Medicare provider payment rates. ", "Income is expected to continue increasing at a faster rate than expenditures from 2014 through 2017 due to the assumed continuation of the economic recovery, the application of an additional 0.9% HI payroll tax for high-income enrollees beginning in 2013, and the 2% reduction in benefit spending required by BCA from April 1, 2013, through March 31, 2024. Over the next 10 years, HI income is expected to grow on average by 5.9% per year, while expenditures are expected to grow at an average rate of 5.3% per year. From 2015 through 2022, the HI trust fund is expected to run a slight surplus; after that period, expenditures are once again expected to outpace income. (See Figure 3 .)"], "subsections": []}, {"section_title": "SMI Short-Range Financial Status", "paragraphs": ["As premium and general revenue income for Medicare Parts B and D are reset each year to match expected costs, the SMI trust fund is deemed to be adequately financed over the next 10 years and beyond. However, over the past five years, Medicare Part B costs have been growing rapidly—by an average of 6.2% annually, exceeding GDP average growth by 3.5 percentage points. If, as assumed by the Trustees, Congress overrides physician payment reductions as it has done in the past, the Part B growth rate during this period is projected to average about 5.7% each year over the next five years. However, should the physician payment cuts be allowed to go into effect beginning in April 2015 as required under current law, Part B expenditures (and corresponding income) are expected to grow at a slower average growth rate of 4.9% annually over the next five years (2014-2018), slightly lower than expected GDP growth over the same period (5.0%). ", "For Part D, annual average growth over the past five years has been around 7.2%; however, due to expected growth in per person drug costs (in part due to increased costs associated with phasing out the Part D coverage gap) and expected growth in the number of enrollees, the average annual increase in expenditures is estimated to be 9.9% through 2018. However, over the next 10 years, estimated Part D costs are somewhat lower than projected in the prior Trustees report due to lower expected drug costs and higher expected rebates from drug manufacturers."], "subsections": []}]}, {"section_title": "Projected Date of HI Insolvency", "paragraphs": ["Medicare's fiscal health is often gauged by the projected solvency of the HI trust fund. As noted in the section \" Medicare Trust Funds ,\" in years in which HI expenditures exceed income, the program still has authority to continue to make payments as long as the trust fund has a balance. However, when the trust fund balance reaches $0, it is deemed insolvent and this part of the program would no longer have the authority to cover expenditures that exceed HI trust fund income. The 2014 Trustees report estimates that the HI trust fund will become insolvent in 2030, four years later than projected in last year's report (see Figure 4 ). The improved projections are primarily due to lower than expected expenditures in 2013, the base year used to project future expenditures, and reductions in assumptions of utilization of Part A services.", "In the past decade, beginning in 2004, HI expenditures began exceeding tax income (from payroll taxes and from the taxation of Social Security benefits). Expenditures began to exceed total income (tax income plus all other sources of revenue) in 2008. (Refer to Figure 3 for illustration of expenditure and income trends through 2023.) At that time, HI assets (the balance of the HI trust fund at the beginning of the year) were used to meet the portion of expenditures that exceeded income (the HI deficit ). Expenditures have exceeded income every year since then, and are expected to continue doing so through 2014. Although the trust fund is projected to run a small surplus in years 2015 through 2022, after that time expenditures are expected to again exceed income, with trust fund assets making up the difference until the asset balance is depleted in 2030. At that time, the trust fund is projected to only have sufficient income to cover 85% of Part A expenditures. Unless action is taken prior to that date to increase HI revenue and/or decrease expenditures, Congress would need to appropriate additional funding (e.g., through general revenue transfers) to make up for these deficits and to allow for full and on time payments to providers of Part A services.", "Because the impact of the ACA productivity adjustments on projected HI expenditures is relatively modest in the short term, the expected trust fund exhaustion date provided in the illustrative alternative, 2029, is only a year earlier than that under the projected baseline scenario."], "subsections": []}, {"section_title": "Long-Range Financial Soundness (75 Years)", "paragraphs": ["For projections beyond 2023, the Medicare Trustees do not provide actual dollar figures due to the difficulty of making meaningful comparisons of dollar values for different time periods over a long timeframe. Instead, the long-term financial soundness of the Medicare program is generally determined using one or more of the following measures:", "A comparison of the program's income and its cost as a percentage of taxable payroll (how much would need to be added to the payroll tax to keep HI solvent—this measure is only applicable to the HI trust fund); A determination of the present value of the program's unfunded liabilities over a particular period (the amount in today's dollars that would be needed to be in the trust fund for the program to remain financially sound for a specified period); and/or A comparison of expected benefit costs with GDP, the most frequently used measure of the total output of the U.S. economy (the amount spent on Medicare compared to the size of the economy in general).", "The Trustees caution that while these estimates can provide indications as to whether the trust funds are in adequate financial condition, financial outcomes are inherently uncertain, especially over a very long time period."], "subsections": [{"section_title": "HI Income and Costs Relative to Payroll Taxes", "paragraphs": ["The long-range financial soundness of the HI trust fund is often determined by comparing the fund's income rate (the ratio of tax income, including payroll taxes and taxes on Social Security benefits, to taxable payroll) with its cost rate (the ratio of program expenditures to taxable payroll). The term taxable payroll refers to the total amount of wages, salaries, and self-employment income in the economy that is subject to the HI tax. By relating income and expenditure projections to expected future taxable payroll, comparisons can be made for long periods of time without the distortions caused by the changing value of the dollar (e.g., through inflation). Additionally, it indicates the relative amount of the nation's earnings that may be needed to cover the program's commitments in the future when compared to what is needed today."], "subsections": [{"section_title": "Year-by-Year Estimates", "paragraphs": ["In the past, cost rates have generally increased over time, rising from 0.94% in 1967 to 3.39% in 1996 (see Figure 5 ). This growth reflects both the higher rate of increase in medical care costs than in average earnings subject to HI taxes and the higher rate of increase in the number of HI beneficiaries than in the number of covered workers. Cost rates after that time have fluctuated primarily due to the passage of legislation affecting Medicare expenditures, including the Balanced Budget Act of 1997 ( P.L. 105-33 ) and the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ), as well as favorable economic performance. From 2008 through 2011, cost rates increased each year (3.30%, 3.67%, 3.69%, and 3.68%, respectively) due to the lower amount of taxable payroll resulting from the recession and subsequent slow recovery. Due to slower growth in Medicare spending, the 2012 cost rates decreased to 3.60%, and decreased again in 2013 to 3.55%. The 2014 Trustees report projects that in the short term, as a result of the expected continued economic recovery and changes made by the ACA, the cost rate will continue to decline through 2017. Over the long run, however, expenditures as a percentage of taxable payroll are expected to increase to 5.57% by 2085, primarily due to the aging of the baby boom generation and expected growth in health care costs. Under the illustrative alternative , the expected HI cost rate for 2085 is 8.75%.", "The HI income rate is projected to increase gradually from 3.28% in 2013 to 4.26% in 2085 primarily due to ACA's 0.9% increase in payroll taxes for high-income earners starting in 2013. As the income thresholds used to determine who qualifies as \"high-income\" are not indexed to grow with inflation, it is expected that more workers will be subject to this higher tax rate over time. Additionally, it is expected that income from taxation of Social Security benefits will increase as the number of Social Security recipients increases over time. Because the illustrative alternative only assumes changes in payments, the income rate is the same as that in the baseline projection of the 2014 Trustees report.", "As indicated earlier, HI expenditures in most future years are expected to exceed income, resulting in a negative difference between cost and income rates. In 2030, non-interest income is expected to cover 85% of HI expenditures, decline to 75% by 2045 and stay about the same level for the remainder of the 75-year projection period. The slowing of the growth of the cost rate beyond 2045 is due to the expected compounding of the ACA reductions in provider payment updates and the assumed slowing of growth in the volume and intensity of services used by Medicare beneficiaries. ", "The 2014 Trustees report estimates that at the end of the 75-year period, there will be an HI deficit (difference between the cost rate and the income rate) of 1.31% of taxable payroll. Under the illustrative alternative scenario, which assumes that the ACA productivity adjustments will eventually be phased out, the HI deficit at the end of the 75-year period is expected to be about 4.64% of taxable payroll. "], "subsections": []}, {"section_title": "Actuarial Balance", "paragraphs": ["The actuarial balance can be interpreted as the percentage that would need to be added to the current-law income rates and/or subtracted from the current-law cost rates in each of the next 75 years in order for the financing to support HI costs and to meet the targeted trust fund balance at the end of the projection period. The actuarial balance of the HI trust fund is defined as the difference between the sum of the income rate expected for each year in the 75-year projection period (including the beginning trust fund balance) and the sum of the cost rates for each year, expressed as a percentage of taxable income. This summarized rate is based on the present values of future income, costs, and taxable payroll.", "The 2014 Trustees report estimates that the summarized HI income rate for the entire 75-year period is 3.82% of taxable payroll and the summarized cost rate is expected to be 4.69%. The difference, the actuarial balance , is -0.87%. Because this is a negative number, the HI trust fund fails to meet the Trustees' long-range test of actuarial balance. This means that the income rate would need to increase by 0.87% of taxable payroll throughout the next 75 years for the trust fund to reach actuarial balance (e.g., by increasing the standard payroll tax from 2.90% to 3.77%), program spending would need to be reduced by a corresponding amount, or some combination of the two would need to occur. (The Trustees note that if no changes in the payroll tax or HI spending occur prior to 2030, then the required increase after that time would be 1.21% of taxable payroll.) If the productivity adjustments to HI provider payment updates cannot be continued in the long run, the CMS actuaries estimate that the actuarial deficit would be much higher, 1.92% of taxable payroll, under their illustrative alternative scenario."], "subsections": []}]}, {"section_title": "Unfunded Obligations", "paragraphs": ["The unfunded obligation is a measure of the long-term funding shortfall of the Medicare program. It is defined as the difference between the present value of the expected cost of the Medicare program over a specified time period and the present value of projected income (including the initial value of the trust fund). Put another way, the unfunded obligation is the amount of money that would have to be added to the trust funds today to make the program financially sound over a specified time period."], "subsections": [{"section_title": "HI Long-Term Obligations", "paragraphs": ["The 2014 Trustees report estimates that the unfunded obligation of the HI trust fund is $3.6 trillion (0.4% of the present value of GDP) over the next 75 years. This means that if $3.6 trillion were added to (or expenditures reduced from) the trust fund at the beginning of 2014, the program could meet the projected cost of current-law expenditures over the next 75 years. ", "The Trustees note that limiting the estimates of HI unfunded obligations to 75 years understates the full magnitude of these obligations because the 75-year measures only reflect the full amount of taxes paid by the next few generations of workers, but not the full amount of their expected benefits. Therefore, since 2004, the Trustees report has included a measure of unfunded obligations that extends indefinitely (through infinity). Such extended projections can help indicate whether the HI financial imbalance would be improving or continuing to worsen beyond the 75-year period. In making these estimates, the Trustees assume that the current-law HI program, demographic, and economic trends used for the 75-year projection will continue indefinitely, except that average HI expenditures per beneficiary will increase at the same rate as GDP per capita less the productivity adjustments beginning in 2088. If the slower ACA price updates were to continue indefinitely, then the HI financial imbalance actually improves beyond the 75-year period. Under these assumptions, over the infinite horizon, the HI program is projected to have a deficit of $1.9 trillion, 0.1% of GDP (see Table 2 ). "], "subsections": []}, {"section_title": "SMI Long-Term Obligations", "paragraphs": ["Due to its automatic financing provisions, the SMI account is expected to be adequately financed into the indefinite future; therefore the unfunded obligations are considered to be $0 (see Table 3 ). However, estimated SMI expenditures of $33.6 trillion over the next 75 years are expected to exceed premium revenues and state payments by $24.7 trillion; general fund transfers of this amount will be needed to keep the SMI trust fund in balance for the next 75 years.", "The estimated present value of Part B expenditures through the infinite horizon is $43.0 trillion, of which $24.3 trillion would occur during the first 75 years. Approximately 26% of expenditures for each time period would be financed through beneficiary premiums, and a fraction of a percent would be financed through fees collected related to brand-name prescription drugs. The remaining 74% is expected to be paid by general revenues. Similarly, the estimated present value of Part D expenditures through the infinite horizon is $19.4 trillion, of which $9.3 trillion would occur during the first 75 years. For each time period, approximately 17% of expenditures would be financed through beneficiary premiums, 10% through state transfers, and the remaining 73% funded by general revenues."], "subsections": []}]}, {"section_title": "Medicare Costs as a Percentage of GDP", "paragraphs": ["A comparison of Medicare costs (for Medicare Parts A through D combined) to GDP provides a measure of the amount of financial resources that will be necessary to pay for Medicare services relative to the output of the U.S. economy. The rising costs of health services, increasing utilization rates, and anticipated increases in the complexity of services are expected to contribute to the rising costs of Medicare relative to GDP. Additionally, it is expected that as increasing numbers of people become eligible for Medicare, there will be a significant growth in benefit expenditures. Under current law, the Trustees expect Medicare costs to increase from 3.5% of GDP in 2013 to 5.3% of GDP in 2035 and to 6.9% in 2088. Under the illustrative alternative , projected Medicare costs are expected to represent about 8.4% of GDP in 2088. (See Appendix G for a comparison of projections of Medicare expenditures as a percentage of GDP from the 2009 through 2014 Trustees reports.)", "Over the next 75 years, general revenues and beneficiary premiums are expected to play an increasing role in financing the program. (See Figure 6 .) ", "General revenue transfers to the SMI trust fund are projected to increase from 1.4% of GDP in 2014 to 3.3% in 2088, and beneficiary premiums from 0.5% of GDP in 2014 to 1.2% in 2088. As shown, the share of Medicare income from payroll taxes and taxation of benefits is expected to fall substantially during that period (from 41% to 28%), while the share of general fund revenue is expected to rise (from 43% to 52%), as is the share of premiums (from 14% to 18%). Any excess in projected spending over revenues represents the HI deficit; in 2088, the HI deficit is projected to represent 0.5% of GDP."], "subsections": []}]}, {"section_title": "Medicare Funding Warning (\"Medicare Trigger\")52", "paragraphs": ["As noted, HI and SMI are financed very differently. HI is funded by current workers through a payroll tax, while SMI is funded by premiums from current beneficiaries and federal general revenues. Because of this financing, the SMI trust fund's income is projected to equal expenditures for all future years. However, there is concern that over time the economy will be unable to support the increasing reliance on general revenues which in large measure comes from taxes paid by the under-65 population. In response, the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA, P.L. 108-173 ) required the Trustees report to include an expanded analysis of Medicare expenditures and revenues. Specifically, a determination must be made as to whether general revenue financing will exceed 45% of total Medicare outlays within the next seven years (on a fiscal year basis). The law specifies that if an excess general revenue funding determination is made for two successive years, a \"Medicare funding warning\" is triggered, and the President is to submit a legislative proposal to respond to the warning. The Congress is required to consider the proposals on an expedited basis; however, passage of legislation within a specific time frame is not required. To date, no legislation has been enacted to specifically respond to these funding warnings.", "In each report issued from 2006 through 2013, the Medicare Trustees made a determination of excess general revenue funding. However, in their 2014 report, the Trustees project that general revenues will not exceed 45% of total Medicare outlays within the next 7 fiscal years (FY2014-FY2020), and therefore did not issue a funding warning. The Trustees project that from FY2014 through about FY2022, the expected higher tax income and lower outlays due to ACA provisions and other legislation will result in general revenue funding remaining below the 45% threshold. However, the Trustees estimate that beginning in FY2024, the ratio of dedicated funding and outlays will exceed 45%, grow to 55% by 2043, and stay at that level through 2088. ", "Proponents of the 45% threshold measurement believe that it can serve as an effective early warning system and that it forces fiscal responsibility. Opponents of the measure suggest that it doesn't adequately recognize a shift towards the provision of more services on an outpatient basis or the impact of the Part D program on general revenue increases, and that other measures, such as Medicare spending as a percentage of GDP, Medicare spending as a portion of total federal spending, or the number of workers subject to payroll taxes per Medicare beneficiary, are better ways to measure the health of the Medicare program. "], "subsections": []}, {"section_title": "Medicare Expenditures and the Federal Budget", "paragraphs": ["By law, the annual Medicare Trustees reports focus on the financial status of the Medicare HI and SMI trust funds. Trust fund accounting methods are used to determine whether dedicated sources of Medicare revenue, together with any asset balances, are sufficient to allow the payment of expected expenditures on a timely basis. In contrast, when examining Medicare finances under unified budget accounting methods, the total flow of money into and out of the U.S. Treasury is typically examined regardless of the source of revenue.", "The expected shortfall in payroll taxes needed to fully cover future HI expenses and the rapid growth of SMI, which relies primarily on general revenues for financing, have made it increasingly important to look at Medicare expenditures from the perspective of the federal budget as a whole. To illustrate, over the next 75 years, HI revenues are projected to fall short of expenditures by $3.8 trillion in present value terms. This is the additional amount that is expected to be needed in order to pay HI benefits at the level expected under current law over the next 75 years. Note that the federal liability from a budget perspective includes the beginning accumulated assets in the HI trust fund, as they represent federal payment obligations. In other words, from the budget perspective, the total liability includes both the present value of the HI deficit of $3.6 trillion (see Table 2 ) plus the approximately $0.2 trillion in trust fund assets as of January 1, 2014.", "Additionally, general revenue transfers in present value terms of $24.7 trillion are expected to be needed to cover SMI expenditures (Parts B and D combined) over the next 75 years. The Medicare Trustees estimate that, assuming personal and corporate income taxes in the future maintain their historical average level relative to the national economy, the portion of income taxes that will be needed to fund the general revenue portion of SMI will grow from 13.8% in 2014 to 30.6% in 2080 (see Table 4 )."], "subsections": [{"section_title": "ACA and Medicare Spending", "paragraphs": ["As noted earlier, ACA contains numerous provisions that are expected to reduce Medicare spending growth (both HI and SMI) in future years. The ACA did not reduce beneficiaries' Medicare covered benefits or change Medicare's financing structure. Medicare is still funded primarily through mandatory spending, and aside from certain constraints in HI financing, there are still generally no limits on Medicare spending. The ACA mainly changes the way that payments are made to healthcare providers who provide services to Medicare beneficiaries. Because of these changes, Medicare expenditures are expected to be less than they would have been under prior law, but spending is not limited to those amounts. Actual benefit spending could be greater or less than projections depending on a variety of factors, including beneficiary health care needs and their utilization of services in a given year. As shown in Figure 2 , Medicare spending is still expected to increase in the future, just not as quickly as projected under prior law. As Medicare is not \"pre-funded,\" these expected \"savings\" are neither cut from, nor credited to, the Medicare trust funds. The expected reduction in future Medicare spending mainly just means that the federal government and Medicare beneficiaries are expected to spend less on Medicare benefits than they would have under prior law."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["As shown in this report, a wide array of measures can be used to describe the short- and long-term financial status of the Medicare program. While trust fund solvency issues are important, they only present part of the picture. When viewed from the perspective of the entire federal budget and the economy, Medicare spending obligations, even under the more optimistic scenario presented in the 2014 Medicare Trustees report, are expected to consume an increasing portion of federal budgetary resources over time. Budget experts have expressed concern about the long-run implications of Medicare expenditures on federal deficits; for example, in its long-term budget forecast, CBO noted:", "The long-term budget outlook is much less positive, however. The combination of three factors—the aging of the population, growth in per capita spending on health care, and an expansion of federal subsidies for health insurance—is expected to significantly boost the government's spending for Social Security and major health care programs. Barring changes to current law, that additional spending would contribute to larger budget deficits toward the end of the 10-year period that runs from 2015 to 2024, causing federal debt, which is already quite large relative to the size of the economy, to swell even more.", "The Medicare Trustees caution that it is difficult to forecast health and economic indicators over an extended period of time. For example, forecasts are based on the assumption that health spending will outpace GDP growth in the future because it has consistently done so in the past. It is possible that in the future, advances in medical technology, changes in consumer preferences, shifts in the health status of the population, or changes in the way health care services are delivered could result in very different financial outcomes from those estimated in the Trustees report. Further, as evidenced by the issuance of an illustrative alternative to the 2014 Trustees report, if changes to current health care policies are enacted (most notably these affecting provider productivity adjustments), future Medicare costs could be significantly different from current projections.", "There are no simple solutions to address the problems raised by the rapid growth in health care costs, the economic conditions, and the aging of the population. Additionally, as an entitlement program, Medicare must pay for all medically necessary covered benefits for enrollees; except for constraints placed on the program by the HI financing mechanism, there are no limits on overall Medicare spending. As such, policy options to restrain the growth of Medicare spending will continue to attract considerable interest.", "Proposals to reduce Medicare spending generally fall into one of two categories: (1) those that would reduce the federal share of Medicare spending (for example, by increasing beneficiary premiums and/or cost-sharing, changing Medicare eligibility criteria such as age, reducing the range of covered benefits, reducing provider payment amounts, establishing defined federal contributions, or setting federal spending limits); and (2) those that would reduce U.S. health care spending regardless of who is paying (e.g., decreasing medical errors, reducing unneeded, duplicative and/or ineffective care, and reducing fraud and abuse). On the revenue side, options to increase program income may include modifying dedicated Medicare payroll taxes or general income taxes, and/or imposing new fees or dedicated taxes. Some of the above changes could be made while still retaining Medicare's current structure, while others could only be made in the context of major program restructuring. Many of the proposals could be combined as part of an overall reform package.", "The challenge to policy makers will be to slow the growth in Medicare spending over the long term, to establish fair levels of contributions from beneficiaries and taxpayers, and to ensure continued beneficiary access to needed health care services. The Medicare Trustees suggest that prompt action is needed to address both the short- and the long-range financial challenges of the Medicare program; the sooner that solutions can be enacted, the more flexible these solutions can be, and the more gradually they may be phased in.", "Appendix A. Medicare Enrollment", "Appendix B. Total Medicare Income and Expenditures (HI and SMI Combined)", "Appendix C. Medicare Per Capita Expenditures", "Appendix D. Operation of the Hospital Insurance Trust Fund", "Appendix E. Operation of the Supplementary Medical Insurance Trust Fund, Part B Account", "Appendix F. Operation of the Supplementary Medical Insurance Trust Fund, Part D Account", "Appendix G. Medicare Expenditures as a Percentage of GDP"], "subsections": []}]}}