{"id": "R41514", "title": "Hamas: Background and Issues for Congress", "released_date": "2010-12-02T00:00:00", "summary": ["This report and its appendixes provide background information on Hamas, or the Islamic Resistance Movement, and U.S. policy towards it. It also includes information and analysis on (1) the threats Hamas currently poses to U.S. interests, (2) how Hamas compares with other Middle East terrorist groups, (3) Hamas's ideology and policies (both generally and on discrete issues), (4) its leadership and organization, and (5) its sources of assistance. Finally, the report raises and discusses various legislative and oversight options related to foreign aid strategies, financial sanctions, and regional and international political approaches. In evaluating these options, Congress can assess how Hamas has emerged and adapted over time, and also scrutinize the track record of U.S., Israeli, and international policy to counter Hamas.", "Hamas is a Palestinian Islamist military and sociopolitical movement that grew out of the Muslim Brotherhood. The United States, Israel, the European Union, and Canada consider Hamas a terrorist organization because of (1) its violent resistance to what it deems Israeli occupation of historic Palestine (constituting present-day Israel, West Bank, and Gaza Strip), and (2) its rejection of the off-and-on peace process involving Israel and the Palestine Liberation Organization (PLO) since the early 1990s. Since Hamas's inception in 1987, it has maintained its primary base of political support and its military command in the Gaza Strip—a territory it has controlled since June 2007—while also having a significant presence in the West Bank. The movement's political leadership is currently headquartered in exile in Damascus, Syria. Hamas receives assistance and training from Iran, Syria, and the Lebanese Shiite militant group Hezbollah. Hamas is often discussed alongside other groups in the region that engage in militant and terrorist activities to achieve their ends, yet Hamas has confined its militancy to Israel and the Palestinian territories—distinguishing it from the broader aspirations expressed by Al Qaeda and its affiliates.", "The overarching U.S. goal regarding Hamas is to deter, transform, marginalize, or neutralize it so that it no longer presents a threat to Israel's security, to a peaceful and lasting resolution of the Israeli-Palestinian conflict, or to other U.S. interests—either in its own right or as a proxy of Iran or other actors. Various legislative and policy initiatives designed to accomplish this goal have at most achieved temporary or partial success. It is possible to conclude that U.S. and other international support for Israel and the Palestinian Authority/PLO dominated by Fatah (Hamas's main rival faction) has been counterproductive to some extent when comparing Hamas's domestic, regional, and international strength in the early 1990s—measured by factors such as popularity, military force, and leverage with other actors (including Israel and Fatah)—to its current strength. The Israeli-Egyptian closure regime in Gaza and various U.S. and international initiatives constrain and isolate Hamas to a point and may exacerbate its internal organizational tensions and tactical disagreements. Yet, the threats Hamas continues to pose to Israel, to prospects for a two-state solution and to the future of Palestinian democracy present considerable risks and difficult trade-offs for any U.S. policy decisions going forward.", "The following CRS reports contain additional information on Hamas: CRS Report RL34074, The Palestinians: Background and U.S. Relations, by [author name scrubbed]; CRS Report R40101, Israel and Hamas: Conflict in Gaza (2008-2009), coordinated by [author name scrubbed]; CRS Report R40092, Israel and the Palestinians: Prospects for a Two-State Solution, by [author name scrubbed]; CRS Report R40664, U.S. Security Assistance to the Palestinian Authority, by [author name scrubbed]; and CRS Report RS22967, U.S. Foreign Aid to the Palestinians, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction: Issues for Congress", "paragraphs": ["Hamas, or the Islamic Resistance Movement, is a Palestinian Islamist military and sociopolitical movement that grew out of the Muslim Brotherhood, a Sunni religious and political organization founded in Egypt in 1928 that has branches throughout the world. The United States, Israel, the European Union, and Canada consider Hamas a terrorist organization because of (1) its violent resistance to what it deems Israeli occupation of historic Palestine (constituting present-day Israel, West Bank, and Gaza Strip), and (2) its rejection of the off-and-on peace process involving Israel and the Palestine Liberation Organization (PLO) since the early 1990s. Hamas seeks assistance and training from other Arab, Islamic, and international actors and organizations, and receives it from Iran, Syria, and the Lebanese Shiite militant group Hezbollah (see \" Iran, Syria, and Hezbollah \" below). ", "The overarching U.S. goal regarding Hamas is to deter, transform, marginalize, or neutralize it so that it no longer presents a threat to Israel's security, to a peaceful and lasting resolution of the Israeli-Palestinian conflict, or to other U.S. interests—either in its own right or as a proxy of Iran or other actors. Various legislative and policy initiatives designed to accomplish this goal have at most achieved temporary or partial success. Hamas's activities present challenges for U.S. policymakers and members of Congress, including", "countering Hamas's military and terrorist threats to Israel, its financial and smuggling networks, and its political influence; determining under what circumstances and the manner in which the United States might accept the participation of Hamas or Hamas representatives in a Palestinian Authority (PA) government and/or in Israeli-Palestinian peace negotiations; de-linking Hamas from its connections with Iran and Syria; and encouraging humanitarian relief efforts and economic development in Gaza without bolstering Hamas. ", "U.S. efforts and policy debates on these issues, which include foreign aid strategies, financial sanctions, and bilateral, regional, and international political approaches, are discussed further below (see \" Possible Options for Congress \"). "], "subsections": []}, {"section_title": "Overview", "paragraphs": ["Since Hamas's inception in 1987, it has maintained its primary base of political support and its military command in the Gaza Strip—a territory it has controlled since June 2007—while also having a significant presence in the West Bank. The movement's political leadership is currently headquartered in exile in Damascus, Syria. ", "Hamas's military wing, the Izz al Din al Qassam Brigades, has killed more than 400 Israelis, and at least 25 U.S. citizens (including some dual U.S.-Israeli citizens) in attacks since 1993. As the Qassam Brigades developed from a small band of guerrillas into a more sophisticated organization with access to greater resources and territorial control, its methods of attack evolved from small-scale kidnappings and killings of Israeli military personnel to suicide bombings and rocket attacks against Israeli civilians. Hamas also has frequently attacked or repressed Palestinian political and factional opponents, particularly in its struggle with Fatah and other groups for control in the Gaza Strip since Israel's military disengagement in 2005. For further information on these points, see \" Threats Hamas Poses ,\" Appendix A , and Appendix B below. ", "Hamas emerged as the main domestic opposition force to Palestinian nationalist leader Yasser Arafat and his secular nationalist Fatah movement in the West Bank and Gaza Strip in the 1980s and 1990s—largely by using violence against Israeli civilian and military targets just as Arafat's PLO began negotiating with Israel. In 2006, a little more than a year after Arafat's death and the election of Fatah's Mahmoud Abbas to replace him as PA president, Hamas became—by most analysts' reckoning—the first Islamist group in the Arab world to gain power democratically after a stunning electoral upset of Fatah gave it control of the Palestinian Legislative Council (PLC) and of Palestinian Authority government ministries. ", "Subsequent efforts by Israel, the United States, and the international community to neutralize or marginalize Hamas by military, political, and economic means may have changed the outward nature of its influence, but have failed to squelch it. In 2007, Hamas seized control of the Gaza Strip through decisive armed victories over PA and Fatah forces loyal to Abbas (causing Abbas to dismiss Hamas's PA government in the West Bank and appoint a \"caretaker\" non-Hamas government in its stead). Hamas has since consolidated its power in Gaza despite considerable damage visited on Gaza's people and infrastructure by an Israeli invasion in December 2008-January 2009 (also known as Operation Cast Lead, which was launched by Israel in response to repeated rocket attacks by Hamas and other Palestinian militants) and despite ongoing restrictions (often termed the \"blockade\" or \"closure regime\") by Israel and Egypt on the flow of people and goods into and out of the territory.", "By consolidating its control over Gaza and pursuing popular support through resistance to Israel, Hamas seeks to establish its indispensability to any Arab-Israeli political arrangement. Many analysts believe that Hamas hopes to leverage this indispensability into sole or shared leadership of the PA in both the West Bank and Gaza—either through a power-sharing arrangement with Abbas and his Fatah movement, or through presidential and legislative elections (which were supposed to take place in January 2010 under PA law, but have been postponed pending factional agreement on conditions for holding them)—and to gain membership in or somehow supplant the Fatah-dominated PLO, which remains internationally recognized as the legitimate representative of the Palestinian people. Fatah's political hegemony inside the occupied territories has been undermined by the inability of the Fatah-dominated PLO to co-opt or incorporate Hamas, which has proved more resistant than secular Palestinian factions to the PLO's inducements. Egyptian-mediated efforts to forge a PA power-sharing arrangement in the West Bank and Gaza between Hamas and its traditionally dominant rival faction, the secular nationalist Fatah movement, have stalled repeatedly.", "Hamas also has gained popularity among many Palestinians at Fatah's expense because of its reputation as a less corrupt provider of social services (funded by donations from Palestinians, other Arabs, and international charitable front groups) and because of the image it cultivates of unflinching resistance to Israeli occupation. Some Palestinians perceive that Hamas is more rooted in the experiences and attitudes of West Bankers and Gazans than Fatah. Most leaders from Fatah's historic core, including current PA President/PLO Chairman Mahmoud Abbas, spent decades in exile with Yasser Arafat's PLO in various Arab states. Although many from Hamas's top leadership, including political bureau chief Khaled Meshaal, also have lived in exile for 30-plus years, Hamas has maintained a strong presence within the Palestinian territories since its inception.", "For additional information on Hamas's historical background and on U.S. policy regarding Hamas, see Appendix A ."], "subsections": [{"section_title": "Threats Hamas Poses", "paragraphs": ["Many Israelis fear the potential long-term threat Hamas could pose to Israel's physical and psychological security if its rocket capabilities expand, if it gains an unchallenged foothold in the West Bank, and/or if it otherwise finds a way to regularly target civilians inside Israel again. Although damage from Palestinian suicide bombings in 1994-1997 and 2000-2008 is difficult to measure qualitatively, the bombings constituted a fearsome means of attack. In the aggregate, suicide bombing attacks by Palestinian militants killed approximately 700 Israelis (mostly civilians within Israel proper), with Hamas directly responsible for more than 400 of these deaths. Israel also fears that Iran, Syria, and possibly other actors in the region might use Hamas's proximity to Israel either to facilitate a coordinated multi-front military attack or to mobilize regional and international political pressure against Israel through the precipitation of crises and causes célèbre s . ", "The ability of Palestinians from the West Bank and Gaza to target civilians inside Israel (e.g., through suicide bombings) has been drastically reduced in the post-second intifada environment through heightened Israeli security measures. A system of tightly patrolled barriers and crossings limits access to Israel from both territories—in Gaza's case, almost completely. The system also includes the West Bank separation barrier that some Israelis envision as demarcating a border between Israel and a future Palestinian state, even though it strays from the 1948-1967 armistice line, known as the \"Green Line,\" in several places. Israeli military and intelligence operations within the West Bank—including various obstacles to and restrictions on Palestinians' freedom of movement (some of which are designed to protect Israeli settlers and settlements)—buttress the barrier system there."], "subsections": [{"section_title": "Rockets and Smuggling Tunnels", "paragraphs": ["In reaction to constraints on access to Israel, Hamas and other Palestinian militant groups in Gaza have increased their strategic reliance on firing rockets and mortars indiscriminately at Israeli targets. Rocket fire and the threat of future rocket fire with greater geographical range precipitated Israel's Operation Cast Lead against targets in Gaza in December 2008. The approximately 8,350 rockets and mortars fired by Palestinians since 2001 have killed at least 28 Israelis and wounded dozens, while the persistent threat of rocket fire has had a broader negative psychological effect on Israelis living in targeted communities. ", "Since the end of Operation Cast Lead, Hamas has permitted far fewer rockets to be fired from Gaza by its military wing and other Palestinian militant groups, perhaps because of a desire to avoid another large-scale Israeli attack. Nevertheless, analysts and Israeli officials say that Hamas continues to manufacture and stockpile hundreds, if not thousands, of \"Qassam\" rockets. These rockets have limited ranges, and are generally made from household ingredients such as fertilizer, sugar, alcohol, fuel oil, pipes, and scrap metal. The raw materials are generally smuggled into Gaza—thus circumventing the Israeli-Egyptian closure regime—via tunnels under the Egyptian border. ", "Since Israel's disengagement from Gaza in 2005, Hamas has promoted a dramatic expansion of the network of smuggling tunnels connecting Gaza with Egypt's Sinai Peninsula. Under the closure regime aimed at undermining Hamas's control over the territory, the tunneling network has become Gaza's primary economic engine and mode of rearmament for militants. In addition to raw materials for Qassam rockets and other explosive devices, press and trade reports and Israeli officials allege that thousands of mortars and hundreds of longer-range rockets in Hamas's arsenal (some of which may have been manufactured in Iran or China) have been smuggled into Gaza through the tunnels. As of the summer of 2010, one report said that these longer-range rockets could include dozens of 122-mm Grad or Grad-style rockets (sometimes known as Katyushas) and 230-mm Oghabs, and possibly some 50 modified 240-mm Fajr-3 rockets that could conceivably reach Tel Aviv or Israel's nuclear facilities in the Negev Desert near Dimona. Hamas and other Palestinian militants also have reportedly received small arms and anti-aircraft and anti-tank weapons through the tunnels. ", "Estimates say that approximately 7,000 people work on over 1,000 tunnels. The tunnels are reportedly of a generally high quality of engineering and construction—with some including electricity, ventilation, intercoms, and a rail system. The openings to many tunnels are found within buildings in or around Gaza's southernmost city of Rafah. Although Israeli airstrikes rendered over 100 tunnels inoperative during Operation Cast Lead, many of them were restored within a few weeks because the main damage was sustained at the openings, not in the middle sections. Israel, Egypt, the United States, and other North Atlantic Treaty Organization (NATO) countries have pledged to stop or slow smuggling to Gaza by land and sea, and some measures such as Egypt's construction of an underground fence along its side of the Gaza-Egypt border (see \" Countering Financial and Smuggling Networks \") have been taken. Nevertheless, anti-smuggling capabilities remain limited and/or constrained. ", "It also is possible that Hamas may have the capability to fire rockets from outside of Gaza. In August 2010, rockets fired from Egypt's Sinai Peninsula hit the neighboring cities of Eilat, Israel, and Aqaba, Jordan, on the Red Sea coast. Israeli and Egyptian officials, along with Palestinian Authority officials from the West Bank, claimed that Hamas was responsible."], "subsections": []}, {"section_title": "Gaza Militias and Security Forces", "paragraphs": ["The leadership and most of the manpower—estimated at about 2,500—of Hamas's military wing, the Qassam Brigades, are in Gaza. In addition, the Hamas-led government in Gaza maintains a robust contingent of approximately 13,000-14,000 police, security, and intelligence personnel, many of whom are drawn from the Executive Force that assisted the Qassam Brigades in defeating Fatah-led forces in Gaza in June 2007 (see Table 3 and \" In Gaza \" below). ", "It seems unlikely that the Qassam Brigades and Hamas-commanded Gaza security forces, even working in concert with other Gaza-based militants, could present a significant conventional threat to an Israeli military superior in manpower, equipment, and technology. Perhaps the main threat is the possibility that Hamas might kill or abduct additional Israeli soldiers to add to the leverage it believes it has gained against Israel with current Hamas captive Sergeant Gilad Shalit. The Qassam Brigades and other militant groups engage in periodic border skirmishes with Israeli forces involving small arms and improvised explosive devices, partly to continually refresh their resistance credentials. ", "Hamas has portrayed its survival of Operation Cast Lead as a victory, but many analysts believe that Israel established some level of deterrence. These analysts say that Hamas did not expect the intensity of the Israeli operation and genuinely feared for the survival of its rule in Gaza. As a result, they suggest the group is now more cautious about possible provocations of Israel."], "subsections": []}]}, {"section_title": "Comparison with Other Middle East Terrorist Groups", "paragraphs": ["Hamas is often discussed alongside other groups in the region that engage in militant and terrorist activities to achieve their ends. Israeli officials routinely compare Hamas with Al Qaeda. Yet Hamas has confined its militancy to Israel and the Palestinian territories—distinguishing it from the broader violent jihadist aspirations expressed by Al Qaeda and its affiliates. This narrower focus was reflected by the following statement from Hamas political bureau (or politburo) chief Khaled Meshaal in a May 2010 interview with PBS's Charlie Rose: ", "Hamas is a national resistance movement. Yet we adopt the Islamic intellectual approach because we are part of the Muslim and Arab region. We have a battle only with the Israeli occupation. We do not have any military act anywhere else in the world. We do not consider any country in the world other than Israel as our enemy. We might say that the American policies are wrong, but we do not have any conflict whatsoever except with the Israeli politics. In other words, we do not practice resistance as an open choice anywhere else in the world but in our occupied territories and against Israel. And we do not launch a religious war. We are not against the Jews nor the Christians. And we do not pass any statements about their religions. We only resist those who occupy our territories and attack us. ", "Indeed, Al Qaeda voiced intense criticism of Hamas when it opted to engage in the Palestinian political process in 2005-2007 because its leaders believed Hamas was fatally compromising Al Qaeda's ideal of pan-Islamic revolution. Al Qaeda's number-two leader, Ayman al Zawahiri, said in 2006 that \"Those trying to liberate the land of Islam through elections based on secular constitutions or on decisions to surrender Palestine to the Jews will not liberate a grain of sand of Palestine.\"", "Furthermore, hundreds of disaffected Palestinians in Gaza who apparently share Al Qaeda's misgivings that Hamas engages in unacceptable compromise have joined violent jihadist groups with Salafist leanings or postures in opposition to Hamas. Nevertheless, Hamas has been willing to tolerate these smaller extremist groups to the extent they refrain from public challenges to Hamas's rule. Hamas also coordinates action with others that reject peace with Israel—both Islamist and secular—under some circumstances.", "Comparisons between Hamas and groups that blend political Islam with national or ethnic loyalties and grievances may be more apt. Hezbollah shares many characteristics with Hamas. It participates in electoral politics; it has a distinct geographical base of support; its main foreign backing comes from Iran. Perhaps most importantly, opposition to Israeli occupation or alleged occupation is a key animating factor for its supporters. Yet, significant differences exist between the two organizations, many of them following from Hezbollah's Shiite identity and greater freedom to traverse national borders. Shiites (Hezbollah's core demographic support base) constitute a significantly lower percentage of the population in Lebanon than the percentage Sunnis constitute in the Palestinian territories. Hezbollah's ties with Shiite Iran also are closer and more ideological than Hamas's. Hezbollah operatives actively train other militants (including from Hamas—see \" Iran, Syria, and Hezbollah \" below). Also, Hezbollah's rockets, other weapons, and militias are believed to present a significantly greater conventional military threat to Israel than Hamas's.", "Hamas retains its claim to an electoral mandate because the majority it won in the Palestinian Legislative Council (PLC) in 2006 elections has not been displaced through subsequent elections (some say mainly due to reluctance by both Hamas and Fatah to risk their respective spheres of control in Gaza and the West Bank because of uncertainty regarding Palestinians' political preferences and factional advantages). As a result, many Hamas leaders, followers, and sympathizers identify the movement with other Sunni-led, Islamist-influenced groups and parties in the region that participate non-violently in their respective political arenas. These include Turkey's ruling Justice and Development Party (AKP) and non-militant branches and affiliates of the Muslim Brotherhood. Hamas's model of having a foot in both political and military realms serves as inspiration for other regional Islamist groups. This leads to concerns among regional states and the broader international community that Islamist groups elsewhere that participate or seek to participate non-violently in the political arena could turn to violence. "], "subsections": []}, {"section_title": "Ideology and Policies", "paragraphs": ["Hamas combines Palestinian nationalism with Islamic fundamentalism, although opinions differ about how these two driving forces interact in Hamas's ideology and policies. Its leaders strive to connect Hamas to the longer narrative of Palestinian national struggle—dating to the time of the British Mandate—and to past leaders such as the anti-colonialist Izz al Din al Qassam (see footnote 3 ), Mohammed Amin al Husseini (the Grand Mufti of Jerusalem during the British Mandate), and Abd al Qader al Husseini (a political and military leader who died in the 1948 war with Israel). ", "Some analysts insist that Hamas's actions show that it remains best defined by reference to its 1988 founding charter or \"covenant,\" which sets forth a particularly militant, uncompromising, and anti-Semitic agenda. These observers maintain this view despite and perhaps because of statements and documents issued over subsequent years by Hamas leaders purporting to redefine the movement's agenda or distance it from the charter, but failing formally to disavow it.", "Other analysts see Hamas as a pragmatic, evolving movement. They argue that Hamas has already moderated its positions by participating in 2006 elections for the Palestinian Legislative Council, agreeing to short-term cease-fires with Israel through indirect negotiation, and expressing willingness to enter into a long-term cease-fire (or hudna ) with Israel. Also, these observers say, Hamas signed the Mecca Accord in February 2007, pursuant to which it agreed to share power with Fatah, \"respect\" previous agreements signed by the PLO, and allow the PLO to negotiate with Israel and submit any agreement reached to the Palestinian people for their approval. Finally, these observers liken Hamas to the PLO from earlier times. The PLO, also once a terrorist group, altered some of its tenets in the late 1980s and early 1990s—agreeing to eschew violence, enter into negotiations with Israel (under the \"land-for-peace\" rubric of U.N. Security Council Resolutions 242 and 338), and recognize its right to exist.", "Still other analysts do not assume that Hamas remains committed to every word of its charter, but maintain that a decisive majority of Hamas members are unwilling to deviate from core principles of the movement—namely, its ability to resort to violence and its unwillingness to agree to a permanent peace or territorial compromise with Israel. These analysts readily say that Hamas is not monolithic. Yet, they assert that in the instances in which Hamas conveys an impression of its pragmatism or potential moderation, consensus exists among its various political and military leadership bodies and councils that such actions are tactical, confined within the limits its core principles allow, and only bind Hamas as long as circumstances favor a diplomatic approach over a more confrontational one. Under this interpretation, statements from Hamas leaders hinting at permanent compromise of its core principles would either be deceptive or represent a marginalized view. For example, these analysts claim, Hamas's stated willingness to contemplate a long-term cease-fire in the event of the establishment of a Palestinian state in the West Bank (including East Jerusalem) and Gaza would allow Hamas to consolidate its position and await a more propitious moment to assault Israeli targets."], "subsections": [{"section_title": "Overall Goals", "paragraphs": ["Hamas's primary goal is to achieve the \"liberation\" of all of historic Palestine (comprising present-day Israel, West Bank, and Gaza Strip) for Palestinian Arabs in the name of Islam. There is vigorous debate among analysts and perhaps within Hamas regarding the essential aspects of this goal. Hamas's charter is explicit about the struggle for Palestine being a religious obligation. It describes the land as a waqf , or religious endowment, saying that no one can \"abandon it or part of it.\" ", "Those who believe that Hamas is pragmatic are less likely to believe that it considers itself bound by its charter or by rhetoric intended to rally domestic support. On the other hand, those who contend that consensus exists within Hamas not to compromise on core principles believe that Hamas sees events from a different perspective than U.S. and other international analysts. They assert that Hamas has a much different concept of time, borne out by a gradual but consistent rise in the movement's fortunes over the course of generations (within its greater Muslim Brotherhood context) in the face of significant internal challenges and external opposition. "], "subsections": []}, {"section_title": "On Israel's Existence and the Jews", "paragraphs": ["The 1988 charter commits Hamas to the destruction of Israel and the establishment of an Islamic state in all of historic Palestine. It calls for the elimination of Israel and Jews from Islamic holy land and portrays Jews in decidedly negative terms, citing anti-Semitic texts and conspiracies. ", "Many observers claim that subsequent statements from Hamas have refrained from or deemphasized blanket negative references to Jews and supposed global Zionist conspiracies. Some might say, however, that this is belied by numerous anti-Semitic statements and references to pejorative stereotypes in media controlled by Hamas, including programming for both children and adults on Hamas's Al Aqsa satellite television channel."], "subsections": []}, {"section_title": "On a Two-State Solution", "paragraphs": ["Although Hamas's charter is uncompromising in its call for the liberation of all of historic Palestine, those observers who contend that Hamas is essentially pragmatic point to past statements in which leaders pledged hypothetically to respect actions taken through a potential Palestinian referendum or PA power-sharing government (that includes Hamas) to accept a two-state solution. Hamas politburo chief Khaled Meshaal, however, in an August 2010 interview, said:", "Hamas does accept a Palestinian state on the lines of 1967—and does not accept the two-state solution. There is [a] big difference between these two. I am a Palestinian. I am a Palestinian leader. I am concerned with accomplishing what the Palestinian people are looking for—which is to get rid of the occupation, attain liberation and freedom, and establish the Palestinian state on the lines of 1967. Talking about Israel is not relevant to me—I am not concerned about it. It is an occupying state, and I am the victim. I am the victim of the occupation; I am not concerned with giving legitimacy to this occupying country. The international community can deal with this (Israeli) state; I am concerned with the Palestinian people. I am as a Palestinian concerned with establishing the Palestinian state only. ", "In a May 2010 interview with PBS's Charlie Rose, Meshaal clarified the circumstances under which Hamas would respect the outcome of a Palestinian referendum on the relationship with Israel held after , not before or concurrently with, the establishment of a Palestinian state:", "If Israel withdraws to the borders of 1967, and from East Jerusalem, that will become the capital of the Palestinian state with the right of self—with the right of return for the refugees and with a Palestinian state with real sovereignty on the land and on the borders and on the checkpoints. Then we—the Palestinian state will decide the future of the relationship with Israel. And we will respect the decision that will reflect the viewpoint of the majority of the Palestinian people…. Don't request the Palestinian people to have a certain stance from Israel while living under the Israeli occupation. Give the Palestinian people the opportunity to live in a normal situation in a Palestinian state, and then the Palestinian people with complete freedom will decide."], "subsections": []}, {"section_title": "On the Use of Violence", "paragraphs": ["Hamas's 1988 charter says, \"There is no solution for the Palestinian question except through Jihad. Initiatives, proposals and international conferences are all a waste of time and vain endeavors.\"", "In the years since, the movement's willingness to halt violence and emphasize political over military methods in some circumstances, most notably the decision to participate in the 2006 PLC elections, has prompted some analysts to express hope that it might contemplate demilitarizing. Nevertheless, Hamas's leadership and many other analysts insist that no matter what other means Hamas may tactically employ from time to time, armed resistance remains its ultimate trump card.", "In a July 2010 interview with the Jordanian newspaper Al Sabeel , Meshaal discussed how having the option to use violence enhances Hamas's ability to negotiate, in contrast to the lack of leverage he said the PLO has had since renouncing violence:", "The [PLO] negotiators say: \"Negotiation is the option, the course and the only plan.\" They coordinate security with the enemy and implement the \"Road Map\" and its security requirements freely, with Israel offering nothing in return. What is there to force Olmert or Netanyahu to grant the Palestinians anything?", "Negotiation in the [PLO] case is out of its objective context; it is, merely from the perspective of political logic, lacking resistance and not based on the necessary power balance. The Vietnamese—for instance—negotiated with the Americans as the latter were retreating; thus negotiations were useful for turning the last page on American occupation and aggression. You are successful in negotiation and in imposing your conditions on the enemy depending on the number of power cards you have on the ground. "], "subsections": []}, {"section_title": "On Its Model for an Islamic State", "paragraphs": ["Hamas's charter envisions that Palestine will become an Islamic society that allows for coexistence of all religions \"under its wing\":", "The Islamic Resistance Movement is a distinguished Palestinian movement, whose allegiance is to Allah, and whose way of life is Islam. It strives to raise the banner of Allah over every inch of Palestine, for under the wing of Islam followers of all religions can coexist in security and safety where their lives, possessions and rights are concerned. In the absence of Islam, strife will be rife, oppression spreads, evil prevails and schisms and wars will break out.", "However, by reshaping PA institutions, laws, and norms to fit its ends—instead of fully overhauling them—and by allowing the U.N. Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) and other international and non-governmental organizations to operate in Gaza, Hamas has opted—for the time being at least—for stability over a comprehensive societal transformation. Hamas interior minister Fathi Hamad has insisted:", "Claims that we are trying to establish an Islamic state are false. Hamas is not the Taliban. It is not al-Qaeda. It is an enlightened, moderate Islamic movement.", "Some ideologues who believed that Hamas would or should have implemented sharia law and formally and fully Islamized public and private life soon after taking power have been disappointed. This disappointment has resulted in some Islamists joining more extremist groups, though it does not appear to present a near-term challenge to Hamas's rule and it is unclear how pronounced or significant this trend will be long term.", "Yet, there has been some movement toward a greater Islamization of society through the broader Hamas community network of mosques, reconciliation committees, government ministries and courts, security forces, religious scholars, and schools. Islamic fatwas (legal opinions) have been offered as an alternative to secular justice for some police detainees. \"Morality police,\" judges, and school principals advocate for and enforce Islamic dress codes—especially for women—in publicly conspicuous places, although resistance to these measures has slowed or reversed their implementation in some instances. How this has affected the minority of Palestinian Christians in Gaza is unclear. In February 2010, interior minister Fathi Hamad (in a statement that some could interpret as contradicting his above-quoted statement regarding Hamas's supposed moderation) \"called for ' Da'wa efforts to reach all institutions, not just mosques,' signaling an intent to systematically Islamize government agencies, starting with his own.\""], "subsections": []}, {"section_title": "Use of Media", "paragraphs": ["Hamas has used its control over Gaza's media and a robust Internet presence to cast Islamist, anti-Israel, and anti-Semitic teachings within a narrative portraying \"martyrdom\" and violence against Israel and Jews as heroic. Public dissent is suppressed, and Hamas uses its Al Aqsa television and radio channels and summer camps to indoctrinate children and youth with its hybrid Islamist/Palestinian nationalist views. In 2009, Hamas even produced its first feature-length film celebrating the life and death of a Qassam Brigades militant from the first intifada. It encourages support and often recruits from \"mosque youth\" who assist neighborhood imams and sometimes act as informants for Hamas-controlled Gaza intelligence organizations. ", "Hamas leaders also skillfully use regional and international media outlets to craft messages to its various audiences, including Arabs and Muslims, Americans, Europeans, and Israelis. Israeli officials insist that Hamas delivers the same message to Arab and Western audiences with a different tone and emphasis for each, creating what some might call purposeful and convenient ambiguity over questions such as Hamas's possible pragmatism."], "subsections": []}]}, {"section_title": "Leadership and Organization", "paragraphs": [], "subsections": [{"section_title": "In General", "paragraphs": ["Hamas has a variety of movement-wide and regional leadership organs, along with branches that conduct its political, military, and social welfare activities with varying levels of formal association to the group. In addition, the de facto Hamas government in Gaza has its own leadership structures and public stature. Who controls overall strategy, policy, and financial decisions, and how control is exercised, remain open questions with opaque answers. The State Department and some analysts believe that Hamas generally follows a hierarchical model in which ultimate control resides with the 15-member political bureau (or politburo) and the movement-wide consultative council (known as the shura council) headquartered in Damascus. According to Matthew Levitt of the Washington Institute for Near East Policy, \"Under this Shura council are committees responsible for supervising a wide array of activities, from media relations to military operations. At the grassroots level in the West Bank and Gaza, local Shura committees answer to the overarching Shura council and carry out its decisions on the ground.\" One reason to believe that substantial authority resides with the movement-wide and regional shura councils is that Hamas closely guards the secrecy of these councils' membership. Hamas also maintains branch offices in areas where it enjoys support, such as Lebanon, Sudan, the Gulf, and possibly Iran.", "Some analysts, however, believe that Hamas's formal hierarchical structures remain subject to a dispersion of control given that the geographical division of the organization's core activities among Damascus and Gaza—maintained out of necessity for the organization's security and survival—creates a system of mutual leverage. This system is based on how the actions and funding streams of Hamas's political, military, and social welfare branches affect their interactions, as these interactions both shape and are shaped by events.", "Hamas seeks to mitigate the tension inherent between its activities as (1) a militant organization uncompromisingly opposed to Israel in defiance of international opprobrium and countermeasures; and (2) the de facto government in Gaza accountable to its people for managing security, economic, and other basic societal issues that largely depend upon Israeli and international actions. Some might express this as Hamas's desire to maximize its power while minimizing its accountability. Hamas claims it draws a bright line bifurcating the organization's leadership from its members in the Gaza government, which, if true, helps it deflect accountability. This could discourage the United States and other international actors from including Hamas in political discussions tied to Palestinian governance or negotiations with Israel. "], "subsections": []}, {"section_title": "Internal Tensions?", "paragraphs": ["Various U.S. and international policymakers, including Secretary of State Hillary Rodham Clinton, have said or implied that organizational fissures may exist within Hamas. These possible fissures are somewhat overlapping. One supposedly runs between Gaza-based leaders accountable to local public opinion and Damascus-based leaders seen as closer to Iran. Another supposedly runs between so-called pragmatists and more hardline elements in the Gaza leadership (often Qassam Brigades militants and their sympathizers). Yet another is said to exist between two groups of Damascus exiles: (1) native Gazans with personal links to Hamas's Gaza founders (such as Musa Abu Marzouk), and (2) displaced West Bankers used to operating outside of the Palestinian territories who forged links with the Gaza founders mostly through Islamist organizations in Kuwait (known as Kuwait iyya , this group includes Khaled Meshaal). ", "Within the Qassam Brigades, some analysts speculate that internal struggles may partly explain the rise of Jaljalat (an Arabic word for \"thunder\"), an \"amorphous network of armed militants numbering some 2,500-3,000\" that reportedly includes many disaffected Brigades members. Yezid Sayigh of King's College London, a longtime analyst of Palestinian security and politics and a former PLO advisor, claimed in a March 2010 report that Jaljalat fears that, \"by taking on the mundane tasks of government and public service delivery, Hamas has jeopardized its nationalist and Islamic purity and its commitment to armed resistance against Israel.\" Sayigh's report also said that Jaljalat is suspected of several attacks on Hamas vehicles and security offices, as well as on Internet cafés. Additionally, the report said that Qassam Brigades commander Ahmed al Jaabari may be concerned that some Hamas leaders in Gaza may be building alternative power bases that could threaten the internal unity of Hamas and the Brigades. ", "Hamas could be more united than it seems, although it benefits from the portrayal of its leadership as divided because this perception provides Hamas with greater flexibility in dealing with both Western actors who hold out hope of its moderation and its Syrian and Iranian benefactors who are reminded not to take its rejectionist stance for granted. Presenting a divided front also may serve Hamas by providing it with a rationale to explain policy inconsistencies or changes of direction to the Palestinian people."], "subsections": []}, {"section_title": "In Gaza", "paragraphs": ["Hamas directs the Gaza government and security forces through a self-appointed cabinet of Hamas ministers led by Ismail Haniyeh, who served as PA prime minister prior to Hamas's dismissal from government after the June 2007 Gaza takeover. The process by which decisions are taken is opaque, but analysts believe that it involves the movement-wide and Gaza regional shura councils, the Damascus politburo, and Qassam Brigades leadership. Along with an unknown amount it may receive from Hamas's organization and external benefactors, the Hamas-led government may receive revenue from Gaza's zakat committees (which collect Muslims' obligatory donations of 2.5% of their surplus wealth) and from licensing fees and taxes. Although Hamas is believed to make tens of millions of dollars annually from operating Gaza's smuggling tunnels (the estimate for 2009, according to Yezid Sayigh, was $150 million-$200 million), most of its profit reportedly goes to the organization (the Qassam Brigades, in particular), and not the Gaza regime. The people of Gaza still rely on Israel, Egypt, the PA in the West Bank, UNRWA, and other international and non-governmental organizations for access to and resources from the outside world (including banking, water, and fuel for electricity).", "Reference to the government in Gaza as the \"Hamas regime\" does not mean that all or even most of the people employed in ministries, civil service positions, and even security forces are necessarily members of Hamas or even Hamas sympathizers. Hamas partisans are, however, intermingled throughout. The Jerusalem Report , an Israeli weekly, states that since the June 2007 takeover, the PA in the West Bank has continued paying salaries to tens of thousands of public sector employees in Gaza—mostly in education- and health-related positions—while paying salaries to thousands more (including from the security forces) on the condition that they not perform their duties. Although this policy might allow the PA to maintain the loyalties of its workers, it also has relieved the regime of the economic burden of supporting those paid by the PA. It also has given the regime the opportunity to create a critical mass of Hamas loyalists within the government by filling vacated positions in the security forces and other key public institutions. Additionally, the Hamas-led regime has created its own ad hoc judicial framework and hired its own judges, many of them from sh aria courts.", "Although much international attention has focused on the improved professionalization of PA security forces in the West Bank, analysts say that Hamas-led security forces in Gaza also exhibit impressive levels of discipline and efficiency that have succeeded in keeping order. There are, however, widespread reports of mistreatment and torture of Hamas political opponents (particularly Fatah members) and other prisoners; at the same time, similar reports circulate about PA treatment of Hamas members and sympathizers in the West Bank.", "Many analysts believe that Hamas rule remains stable and effective in some areas despite the miserable post-Operation Cast Lead situation and Gaza's dilapidated infrastructure. Some see the beginnings of a patronage system, citing, among other evidence, the $60 million in handouts Hamas is reported to have distributed in $1,500-$6,000 increments to families whose homes were lost or damaged in the conflict. According to Yezid Sayigh, Hamas benefits from \"unbroken territorial control over the entirety of the Gaza Strip.\" This stands in contrast to the difficulties faced by the Palestinian Authority in the West Bank, whose jurisdiction and operations are \"fundamentally circumscribed by the 'Swiss cheese' model of intermeshed Palestinian autonomy areas and Israeli-controlled settlements and military zones.\""], "subsections": []}, {"section_title": "Popular Support", "paragraphs": ["Although Hamas's rule in Gaza is authoritarian, it did win PLC elections in 2006, and some believe that the future possibility of elections makes it responsive to public opinion. Polls taken in the West Bank (including East Jerusalem) and Gaza Strip from August-October 2010 indicated that Palestinians favored Fatah over Hamas by nearly two-to-one to over three-to-one margins in each territory. Large groupings of Palestinians (ranging in the various polls from 15% to nearly 40%), however, did not identify a factional preference, possibly indicating popular malaise or cynicism regarding political developments and processes, or potential for volatility. ", "However, according to a September-October 2010 poll by the Palestinian Center for Policy and Survey Research, over 60% of Gazans (contrasted with just over 40% of West Bankers) supported both Hamas's August-September 2010 shooting attacks on Israeli settlers in the West Bank and the idea of attacking civilians inside Israel. Might the possible resumption by Hamas of regular attacks or other active opposition to Israeli-PLO negotiations gain it support from this demographic? In the same poll, Palestinians were almost evenly divided (those agreeing came out slightly ahead, by a 49%-48% margin) on the following question related to a possible two-state solution: ", "There is a proposal that after the establishment of an independent Palestinian state and the settlement of all issues in dispute, including the refugees and Jerusalem issues, there will be a mutual recognition of Israel as the state of the Jewish people and Palestine as the state of the Palestinians people. Do you agree or disagree to this proposal?", "Some reports indicate that Hamas is building its support base among Palestinian refugees outside of the West Bank and Gaza Strip, particularly in Lebanon. Gaining the loyalty of refugee camp populations could give Hamas additional leverage with Fatah, Israel, and other regional actors."], "subsections": []}]}, {"section_title": "Sources of Assistance", "paragraphs": [], "subsections": [{"section_title": "Iran, Syria, and Hezbollah", "paragraphs": ["According to the State Department, Iran provides financial and military assistance to Hamas and other Palestinian militant groups. During a December 2009 visit to Tehran, Hamas politburo chief Khaled Meshaal said, \"Other Arab and Islamic states also support us ... but the Iranian backing is in the lead, and therefore we highly appreciate and thank Iran for this.\" Meshaal and his politburo colleagues, along with Hamas's movement-wide shura council, have safe haven in Damascus, Syria. From Damascus, Hamas's leadership-in-exile can direct the group's operations through financial transactions and unrestrained access to travel and communications. The Iran-backed Hezbollah movement in Lebanon provides military training as well as financial and moral support and has acted in some ways as a mentor or role model for Hamas, which has sought to emulate the Lebanese group's political and media success. Some Palestinians who are skeptical of the Arab-Israeli peace process believe that Iranian support for Palestinian militants and Hezbollah provides needed leverage with Israel that the United States and Europe are unlikely to deliver to PA President/PLO Chairman Mahmoud Abbas. ", "Some reports say that contributions to Hamas's political and military wings from Iran range from $20 million-$30 million annually. Yet, even though Hamas welcomes direct and indirect Iranian assistance and Iran's reputation among Arab populations has arguably been bolstered in recent years by its anti-Western and anti-Israel positions and rhetoric, Hamas and Iran may intentionally maintain a measure of distance from one another. An alternate interpretation is that they merely understate the extent of their ties. They appear to understand the importance of Hamas maintaining an image among its domestic constituents as an authentic Palestinian offshoot of the Muslim Brotherhood, instead of as an Iranian proxy—owing to the ethnic, sectarian, and linguistic differences between Palestinians (who are predominantly Arab, Sunni, and Arabic-speaking) and Iranians (who are mostly non-Arab, Shiite, and Persian-speaking).", "Iran's future influence over the Palestinian political scene seems tied to Hamas's fortunes, which have been on the rise since Hamas's political emergence in the late-1980s, and bolstered by its victory in Palestinian Legislative Council elections in 2006 and takeover of Gaza in 2007. Possible Iranian-supported smuggling of weapons, cash, and other contraband into the Gaza Strip, along with Iranian training for Gaza-based Hamas militants (who are able to travel to and from Iran and Lebanon after using the Gaza-Sinai tunnels), is believed to reinforce both Hamas's ability to maintain order and control over Gaza and its population, and Palestinian militants' ability to fire mortars and rockets into Israel. "], "subsections": []}, {"section_title": "Charities and Individuals", "paragraphs": ["U.S. officials and many analysts have concluded that, drawing upon its historical roots in and continuing ties to the Palestinian dawa (social welfare) community, Hamas receives much of its support from private individuals and organizations in the Palestinian diaspora and greater Arab and Muslim worlds (particularly in Saudi Arabia and other Gulf states). Since 1995, the United States has taken active measures—in concert with Israel, the PA, and other international actors—to disrupt Hamas's use of charities as front organizations (see Table 4 below and Appendix A for additional details). ", "Yet, it appears that, either through the international banking system or the Gaza-Sinai smuggling tunnels (or both), Hamas's political and military wings both still receive funding from their own networks of affiliated Islamic charities, including some that have operated and may still operate in the United States, Canada, and Europe. The most illustrative case was that of the Texas-based Holy Land Foundation for Relief and Development (HLF), once the largest Islamic charity in the United States. After U.S. investigators determined that HLF was funneling money to Hamas and had close ties with Hamas leader Musa Abu Marzouk when he lived in the United States in the early 1990s, the Treasury Department named HLF a specially designated global terrorist (SDGT) in 2001 and froze its assets. In 2008, five HLF leaders (four of whom are U.S. citizens) were found guilty on criminal charges of providing more than $12 million in material support to Hamas (through contributions to Hamas-linked charities) after President Bill Clinton had named Hamas a specially designated terrorist (SDT) by executive order in 1995. For providing financing, HLF and two affiliated organizations also were found liable in 2004 in federal civil court for the 1996 Hamas shooting death of an Israeli-American dual citizen in Jerusalem, although the verdict against HLF was reversed on appeal in 2007 on procedural grounds.", "The December 2004 findings of the Intelligence and Terrorism Information Center (an Israeli non-governmental organization), as paraphrased in a November 2008 Washington Institute for Near East Policy report, claimed that there were two separate categories of Hamas-linked charitable fronts: ", "The first category includes those fronts directly tied to Hamas. These typically employ Hamas activists, are established with the assistance of the Hamas political leadership, and see the vast majority of their funds dispensed to Hamas charities in the West Bank and Gaza. Such charities bring in an estimated $15–$20 million a year and include the Palestinian Relief and Development Fund (Interpal) and the al-Aqsa International Foundation, among others. The second category includes fronts that support radical Islamist elements generally but are not Hamas specific. A majority of these fronts are based in Persian Gulf states and most of the funds they send to the West Bank and Gaza are also channeled through Hamas organizations there.", "In November 2008, the Treasury Department identified one of these alleged front organizations, a Saudi Arabia-based charity known as the Union of Good, as an SDGT, claiming that the organization had been responsible for the transfer of tens of millions of dollars to Hamas-managed associations in the Palestinian territories. The Union of Good is reportedly chaired by Yusuf al Qaradawi, a renowned Egyptian scholar of Islam and Hamas supporter based in Qatar whose popular religious program on the Al Jazeera satellite television channel attracts approximately 40 million viewers. At the time of the Union's SDGT designation, the Treasury Department stated:", "The leadership of Hamas created the Union of Good in late-2000, shortly after the start of the second Intifada, in order to facilitate the transfer of funds to Hamas. The Union of Good acts as a broker for Hamas by facilitating financial transfers between a web of charitable organizations—including several organizations previously designated under E.O. 13224 for providing support to Hamas—and Hamas-controlled organizations in the West Bank and Gaza. The primary purpose of this activity is to strengthen Hamas' political and military position in the West Bank and Gaza, including by: (i) diverting charitable donations to support Hamas members and the families of terrorist operatives; and (ii) dispensing social welfare and other charitable services on behalf of Hamas…. [S]ome of the funds transferred by the Union of Good have compensated Hamas terrorists by providing payments to the families of suicide bombers.", "According to the Israel Security Agency (also known as the Shin Bet), several Islamic charitable organizations withdrew their funding from the Union of Good shortly after its SDGT designation.", "Some analysts believe that Hamas and other Palestinian militant groups may benefit from trade-based money laundering. Charities, companies, and individuals purchase high-demand commodities like sugar, tea, coffee, and cooking oil to be sold in Palestinian areas because of the scarcity of these items under the Israeli-Egyptian closure regime. Orders can be worth hundreds of thousands of dollars. Some groups, such as the Anti-Defamation League, have raised concerns over the participation of U.S. citizens and use of private U.S. funds in protest convoys (including the May 2010 Mavi Marmara flotilla discussed below—see \" International Dimensions \") directed at the Israeli-Egyptian closure regime that have raised money and donated supplies to Palestinians in Gaza, partly because of the difficulty in confirming that the recipients are not linked with Hamas. In July 2009, approximately 200 U.S. activists participated in a convoy organized by the British organization Viva Palestina (led by then British parliamentarian George Galloway) that entered Gaza from Egypt and donated approximately $500,000 worth of medical supplies (purchased from funds raised in the United States earlier in 2009) to Palestinian groups. "], "subsections": []}]}]}, {"section_title": "Possible Options for Congress", "paragraphs": ["In considering legislative and oversight options, Congress can assess how Hamas has emerged and adapted over time, and also scrutinize the track record of U.S., Israeli, and international policy to counter Hamas. There have been multiple attempts to marginalize Hamas through a variety of measures—political and foreign aid strategies, financial sanctions, arrests and deportations, physical blockades and border closures, and Israeli military operations and assassinations. Some of these measures have achieved temporary or partial success, but none has yet prevented Hamas from playing a major role in Israeli-Palestinian politics or prevented assistance to Hamas from states and other non-state actors in its region. Some might contend that U.S. policy with respect to Hamas since its initial U.S. terrorist designation in 1995 has strengthened instead of weakened the organization given its increased regional and international profile. Perhaps U.S. policy also has increased Hamas's reliance on the type of grassroots support that is not easily countered by governmental means. Others might say that the proper goal is to further strengthen the measures that have achieved temporary or partial success. ", "The following questions could be useful in evaluating legislative or oversight options:", "Is Hamas stronger than it was five years ago? 15 years ago? Why or why not? Have its rivals become stronger or weaker over that same period of time? (Strength could be measured by one of more of the following factors: popularity, military force, leverage with Israel, regional and global influence.) What are the United States' ultimate goals for Israel, the Palestinians, and the broader region? How do particular options regarding Hamas fit into these goals? What are Hamas's ultimate goals and how might Hamas act proactively to achieve these goals? How might it react to particular U.S. options that it perceives could serve or frustrate these goals? Once implemented, when are various options likely to produce results? What are U.S. capacities and political will for implementing and monitoring various options over time? What are intervening variables (i.e., other relevant actors, other issues that might distract from those addressed by various options, political timelines) and how might their potential negative impact on different options be minimized? How would the success of various options be measured?"], "subsections": [{"section_title": "U.S. Aid to Palestinians", "paragraphs": [], "subsections": [{"section_title": "Aid to Strengthen Non-Hamas Groups and Individuals", "paragraphs": ["The current U.S. aid program for the West Bank-based PA led by President Mahmoud Abbas and Prime Minister Salam Fayyad dates back to June 2007. Since that time, U.S. bilateral assistance to the West Bank and Gaza Strip has amounted to approximately $2 billion, and assistance to UNRWA for Palestinian refugees (including in Gaza) has totaled over $700 million. ", "This assistance includes $395.4 million (including $100 million in FY2010 funding) that have been appropriated or reprogrammed for use in the West Bank since 2007 to train, reform, advise, house, and provide non-lethal equipment for PA civil security forces in the West Bank loyal to President Abbas. A small amount of training assistance also has been provided to strengthen and reform the PA criminal justice sector. The Obama Administration has requested an additional $150 million in FY2011 funding for the security assistance program, which U.S. officials insist is only designed for West Bank security, and not for a prospective PA invasion of Hamas's stronghold in Gaza.", "The current U.S. aid program appears to reflect a threefold strategy with respect to Hamas:", "First, humanitarian aid is provided to Gaza to provide the people with basic needs and to prevent destabilization. Second, assistance (budgetary, development, security) provided for the West Bank is intended to create a virtuous cycle of prosperity for Palestinians under Abbas's rule to contrast with the relative indigence of Gaza under Hamas, with the idea that Palestinians will reject the Hamas model and embrace the West Bank model. Third, the West Bank security assistance is largely intended to combat, neutralize, and prevent terrorism from Hamas and other militant organizations. ", "Reevaluations might focus on the prospects for these three strategies to achieve their purposes. Some analysts argue that improvements in Palestinians' material well-being brought about by the current aid program might be necessary, but are unlikely to be sufficient in achieving lasting support for non-Hamas political elements without more direct progress on (1) Hamas-Fatah power-sharing, (2) Palestinian political reform (including presidential and legislative elections), and/or (3) Israeli-Palestinian negotiations. Nathan Brown of the Carnegie Endowment for International Peace, a longtime U.S. analyst of Palestinian politics, warned in June 2010 that the problem with \"soldiering on\" with the current strategy is that U.S. and Israeli policy inertia cedes the initiative to other actors:", "As has been shown time and again in recent years (most recently with the Gaza blockade), both Israel and the United States have unfortunately but unmistakably (and quite consistently) maintained policies until a crisis forces them to reevaluate….", "…. A political misstep by the West Bank government, an eruption of violence against Israeli targets originating either in the West Bank or Gaza, an upsurge in the conflict in Jerusalem, an extensive Israeli military campaign in Gaza, or the loss of one of the two indispensible men of the moment (Fayyad and Abbas) would likely leave both countries once more desperately rather than deliberately adjusting their policies toward internal Palestinian politics, and doing so most likely on unfavorable terms.", "Some analysts present U.S. involvement with Palestinian politics and institutions over the past 15 years as a cautionary tale, stating or implying that the continuation of U.S. policies intended to present the West Bank as a model for Gazans to emulate might backfire—due either to negative outcomes or negative perceptions (or both).", "Some members of Congress advocate expanding the level and type of humanitarian and development assistance to Gaza—often at the same time they advocate easing, ending, or even challenging the Israeli-Egyptian closure regime—because Gazans are seen as needing more support to improve their economic, physical, and psychological situations. Senator John Kerry, chairman of the Senate Foreign Relations Committee, and Representatives Brian Baird and Keith Ellison visited U.N. officials in Gaza in February 2009 (in the first official U.S. government visits to Gaza since 2003) to highlight Gazans' needs immediately following Operation Cast Lead. Representative Baird has since returned to Gaza twice, once in May 2009 with Representatives Donna Edwards and Peter Welch, and once in February 2010. In January 2010, 54 Representatives signed a letter to President Obama that requested a substantive lifting of the closure regime. "], "subsections": []}, {"section_title": "U.S. Security Assistance in the West Bank103", "paragraphs": ["As mentioned above, the Bush and Obama Administrations have given non-lethal aid for PA civil security forces in the West Bank loyal to President Abbas in an effort both to counter militants from Hamas and other militants, and to establish the rule of law for an expected Palestinian state. This U.S. assistance program exists alongside other assistance and training programs reportedly provided to Palestinian security forces and intelligence organizations by the European Union and various countries, including probable covert U.S. assistance programs. By most accounts, the PA forces receiving training have shown increased professionalism and have helped substantially improve law and order and lower the profile of terrorist organizations in West Bank cities. ", "However, the aspiration to coordinate international security assistance efforts and to consolidate the various PA security forces under unified civilian control that is accountable to rule of law and to human rights norms remains largely unfulfilled. PA forces have come under criticism for the political targeting of Hamas—in collaboration with Israel and the United States—through massive shutdowns and forced leadership changes to West Bank charities with alleged ties to Hamas members and through reportedly arbitrary detentions of Hamas members and supporters. A September-October 2010 Palestinian Center for Policy and Survey Research poll indicated that 76% of Palestinians (with opinions nearly uniform between Gazans and West Bankers) opposed or strongly opposed the PA's mass arrests of Hamas members and sympathizers following Hamas's August-September 2010 shooting attacks against Israeli settlers in the West Bank. Some Palestinians and outside observers also assert that the effectiveness and credibility of PA operations are undermined by Israeli restrictions—including curfews, checkpoints, no-go zones, and limitations on international arms and equipment transfers—as well as by Israel's own security operations in the West Bank and the Gaza closure regime. "], "subsections": []}, {"section_title": "United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) in Gaza", "paragraphs": ["The United States is the largest single-state donor to UNRWA, which provides food, shelter, medical care, and education for many of the original refugees from the 1948 Arab-Israeli war and their descendants—now comprising approximately 4.8 million Palestinians in Jordan, Syria, Lebanon, the West Bank, and Gaza. Most observers acknowledge that the role of UNRWA in providing basic services (i.e., food, health care, education) in Gaza takes much of the governing burden off Hamas. As a result, some complain that this amounts to UNRWA's enabling of Hamas and is an argument militating for discontinuing or scaling back UNRWA's activities. However, many others, U.S. and Israeli officials included, believe that UNRWA plays a valuable role by providing stability and serving as the eyes and ears of the international community in Gaza. They generally prefer UNRWA to the uncertain alternative that might emerge if UNRWA were removed from the picture. "], "subsections": []}, {"section_title": "Restrictions on Aid to Hamas or PA Government Including Hamas", "paragraphs": ["Under current appropriations legislation, the United States cannot provide financial assistance to Hamas under any conditions. This law also prohibits U.S. assistance to a PA government with Hamas ministers unless all the government's ministers accept the \"Section 620K principles\": (1) recognition of \"the Jewish state of Israel's right to exist\" and (2) acceptance of previous Israeli-Palestinian agreements—named after the section in the Palestinian Anti-Terrorism Act of 2006 ( P.L. 109-446 ) that sets them forth. These principles have some similarity to the principles the so-called international Quartet (United States, European Union, United Nations, and Russia) has required Hamas to meet before accepting dealings with it: (1) recognizing Israel's right to exist, (2) renouncing violence, and (3) accepting previous Israeli-Palestinian agreements. Hamas has alleged that the United States has used its leverage with Abbas to \"veto\" any serious attempt to broker a power-sharing compromise (by threatening an aid cutoff if Hamas rejoins the PA without accepting the Section 620K principles and/or Quartet principles), and some analysts understand the situation similarly.", "Future debates might focus on the following issues: ", "Whether to relax or tighten U.S. restrictions on which Palestinian party/ies should be answerable for accepting and complying with the Section 620K principles. Whether to grant the U.S. President discretion—under certain conditions and/or for specific purposes—to waive aid restrictions relating to a power-sharing government that includes Hamas and does not meet the Section 620K principles. ", "Secretary of State Hillary Rodham Clinton gave testimony at an April 2009 congressional hearing regarding the possibility of Hamas members serving in a PA government that would accept the Quartet principles and/or the Section 620K principles. She stated that \"we are currently funding the Lebanese government, which has Hezbollah in it\" because of a U.S. interest in supporting a government working to prevent the \"further incursion of extremism.\" "], "subsections": []}]}, {"section_title": "U.S. Assistance to Israel to Counter Rocket Threat", "paragraphs": ["The Obama Administration and both houses of Congress have proposed funding to support Israel's development of a short-range missile defense system known as Iron Dome that is designed to counter the rocket threat from Hamas. The United States and Israel also are co-developing a missile defense system known as David's Sling that could potentially be deployed against Hamas's longer-range rockets. For fuller detail on this subject, see CRS Report RL33222, U.S. Foreign Aid to Israel , by [author name scrubbed]; and CRS Report RL33476, Israel: Background and Relations with the United States , by [author name scrubbed]."], "subsections": []}, {"section_title": "Countering Financial and Smuggling Networks", "paragraphs": [], "subsections": [{"section_title": "Terrorist Designations and Legal Action", "paragraphs": ["As discussed elsewhere in this report (see \" Charities and Individuals \" and Appendix A ), U.S. executive orders and designations dating from 1995 that identify Hamas, affiliated organizations, and some of its leaders as terrorists (see Table 4 ) have authorized efforts, including those in concert with other international actors, to target Hamas funding sources. As also discussed elsewhere, existing anti-terrorism legislation has been used by U.S. courts to find U.S. citizens and/or organizations civilly and criminally liable for their material support of Hamas. Congress could evaluate how it might ", "support the Administration's anti-terrorism financial and legal actions; mandate or advocate complementary or alternative actions; and provide greater oversight. ", "Some analysts believe that the effectiveness of U.S. cooperation with Israel, the PA, and other international actors in freezing Hamas's assets and global financial transfers has hindered Hamas's capacity to carry out terrorist attacks and significantly influenced its political decisions over the past decade—including its attempt to seek popular legitimacy in 2005-2006 Palestinian elections and its allegedly increased reliance on Iranian support. Even though Hamas physically controls Gaza, the legal banking system there remains answerable to the PA in the West Bank and still applies controls in deference to U.S. policy. Most analysts believe, therefore, that smuggling cash and valuable goods (trade-based money laundering) through the Gaza-Sinai tunnels remains a preferred option for Hamas. Increasing scrutiny of charities and perhaps the specter of legal liability have reduced the effectiveness of Hamas financing networks in North America and Europe. Yet, political sensitivity to Hamas's popularity among Arab populations and an inclination to hedge bets on the outcome of the Fatah-Hamas rivalry may make Arab governments less likely to crack down on their own charities, even under U.S. pressure."], "subsections": []}, {"section_title": "Sanctions on Iran and Syria", "paragraphs": ["U.S. and international sanctions against Iran and Syria appear not to have had a significant effect on the two regimes' support for Hamas. However, supporters of the sanctions may believe that even if the sanctions do not compel Iran and Syria to curtail or cease support for Hamas, they might make the two regimes' future support for Hamas less robust and effective. If sanctions weaken Iran and Syria in general terms, one could argue, resources and efforts allocated to helping Hamas and other potential proxies could be redirected to core internal matters related to regime survival. One, however, also might argue the reverse—that weaker Iranian and Syrian regimes could be more rather than less likely to sponsor potential proxies in order to draw domestic attention away from internal problems and focus it on common external adversaries and issues of regional or international concern."], "subsections": []}, {"section_title": "Anti-Smuggling Efforts in Egypt and Elsewhere", "paragraphs": ["The ongoing Israeli-Egyptian closure regime—consisting of an Israeli naval blockade plus heavy restrictions on the passage of people and goods through land crossings—places most of the focus of other anti-smuggling efforts on the Gaza-Sinai tunnels. Targeting these tunnels, however, remains problematic. The State Department's Country Reports on Terrorism 2009 said that \"Israeli officials asserted that Egypt took steps to prevent arms smuggling from the Sinai into Gaza, but can do much more in terms of arresting, prosecuting, and incarcerating smugglers, destroying tunnel infrastructure, and providing socio-economic alternatives for Bedouin involved in smuggling activities.\" ", "Egypt, with U.S. support, is nearing completion of an underground fence at its border with Gaza: ", "United States army engineers are helping Egypt build the 6-8 km long steel wall, which is scheduled for completion in 2011. It was designed in the US and reportedly fits together like a jigsaw. The border is approximately 14 km long in total, but it is impossible to tunnel under the 5 km stretch approaching the sea, meaning that the wall is designed to cover all potential areas of tunnel construction. It has been bomb proofed and the 40 cm thick steel is super-strength, although these factors, if Abu Murrad [a Qassam Brigades commander] is to be believed, have not proved impervious. The wall is designed to run as deep as 25 m, representing a major construction project.", "Many observers, however, remain skeptical because of the ineffectiveness of past anti-smuggling efforts. According to some, smugglers have already penetrated the Egyptian underground border fence and Hamas remains able to count on tunnels for money and weapons. Egypt's inability or unwillingness to fully shut down tunnel traffic shows that external influence on its actions may have distinct limits. Egypt's motivations with regard to the Gaza-Sinai border are unique and complex—influenced by factors such as Hamas's potential to fan Islamist sentiment in Egyptian politics, fear that Israel might seek to transfer responsibility for Gaza to Egypt, Egypt's historical relationship to Gaza, a desire to accommodate traditional economic and cultural practices in Sinai, and comfort with the status quo. ", "For additional information on U.S. support for Egyptian anti-smuggling measures, see CRS Report RL33003, Egypt: Background and U.S. Relations , by [author name scrubbed]; and CRS Report RL34346, The Egypt-Gaza Border and its Effect on Israeli-Egyptian Relations , by [author name scrubbed].", "Some analysts argue that easing or ending the Israeli-Egyptian closure regime, and hence facilitating normalized trade in everyday goods, would facilitate a narrower and potentially more effective military, intelligence, and law enforcement focus on keeping money and weapons out. Although restrictions on non-dual-use goods entering Gaza from Israel were loosened in June 2010, the continued Israeli restriction on exports largely limits the goods legally entering Gaza to those provided through humanitarian aid. ", "Near the end of Operation Cast Lead in January 2009, the Bush Administration signed a memorandum of understanding with the Israeli government pledging additional U.S. support to counter weapons smuggling through a \"multi-dimensional, results-oriented effort with a regional focus and international components working in parallel,\" including efforts to counter societal incentives for smuggling. In March 2009, eight NATO member states agreed with the United States on a Gaza anti-smuggling program that \"provides a comprehensive platform for enhanced cooperation and coordination in the areas of information and intelligence sharing; diplomatic engagement; and military and law enforcement activities.\" Actions ascribed by most reports to Israel have occasionally occurred, including the January 2009 bombing of an apparent arms-smuggling convoy in Sudan moving in the direction of the Egypt-Gaza border and the February 2010 assassination of Qassam Brigades leader Mahmoud al Mahbouh during his trip to allegedly purchase weapons from Iranian sources in Dubai. It is not known whether those or similar actions involved intelligence sharing. "], "subsections": []}]}, {"section_title": "Countering Hamas Media", "paragraphs": ["In March 2010, the Treasury Department named Hamas's Al Aqsa Television as a specially designated global terrorist (SDGT), thus allowing the United States to target Al Aqsa's finances. Three months later, in June 2010, France's official broadcast regulator ordered the French satellite operator Eutelsat to cease broadcast of Al Aqsa (which was carried through one of its satellites by Bahrain-based Noorsat). This occurred following repeated urgings from the European Commission that Al Aqsa's programming violated European anti-incitement laws. It is unclear whether the U.S. designation of Al Aqsa also might have influenced the regulator's decision.", "The 111 th Congress considered legislation to counter Hamas incitement. H.R. 2278 , which passed the House of Representatives on December 8, 2009 (by a vote of 395-3), and was referred to the Senate Foreign Relations Committee, would seek to make it U.S. policy to urge all parties with influence over satellite transmissions to halt broadcasts of Hamas-run Al Aqsa TV and similar channels (including Hezbollah's Al Manar TV) and to consider implementing punitive measures against satellite providers that do not halt such broadcasts. H.R. 2278 also would require an annual presidential report to Congress on \"anti-American incitement to violence\" that would include a country-by-country breakdown of (1) all media outlets that engage in such incitement and (2) all satellite providers that carry programming classified as such incitement. "], "subsections": []}, {"section_title": "Addressing Hamas in a Regional Context", "paragraphs": ["Another possible way to approach Hamas is by seeking to persuade other regional actors to cease support for Hamas or to influence Hamas to act more in accordance with U.S. interests. Although the United States and much of the Western world regards Hamas as a terrorist organization, it is regarded differently in many Middle Eastern states. As discussed above, Hamas is actively supported by Iran and Syria. Most others, including not only Qatar and Turkey, but also those considered to be the United States' closest Arab allies (such as Egypt, Jordan, and Saudi Arabia) acknowledge that Hamas is an integral part of Palestinian society and needs to be involved in both an internal Palestinian political solution and an Israeli-Palestinian peace. They maintain contact with Hamas to varying degrees and are sensitive to the strong support for Hamas believed to exist among their populations. "], "subsections": []}, {"section_title": "Oversight", "paragraphs": [], "subsections": [{"section_title": "Inclusion of Hamas in Negotiations?128", "paragraphs": ["A major open question regarding congressional oversight of Administration policy is whether Hamas, with which U.S. government representatives are currently prohibited from having contact, could be included (either directly or indirectly) in U.S.-facilitated final-status negotiations between Israel and the Palestinians—in the event it wanted to be included. Acquiescing to the inclusion of Hamas in the peace process in some manner could involve its integration or reintegration into existing Palestinian leadership structures such as the PA and the PLO. ", "The Obama Administration has not departed from the Bush Administration's stance on Hamas. It has conditioned Hamas's participation in the peace process on its meeting the Quartet principles. The U.S. Special Envoy for Middle East Peace, former Senator George Mitchell, routinely cites distinguishing factors between the inclusion of the Irish Republican Army-affiliated Sinn Fein in the talks he brokered over Northern Ireland in the 1990s and the exclusion of Hamas in Israeli-Palestinian negotiations—the main one being Hamas's unwillingness to renounce violence as a means to redress its grievances. A number of meetings by former U.S. officials with senior Hamas leaders since 2009, however, has led some to wonder if the Administration might be open to indirect or secret talks with Hamas even in the absence of its acceptance of the Quartet principles. In an October 2010 Newsweek interview, Khaled Meshaal said that one day U.S. officials \"will not have any other alternative except to hear from Hamas and listen to Hamas.\"", "Any possibility of U.S. policy shifts regarding Hamas's role, however, could trigger heated debate. Those opposing policy shifts say dealing with Hamas would likely strengthen its political hand at the expense of Abbas and other more moderate Palestinians, allowing the movement to argue that its hardline tactics with Israel are more effective than Abbas's approach. They also might say that any move toward legitimizing Hamas and integrating it into Palestinian organs of governance such as the PLO or the PA could embolden it and other Palestinian militants to use these organs of governance to mount attacks on Israel—either before or after the establishment of a Palestinian state. Those favoring policy shifts might say that Hamas is less likely to attack Israel if it is made a stakeholder that is accountable to revived Palestinian hopes of a Palestinian state.", "The U.S. military perceives the ongoing Israeli-Palestinian conflict as a growing threat to other U.S. interests in the region. In testimony before the Senate Armed Services Committee in March 2010, then U.S. Central Command (CENTCOM) commander (and current commander of the International Security Assistance Force in Afghanistan) General David Petraeus stated:", "The enduring hostilities between Israel and some of its neighbors present distinct challenges to our ability to advance our interests in the AOR [CENTCOM's area of responsibility]. Israeli-Palestinian tensions often flare into violence and large-scale armed confrontations. The conflict foments anti-American sentiment, due to a perception of U.S. favoritism for Israel. Arab anger over the Palestinian question limits the strength and depth of U.S. partnerships with governments and peoples in the AOR and weakens the legitimacy of moderate regimes in the Arab world. Meanwhile, al-Qaeda and other militant groups exploit that anger to mobilize support. The conflict also gives Iran influence in the Arab world through its clients, Lebanese Hizballah and Hamas. ", "If the military's perception of Israeli-Palestinian tensions as a challenge to its objectives holds or expands, pressure could build for greater efforts to counteract these tensions. Such pressure may in turn lead to more urgent discussion of alternatives to prevent the expansion of Hamas's influence. Some analysts who remain skeptical of Hamas's ultimate capacity for moderation nevertheless believe that the United States could gain some marginal or temporary advantages through some form of direct or indirect engagement of Hamas leaders (or some of them). Such efforts could be part of either a broad \"carrots and sticks\" strategy or a narrower focus on issues such as improving the economic and humanitarian situation in Gaza. This is partly because these analysts do not see better alternatives for addressing the reality of Hamas and the leverage it holds. They sometimes cite U.S. willingness to engage or to consider engaging Sunni insurgents in Iraq and Taliban elements in Afghanistan as possible precedents. Some high-ranking former Israeli officials, such as Ephraim Halevy (former Mossad director) and Giora Eiland (former head of Israel's National Security Council) also have advocated negotiating with Hamas."], "subsections": []}, {"section_title": "International Dimensions", "paragraphs": ["Future debates might take place over whether the United States should actively dissuade others in the international community—particularly European actors—from engagement with and contributions to Hamas. Although the other Quartet members formally espouse the Quartet principles, Russia has regular dealings with Hamas, legislators from various EU countries have met publicly with Khaled Meshaal and other Hamas leaders, and Hamas representatives claim that high-ranking European officials—including ambassadors—are talking to them regularly. Some analysts believe that Khaled Meshaal's media overtures following President Obama's 2009 Cairo speech were largely aimed at gaining EU (if not U.S.) acceptance of a Hamas role in Palestinian affairs and/or the peace process without having to commit to the Quartet principles. Some might argue that European governments could be useful as go-betweens for Hamas and the United States, while others might counter that the go-between role may have limited utility—using Bush Administration-era European diplomacy with Iran as a case in point.", "Activism and discourse on the international stage present additional challenges for U.S. policy regarding Hamas. The Mavi Marmara Gaza flotilla incident in May 2010 drew international attention—encouraged by Turkey—to the Gaza closure regime, leading the Obama Administration to persuade Israel to loosen restrictions on the importation of non-dual-use items such as food and medical supplies, and to greater relaxations by Egypt of the Rafah border crossing. This highlighted that even though the United States might be wary of pressing hard to change the status quo in Gaza, lest Hamas is boosted as a result, outside actors and events could in some cases force a response. Additional attempts to break the naval blockade are expected. For further details, see CRS Report R41275, Israel's Blockade of Gaza, the Mavi Marmara Incident, and Its Aftermath , by [author name scrubbed]. The example established by the Turkey-based Islamist non-governmental organization IHH (Foundation for Human Rights and Freedoms and Humanitarian Relief), the lead sponsor of the flotilla, could inspire organizations that sympathize with Hamas, but seek to avoid sanctions for materially supporting it, to find creative ways to provide moral and political support.", "Additionally, international investigations of both the May 2010 flotilla incident and Operation Cast Lead, as well as the publicity surrounding these investigations, have demonstrated that the United States has limited capacity to influence the direction of the debate. Attempts by the United States, Israel, and several European states to draw attention to Hamas's alleged culpability for recklessly endangering civilians during Operation Cast Lead, unjust and inhumane treatment of political opponents, and the difficult conditions faced by Gaza's population have generally been countered by representatives of other governments at various U.N. bodies who focus their criticism on Israel for alleged violations of international law.", "For example, the Report of the U.N. Fact Finding Mission on the Gaza Conflict (commonly known as the \"Goldstone Report,\" after South African judge Richard Goldstone, the mission's leader), which was endorsed by the U.N. Human Rights Council and the U.N. General Assembly in the fall of 2009, has generated controversy because of what many U.S. officials and analysts have deemed its disproportionate and hyperbolic condemnation of Israeli strategy and actions during the conflict. Most critics of the report believe that it did not sufficiently investigate or criticize Hamas for endangering Gaza's civilian population (including its allegedly intentional use of hospitals, schools, mosques, and residential neighborhoods as command and operations centers or as weapons caches, and of its civilians as \"human shields\" ). On November 3, 2009, the House of Representatives passed H.Res. 867 (\"Calling on the President and the Secretary of State to oppose unequivocally any endorsement or further consideration of the 'Report of the United Nations Fact Finding Mission on the Gaza Conflict' in multilateral fora\") by a vote of 344-36 (with 22 voting \"present\")."], "subsections": []}]}]}, {"section_title": "Conclusion", "paragraphs": ["Hamas's integral role in Palestinian society and politics is seen by many as problematic because it is devoted to violent opposition to Israel. U.S. efforts to deter, transform, marginalize, or neutralize Hamas have at most achieved temporary or partial success. It is possible to conclude that U.S. and other international support for Israel and the PA/PLO/Fatah has been counterproductive to some extent when comparing Hamas's domestic, regional, and international strength in the early 1990s—measured by factors such as popularity, military force, and leverage with other actors (including Israel and Fatah)—to its current strength. Hamas routinely portrays U.S. efforts to counter its influence as part of an agenda to weaken Palestinians at the expense of Israel, hoping to convince Palestinians of Israel's implacability and of the futility of peace negotiations aimed at Palestinian statehood. Factional and geographical divisions—reflected in Hamas's control of Gaza and the Abbas-led PA's control of the West Bank—present fundamental dilemmas both for prospects for a two-state solution and for the future of Palestinian democracy. ", "U.S. policy and law reject dealings with and aid to Hamas or any PA government that includes Hamas without the acceptance of conditions that appear antithetical to Hamas's core principles. This could limit the Administration's ability to offer incentives even if regional conditions present possible advantages to doing so for U.S., Israeli, and/or Palestinian interests. ", "The Israeli-Egyptian closure regime in Gaza and various U.S. and international initiatives constrain and isolate Hamas to a point and may exacerbate internal organizational tensions and tactical disagreements. Overall, however, Hamas maintains a unified public stance on its core principle of violent opposition to Israel. It continues to threaten Israel through its rockets and the possibility of other attacks and to receive assistance from Iran, Syria, Hezbollah, and private individuals and organizations. Additionally, Gaza's poor humanitarian conditions and morale contribute to an image of Hamas-as-victim and to local and international hostility toward Israel. In this context, any U.S. policy decision going forward will likely present considerable risks and difficult trade-offs.", "Appendix A. Historical Background and U.S. Policy ", "Pre-1987: Hamas's Emergence", "Hamas's politicization and militarization can be traced to the first Palestinian intifada (\"uprising\") that began in the Gaza Strip in 1987 in resistance to the Israeli occupation. Its precursor, Al Mujamma al Islami (known simply as Mujamma, or \"The Islamic Center\"), was established in Israeli-occupied Gaza in the 1970s under the auspices of the Palestinian Muslim Brotherhood, which had links to Muslim Brotherhood chapters in Egypt and Jordan and later developed links to branches elsewhere—most notably among Palestinian refugees and expatriates living in Kuwait. Sheikh Ahmed Yassin, the group's leader, concentrated the Mujamma's activities on religious and social services, following some models provided by the Egyptian and Jordanian Muslim Brotherhood branches, whose open political activism was repressed by state authorities. Yassin's and his associates' activities—which led to Hamas's founding—were countenanced and sometimes supported by Israel, which believed the Islamists to be a convenient foil for the secular nationalist factions such as Fatah that Israel then perceived to be greater threats. ", "Motivation to become more politically active grew within Mujamma and the Palestinian Muslim Brotherhood after the 1979 Iranian Revolution led many in the Middle East to imagine the possibilities of political Islam, and in light of increased Palestinian concern for the status of the West Bank, Gaza, and Palestinian refugees following the deferral of the Palestinian question by the Israel-Egypt peace treaty of 1979 and Israel's 1982 invasion of Lebanon that forced the Palestine Liberation Organization (PLO) into exile in Tunisia. The formation in Gaza of other armed resistance groups such as Palestinian Islamic Jihad (PIJ) created pressure for the Palestinian Brotherhood to arm. Yassin's efforts to help the organization stockpile weapons led to his arrest by Israel in 1984, but the Brotherhood's gradual transformation into a militant organization regained momentum following Yassin's release in a 1985 prisoner swap. Yassin and his associates, who proceeded with outside support from their colleagues in Kuwait and elsewhere, officially established Hamas in 1987 when the first Palestinian intifada (or uprising) provided widespread Palestinian support for resistance against Israel.", "1987-1995: Gaining Attention", "In Hamas's early years during the first intifada, international political attention remained focused on Yasser Arafat's Fatah movement and the PLO, under the rationale that other Palestinian groups had marginal political legitimacy or would take cues from Arafat. When Israel deported several top Hamas leaders to southern Lebanon in December 1992 (along with several other Palestinian Islamists—more than 400 total) in response to a number of Hamas kidnappings and killings of Israeli soldiers, the United States joined human rights organizations in pressuring Israel to repatriate the leaders to the West Bank and Gaza, which it did in late 1993.", "Following the signing of the Israel-PLO Declaration of Principles (or Oslo Accord) in September 1993, Hamas joined with other Islamist and some leftist Palestinian factions in rejecting Oslo framework limiting Palestinian national aspirations to the West Bank and Gaza (and thus giving up the national dream for all of \"Palestine\" as it existed under the British Mandate) and creating multi-tiered zones of Palestinian self-rule circumscribed by a continuing Israeli occupation whose future remained subject to negotiation. Hamas also refused to participate in elections for the new Palestinian Authority (until subsequent developments led to a change of strategy in 2005-2006).", "Hamas and other rejectionist groups engaged in sporadic attacks on Israeli targets inside the Palestinian territories. However, following a February 1994 shooting and grenade attack by an Israeli settler that killed 29 and injured several more Palestinians worshiping at the historic Mosque of Abraham in the West Bank city of Hebron, Hamas significantly shifted its strategy. It began a spate of attacks aimed at civilians in Israel, including its first use of suicide bombings in crowded public places. ", "Meanwhile U.S. Federal Bureau of Investigation investigations, Israeli investigations, and media reporting revealed that Hamas had apparently been recruiting and fundraising on U.S. soil since its inception. As mentioned in the main body of the report (see \" Charities and Individuals \"), an alleged hub of Hamas financing was the Holy Land Foundation for Relief and Development headquartered near Dallas, TX, and which had offices in California, New Jersey, and Illinois. As this information became public and Hamas and other Palestinian groups continued attacks on Israeli targets (sometimes killing or injuring U.S. citizens), pressure mounted for the Clinton Administration to act.", "1995-2004: Violence and International Opposition ", "In January 1995, then President Bill Clinton signed Executive Order 12947, which blocked the assets of and prohibited U.S. transactions with Hamas and 11 other specially designated terrorist organizations (SDTs) deemed threats to the Middle East peace process, including the Israeli extremist groups Kach and Kahane Chai. ", "Meanwhile, Israel was vigorously pursuing operatives from Hamas and pressuring the newly formed Palestinian Authority (PA) led by Yasser Arafat to crack down as well. Israel had allowed the PA to establish internal security forces in Gaza and the West Bank from former PLO and Fatah militias. Arafat encouraged the formation of additional paramilitary and intelligence organizations populated with many close Arafat associates that Israel tolerated (despite their not being sanctioned under the Oslo agreements) with the hope that they would help neutralize Hamas and other terrorist organizations. In addition to targeting Hamas militants, the PA forces periodically suppressed the activities of Hamas-affiliated charities and social organizations.", "In early 1996, following another round of Hamas suicide bombings, the United States became actively involved in fostering Israeli-Palestinian security cooperation in combating terrorism. Likely determining that the paramilitary and intelligence organizations with personal ties to Arafat and patronage networks were more relevant than the official police, the Clinton Administration reportedly began providing these organizations with tens of millions of dollars in covert assistance through the Central Intelligence Agency (CIA), according to the New York Times . The European Union also reportedly began a counterterrorism program. Additionally, in October 1997, the State Department listed Hamas as a Foreign Terrorist Organization (FTO), shortly after a major September suicide bombing in a Jerusalem pedestrian shopping area that left one U.S. citizen among the dead and several others among the injured. ", "The fruits of U.S. counterterrorism assistance to the PA continue to be debated. Although Hamas suicide and other attacks did not immediately cease, they abated from the end of 1998 until the second Palestinian intifada (also known as the Al Aqsa intifada) began in September 2000. The effects of U.S. assistance are unclear partly because of its covert nature, and because of several other intervening factors—including Israeli counterterrorism actions and ongoing Israeli-Palestinian negotiations. Some observers point to the drop-off in attacks as evidence that U.S. assistance helped the PA prevent and deter terrorist attacks until the collapse of peace process negotiations in 2000. Others believe that although PA capacities were enhanced, Arafat's on-again, off-again crackdowns on Hamas and other militants were of little lasting value. Suspects detained to placate U.S. and Israeli pressure were often released shortly thereafter due to internal political pressure on Arafat and the PA not to appear to be \"collaborating\" with the Israelis or because of insufficient evidence owing to the political nature of the arrests. ", "Upon the outbreak of the second intifada in September 2000, Hamas demonstrated that it still had the capacity to carry out attacks inside Israel. Following Al Qaeda's attacks against multiple U.S. targets on September 11, 2001, then President George W. Bush issued Executive Order 13224 authorizing his Administration to take action domestically and in concert with international actors to suppress the activities and block the financing of a list of specially designated global terrorist individuals and organizations (SDGTs). Hamas was added to the list in October 2001, and the Holy Land Foundation for Relief and Development was added in December 2001. Six Hamas leaders (including Khaled Meshaal, Musa Abu Marzouk, and Osama Hamdan—see Appendix C ), along with five Hamas-affiliated charities (four based in Europe, one based in Lebanon) were later added in August 2003. Al Aqsa Television and Hamas's Islamic National Bank were added in March 2010. As discussed in the main body of the report (see \" Charities and Individuals \"), a Hamas-related, Saudi Arabia-based organization known as the Union of Good was added to the list in November 2008. ", "Although some U.S. counterterrorism assistance to the Arafat-led PA continued during the second intifada, such assistance was complicated by the fact that offshoots (known as Tanzim and the Al Aqsa Martyrs' Brigades) from Arafat's own Fatah faction that included former PA security force commanders were participating in attacks on Israeli military and civilian targets—possibly with Arafat's tacit approval. Following the deadliest attack of the intifada in March 2002, a Hamas suicide bombing of the Park Hotel in Netanya during a Passover seder that killed 22 Israelis and injured over 100 more, Israel mounted Operation Defensive Shield. During March and April of 2002, the Israel Defense Forces (IDF) moved into major West Bank cities, established martial law, destroyed much of the PA's security and civilian infrastructure, and besieged Arafat's compound in Ramallah. In the post-September 11 environment, the Bush Administration acquiesced to Israel's characterization of Operation Defensive Shield as a necessary counterterrorism operation. In June 2002, President Bush indicated that Arafat was no longer a trusted part of the peace process, and that future U.S. support for the PA would need to come through another leader. ", "Hamas did not escape Israeli countermeasures. Israel embarked on a targeted assassination campaign, killing many top Hamas leaders in Gaza between 2002-2004, including co-founders Sheikh Ahmed Yassin and Abdel Aziz al Rantissi. As a natural consequence, the geographical locus of Hamas's leadership shifted to Khaled Meshaal and the political bureau in Damascus, where it is less vulnerable to Israeli assassination operations than in Gaza. Even though Hamas had to absorb the shock of losing much of its founding core, its reputation and institutions were strengthened relative to Fatah and the PA owing to the damage done to PA infrastructure and security institutions and to public confidence in Palestinian leadership. Additionally, Hamas was able to elevate its cause in the eyes of many Palestinians by portraying its assassinated leaders as lionized martyrs.", "2005-2006: Israel's Gaza Disengagement and the Palestinian Legislative Council Election Campaign", "During the second intifada, the popularity of Hamas began to increase as Fatah's fell. At the same time, the Israel Defense Forces (IDF) effectively dismantled the security organizations and infrastructure of the Fatah-dominated PA, which had the unintended consequence of leaving Fatah more vulnerable to domestic security threats. Cognizant of its increasing strength and popularity relative to Fatah, Hamas's leaders made the momentous decision in the spring of 2005 to participate in Palestinian Authority elections even as they maintained Hamas's rejection of the principle of Israeli-Palestinian agreement that had established the PA. Hamas made a strong showing in a series of municipal elections held in 2005. Still, many observers were surprised when Hamas won a controlling majority in the PLC in its first-ever national election campaign in January 2006, leading to its heightened international profile and current situation.", "After Yasser Arafat's death in November 2004, the United States encouraged the emergence of a successor committed to the peace process. With the central figure of Palestinian nationalism gone, Hamas saw an opportunity. Mahmoud Abbas was elected to succeed Arafat as PA President in January 2005, an election that Hamas did not contest. Hamas had not participated in the initial Palestinian Legislative Council (PLC) elections of 1996 because of its opposition to the Oslo framework that created the PA and PLC. Yet, by late 2004, the situation was different. Hamas may have been feeling pressure to transform its international image from that of a militant group operating in the shadows to that of a political movement with domestic legitimacy. U.S. and international efforts to curb Hamas's activities and financing, combined with Israeli opposition, also may have played a part in Hamas's thinking, which one Palestinian analyst in Gaza explained as follows in 2006:", "For two years now Hamas has been feeling that the jihadi approach was reaching a dead end…. It was classified as a terrorist movement by the US and some other countries. From this point it decided to log into the Palestinian political system. It felt besieged by the outside world. They froze all their money and stopped all its institutions. So they started seeking new legitimacy through the ballot box…. Not, I think, because they believe in democracy, but because they want legitimacy, to say to the world that they are a party or a movement that represents the Palestinian people through democratic elections.", "The 2006 PLC election (the first PLC election in 10 years) took place at a time when the Bush Administration was advocating for democratic elections throughout the Arab world, including in post-invasion Iraq, Lebanon, Egypt, and the Gulf. Abbas wanted to include Hamas in order to erase all doubt that Fatah remained the Palestinian people's clear choice to succeed Arafat, and Hamas agreed to participate as the \"Change and Reform\" party. The United States, the international community, and Israel acceded to this plan without preconditions for Hamas's involvement, partly because of the plan's popularity among Palestinians and the outside actors' desire to avoid interfering in internal Palestinian politics, and partly because the outside actors underestimated Hamas's prospects. Most pollsters and observers also underestimated Hamas's prospects, even if some had misgivings and forecast a close election. Many analysts believe that Hamas received a boost from Israel's August 2005 disengagement from Gaza because it was amenable to the interpretation that Hamas precipitated it through resistance. ", "The Bush Administration provided direct financial assistance to the PA to boost its public profile during the run-up to the elections, knowing that Palestinians closely identified the PA with Fatah given their overlapping leadership cadres. The U.S. Agency for International Development (USAID) allocated $2 million—purportedly at least double Hamas's entire campaign budget—for this media, public outreach, and public services initiative. It was coordinated by a U.S. contractor and Palestinian subcontractors through Abbas's office. According to the Washington Post , some involved in the project debated its wisdom, and the Post itself expressed concerns:", "The program highlights the central challenge facing the Bush administration as it promotes democracy in the Middle East. Free elections in the Arab world, where most countries have been run for years by unelected autocracies or unchallenged parties like Fatah, often result in strong showings by radical Islamic movements opposed to the policies of the United States and to its chief regional ally, Israel. But in attempting to manage the results, the administration risks undermining the democratic goals it is promoting.", "When elections took place in January 2006, Hamas only outpolled Fatah in the party-list vote 44% to 41%. Yet, Hamas deployed a superior campaign strategy that took advantage of division and complacency among Fatah and its candidates to win individual geographical districts in greater proportion to Hamas's overall share of the vote and secure a majority of seats in the PLC. It is unclear whether U.S. involvement made a difference, but the perception that Hamas lunged ahead at campaign's end in the face of significant U.S. backing for its opponent fed claims that the U.S. strategy had backfired with the Palestinian public, negatively impacting views of U.S. competence in the region.", "2006-2010: Confronting an Empowered Hamas", "Once Hamas's electoral victory was clear, Israel insisted that it would not cooperate with a PA that included a hostile Hamas, even discontinuing transfer of customs revenues it collected for the PA. The United States and other members of the international Quartet (European Union, Russia, United Nations) announced that Hamas would have to meet three conditions in order for a PA under its control to receive aid and political support: (1) recognize Israel's right to exist, (2) renounce violence, and (3) accept prior Israeli-Palestinian agreements. ", "Hamas and its incoming government ministers—led by Prime Minister Ismail Haniyeh—rejected the Quartet principles, and therefore began their term leading the PA government without access to U.S. and European aid. They turned to Gulf states, Iran, and Russia (despite Russia's status as a member of the Quartet), all of which were willing to provide funding under the rationale that Hamas had entered power legitimately through the established political process. The United States' and European Union's unwillingness to provide financial assistance to the elected government, on the heels of their support for the elections, was seen by many analysts as inconsistent with the principle of democracy both claimed to advocate for the region.", "Not wanting to contribute to possible destabilization of the West Bank and Gaza through an aid cutoff, Congress and the Bush Administration devised a way to bypass the Hamas-led PA ministries in delivering aid to Palestinians. They continued humanitarian and development assistance through UNRWA and other international and non-governmental organizations that were subjected to increasing levels of U.S. government scrutiny to guard against enriching Hamas or its supporters. ", "Factional tensions worsened considerably following Fatah's defeat at the hands of Hamas. Although Abbas and Fatah formally accepted the PLC election results, Fatah loyalists with key roles in the PA civil service and security forces refused to accede to Hamas's control and actively sought to undermine it. The rivalry played out dramatically in Gaza, where Hamas was more strongly rooted than in the West Bank, and where the recent Israeli disengagement had left an uncertain security situation amid widespread political corruption and clan-dominated lawlessness. ", "Congress and the Administration addressed this situation by enacting the Palestinian Anti-Terrorism Act of 2006 ( P.L. 109-446 ), which approved funding PA offices and security forces under the control of President Abbas, as contrasted with those controlled by Hamas-led government ministries. Lines of command and control over existing PA forces remained blurred, a legacy from Yasser Arafat's rule, so Fatah played on the loyalties of personnel to align most of the security forces with Abbas, and Hamas organized its own shadow \"Executive Force\" from its loyalists in Gaza. Instead of containing the situation, these developments appear to have escalated it.", "Tensions did not abate significantly after the Mecca Accord of February 2007, a Saudi Arabia-brokered power-sharing deal that brought some Fatah members and independents into the Hamas-led government. This may have been the case in part because the United States and European Union did not believe the agreement changed the nature of the PA government sufficiently to justify the resumption of direct budgetary assistance to the PA. ", "The story of Hamas's takeover of the Gaza Strip and subsequent dismissal from power in the West Bank by Abbas in June 2007 is told in different ways from different perspectives. Some have cited U.S. deliberations with Abbas to support the idea that an offensive move against Hamas's government and security forces in Gaza was imminent. Others say that Hamas was judiciously biding its time for the right moment to strike, but debate whether it intended to seize power in Gaza or simply weaken the PA forces targeting it. Most can agree on certain basic facts. U.S., Canadian, and European training and consulting was provided to strengthen PA forces—headed by Fatah strongman Muhammad Dahlan—loyal to Abbas in Gaza. These forces, still systematically weakened from the second intifada, were less-than-optimally equipped, organized, and disciplined. When directly engaged by the Qassam Brigades and other Hamas-led forces, the PA forces loyal to Abbas gave way within a week, with many personnel fleeing to the West Bank or abstaining from the fight (including some who later chose to stay with the security forces after Hamas assumed their command). Hamas then seized the opportunity to secure full control over Gaza. ", "The subsequent bifurcation of Palestinian leadership in the West Bank and Gaza resulted in U.S. and international support for the \"caretaker\" West Bank PA government led by Prime Minister Salam Fayyad that Abbas appointed, and even in renewed Israeli ties with the PA and PLO. Support for the PA remains a strategy the international community, with some exceptions, generally pursues in tandem with isolation of Hamas. Many Palestinians fear that the longer the West Bank and Gaza remain under divided leadership, the less likely restoration of unitary government over both territories will be, and the easier it could be for the societies to drift apart economically and culturally as well. As presidential, legislative, and even local elections continue to be postponed, some analysts warn of growing authoritarianism in both territories.", "Facing international isolation and the Israeli-Egyptian border closure regime, Hamas focused its energies on consolidating its control within Gaza. To preserve its status as an organization committed to resistance against an Israel that it cannot confront easily in a conventional warfare setting, Hamas has relied on smuggling rockets and mortars through the tunnels and firing them in concert with other militant groups. When these attacks led to Operation Cast Lead in 2008-2009, Hamas's forces were shown to be little match operationally for the IDF, but relatively few of its personnel were killed and the IDF did not attempt to eliminate its presence in Gaza or seize control of the territory. Hamas has portrayed its survival as victory, but many believe that Hamas did not expect the intensity of the Israeli operation and genuinely feared for the survival of its rule in Gaza, and, as a result, has since been more cautious about possible provocations. ", "U.S. humanitarian assistance to Gaza and comprehensive assistance to the West Bank continues, as does U.S. political support and assistance for anti-smuggling efforts on land and at sea. Under the various terrorist designations it has attached to Hamas, the United States collaborates with Israel and other governments to thwart Hamas financing and attack capabilities. Attempts at forwarding Israel-PLO peace negotiations are being facilitated by the United States, with Hamas conspicuously uninvited. Nevertheless, events such as the May 2010 Mavi Marmara flotilla incident and the reaction it provoked complicate U.S. policy towards Hamas because they demonstrate divisions in international approaches toward Gaza.", "Appendix B. Key Dates in Hamas's History", "Appendix C. Major Hamas Leaders", "Political Leaders", "Outside of Gaza", "Khaled Meshaal", "Khaled Meshaal, based in Damascus, is the chief of Hamas's politburo. He was named a specially designated global terrorist (SDGT) by the Treasury Department in August 2003.", "Born in 1956 near Ramallah, Meshaal (alternate spellings: Mishal, Mashal) moved with his family to Jordan in 1967 following Israel's occupation of the West Bank in the Six-Day War. As a student and schoolteacher in Kuwait, he became a leader in the Palestinian Islamist movement. After the founding of Hamas in 1987, Meshaal led the Kuwaiti branch of the organization, then moved to Jordan in 1991 after Iraq's invasion of Kuwait. He took over as Hamas politburo chief following the 1995 U.S. arrest of then chief Musa Abu Marzouk.", "In September 1997, Meshaal was targeted in Amman by the Mossad (Israel's foreign intelligence service) in an assassination attempt that became a major international incident—culminating in King Hussein of Jordan threatening to abrogate the 1994 Israel-Jordan peace treaty in order to get Binyamin Netanyahu (in his first stint as Israeli prime minister) to supply an antidote to the nerve toxin to which Meshaal had been exposed. After the Hamas leadership was expelled from Jordan in November 1999, Meshaal first moved to Doha, Qatar, then settled two years later in Damascus, Syria. He became acknowledged as Hamas's overall leader in 2004, following the assassination of Abdel Aziz al Rantissi by Israel. Meshaal also serves as Hamas's top diplomat, traveling and meeting with various governments and political leaders (including his political rival Mahmoud Abbas, Iran, Turkey, Arab countries, Russia, European legislators, and former U.S. President Jimmy Carter). ", "Musa Abu Marzouk", "Musa Abu Marzouk, born in 1951 in the Rafah refugee camp in Gaza, and now based in Damascus, is a deputy chief of Hamas's politburo. He was named an SDT in August 1995 and an SDGT in August 2003 by the Treasury Department.", "Marzouk, a legal U.S. resident for 15 years during the 1980s and early 1990s, also played a key role in defining the relationship between Hamas's Gaza organization and its outside political leadership following the mass arrests of Hamas leaders in Gaza during the first intifada. Marzouk himself headed the outside leadership until 1995. He is credited as the mastermind behind the construction of Hamas's financial networks in the United States, including involvement with the Holy Land Foundation for Relief and Development. Marzouk was detained in New York's Kennedy Airport in July 1995 (after arriving on a flight from Jordan) following the naming of Hamas as an SDT in January 1995. Israel sought his extradition, but later dropped its request due to retaliation concerns and Marzouk rejoined Hamas's political bureau in Jordan in 1997, becoming deputy chief to Khaled Meshaal.", "Osama Hamdan", "Osama Hamdan, a member of Hamas's politburo, has led Hamas's branch office in Beirut, Lebanon since 1998, and has been a SDGT since August 2003. He was born in 1965 in the Bureij refugee camp in Gaza, but became active in Islamist movements while a student and young professional in Jordan and Kuwait. He relocated to Beirut after having spent six years during the 1990s based in Iran. ", "Hamdan often represents Hamas in Palestinian factional talks with Fatah and in discussions with Western officials. He and Mahmoud al Zahar have reportedly met periodically with former U.S. officials since 2009. ", "In Gaza", "Ismail Haniyeh", "Ismail Haniyeh is Hamas's \"prime minister\" in Gaza.", "Haniyeh was born in or around 1955 in the Shati refugee camp in the Gaza Strip. In 1989, he was imprisoned for three years by Israeli authorities for participation in the first intifada. Following his release in 1992, he was deported to Lebanon along with approximately 400 other Hamas activists, but was eventually allowed to return to Gaza in 1993. Upon his return, he was appointed dean of the Islamic University, and became the leader of Hamas's student movement. He was closely associated with Hamas co-founder and spiritual leader Sheikh Ahmed Yassin, and, following the assassination of Yassin and much of the Hamas leadership in 2004, became a prominent Hamas leader in Gaza. ", "Haniyeh favored Hamas's participation in the 2006 PLC elections, and headed the Hamas list of candidates. Following Hamas's victory, he served as PA prime minister from March 2006 until June 2007. Following Hamas's takeover of Gaza and its dismissal from the PA government in the West Bank, Hamas has continued to insist that Haniyeh is the PA prime minister, and he is treated as such in Gaza. Some observers believe that Haniyeh is more responsive to political realities than Hamas's leadership-in-exile, and use this rationale to argue that Haniyeh and/or other Gaza-based Hamas leaders might be persuaded to moderate their goals and tactics, even though he continues to advocate violent resistance against Israel. In Palestinian opinion polls for hypothetical presidential elections, Haniyeh consistently gets the most support among Hamas leaders, and sometimes runs close to Mahmoud Abbas in head-to-head pairings.", "Mahmoud al Zahar", "Mahmoud al Zahar, is a medical doctor born in 1945 and based in Gaza, and also was one of the 400-plus deportees to Lebanon in 1992. Thought to have close ties with the politburo in Damascus, Zahar appears to have played a key role in the decision for Hamas to participate in the 2006 PLC elections. After being elected to the PLC, he served as foreign minister from 2006-2007 in the Hamas-led PA government, and continues to serve in that capacity for the Hamas-led regime in Gaza. He is one of the most outspoken members of Hamas's Gaza leadership with international media.", "Ahmed Yousef", "Ahmed Yousef (born 1950 in Gaza) is deputy foreign minister and a prominent media spokesman for the Hamas-led regime. Yousef lived in the United States from the 1980s until his return to Gaza around 2005. While a U.S. resident, Yousef earned multiple graduate degrees, and then served as director of the allegedly Hamas-linked United Association for Studies and Research in northern Virginia and as editor-in-chief of the Middle East Affairs Journal . One journalist has described Yousef's role in Hamas as follows:", "On the one hand, some people regard him as the representative of the moderate face of the movement capable of interacting with the world, while others believe his proposals are different to those held by the rest of the movement's leadership…. In any case, we are confronted by a talented man who bears the ideology of Hamas and deals with the media in an 'American' manner.", "Fathi Hamad", "Fathi Hamad (born 1961 in Gaza) is the Hamas-led regime's interior minister, with charge over the regime's security forces. He became interior minister in 2009 after his predecessor Said Siyam was killed in an Israeli airstrike during Operation Cast Lead. Previously, he was the director of Hamas's public affairs department, which includes Hamas's Al Aqsa satellite television channel. He was elected to the PLC in 2006.", "Hamad is thought by many to be a proponent of using both media and the security forces to effect greater Islamization of Gaza, although he has issued contradictory statements on the subject. A statement he made in 2008 has fueled allegations by Israel and others that Hamas uses civilians in Gaza as \"human shields\" to enable its militancy.", "Military Leaders in Gaza", "Ahmed al Jaabari", "Ahmed al Jaabari is thought to be the Gaza-based commander of the Izz Al Din al Qassam Brigades, Hamas's military wing. Jaabari, who has reportedly escaped multiple assassination attempts, does not make public appearances. Muhammad Deif, Jaabari's predecessor (and possibly still his equal or superior), has kept an even lower profile in recent years, possibly as the result of injury from a 2006 Israeli airstrike.", "Raed al Atar", "Raed al Atar is the commander of the Rafah company of the Qassam Brigades. His command is important due to Rafah being the destination point for the smuggling tunnels from Egypt. Reports claim that Atar authorized the August 2010 firing of Grad-style rockets from the Sinai Peninsula at Eilat, Israel and Aqaba, Jordan, possibly raising questions about Atar's accountability and leverage within the Qassam Brigades chain of command and Hamas political-military structure. ", "Appendix D. Congressional Actions Pertaining to Hamas", "Appendix E. Selected Bibliography on Hamas", "Biersteker, Thomas J. and Sue E. Eckert (eds.), Countering the Financing of Terrorism , Routledge, New York, 2008.", "Brown, Nathan J. and Amr Hamzawy, \"Hamas: Battling to Blend Religion, Politics, Resistance, and Governance,\" Between Religion and Politics , Carnegie Endowment for International Peace, Washington, DC, 2010.", "Chehab, Zaki, Inside Hamas: The Untold Story of the Militant Islamic Movement , Nation Books, New York, 2007.", "Cohen, Yoram and Matthew Levitt (with Becca Wasser), Deterred but Determined: Salafi-Jihadi Groups in the Palestinian Arena , Washington Institute for Near East Policy PolicyFocus #99, January 2010, available at http://www.w a shingtoninstitute.org/pubPDFs/PolicyFocus%2099.pdf .", "Cohen, Yoram and Jeffrey White, Hamas in Combat: The Military Performance of the Palestinian Islamic Resistance Movement , Washington Institute for Near East Policy, Policy Focus #97, October 2009, available at http://www.washingtoninstitute.org/pubPDFs/PolicyFocus97.pdf .", "Gold, Dore, et al. (eds.), Iran, Hizbullah, Hamas and the Global Jihad : A New Conflict Paradigm for the West , Jerusalem Center for Public Affairs, Jerusalem, 2007.", "Gunning, Jeroen, Hamas in Politics: Democracy, Religion, Violence , Columbia University Press, New York, 2008.", "Hroub, Khaled, Hamas: A Beginner's Guide , Pluto Press, Ann Arbor, Michigan, 2006.", "Human Rights Watch, Internal Fight: Palestinian Abuses in Gaza and the West Bank , July 29, 2008, available at http://www.hrw.org/en/reports/2008 / 07/29/internal-fight-0 .", "Human Rights Watch, Rockets from Gaza: Harm to Civilians from Palestinian Armed Groups' Rocket Attacks , August 6, 2009, available at http://www.hrw.org/en/reports/2009/08/06/rockets-gaza-0 .", "Human Rights Watch, Under Cover of War: Hamas Political Violence in Gaza , April 20, 2009, available at http://www.hrw.org/node/82366 .", "Jensen, Michael Irving, Political Ideology of Hamas: A Grassroots Perspective , Palgrave Macmillan, New York, 2009.", "Kepel, Gilles, Jihad: The Trail of Political Islam , Harvard University Press (Belknap Press), Cambridge, Massachusetts, 2003.", "Levitt, Matthew, Hamas: Politics, Charity, and Terrorism in the Service of Jihad , Yale University Press, New Haven, Connecticut, 2006.", "Levitt, Matthew and Michael Jacobson, The Money Trail: Finding, Following, and Freezing Terrorist Finances , Washington Institute for Near East Policy, Policy Focus #89, November 2008, available at http://www.washingtoninstitute.org/pubPDFs/PolicyFocus89.pdf .", "Levy, Gideon, The Punishment of Gaza , Verso Books, New York, 2010.", "Lia, Brynjar, Building Arafat's Police: The Politics of International Police Assistance in the Palestinian Territories after the Oslo Agreement , Ithaca Press, Reading, UK, 2007.", "Lia, Brynjar, A Police Force Without a State: A History of the Palestinian Security Forces in the West Bank and Gaza , Ithaca Press, Reading, UK, 2006.", "Milton-Edwards, Beverley and Stephen Farrell, Hamas : The Islamic Resistance Movement , Polity Press, Malden, Massachusetts, 2010.", "Mishal, Shaul and Avraham Sela, The Palestinian Hamas: Vision, Violence, and Coexistence , Columbia University Press, New York, 2006.", "McGeough, Paul, Kill Khalid: The Failed Mossad Assassination and the Rise of Hamas , The New Press, New York, 2009.", "Nüsse, Andrea, Muslim Palestine: The Ideology of Hamas , Harwood Academic Publishers, Amsterdam, 1998.", "Perry, Mark, Talking to Terrorists: Why America Must Engage with Its Enemies , Basic Books, New York, 2010.", "Rubin, Barry (ed.), The Muslim Brotherhood: The Organization and Policies of a Global Islamist Movement , Palgrave Macmillan, New York, 2010.", "Schanzer, Jonathan, Hamas vs. Fatah: The Struggle for Palestine , Palgrave Macmillan, New York, 2008.", "Shachar, Nathan, The Gaza Strip: Its History and Politics: From the Pharoahs to the Israeli Invasion of 2009 , Sussex Academic Press, Eastbourne, UK, 2010.", "Shamir, Jacob and Khalil Shikaki, Palestinian and Israeli Public Opinion: The Public Imperative in the Second Intifada , Indiana University Press, Bloomington, Indiana, 2010.", "Tamimi, Azzam, Hamas: A History from Within , Olive Branch Press, Northampton, Massachusetts, 2007.", "United Nations, Report of the U.N. Fact Finding Mission on the Gaza Conflict (the \"Goldstone Report\"), September 25, 2009, available at http://www2.ohchr.org/english/bodies/hrcouncil/specialsession/9/FactFindingMission.htm .", "Yousef, Mosab Hassan with Ron Brackin, Son of Hamas , Salt River, Carol Stream, Illinois, 2010.", "Zuhur, Sherifa, Hamas and Israel: Conflicting Strategies of Group-Based Politics , U.S. Army War College Strategic Studies Institute, Carlisle, Pennsylvania, December 2008."], "subsections": []}]}}