{"id": "R41554", "title": "Transportation Spending Under an Earmark Ban", "released_date": "2018-12-03T00:00:00", "summary": ["In the 112th Congress, which convened in January 2011, the House and Senate began observing an earmark ban. Earmarks—formally known as congressionally directed spending—directed a significant amount of federal transportation spending prior to the ban. This report discusses how federal highway, transit, rail, and aviation funding were distributed before and after the earmark ban, and how Members of Congress might influence the distribution with a ban in place.", "The rules in both houses of Congress include identical definitions of \"congressionally directed spending.\" The rules define an earmark as", "a provision or report language included primarily at the request of a [Member, Delegate, Resident Commissioner, or] Senator providing, authorizing, or recommending a specific amount of discretionary budget authority, credit authority, or other spending authority for a contract, loan, loan guarantee, grant, loan authority, or other expenditure with or to an entity, or targeted to a specific State, locality or Congressional district, other than through a statutory or administrative formula-driven or competitive award process.", "This definition covers earmarks in authorization and appropriations bills as well as in committee reports.", "Currently, about 92% of federal highway funds and more than 75% of transit funds are distributed by statutory formulas. The use of formula highway funds is under the control of the states. The bulk of formula transit funding is under the control of local governments and public transit agencies. Most federal funding for aviation is for operation of the air traffic control system and safety-related programs, and generally has not been earmarked. Most aviation infrastructure spending is distributed according to priorities set forth in national plans, but a small percentage was available for earmarking prior to 2011. Most rail funding goes to Amtrak to operate national intercity passenger service. Federal funding for maritime purposes is directed by statute and has not been earmarked.", "Most of the remaining federal transportation funding is distributed under discretionary programs. U.S. Department of Transportation (DOT) discretionary funds are typically distributed through a competitive grant-making process, within guidelines established by Congress and DOT. In practice, however, much of this funding was earmarked by Congress prior to 2011. The precise share of federal transportation dollars that was spent on earmarks cannot readily be calculated, but, according to a DOT Inspector General report, in FY2006 approximately 13% of DOT's total budgetary resources were earmarked.", "Banning earmarks has not eliminated the opportunity for Members to influence the allocation of transportation resources. The funding formulas and eligibility rules in authorization bills can be shaped to favor particular states, congressional districts, and projects. The definition of \"congressionally directed spending\" under House and Senate rules appears to permit some \"soft\" earmarks, which do not specify a place or amount of funding. Without earmarking, Members can continue to call or write DOT in support of projects. Members may also seek to influence the priority a project receives under mandated state and local planning procedures, which can increase the likelihood of federal funding without an earmark. Members can also attribute their support for transportation authorizations to federally funded projects in their districts or states generally."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Since the beginning of the 112 th Congress, convened in January 2011, the House and Senate have observed a ban on earmarks, formally known as congressionally directed spending. The ban has led to changes in the way transportation funding decisions are made. This report explains what earmarks are and discusses their use in surface transportation finance. It then discusses how federal transportation funding is distributed with a ban in place and how Members of Congress might influence the distribution."], "subsections": []}, {"section_title": "Earmarks and the Structure of Federal Transportation Funding", "paragraphs": ["The structure of federal transportation funding is largely determined in periodic transportation authorization legislation, which typically continues some existing programs (often with modifications), allows some programs to expire, and creates new programs. The most recent authorization act in surface transportation, for example, is the Fixing America's Surface Transportation (FAST) Act ( P.L. 114-94 ), enacted in December 2015.", "The vast majority of federal transportation funding is distributed directly to states, local governments, and transportation authorities by formulas that are set in these laws. For example, under the FAST Act about 92% of highway program spending through FY2020 will be distributed by formula. This is up from the 84% distributed by formula in the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA; P.L. 109-59 ), the 2005 law that was the last long-term surface transportation authorization enacted prior to the earmark ban. Under the formula programs, the decisions about which projects get funded are made by state and local governments, subject to federal guidelines.", "Authorization legislation also creates a number of discretionary (non-formula) transportation grant programs. These programs collectively distribute a relatively small portion of federal transportation funding. Under these programs, the U.S. Department of Transportation (DOT) awards grants at its discretion through a competitive application process.", "For several years prior to 2011, funding for discretionary transportation grant programs was heavily earmarked by Congress in authorization legislation and in the annual DOT appropriations acts. In addition, Congress on occasion earmarked portions of highway formula funding. Earmarks were not prevalent in all parts of the transportation funding process. For example, the Federal Aviation Administration (FAA) budget historically was largely free of earmarks, with the Airport Improvement Program's discretionary funding being the major exception.", "The magnitude of transportation earmarking is difficult to estimate. Earmarks were found in both authorization and appropriations legislation. While Congress specifically identified \"earmarks and congressionally directed spending items\" in appropriations legislation from FY2008 through FY2011, those lists did not include earmarks in authorization legislation, such as those found in SAFETEA, that might be funded in that fiscal year. DOT's Inspector General (IG) examined transportation earmarking in both the authorization and appropriations bills for FY2006 and estimated that 13.5% of total budget authority provided to DOT in that year was congressionally directed. The IG also estimated that 80% of the earmarks originated in authorizations and 20% in the appropriations bill ( Table 1 ).", "A major attraction of transportation earmarks to Members is that they provide specific, identifiable benefits for constituents. A downside is that earmarks often go unused because the amount of the earmark is too small for the project, because state and local authorities will not or cannot provide the necessary matching funds, or because the project is misidentified in law and the funding cannot be used unless Congress modifies the law. Funding for earmarks is typically available until expended, so unused earmarks may exist \"on the books\" for many years, sometimes decades, after enactment. Even if it is clear that a project will not be undertaken, earmarked funding usually cannot be spent for other purposes or rescinded absent congressional action.", "In the past, Congress has dealt with the issue of long-term unobligated earmarks in at least three ways. First, Congress has redesignated unused earmarks for other specific projects. This was done, for example, in the FY2003 DOT Appropriations Act ( P.L. 108-7 ). The current earmark ban does not allow earmarks to be redesignated for other specified projects. Second, Congress has rescinded budget authority for old earmarks as it did, for example, in the Department of Defense and Full-Year Continuing Appropriations Act, 2011 ( P.L. 112-10 , §§2210 and 2211). Third, Congress has also allowed old unused earmark funding (\"orphaned earmarks\") to be used for other transportation projects. Beginning with the Consolidated Appropriations Act, 2016 ( P.L. 114-113 , §125), for example, Congress has allowed states to redirect long-term unobligated earmarks to a surface transportation project within 50 miles of the original project. The legislation defines a long-term unobligated earmark as one that is over 10 years old and for which 90% or more of the funding remains unobligated. Similar language has been included in annual appropriations legislation enacted each year since then."], "subsections": []}, {"section_title": "What Is a Congressional Earmark?", "paragraphs": ["The rules in both houses of Congress include identical definitions of \"congressionally directed spending.\" The rules define an earmark as", "a provision or report language included primarily at the request of a [Member, Delegate, Resident Commissioner, or] Senator providing, authorizing, or recommending a specific amount of discretionary budget authority, credit authority, or other spending authority for a contract, loan, loan guarantee, grant, loan authority, or other expenditure with or to an entity, or targeted to a specific State, locality or Congressional district, other than through a statutory or administrative formula-driven or competitive award process.", "This definition covers earmarks in authorization and appropriations bills as well as in committee reports. Provisions in committee reports may not have the force of law but are often used to give guidance to executive branch departments. One example of such an earmark appeared in the conference committee's explanatory statement on the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ):"], "subsections": [{"section_title": "\"Soft\" Earmarks and \"Hard\" Earmarks", "paragraphs": ["The definition of \"congressionally directed spending item\" under House and Senate rules appears to permit some \"soft\" transportation earmarks. Whereas \"hard\" earmarks specify the project place, purpose, and funding amount in bill or bill report language, \"soft\" earmarks do not specify the amount of funding. Two types of soft earmarks are found in federal transportation legislation: place naming and road naming.", "Under place naming, the project location is named in the bill or report language, but no funding amount is designated. The appropriators direct the agency to give priority to grant applications from the named places. This form of congressional designation has been most commonly used to influence Airport Improvement Program (AIP) spending. For example, in the FY1990 Department of Transportation Appropriations bill, the House conference report (H.Rept. 101-183) urged the Federal Aviation Administration (FAA) to give priority to", "grant applications involving the construction or further development of the following airports: Akron-Canton Regional Airport, Ohio. Alexander Hamilton Airport, Virgin Islands ...", "By not designating the amount, place naming appears not to be covered by the definition of earmarks under current House and Senate rules.", "Road naming is similar to place naming, but has been used less often. The Surface Transportation Assistance Act of 1982 ( P.L. 97-424 ; H.Rept. 97-987) directed the states to give priority in use of federal highway funds to the primary routes designated in a particular committee print.", "Whether soft earmarks are included in legislation or in conference reports under an earmark ban depends on how strictly the ban is enforced by congressional leaders.", "The definition of an earmark in congressional rules also appears to exclude most of the Capital Investment Grants (CIG) Program funding distributed by the Federal Transit Administration (FTA) (also known as New Starts). Prior to the earmark ban, Congress had appropriated amounts for specific projects each year, but these projects were chosen through a competitive, multi-step approval process that is administered by FTA according to law. However, appropriators had sometimes added projects to the list of projects chosen through this process, and these additional projects may have fallen within the definition of earmark in House and Senate rules. Since the earmark ban, Congress has not named projects in the appropriations bill, but it has sometimes prioritized the available funding. For example, in the FY2015 appropriations bill ( P.L. 113-235 ) Congress directed", "that when distributing funds among Recommended New Starts [CIG] Projects, the Administrator shall first fully fund those projects covered by a full funding grant agreement, then fully fund those projects whose section 5309 share is less than 40 percent, and then distribute the remaining funds so as to protect as much as possible the projects' budgets and schedules."], "subsections": []}, {"section_title": "Earmark Ban", "paragraphs": ["In the 112 th Congress, which convened in January 2011, the House and Senate began observing an earmark ban. The ban is not a formal rule in either the House or the Senate, and thus is not enforced by points of order. Instead, the ban has been established through party and committee rules and protocols, and is enforced by chamber and committee leadership. The rules of the House Republican Conference for the 112 th Congress included a standing order labeled Earmark Moratorium that stated, \"It is the policy of the House Republican Conference that no Member shall request a congressional earmark, limited tax benefit, or limited tariff benefit, as such terms have been described in the Rules of the House.\" This was extended for the 113 th , 114 th , and 115 th Congresses.", "The Senate Republican Conference adopted a similar resolution on November 14, 2012. Subsequent to the House Republican Conference instituting its earmark rule, President Obama vowed at the State of the Union Address given on January 25, 2011, to veto legislation that contained earmarks. In early 2011, the Senate Appropriations Committee issued a press release stating that the committee would implement a two-year ban on earmarks, which was also later extended. These actions have effectively stopped both the House and the Senate from considering legislation with earmarks. In remarks of January 9, 2018, President Trump expressed support for a return to limited earmarking."], "subsections": []}]}, {"section_title": "Earmarking of Surface Transportation Funding", "paragraphs": ["Extensive earmarking of surface transportation programs is a relatively recent phenomenon. It was common in authorizations that covered the period from FY1992 through FY2012 and for appropriations from FY2001 through FY2010.", "The House rule establishing a separate Committee on Roads, adopted on June 2, 1913, included a point of order against any provision for a specific road. According to an analysis by Transportation Weekly , the rule was reasonably effective in preventing the earmarking of highway projects until the 1970s, when the House Rules Committee began waiving the rule on earmarks within larger transportation bills. However, highway earmarks in the authorization and appropriations bills were few in number until the late 1980s. The increase to 152 earmarks in the Surface Transportation and Uniform Relocation Assistance Act of 1987 ( P.L. 100-17 ), up from 10 under the 1982 Act, elicited a presidential veto and President Ronald Reagan's comment that \"I haven't seen this much lard since I handed out blue ribbons at the Iowa State Fair.\" Congress overrode the veto.", "The number of highway earmarks grew in each of the next three surface transportation authorization acts to a high of 5,671 in SAFETEA, enacted in 2005. The Moving Ahead for Progress in the 21 st Century Act (MAP-21; P.L. 112-141 ), enacted in 2012, and the FAST Act, enacted in 2015, contain no earmarks.", "There were typically fewer than 50 highway earmarks in annual appropriations bills through FY1990, and there were none in the FY1996-FY1998 period. The 1913 House ban on highway earmarks was repealed in 1999. The number of highway earmarks in appropriations bills grew quickly from 96 in FY2000 to 614 in FY2010."], "subsections": []}, {"section_title": "The Role of the Department of Transportation in Project Spending", "paragraphs": ["DOT is responsible for the administration of most transportation programs of the federal government. Most of that funding is distributed under formula programs, with projects selected by states, local governments, or transportation authorities pursuant to a federally mandated planning process at the state and local levels. DOT's direct involvement in project selection is mostly limited to the funding in the department's discretionary programs."], "subsections": [{"section_title": "Highways", "paragraphs": ["About 92% of the $226.3 billion of highway funding authorized in the FAST Act, the most recent surface transportation authorization act, is to be distributed through formula programs. These funds are under the control of the states. Some of the $7.9 billion authorized for highway safety programs administered by the National Highway Traffic Safety Administration and the Federal Motor Carrier Administration is also distributed by formula.", "Some highway funding is distributed to states and localities through discretionary programs such as the Nationally Significant Freight and Highway Projects Program, also referred to as INFRA. INFRA project awards are decided within the Office of the Secretary of Transportation. The remainder of highway funding goes for transportation facilities on federal lands such as national parks, research and training, and administrative expenses.", "Whether for discretionary or formula program projects, federal law requires that all highway projects must be a product of the planning process under the auspices of a Metropolitan Planning Organization (MPO) or the state department of transportation. To be eligible for federal highway funding, either discretionary or formula, the projects must be included in the State Transportation Improvement Plan (STIP), which is issued by each state's department of transportation. The STIP lists the state's planned highway projects, often in priority order."], "subsections": []}, {"section_title": "Transit and Rail", "paragraphs": ["Like highway funding, most federal transit funding is distributed by statutory funding formulas. Under current law more than 75% of the roughly $12 billion authorized annual budget is distributed in this way. To be eligible for federal funds, transit projects must be included in a STIP or a Transportation Improvement Program approved by an MPO. Unlike federal highway funding, most of which flows to the states, most transit funding flows directly to local transit authorities. Only transit funds designated for urbanized areas with populations of 200,000 people or less and non-urbanized (rural) areas are administered by the states. Under the formula programs, such as the Urbanized Area Formula Grant Program and the State of Good Repair Program, FTA simply administers the funds and does not select projects. ", "Two major programs overseen by FTA are not governed by formula: the Capital Investment Grants (CIG) program (authorized at $2.4 billion in FY2019) and the competitive element of the Bus and Bus Facilities program (authorized at $322 million in FY2019). In the case of the CIG program, FTA allocates funding based on factors determined in authorization legislation. Competitive Bus and Bus Facilities program funding is distributed by FTA based on either asset age/condition or for no- or low-emissions bus deployment.", "By far the largest intercity passenger rail program is support for Amtrak. Amtrak receives both operating and capital support. The expenditure of these funds is determined by Amtrak (though Amtrak's capital spending is concentrated in the Northeast, where most of the infrastructure that it owns is located). There are several other smaller discretionary programs administered by the Federal Railroad Administration (FRA), such as funding for intercity passenger rail grade crossing improvements, positive train control implementation, and passenger rail corridor investment planning. These programs do not all receive funding every year."], "subsections": []}, {"section_title": "Aviation", "paragraphs": ["Most federal aviation funding is spent by the Federal Aviation Administration (FAA) on operating air traffic control, known as the Operations and Maintenance (O&M) account, and acquiring and maintaining air traffic control equipment, known as the Facilities and Equipment (F&E) account. Lesser amounts are also spent by the FAA on aviation safety programs and research. About 20% of FAA's authorized funding goes for the Airport Improvement Program (AIP). ", "The AIP is both a formula and a discretionary grant program. All development projects identified in the National Plan of Integrated Airport Systems (NPIAS) are eligible for AIP funding. Generally, about two-thirds of funding is distributed as \"entitlements\" through formulas set forth in the authorization act. Entitlement funds may generally be used for any AIP-eligible projects. However, FAA policy and statutory requirements discourage airport sponsors from using entitlements for lower-priority projects if they are also seeking discretionary funds. This linkage with the availability of discretionary funds is a tool that FAA uses to make airport sponsors think twice about using entitlement funds for low-priority projects. FAA oversees the distribution of AIP entitlement funds and enforces compliance with the eligibility criteria. Unlike the Federal-Aid Highway Program, federal aid to airports flows directly to the airport sponsor, usually an airport authority.", "After the entitlement funds are apportioned, whatever is left over is available for discretionary grants. Airports compete against each other for discretionary grants in the sense that they compete against each other for high national priority ratings (NPR) within the Airport Capital Improvement Plan process, which is a subset of the NPIAS and is developed by FAA, airport sponsors, states, and planning agencies. AIP discretionary funds were often earmarked substantially before the earmark ban. Earmarking moved an airport up the priority list and provided funding. On the other hand, it also moved the non-earmarked projects down. The discretionary funds are also subject to set-asides for nationwide priorities set by Congress, such as the 35% noise set-aside and the 4% Military Airport Program set-aside.", "Prior to the earmark ban, some earmarks also appeared in the F&E account of the FAA budget. The most significant of these were for projects under FAA's Tower/Terminal Air Traffic Control Program and the Instrument Landing Systems Program. The priorities for spending under these programs also are established through a national planning process. According to DOT's inspector general, earmarking delayed some projects assigned high priority through this process while funding lower-priority projects. Virtually all aviation earmarks occurred in appropriations legislation. "], "subsections": []}, {"section_title": "Maritime", "paragraphs": ["DOT's Federal Maritime Administration provides support for certain maritime operations and vessel construction, typically under criteria set by law. Most capital programs to benefit marine transportation, such as harbor dredging and lock repair, are undertaken by other federal agencies, notably the U.S. Army Corps of Engineers, rather than by DOT."], "subsections": []}, {"section_title": "BUILD Program", "paragraphs": ["One of the largest discretionary programs overseen by DOT is the Better Utilizing Investments to Leverage Development (BUILD) program, which replaced the preexisting Transportation Investment Generating Economic Recovery (TIGER) program. BUILD is a multimodal funding program with the stated intention of supporting \"projects that will have a significant impact on the Nation, a metropolitan area, or a region\" (Consolidated Appropriations Act, 2018; P.L. 115-141 ). Enacted initially as part of the American Recovery and Reinvestment Act of 2009 (ARRA; P.L. 111-5 ), the program has been funded in all subsequent annual appropriations bills. Funding, appropriated from the general fund, is $1.5 billion in FY2018. Projects are selected by DOT on a competitive basis according to merit criteria that include safety, economic competitiveness, quality of life, environmental protection, state of good repair, innovation, partnership, and additional nonfederal revenue for future transportation infrastructure investments."], "subsections": []}]}, {"section_title": "Transportation Spending Under an Earmark Ban", "paragraphs": ["Highways, transit, and intercity passenger rail are included in a single multi-year surface transportation authorization bill, which establishes programs and sets authorized spending levels. In the House, highways, transit, and rail are under the jurisdiction of the Transportation and Infrastructure Committee (T&I). In the Senate, the Environment and Public Works Committee has jurisdiction over the highway provisions, the Banking, Housing, and Urban Affairs Committee handles transit, and the Commerce, Science, and Transportation Committee handles rail. Provisions involving highway trust fund and revenue issues are under the jurisdiction of the Ways and Means Committee in the House and the Committee on Finance in the Senate. Aviation reauthorization bills are primarily under the jurisdiction of the T&I Committee in the House and the Commerce, Science, and Transportation Committee in the Senate.", "For appropriations legislation, highways, transit, and aviation are under the jurisdiction of the appropriations committees in each house. Members of the appropriations committees also oversee the implementation of federal transportation spending through hearings that provide the opportunity to publicly call the attention of DOT officials to issues that are important to the Member's state or district.", "The process of developing a transportation authorization bill typically begins with a schedule of hearings in which Members can participate, and at which local officials promoting the need for particular projects can testify. Once the bill is introduced, Members may discuss their concerns with the committee (both at the Member and staff levels). Such discussions may continue through the bill markup and even during the eventual floor debate. An earmark ban does not affect the ability of Members and their staffs to engage in such discussions. Nor does it limit their ability to correspond and meet with DOT officials in support of projects.", "A ban on transportation earmarks principally affects discretionary programs overseen by DOT. It has little direct impact on the formula programs that make up most federal transportation funding. Earmarks serve as a way for Members of Congress to ensure that discretionary transportation funds are distributed according to their priorities, rather than those of the Administration, or in some cases the relevant state department of transportation. With earmarks prohibited, and if Congress does not act in other ways to set funding priorities within the discretionary programs, then the job of setting priorities is left to DOT, subject to the grant selection criteria set forth in law and regulation. One alternative to earmarks is more detailed legislative language to govern the allocation of funds.", "Divergences between congressional and Administration priorities for transportation funding have come to the fore on several occasions. In FY2007, a year in which Congress passed a year-long continuing resolution and the appropriators did not earmark the discretionary programs, the George W. Bush Administration decided to consolidate virtually all discretionary funds in the highway and transit programs to advance its focus on comprehensive congestion mitigation strategies in metropolitan areas through urban partnership agreements. The roughly $850 million in discretionary funding was divided among just five cities. This amount included unallocated discretionary bus program funds that had been divided among hundreds of projects by Congress in the previous fiscal year.", "Similarly, the Obama Administration used unallocated FY2009 Bus and Bus Facilities funds to support one of its policy priorities, \"livability.\" Livability, which involves providing alternatives to the car and integrating transportation, housing, and environmental policies, was not specifically established as a policy priority by Congress.", "An earmark ban elevates the visibility of the programmatic selection process and of the selection criteria, which may be established by Congress. Under the earmark ban, other traditional avenues for Members of Congress to influence the flow of transportation funding become more important, such as involvement in the policymaking aspects of transportation budgeting and interaction with both federal and state transportation officials. Increased reliance on formula funding may make it more critical for Members to try to make sure that projects of importance to their constituents are included in transportation plans at an acceptable priority level.", "Members of the appropriations committees can improve the chances that a specific project will be funded without earmarking by increasing the amount of funding provided to a particular program. Members also have the opportunity to include provisions in appropriations legislation that may affect transportation program expenditures, including project selection, without identifying specific projects."], "subsections": [{"section_title": "Highway Programs Without Earmarks", "paragraphs": ["Due to its size, the Federal-Aid Highway Program has the largest impact on highway spending at the state and local levels. Reauthorization bills may extend existing programs, create new or revised programs, or allow programs to lapse. Typically, Members may support increased spending for programs that are more important to their state or district relative to other programs. For example, a Member from a state or district with air quality problems might give priority to an increased share of funding for the Congestion Mitigation and Air Quality Improvement Program.", "In the past, in lieu of earmarking, Members also would also support the creation of programs that would benefit their districts, states, or regions, such as the Coordinated Border Infrastructure Program or the Alaska Highway Program. In the absence of earmarks, highway program formulas become more important in directing the flow of highway funding. For example, the Transportation Equity Act for the 21 st Century (TEA-21; P.L. 105-178 ), enacted in 2005, added factors to two programs' funding formulas based on the annual contributions to the highway account of the Highway Trust Fund by state motorists. This directed money toward states whose motorists paid larger amounts of highway taxes and away from states whose motorists paid relatively less in highway taxes.", "However, in MAP-21, the 2012 legislation that was the first surface transportation act passed under the earmark ban, Congress made changes that limited the likelihood that Members could change formulas to benefit their districts or states. MAP-21 fundamentally changed the way that the formulas were structured. Instead of each of the several highway programs having its own set of formula factors that determined the distribution of the program's authorization to the states, there was one large authorization that was broken down into state shares before each state's share of the authorization was divided among the programs. This meant that there are no longer individual program formulas to modify as a substitute for earmarking. Under the post-MAP-21 distribution structure, the ways to bring more money to a state or district are to increase the overall funding authorized, change the calculation of the overall state amounts, create new discretionary programs, or modify existing discretionary programs' eligibility and selection criteria."], "subsections": []}, {"section_title": "Transit and Rail Programs Without Earmarks", "paragraphs": ["Like the highways programs, most federal transit programs rely heavily on funding formulas established in authorization laws. Formulas are not a neutral way of distributing funds, as the way in which a formula is constructed and subsequently modified can have significant effects on the allocation of funding. For example, in the 1980s transit funding dedicated to fixed guideway modernization was distributed by DOT based on an administrative formula that sent most funds to transit rail systems that existed before the creation of the federal transit program in 1964. This administrative formula was altered and inserted into law in 1991 in part to widen the distribution of funds to include rail systems built in the 1970s and 1980s. This change was reinforced by modifications made to the formula in the surface authorization law passed in 1997.", "The allocation of funding among the various transit programs is more important in the absence of earmarks. For example, districts with rail transit systems are likely to do well when more funds are dedicated to the State of Good Repair Program. Rural districts, by contrast, are likely to benefit when more funding goes to the Rural Area Formula Program. FTA also administers the Bus and Bus Facilities Program, which was heavily earmarked in the past. While MAP-21 distributed Bus Program funding entirely by formula, the FAST Act added a competitive discretionary component. With a ban on earmarks, funding will be distributed according to FTA criteria, and Congress may want to provide FTA with guidance in developing those criteria.", "The earmark ban has not made much of a difference in the realm of intercity passenger rail because, as noted earlier, these funding programs have not been earmarked. "], "subsections": []}, {"section_title": "Aviation Programs Without Earmarks", "paragraphs": ["The earmark ban is less significant for aviation than for surface transportation, due to the relatively minor role of earmarking in aviation funding. An earmark ban does not affect the ability of Members to help make the case for a higher priority for particular projects in the Airport Capital Improvement Plan. Alternatively, Members may seek to adjust the entitlement formulas in the Airport Improvement Program in ways that might benefit particular airports.", "In the absence of earmarking, Members whose states or districts have particular concerns about noise mitigation or conversion of a military airfield to civilian or dual use could support increases in the set-asides for those purposes, increasing the likelihood that a particular project will be funded without naming the project. Members could also intervene in the process of setting priorities for FAA facilities and equipment expenditures under the Tower/Terminal Air Traffic Control Program and the Instrument Landing Systems Program.", "One of the federal government's more visible aviation programs, the Essential Air Service Program, subsidizes commercial flights to airports that lost service under airline deregulation. This program is not earmarked, although Congress has from time to time altered the criteria that determine whether a particular airport is eligible for the program."], "subsections": []}]}]}}