{"id": "R41579", "title": "Access to Paper Currency by Visually Impaired Individuals: The American Council of the Blind v. Paulson", "released_date": "2011-01-07T00:00:00", "summary": ["In May 2008, the United States Court of Appeals for the District of Columbia issued a decision in The American Council of the Blind v. Paulson. The D.C. Court of Appeals affirmed the lower court's holding that the U.S. Department of the Treasury violated Section 504 of the Rehabilitation Act of 1973 by issuing paper currency in denominations that people with visual impairments cannot readily identify. Specifically, the court ruled that the current design of U.S. banknotes denies people with visual impairments meaningful access to the benefits of using U.S. currency. Furthermore, the Treasury Department was not exempted from liability on the grounds that accommodating the plaintiffs' disabilities would impose an undue burden. The court found that Treasury failed to substantiate its claims about the financial cost of achieving Section 504 compliance and the poor durability of certain proposed remedial tactile features.", "The Department of Treasury did not appeal the circuit court's decision. The case was remanded for consideration of an appropriate remedy, and, on October 3, 2008, the district court issued an injunction order. The injunction order required the Department of Treasury to make changes to accommodate people with visual impairments by the time the next currency redesign is approved.", "On May 20, 2010, the Bureau of Engraving and Printing (BEP) within the Department of Treasury published a notice of proposed action in the Federal Register. The notice identifies changes that BEP proposes to make to U.S. currency to accommodate people who are visually impaired. These changes are (1) developing and deploying a raised tactile feature as part of the next currency redesign; (2) adding large, high-contrast numerals and different and distinct color schemes to each denomination; and (3) implementing a \"Supplemental Currency Reader Program\" to provide electronic currency readers to people with visual impairments.", "In comments submitted to BEP, the American Council of the Blind expressed concern over the institution of the Supplemental Currency Reader Program. The Council urged BEP, inter alia, to provide specific details about the timelines for implementing the accessible features on the currency itself and establish performance specifications for readers that are distributed through the program. The Council also strongly opposed BEP's proposed eligibility requirements for the reader program, contending that they unnecessarily restricted the types of professionals who could verify a person's eligibility for a currency reader. Under the proposed regulation, only certain nurses and doctors would be authorized to verify a person's eligibility for a currency reader. The Council would like a variety of other professionals to be authorized as well, including social workers and professional staff at hospitals and other institutions."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Section 504 of the Rehabilitation Act of 1973 prohibits discrimination against people with disabilities in programs or activities receiving federal financial assistance or under any program or activity conducted by an executive agency or the U.S. Postal Service. The core requirement of Section 504 is articulated in subsection (a), which states:", "No otherwise qualified individual with a disability in the United States, as defined in section 705(20), shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance or under any program or activity conducted by any Executive agency or by the United States Postal Service....", "The purpose of the Rehabilitation Act is to ensure that individuals with disabilities can be independent and fully participate in society. The act seeks to empower individuals with disabilities by maximizing \"employment, economic self-sufficiency, independence, and inclusion and integration into society, through ... the guarantee of equal opportunity.\" However, tension may arise between giving full effect to these statutory objectives and ensuring that Section 504 compliance remains practicable for federal agencies and grantees.", "To prove a violation of Section 504 of the Rehabilitation Act, a plaintiff must show that (1) the program or activity is carried out by a federal executive agency or with federal funds; (2) the plaintiff is disabled within the meaning of the Rehabilitation Act; (3) he is otherwise qualified; and (4) he was excluded from, denied the benefit of, or subject to discrimination under the program or activity. A defendant in a Section 504 suit may assert as an affirmative defense to liability that accommodating the plaintiff's disability would constitute an \"undue burden.\"", "In 1985, the U.S. Supreme Court held in Alexander v. Choate that a federal agency or grantee who denies an otherwise qualified plaintiff \"meaningful access\" to the program or benefit it provides has excluded the plaintiff from the program, denied the plaintiff its benefits, and/or discriminated against the plaintiff within the meaning of Section 504. Moreover, the Court stated that to afford meaningful access to people with disabilities, a federal agency or grantee might be required to make \"reasonable accommodations.\" Although Choate was the first case to construe the nondiscrimination prong of Section 504 as requiring meaningful access, the Court ruled against the plaintiffs in Choate . The plaintiffs argued that Tennessee's decision to reduce the number of days of inpatient care paid for by Medicaid denied Medicaid recipients with disabilities meaningful access to Medicaid and hospital services because they spent, on average, more days receiving inpatient care than their nondisabled peers. The Court found that despite Tennessee's change in policy, Tennessee continued to provide people with and without disabilities \"identical\" access to Medicaid covered inpatient care. Accordingly, while Choate remains the source of the meaningful access standard, the case illustrates that practices or policies with a disparate impact on people with disabilities do not, ipso facto , violate Section 504. ", "The Court in Choate also noted that Section 504 does not require federal agencies and grantees to provide people with disabilities meaningful access to their programs and activities at the expense of their programs' integrity. The Court quoted its holding in Southeastern Community College v. Davis , which established that Section 504 does not require a federal grantee \"to make 'fundamental' or 'substantial' modifications to accommodate the handicapped, [but] it may be required to make 'reasonable' ones.\" As a reflection of this jurisprudence, Department of Treasury regulations state that the department is not required to take actions to comply with Section 504 when doing so would result in a fundamental alteration of a program or in undue financial and administrative burdens."], "subsections": []}, {"section_title": "American Council of the Blind v. Paulson", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["A 1995 National Research Council study concluded that more than 3.7 million Americans experience low vision and, as a result, have difficulty identifying U.S. banknotes due to their virtually uniform size, color, and general design. This difficulty, the study found, prevented visually impaired individuals from fully participating in society because they cannot \"conveniently and confidentially exchange currency in everyday transactions,\" such as those required to use public transportation or make purchases.", "Relying in part on the findings of that study, the American Council of the Blind and two individuals with visual impairments (collectively \"the Council\") sued the Secretary of the Treasury of the United States, Henry Paulson, in U.S. District Court for the District of Columbia in 2002. The Council alleged that the Department of Treasury violated Section 504 of the Rehabilitation Act by issuing banknotes that were not readily identifiable for people with visual disabilities. It sought declaratory and injunctive relief to prohibit the Department of Treasury from continuing to manufacture notes greater than $1 in their present format and to require the Treasury Department to create and implement a corrective action plan. The department acknowledged that the physical design of U.S. dollars made it difficult for blind and visually impaired individuals to independently identify denominations. However, it also contended that these individuals were not denied the benefit of meaningful access to U.S. currency and, even if they were, requiring the Treasury to make modifications would unduly burden the department. These were the only two issues contested. ", "Both the plaintiffs and the Department of Treasury moved for summary judgment. The U.S. district court concluded that (1) the Council met its burden to show that the visually impaired are denied meaningful access to U.S. paper currency; and (2) the Department of Treasury had failed to meet its burden to demonstrate that no effective accommodation could be implemented without imposing an undue burden on the department. Accordingly, the district court granted the Council's motion for summary judgment in part and denied Treasury's motion. However, the court did not order the Treasury Department to follow a particular plan or design change to achieve compliance with the Rehabilitation Act. Instead, the court ordered a status conference with both parties for the purpose of discussing the appropriate remedy.", "Before a final remedy was ordered, the Department of Treasury appealed the ruling to the United States Court of Appeals for the District of Columbia. The Council opposed the petition for interlocutory appeal, arguing that the Treasury Department's contentions regarding the burden of accommodating the plaintiffs were purely hypothetical in the absence of a determined remedy. However, the D.C. Court of Appeals accepted the appeal, reasoning that reviewing the case before injunctive relief was issued would prevent both the court system and the Department of Treasury from expending resources unnecessarily. For the reasons discussed below, the D.C. Circuit Court affirmed the district court's grant of summary judgment and remanded the case for the district court to address the Council's request for injunctive relief."], "subsections": []}, {"section_title": "Plaintiffs Lack Meaningful Access to U.S. Currency", "paragraphs": ["The D.C. Circuit first considered whether the lower court was correct to hold that the Department of Treasury discriminated against people with visual impairments in violation of Section 504 of the Rehabilitation Act. Because the Treasury Department conceded three of the four elements of Section 504 liability, the D.C. Circuit focused on the fourth prong—that is, whether visually impaired individuals are denied meaningful access to U.S. paper currency. ", "Choate established that Section 504 of the Rehabilitation Act requires federal agencies and grantees to provide \"an otherwise qualified handicapped individual ... with meaningful access to the benefit that the grantee offers.\" When meaningful access is denied, a federally funded program might be required to make \"reasonable accommodations,\" but there is no denial of meaningful access when people both with and without disabilities have \"identical and effective\" access to the benefit or services provided. Since Choate , courts have determined whether a federal agency or grantee provides an otherwise qualified individual with meaningful access to the benefit or program at issue on a case-by-case basis. ", "On appeal to the D.C. Circuit, the Treasury Department argued that people with visual impairments are denied meaningful access to the benefits of U.S. currency only if they are unable in all circumstances to accurately identify paper money without assistance. The court disagreed, stating that this construction of Choate 's meaningful access test lacked a \"legal foundation.\" The court cited precedent in which plaintiffs with disabilities were denied meaningful access to government programs because they were forced to take extreme measures, such as crawling, to access government services. These cases, the D.C. Circuit wrote, suggest that the plaintiffs are denied meaningful access to U.S. currency if their access to U.S. banknotes is impeded. ", "The court also rejected the Treasury Department's assertion that individuals with visual impairments have meaningful access to U.S. banknotes. The department advanced two theories in support of this argument. First, it claimed that in the absence of evidence that visually impaired individuals are \"frequently defrauded,\" the court should presume that they have meaningful access to U.S. paper currency. However, the court dismissed this contention as \"astounding\" on its face.", "The department's second theory was that people with visual impairments have meaningful access to cash transactions because they can use certain techniques and technology to identify U.S. banknotes. For example, the Treasury Department claimed that people with visual impairments could identify dollar denominations effectively by asking sighted persons for assistance during transactions, using portable electronic readers to identify bills, keeping differing denominations folded in distinct ways, and/or using methods of cashless payments (i.e., credit and/or debit cards).", "The court disagreed. Dependence on third parties, it wrote, \"is anathema to the stated purpose of the Rehabilitation Act and places the visually impaired at a distinct disadvantage ... they are compelled to rely on the honesty and carefulness of sighted individuals.\" Similarly, the court reasoned that conditioning access to paper currency on a person's ability to spend substantial sums of money on technological devices amounted to a denial of meaningful access. For support, the court cited a Second Circuit decision rejecting a defendant's argument that, in the absence of American Sign Language interpreters, deaf parents had meaningful access to school activities because they could pay for their own interpreters. Finally, the court wrote that credit cards do not provide the plaintiffs with meaningful access to paper currency because they are not universally accepted substitutes for cash. Even if credit cards became universally accepted, the court found that they would not provide visually impaired individuals with access to transactions in which they, perhaps as store employees, received cash from another person. The court concluded that the plaintiffs did not enjoy meaningful access to U.S. currency."], "subsections": []}, {"section_title": "Reasonable Accommodations Would Not Impose an Undue Burden", "paragraphs": ["Having determined that the Department of Treasury violated the nondiscrimination provision of the Rehabilitation Act, the D.C. Circuit turned to the one issue remaining: whether Treasury's noncompliance was justified because effectively accommodating the plaintiffs' disabilities would impose an undue burden on the department. Compliance with Section 504 is deemed unduly burdensome if, given the defendant's resources, the costs associated with compliance outweigh its benefits. ", "The Treasury Department argued that, by granting the plaintiffs' motion for summary judgment, the district court had categorically validated the Council's proposed accommodations without assessing whether any one of those accommodations would impose an undue burden on the department. It contended that the court should have analyzed each of the accommodations that was recommended and found, at the least, that the most expensive of those accommodations constituted an undue burden. However, the D.C. Circuit described this assertion as a misstatement of the law: \"liability under Section 504,\" the court wrote, \"requires only that the least burdensome accommodation not be unduly burdensome.\"", "The D.C. Circuit also found that the Department of Treasury had invited the lower court's categorical approach by failing to present evidence rebutting the reasonableness of each of the accommodations that the Council proposed. The department had opted to present evidence in the lower court that suggested that implementing any accommodation would impose an undue burden on Treasury. The district court found this evidence deficient for a variety of reasons, and the department did not challenge that finding on appeal. "], "subsections": []}]}, {"section_title": "Recent Developments", "paragraphs": ["The Department of Treasury did not appeal the D.C. Circuit's decision in American Council of the Blind . On remand, the district court granted the Council's request for injunctive relief. Pursuant to the terms of the district court's October 3, 2008, injunction order, Treasury is required to complete changes to each denomination no later than the date when the Secretary next approves a redesign for that denomination.", "On May 20, 2010, the Bureau of Engraving and Printing (BEP) within the Department of Treasury published a notice of proposed action identifying the accommodations that it is considering in the wake of American Council of the Blind . BEP stated that it will (1) develop and deploy a raised tactile feature as part of the next currency redesign; (2) continue its practice of adding large, high-contrast numerals and different and distinct color schemes to each denomination; and (3) implement a \"Supplemental Currency Reader Program\" to provide electronic currency readers to people with visual impairments. Comments on BEP's proposals were due no later than August 18, 2010.", "The American Council of the Blind submitted comments expressing overall satisfaction with BEP's plan, particularly with its proposal to incorporate raised tactile features into U.S. currency. However, the Council had concerns with the substance of—and eligibility requirements for—the currency reader distribution program. The Council contended that interim measures, such as the proposed reader program, have a history of becoming permanent substitutes for the originally envisioned program, and, should this happen with the reader program, the Treasury would fail to make U.S. currency meaningfully accessible to visually impaired individuals.", "The Council listed several reasons why distributing currency readers will not make currency denominations readily distinguishable to people with visual impairments. For one, currency readers must be operated with both hands, which, the Council wrote, prevents users from being able to keep their wallet safely in their hands while denominating. In addition, bills must be fed into the devices one at a time, which can place users in the uncomfortable situation of having to publicly reveal how much money is on their person while also holding up the line behind them. A third concern is that if a person's currency reader is damaged, lost, stolen, or experiencing a technological glitch, the user has no means of identifying currency denominations. In light of these concerns, the Council urged BEP to provide specific details about the timelines for implementing the accessible features on the currency itself and establish performance specifications for devices that are distributed through the currency reader program.", "The Council also strongly opposed BEP's suggested eligibility requirements for the currency reader program. BEP proposed to distribute readers to people who provide documentation verifying that they need a reader to accurately identify the denomination of U.S. banknotes. This verification must be provided by a \"competent authority,\" namely a registered nurse, licensed practical nurse, or doctor of medicine, osteopathy, or optometry. The Council asserted that this proposed definition of \"competent authority\" is too limiting. It urged BEP to use the definition of \"competent authority\" that the Library of Congress uses to determine who is qualified to benefit from its program for loaning Library materials to the blind. If BEP adopts the Library of Congress's definition of competent authority, applicants for currency readers could obtain verification from a broader range of sources, including, inter alia , therapists, social workers, case workers, and rehabilitation teachers."], "subsections": []}]}}