{"id": "R41522", "title": "Cuba’s Offshore Oil Development: Background and U.S. Policy Considerations", "released_date": "2011-11-28T00:00:00", "summary": ["Cuba is moving toward development of its offshore oil resources. While the country has proven oil reserves of just 0.1 billion barrels, the U.S. Geological Survey estimates that offshore reserves in the North Cuba Basin could contain an additional 4.6 billion barrels of undiscovered technically recoverable crude oil. The Spanish oil company Repsol, in a consortium with Norway's Statoil and India's Oil and Natural Gas Corporation, is expected to begin offshore exploratory drilling in early 2012, and several other companies are considering such drilling. At present, Cuba has six offshore projects with foreign oil companies. If oil is found, some experts estimate that it would take at least three to five years before production would begin.", "In the aftermath of the Deepwater Horizon oil spill, some Members of Congress and others have expressed concern about Cuba's development of its deepwater petroleum reserves so close to the United States. They are concerned about oil spill risks and about the status of preparedness and coordination in the event of an oil spill. Dealing with these challenges is made more difficult because of the long-standing poor state of relations between Cuba and the United States. If an oil spill did occur in the waters northwest of Cuba, currents in the Florida Straits could carry the oil to U.S. waters and coastal areas in Florida, although a number of factors would determine the potential environmental impact. If significant amounts of oil did reach U.S. waters, marine and coastal resources in southern Florida could be at risk.", "The Obama Administration has been making efforts to prepare for a potential oil spill in Cuban waters that could affect the United States. This has included: updating oil spill area contingency plans covering Florida and developing a broader offshore drilling response plan; engaging with Repsol over its oil spill response plans (including plans to inspect the oil rig that Repsol will use); and licensing U.S. companies to provide personnel and export equipment needed for oil spill preparedness and response. Some energy and policy analysts have called for the Administration to ease regulatory restrictions on the transfer of U.S. equipment and personnel to Cuba for oil spill preparedness and response. Some have also called for direct U.S.-Cuban government cooperation to minimize potential oil spill damage, looking at U.S. cooperation with Mexico as a potential model as well as information sharing and cooperation through multilateral channels under the auspices of the International Maritime Organization. In contrast, some policy groups call for the United States to focus on preventing Cuba from engaging in offshore oil exploration altogether.", "In the 112th Congress, five legislative initiatives have been introduced taking varying approaches toward Cuba's offshore oil development, and there have been two oversight hearings. H.R. 372 would authorize the Secretary of the Interior to deny oil leases and permits to those companies that engage in activities with the government of any foreign country subject to any U.S. government sanction or embargo. S. 405, among its provisions, would require the development of oil spill response plans for nondomestic oil spills in the Gulf of Mexico, including recommendations for a joint contingency plan with Mexico, Cuba, and the Bahamas. H.R. 2047 would impose visa restrictions on foreign nationals and economic sanctions on companies that help facilitate the development of Cuba's offshore petroleum resources. S. 1836 and H.R. 3393 would provide that foreign offshore oil developers would be liable for damages from oil spills that enter U.S. waters.", "This report is current through November 2011. For further developments and the final status of legislative initiatives discussed in this report, see CRS Report R41617, Cuba: Issues for the 112th Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Long dependent on oil imports, Cuba has invited foreign companies to explore for and produce petroleum in its north offshore region, which could hold 4.6 billion barrels of technically recoverable oil according to U.S. Geological Survey (USGS) estimates. One of those companies, Spain-based Repsol, is expected to start exploratory drilling in early 2012. A number of other companies, all government-owned national oil companies except for Repsol, are also considering exploratory offshore drilling in Cuban waters. Repsol's exploratory drilling in Cuban waters reportedly would occur approximately 55 to 60 miles south of Key West, Florida.", "Cuba's offshore development so close to the United States raises implications for U.S. policy focusing on oil spill risks and the status of U.S.-Cuban cooperation on preparedness and response in the case of a major oil spill. The Deepwater Horizon oil spill in the U.S. Gulf of Mexico heightened concerns about oil spill risks and raised the potential of U.S.-Cuban engagement regarding a potential oil spill in Cuban waters. However, the prospects for addressing these concerns are complicated by longstanding U.S. policy to isolate communist Cuba.", "This report first examines Cuba's oil sector, including current production and consumption levels. It then looks at Cuba's offshore development, including the Repsol project, other offshore projects involving state-owed foreign oil companies, and the outlook for Cuba's offshore oil production. The report then analyzes considerations for the United States raised by Cuba's offshore oil development, examining oil spill risks and environmental dangers if spilled oil reaches U.S. waters, the status of disaster coordination between the United States and Cuba, and potential approaches on the issue. The report then examines the debate over broader U.S. involvement in Cuba's offshore oil development, and touches on two outstanding boundary issues related to Cuba's offshore oil development. Finally, the report examines legislative initiatives that have been advanced to deal with Cuba's offshore oil development. "], "subsections": []}, {"section_title": "Cuba's Oil Sector", "paragraphs": [], "subsections": [{"section_title": "Current Situation", "paragraphs": ["Cuba currently has proven oil reserves of 0.1 billion barrels and natural gas reserves of 2.5 trillion cubic feet. These are located on shore or near shore, and were the focus of oil exploration and production until recently. The USGS estimates that the offshore North Cuba Basin could contain an additional 4.6 billion barrels of undiscovered technically recoverable crude oil resources, as well as 0.9 billion barrels of natural gas liquids and 9.8 trillion cubic feet of natural gas. , More than 70% of that oil may be in a portion of the North Cuba Basin stretching from about 70 miles west of the west end of the island for about 300 miles eastward in a narrow band known as the North Cuba Foreland Basin (see Figure 1 ). Separately, Cuban officials claimed in 2008 that Cuban offshore resources could be as much as 20 billion barrels of undiscovered crude, but in April 2011 Cuban officials lowered those estimates to 5 to 9 billion barrels.", "Cuba produced 51 thousand barrels of oil a day (Kb/d) in 2010 from the onshore or shallow, near shore fields. The output is mostly heavy, sour (sulfur-rich) crude that requires advanced refining capacity to process. Cuba currently accesses offshore fields located near its northern coast through horizontal drilling from onshore rigs. Canadian companies Peberco and Sherritt developed near-shore assets from onshore block 7 (see Figure 2 ), but the Cuban government terminated that lease in 2009.", "Cuba consumed 165 Kb/d of oil in 2009, down from 225 Kb/d two decades ago. Cuban domestic production increased and consumption fell after the Soviet Union curtailed its support for Cuba in the early 1990s. Most of Cuba's oil today is used for power generation, with relatively small amounts used for transportation. This implies net imports of 114 Kb/d. This comes from Venezuela, which has stepped into the former Soviet Union's role as a patron of the Cuban government. According to the official agreement between the two nations, Venezuela provides Cuba with oil at indexed prices and with long-term financing for up to 40% of oil imports at subsidized interest rates. Cuba compensates Venezuela at least in part through offering medical and education services, including sending doctors to Venezuela. ", "According to the U.S. Energy Information Administration, Cuba currently has about 300 Kb/d of simple crude refining capability. However, not all of this is currently producing and Cuba has a limited amount of additional complex capacity to process the heavy sour crudes it produces. A significant amount of the oil going into power generation is burned directly as crude instead of as refined products, which can damage power plants. Of Cuba's imports, roughly 60% are refined products, mostly distillate and residual fuel oil. The rest is crude oil.", "Petroleos de Venezuela S.A. (PdVSA), Venezuela's state-owned national oil company (NOC), is helping Unión Cuba Petróleo (Cupet), Cuba's NOC, to expand and upgrade Cuba's refining capacity. Their Cuvenpetrol joint venture brought online the previously defunct Cienfuegos refinery in 2007, and they are pursing further expansion there with the assistance of the China National Petroleum Corporation (CNPC) and Chinese lenders. Renovations at the Hermanos Diaz refinery and construction of a new refinery at the port of Matanzas are also planned. The upgrades may help Cuba process more of its own heavy crudes, which could be especially useful if production increases, as well as for processing crude imported from Venezuela."], "subsections": []}, {"section_title": "Offshore Development", "paragraphs": [], "subsections": [{"section_title": "The Repsol Project", "paragraphs": ["Repsol YPF, a publicly traded oil company based in Spain, is expected to begin drilling an offshore exploratory well in Cuba's exclusive economic zone (EEZ) in early 2012. The project, called the Jagüey prospect, reportedly is about 55 to 60 miles south of Key West, Florida, as noted above. This is not Repsol's first offshore exploration venture in Cuba. It drilled Cuba's only prior deepwater well, Yamagua-1, in 2004 in offshore block 27, roughly 20 miles northeast of Havana. Repsol discovered petroleum resources, but deemed them commercially insufficient to justify producing.", "In its current project, Repsol leads a consortium which also includes Norway's NOC, Statoil, and India's NOC, the Oil and Natural Gas Corporation (ONGC). Repsol has a 40% stake in the venture, with the other two partners each holding a 30% stake. The consortium has rights to six exploration blocks located off Cuba's northern shore (see Figure 2 ).", "Repsol has collected seismic data and now awaits arrival of offshore oil rig Scarabeo-9, which it has contracted to carry out exploratory drilling from its owner, Italian oil services provider, Saipem. Scarabeo-9 was built at a shipyard in Yantai, Shandong province, China. According to reports, the only major U.S. made component in the rig is the blowout preventer (which is the type of equipment that failed during the Deepwater Horizon oil spill). The rig moved to Singapore, where its marine and drilling systems were completed. Originally expected to be completed in September 2009, Scarabeo-9 was delayed several times. The rig is now expected to arrive in Cuba in late December 2011 or early January 2012. (As discussed below, U.S. officials from the Coast Guard and Department of the Interior will inspect the rig before it enters Cuban waters. See \" Oil Spill Preparedness and Response \" below.)", "Repsol has committed to Cuban authorities to drill one exploratory well, and may add additional wells depending on its results. Scarabeo-9 may drill additional wells for other companies with Cuban offshore exploration and production licenses, and Malaysia's NOC Petronas is reportedly next in line, according to Repsol officials. According to Cuban officials, there are plans for five wells to be drilled."], "subsections": []}, {"section_title": "Other Offshore Projects", "paragraphs": ["Other foreign companies have five other lease agreements for offshore blocks in Cuba, and at least one more is being negotiated. Lease holders are conducting seismic surveys, and may be preparing for exploratory drilling. Apart from Repsol, the companies are all state-owned. Some of the NOCs' governments, including Brazil, Russia, and China, have recently made loans to Cuba to support development of infrastructure as well as energy, minerals, and agriculture sectors.", "Separate from its consortium with Repsol, ONGC contracted for two additional blocks in 2006 (see Figure 2 ). It may be preparing to move from seismic analysis to exploratory drilling as it has already started soliciting bids for necessary equipment. Malaysia's NOC, Petronas, has partnered with Russian NOC Gazprom, in a contract on four blocks off the western coast of Cuba. (Gazprom and Petronas have also partnered to develop the Badra field in Iraq. ) They are studying seismic data and could begin drilling in 2012. Vietnam's NOC, PetroVietnam, holds contracts for four offshore blocks west of Cuba. PetroVietnam may partner with Russian NOC Zarubezhneft, which has separate contracts for onshore and near shore blocks. Venezuela's NOC, PdVSA, has a license to explore four western offshore blocks. Finally, Angola's NOC, Sonangol, signed an agreement to operate two offshore blocks in December 2010. ", "Chinese NOC, CNPC, is in negotiations for Cuban offshore blocks. Chinese companies have never previously drilled off Cuba's coast, though CNPC does provide some onshore drilling services. (Even Scarabeo-9, though it was built in China, is neither owned nor leased by a Chinese company.) As mentioned above, CNPC is also helping Cuba refurbish its Cienfuegos refinery. ", "Petrobras, Brazil's NOC, had signed an agreement in 2008 for offshore block N37, off Cuba's northern coast. Based on seismic data it collected as well as other company priorities, Petrobras decided to relinquish its contract in March 2011. Company statements indicated that it would rather focus on oil prospects in Brazil. "], "subsections": []}, {"section_title": "Outlook for Cuba's Offshore Production", "paragraphs": ["Exploratory drilling by Repsol and others will provide more information on the potential for Cuban output. If oil is found, some experts estimate that companies would have to invest in developing production capacity for at least three to five years before production could begin. However, production could be delayed due to a number of factors, such as the availability of offshore oil field development services. Development will take place at a slower rate than might otherwise be the case due to U.S. sanctions, which prohibit involvement from U.S. companies and prohibit use of equipment with more than 10% U.S. content. Once production starts, it will likely grow slowly over the course of years. For the foreseeable future, any incremental increase in Cuban production is likely to be small relative to the roughly 85 million barrel a day global oil market.", "Some analysts have argued that Cuba could produce enough oil to become an oil exporter; however, this remains very speculative at this juncture. First, there remain uncertainties about when oil production could begin and at what rate it could be produced. Second, Cuba would need to offset the roughly 130 Kb/d of oil it currently imports to meet existing demand before becoming a net exporter. Third, current Cuban oil demand may grow, especially if the economy grows or the government loosens control over oil use as more domestic supply becomes available. ", "Cuba is still likely to trade more oil—especially as refining capacity increases—but its net trade balance for oil may not necessarily shift to a significant oil export surplus. It depends on how much oil is found and developed and what happens to domestic Cuban demand. What is more certain is that lower net import needs may reduce Cuba's dependence on imports from Venezuela."], "subsections": []}]}]}, {"section_title": "Implications and Considerations for U.S. Policy", "paragraphs": [], "subsections": [{"section_title": "Oil Spill Risks29", "paragraphs": ["The Deepwater Horizon oil spill in the U.S. Gulf of Mexico heightened concerns over the potential of an oil spill in Cuban waters and the risk such a spill could affect Florida's waters and coastal areas. As noted above, Repsol's current plans for drilling in Cuba fall within about 55 to 60 miles south of Key West, Florida. Were an oil spill to occur in these areas, it could have environmental impacts in the United States. Oil can be spilled from acute exploration and production accidents, through longer-term discharge from operations, or through transportation accidents, such as a tanker collision or pipeline rupture."], "subsections": [{"section_title": "Risks of a Spill in Cuban Waters", "paragraphs": ["The U.S. agency in charge of enforcing safety and environmental regulations on the U.S. Outer Continental Shelf, including oil spill response, is the Department of the Interior's Bureau of Safety and Environmental Enforcement (BSEE). In addition, several statutes, including the Clean Water Act and the Oil Pollution Act, establish a liability regime for oil spills. Offshore exploration and production operations in non-U.S. waters may not be governed by analogous regulations or fall under a liability structure that creates an incentive to minimize oil spills. Since the Repsol project is only the second deepwater well to be drilled in Cuba's EEZ, Cuban officials are in the process of developing and implementing up-to-date regulations to prevent offshore drilling accidents and contingency plans to address accidents if they do occur. They have pledged to follow the highest international environmental and safety standards, and have expressed a strong willingness to cooperate with the United States and other countries on safety measures. However, as the recent U.S. experience in the Gulf of Mexico illustrates, even the long-time existence of regulations and regulator may not always prevent an oil spill.", "According to a 2008 American Petroleum Institute study of U.S. offshore oil spills, the largest cause of spilled oil is loss of well control or \"blowouts\" at offshore platforms. Currently, only exploration wells are planned in Cuba. Their results will be analyzed before production wells and transportation infrastructure is considered. However, there have been major oil spills from exploratory wells in the past. Two of the largest accidental oil spills in world history resulted from blowouts at exploratory wells in the Gulf of Mexico – the Deepwater Horizon oil spill in the U.S. Gulf of Mexico and the 1979 Ixtoc oil spill in Mexico's section of the Gulf of Mexico.", "It is difficult to assess the likelihood of a spill. According to Saipem, Scarabeo-9 is built to Norwegian standards, including extra equipment to shut off blown-out wells beyond what is required in the United States. Repsol has significant offshore experience, including projects in the U.S. Gulf of Mexico. It has had issues with oil spills, which is not abnormal for an oil company. (See \" Oil Spill Preparedness and Response \" below.) Among other Cuban lease holders, Statoil has extensive offshore experience, including projects in the U.S. Gulf of Mexico, and are generally seen as accomplished offshore operators. Petronas, ONGC, and PetroVietnam also have offshore experience. PdVSA does not, but its offshore project appears the furthest from seeing drilling activity among existing licenses. Cuban officials claim they are taking necessary regulatory precautions, including incorporating safety practices from the United Kingdom and the United States."], "subsections": []}, {"section_title": "Risks that Oil Spilled in Cuban Waters Reaches the United States", "paragraphs": ["If an oil spill were to occur in the waters northwest of Cuba, currents in the Florida Straits could carry that oil to U.S. waters and coastal areas in southern and south eastern Florida. However, any environmental impact to Florida would depend on many factors at the time of a spill, including size and location of the oil spill, ocean conditions in the area, prevailing wind direction and velocity, temperature of the water and the air, the type of oil spilled, and effectiveness of any cleanup efforts. The wide variety of factors render impossible a precise description of the environmental impact were an oil spill to occur in Cuban waters.", "Even if prevailing winds and current conditions favored rapid transport of spilled oil to the Florida coastline, other factors would also affect the rate of spill dispersal and, in part, determine how much of the spill reached the U.S. coast. The physical and chemical characteristics of an oil spill change over time, a process known as \"weathering.\" How much weathering takes place after a spill occurs would affect the nature of the oil and the degree of impact. How fast oil spreads depends on volume spilled and the viscosity of the oil. As the spill spreads out, the lighter and more volatile components of the oil would evaporate at a rate that depends on water and air temperature, as well as wind speed and wave action. Over time, and depending on waves and turbulence at the sea surface, the spill would start to break up, or disperse. Other factors, such as oxidation, biodegradation, interaction with sediments, all contribute to the changing character of an oil spill over time and during its transport by ocean currents and winds.", "Finally, the extent of any cleanup activities will influence how much of the spill persists in the environment. In general, the faster and more expansive the cleanup effort, the more likely it may limit damage to the environment. (See \" Oil Spill Preparedness and Response \" below for a discussion of U.S. policy related to preparedness and response in the event of an oil spill.)"], "subsections": []}, {"section_title": "Assets at Risk If Spilled Oil Reaches U.S. Waters", "paragraphs": ["If significant quantities of oil did reach U.S. waters, risks to the marine and coastal resources of Southern Florida could be of particular concern. The coastal and ocean resources of the region provide recreational, commercial, and ecological benefits to both local communities and the nation.", "One of the more vulnerable areas that could be at risk is the Florida Keys and adjacent areas. The Florida Keys National Marine Sanctuary includes state and national parks, wildlife refuges, ecological reserves, research areas, and sanctuary preservation areas. North of the Florida Keys are the Everglades and Biscayne National Parks. As one moves up Florida's east coast, barrier beaches backed by lagoons and wetlands dominate the geography. And then there are the densely populated areas of Miami-Dade, Broward, and Palm Beach Counties.", "The Florida Keys and adjacent areas comprise diverse and interrelated marine systems. The Florida reef is the most extensive living coral reef in North American waters, stretching for 325 miles. Reefs, sea grass beds and mangroves in the region provide habitats for many marine animals, including a number of threatened and endangered species. These coral reefs and related coastal ecosystems are valuable because they provide protection from erosion and flooding, especially from severe storms such as hurricanes.", "Depending on timing, size, and location, an oil spill can cause significant harm to individual organisms and entire populations in marine and coastal habitats. Spills can cause impacts over a range of time scales, from days to years, or even decades for certain spills. Acute exposure to an oil spill can kill organisms or have non-lethal but debilitating effects on organism development, feeding, reproduction, or disease immunity. Ecosystems in which they exist can also be harmed. Certain habitats in the area—such as coral reefs, mangrove swamps, and salt marshes—are especially vulnerable. Long-term, chronic exposure, as occurs from continuous oil releases such as leaking pipelines, offshore production discharges, and non-point sources (e.g., urban runoff) can see impacts spread from sea life to the survival and reproductive success of marine birds and mammals.", "Southern Florida's natural resources are closely integrated with its economic interests. Southern Florida supports significant tourism as well as commercial and recreational fishing. Florida's tourism industry directly employs more than a million people. The 84 million tourists that visited Florida in 2008 spent around $65 billion. The Deepwater Horizon spill illustrated that an oil spill can significantly harm the tourism industry of affected areas. A well-publicized oil spill can even weaken tourism in a nearby area, regardless of the actual threat to human health created by the spill."], "subsections": []}]}, {"section_title": "Oil Spill Preparedness and Response", "paragraphs": ["In light of oil spill concerns, there has been increased congressional and public interest on the status of oil spill preparedness and response and coordination between Cuba and the United States. A number of analysts and policy groups have been encouraging U.S.-Cuban engagement on the issue, while some policy groups maintain that the United States should focus on preventing Cuba from engaging in offshore oil exploration altogether.", "The Obama Administration has been making efforts to prepare for a potential oil spill in Cuban waters that could affect the United States. The U.S. Coast Guard has been working with state, local, and other federal agencies to ensure that area contingency plans covering Florida are adequate. The National Oceanic and Atmospheric Administration (NOAA) in cooperation with the Department of the Interior's Bureau of Ocean Energy Management (BOEM) has run trajectory models in order to identify potential landfall areas along the U.S. coasts, information that is being used to enhance the area contingency plans. Since March 2011, the Coast Guard's Seventh District in Miami has been working to develop an International Offshore Drilling Response Plan. As part of this effort, the Coast Guard hosted an inter-agency table top exercise in Miami on November 17, 2011, responding to a fictitious international spill off the coast of Florida. ", "U.S. agencies have also engaged with officials from Repsol, which has provided information regarding its plans related to drilling and oil spill response. The company has offered U.S. agencies an opportunity to inspect the Scarabeo-9 oil rig. Both the Coast Guard and the Department of the Interior's Bureau of Safety and Environmental Enforcement (BSEE) are planning to inspect the rig before it enters Cuban waters. According to U.S. officials, Repsol maintains that it will adhere to U.S. regulations and the highest industry standards when conducting its exploratory drilling in Cuban waters.", "Currently the United States and Cuba are not parties to a bilateral agreement on oil spills. In the aftermath of the Deepwater Horizon spill, however, U.S. officials in Havana kept the Cuban government informed about the oil spill in working-level discussions. With Cuba's movement toward developing its offshore oil resources so close to the United States, some analysts have called for more institutionalized or formal U.S.-Cuban cooperation and planning to minimize potential damage from an oil spill. Given the comprehensive U.S. economic sanctions on Cuba, some analysts have called for the Administration to amend or rescind regulations that restrict the transfer of equipment, technology, and personnel that would be needed to combat an oil spill in Cuba. Some energy analysts assert that foreign oil companies operating in Cuba need to have full access to technology and personnel in order to prevent or manage a spill. Some maintain that the U.S. embargo has forced drillers to use second-hand equipment to avoid buying from U.S. companies.", "U.S. oil spill mitigation service companies can be licensed through the Treasury Department's Office of Foreign Assets Control (OFAC) and the Department of Commerce's Bureau of Industry and Security (BIS) to provide oil spill prevention and containment support to companies operating in Cuba. According to the Department of State, the United States expects any foreign oil company engaged in oil exploration activities in Cuba to have adequate safeguards in place to prevent oil spills and contingency plans to address a spill should it happen. ", "Since 2001, a Florida-based company, Clean Caribbean & Americas (CCA), has received U.S. licenses to send technical advisers and trainers to assist foreign oil companies in Cuba to prepare to respond to a large oil spill. The actual material and equipment is stored in Fort Lauderdale and would be sent to Cuba by air and sea in the event of a major oil spill. For a Tier 1 oil spill, one that is small and localized, foreign oil companies drilling offshore in Cuba would maintain their own capabilities and equipment. For a Tier 2 oil spill, involving larger quantities of oil that could spread beyond the immediate vicinity where the spill took place, near shore oil operators and the Cuban government would supply equipment to help respond to the spill. A much larger Tier 3 oil spill, like a major tanker accident or an offshore well blowout, would require international assistance, like that provided by Clean Caribbean & Americas, which would move equipment into Cuba. This type of oil spill response mechanism for large Tier 3 spills is a typical arrangement that has developed internationally over the past 30 years. CCA's President Paul Schuler maintains that involvement of Cuban and U.S. agencies in drills and exercises would enhance preparedness and response to a potential oil spill in Cuba.", "In October 2011 congressional testimony, Schuler stated that his company was jointly developing Repsol's oil spill contingency plan with a UK-based company, Oil Spill Response Ltd (ORSL), which has a large stockpile of air mobile equipment and has no restrictions on sending equipment and personnel to Cuba. According to Schuler, the Scarabeo-9 will have Tier 1 equipment on site to provide initial rapid response, while ORSL is sending equipment to Cuba to be place at the port of Mariel for Tier 2 spill reinforcement. In the event of a Tier 3 spill , both CCA and OSRL would mobilize resources if needed. However, if a spill similar to the Deepwater Horizon spill occurred, Schuler testified that he would expect the mobilization of significant other resources. He encouraged loosening up the licensing process so more U.S. companies and resources could be made available if needed. Schuler also maintained during questioning that CCA was the only U.S. company at this juncture to have a license to export oil spill response equipment to Cuba, while two others are licensed to provide management and training services.", "In May 2010, OFAC approved a license for the Texas-based International Association of Drilling Contractors (IADC) to travel to Cuba to discuss safety and mitigation of environmental hazards with Cuban authorities. After the meeting in August 2010, IADC President Lee Hunt maintained that the Cubans are eager to work with U.S. industry to ensure safer drilling. In May 2011, IADC sponsored a conference in Trinidad and Tobago on the topic of improving oil industry environmental practices that featured a panel on Cuba's offshore drilling at the May 12-13, 2011, conference.", "In early November 2011, Wild Well Control (a Houston-based company) reportedly was granted a U.S. license to provide engineers and other specialists to companies experiencing a blowout in Cuba waters. The company is also seeking a license to allow it to provide firefighting equipment and well capping technology.", "In recent congressional hearings, BSEE Director Michael Bromwich maintained that the Department of Commerce is reviewing several applications for post-incident oil spill containment and cleanup as well as applications for a subsea well containment system and related equipment, such as submersible vehicles and subsea construction, dive support, and well intervention vehicles to prepare for and to operate in the event of a spill. According to press reports in October 2011, the Houston-based Helix Energy Solutions Group has applied for U.S. licenses to export a capping stack into Cuban waters in the event of a massive oil spill."], "subsections": [{"section_title": "U.S.-Mexico Cooperation as a Potential Model", "paragraphs": ["U.S. cooperation with the Mexican government on oil spills could serve as a potential model for U.S.-Cuban government engagement on disaster preparedness and coordination. The United States and Mexico negotiated a cooperation agreement in 1980 regarding pollution caused by oil and other hazardous substances. The agreement called for the two countries to establish a joint contingency plan in order to ensure an adequate response to spills. The joint plan that was developed – known as Mexus Plan – sets forth standard operating procedures in case of pollution incidents that threaten the coastal waters or marine environment of the border zone of both countries. The plan lays out the organization of the response teams for each country, including the federal and state agencies involved. It provides for joint response teams to be formed and activated when needed, and provides for coordination, planning, and logistics of the joint response. The U.S. response team is coordinated by the Coast Guard's Assistant Commandant for Marine Safety and Environmental Protection.", "Following the model of U.S.-Mexican cooperation on oil spills could ensure optimal bilateral engagement with Cuba on oil spill contingency planning. Such a model would likely first entail the negotiation of a cooperation agreement on oil spills followed by the development of a joint contingency plan. Even before an agreement and plan are in place, initial discussions and dialogue on the issue could increase preparedness in the case of a spill. Once the agreement and joint plan are in place, regular meetings and periodic exercises could provide for the maintenance of the joint contingency plan. ", "As with U.S.-Mexican cooperation, the Coast Guard would likely play a leading coordinating role. Such Coast Guard cooperation with Cuba on oil spill preparedness and response would likely be made easier because of the Coast Guard's existing cooperation with Cuba on migration and drug trafficking issues.", "The final report of the National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling, issued in January 2011, maintained that since Mexico already drills in the Gulf of Mexico and Cuba has expressed an interest in deepwater drilling in the Gulf of Mexico, that it is in the U.S. national interest to negotiate with these countries to agree on a common, rigorous set of standards, a system of regulatory oversight, and operator adherence to an effective safety culture, along with protocols to cooperate on containment and response strategies in case of a spill. Mexican officials have also called for discussions between the three countries.", "Some energy analysts have also argued that the Bahamas should also be included in any movement in cooperation on oil spill response preparedness between Cuba and the United States since that country also is looking to eventually develop its deepwater oil and natural gas potential and because of the close location of many Bahamian islands to Cuba and the United States.", "As noted below, legislation has been introduced in the 112 th Congress, S. 405 (Nelson), that, among its provisions, would require the Secretary of the Interior to work toward the development and implementation of oil spill response plans for spills in the eastern Gulf of Mexico. This would require recommendations on a joint contingency plan with Mexico, Cuba, and the Bahamas."], "subsections": []}, {"section_title": "Cooperation through Multilateral Channels", "paragraphs": ["Both Cuba and the United States are signatories to multilateral agreements that commit the two parties to prepare for and cooperate on potential oil spills. This includes the International Convention on Oil Pollution Preparedness, Response, and Cooperation (OPRC), which was adopted under the auspices of the International Maritime Organization (IMO) in 1990 and entered into force in 1995. The convention was adopted in response to a U.S. environmental initiative in the aftermath of the 1989 Exxon Valdez oil spill. Under the convention, parties are required to establish measures for dealing with pollution incidents, either nationally or in co-operation with other countries. The IMO is given a central role under the convention in providing information services, education and training, and technical services and assistance.", "Both Cuba and the United States are also parties to the Convention for the Protection and Development of the Marine Environment of the Wider Caribbean Region, known as the Cartagena Convention, which was adopted in 1983 and entered into force in 1986. The agreement includes a Protocol Concerning Co-operation in Combating Oil Spills in the Wider Caribbean Region. The protocol calls for an exchange of information among the signatories regarding contacts, laws, regulations, institutions, and operational procedures relating to the prevention of oil spill incidents and to the means of reducing and combating the harmful effects of oil spills. It also states that parties to the agreement should conclude appropriate bilateral or multilateral subregional arrangements as necessary to facilitate implementation. It obligates each party to assist other parties in response to an oil spill incident according to these arrangements.", "Short of direct U.S.-Cuban bilateral engagement on oil spill preparedness and coordination, these two multilateral agreements could provide a mechanism for some U.S.-Cuban cooperation on oil spills. For example, in order to implement the Cartagena Agreement's protocol on oil spill cooperation in the Caribbean, the IMO maintains a regional activity center in Curaçao, Netherlands Antilles, known as the Regional Marine Pollution Emergency Information and Training Center for the Wider Caribbean (RAC/REMPEITC-Caribe). The Center's objective is to strengthen the operational effectiveness of the Cartagena Agreement and OPRC through the provision of technical services, training activities, information sharing, and exercises. The United States and Cuba could work through the IMO and its regional center in Curacao to engage on oil spill preparedness and coordination.", "As noted above, the IMO sent a technical mission to Cuba in June 2010 to evaluate the Cuba's preparedness to respond to the Deepwater Horizon oil spill. The mission made several recommendations for Cuba to improve its national contingency plan to respond to oil spills, including the development of a training plan and increased cooperation with the IMO's regional training center in Curaçao (such as attending meeting, participating in projects, and receiving IMO assistance through this regional institution). ", "In December 2011, U.S. officials will be participating in a regional seminar in the Bahamas sponsored by the IMO that focuses on pollution related to offshore oil exploration. Officials from Cuba, the Bahamas, Mexico, and Jamaica have been invited to participate in the seminar entitled \"Regional OPRC Seminar on National Plans for Marine Pollution Preparedness and Response Related to Offshore Units and Regional Cooperation\" According to BSEE Director Bromwich, \"the seminar will provide a valuable opportunity for participating countries to lean about other nations' plans for emergency well control and oil spill response.\" Bromwich also maintained that such a multilateral approach is the most effective means of safeguarding U.S. interests and that the Administration intends to continue to pursue such multilateral engagements in the Gulf of Mexico."], "subsections": []}]}, {"section_title": "Debate Over U.S. Investment in Cuba's Energy Sector", "paragraphs": ["Since the United States imposed comprehensive economic sanctions on Cuba in the early 1960s, most financial transactions with Cuba have been prohibited, including U.S. investment in Cuba's offshore energy sector. The Cuban Assets Control Regulations (CACR, found at 31 CFR 515), first issued by the Treasury Department in 1963, lay out a comprehensive set of economic sanctions against Cuba, including a prohibition on most financial transactions. The CACR have been amended many times over the years to reflect changes in policy and remain in force today. The Cuban Liberty and Democratic Solidarity Act of 1996 ( P.L. 104-114 ), enacted in the aftermath of Cuba's shooting down of two U.S. civilian planes in February 1996, codified the Cuban embargo, including all the restrictions under the CACR. The codification is especially significant because of its long-lasting effect on U.S. policy toward Cuba. The executive branch is prohibited from lifting the economic embargo until certain democratic conditions are met. The CACR still provides the executive branch with the ability to modify the embargo restrictions, but the President cannot suspend or completely terminate the Cuban embargo regulations without first determining that a transition government or democratically-elected government is in power in Cuba.", "Some U.S. business and policy groups have called on Congress and the Administration to allow U.S. oil companies to become involved in Cuba's offshore oil development. Several legislative initiatives were introduced in the 111 th Congress ( S. 774 , H.R. 1918 , and S. 1517 ) that would have specifically authorized such activities and amended U.S. law to allow for travel for such activities (see \" Legislative Initiatives \" below). A major business argument in favor of U.S. involvement in Cuba's offshore energy sector is that U.S. failure to enter into the Cuban market completely hands over potential investment opportunities to foreign competitors. As mentioned above, national oil companies from Russia, China, Venezuela, and elsewhere have been investing in Cuba's energy industry. In a 2009 report, the Brookings Institution offered several additional reasons for U.S. involvement in Cuba's offshore development. The report maintains: that it would help reduce Cuba's dependence on Venezuela for its oil imports; that it would increase U.S. influence in Cuba if U.S. companies had a significant presence in the county; that U.S. companies have the expertise to develop Cuba's offshore oil and gas in a safe and responsible manner; and that it is preferable to have U.S. companies involved because they have higher standards of transparency than some foreign oil companies.", "On the opposite side of the policy debate, a number of policy groups and Members of Congress oppose engagement with Cuba, including U.S. investment in Cuba's offshore energy development. A legislative initiative introduced in the 111 th Congress, H.R. 5620 , would have gone further by imposing visa restrictions and economic sanctions on foreign companies and their executives who help facilitate the development of Cuba's petroleum resources. The bill asserted that offshore drilling by or under the authorization of the Cuban government poses a \"serious economic and environmental threat to the United States\" because of the damage that an oil spill could cause. Opponents of U.S. support for Cuba's offshore oil development also argue that such involvement would provide an economic lifeline to the Cuban government and thus prolong the continuation of the communist regime. They maintain that if Cuba reaped substantial economic benefits from offshore oil development, it could reduce societal pressure on Cuba to enact market-oriented economic reforms. Some who oppose U.S. involvement in Cuba's energy development contend that while Cuba might have substantial amounts of oil offshore, it will take years to develop. They maintain that the Cuban government is using the enticement of potential oil profits to break down the U.S. economic embargo on Cuba."], "subsections": []}, {"section_title": "Boundary Issues", "paragraphs": ["There are two boundary issues related to Cuba's development of its offshore hydrocarbon resources. The first involves a 1977 bilateral agreement that delineated a maritime boundary between Cuba and the United States in the Straits of Florida and eastern Gulf of Mexico. The second involves an undelineated section of the Gulf of Mexico known as the eastern gap with claims by the United States, Mexico, and Cuba. (See Figure 2 , which shows both the maritime boundary between the United States and Cuba and the eastern gap area.)", "When the United States and Cuba negotiated the 1977 maritime boundary agreement, U.S. policymakers viewed it as important to avoid maritime enforcement problems and to establish an agreed limit for fisheries and continental shelf activities (such as exploitation of hydrocarbon resources). Both countries, which have opposing coasts ranging from between 77 and 90 miles apart, agreed to the provisional application of the agreement pending permanent entry into force following the exchange of instruments of ratification. While the boundary agreement was submitted to the U.S. Senate in January 1979 for its advice and consent to ratification, and the Senate Foreign Relations Committee subsequently reported the treaty favorably in August 1980, the Senate has not ratified it. According to the Department of State, final action has been deferred because of the political relations between Cuba and the United States, not because of any stated objection to the boundary. Nevertheless, Cuba and the United States have exchanged diplomatic notes every two years extending the provisional application of the agreement for a two-year period. The most recent exchange of notes occurred May 20, 2010, with an effective date of January 5, 2010. As noted in State Department testimony to the Senate Foreign Relations Committee in June 1980, the provisional application of the agreement falls under the President's authority to establish boundaries, pending the full Senate's consideration of the treaty. The treaty itself, in Article V, included a provision stating the parties agreed to apply the terms of the agreement provisionally, and according to the Department of State, this \"constituted an executive agreement within the body of the treaty.\"", "Some Members of Congress have called on the Administration to rescind the provisional application of the 1977 boundary agreement with the view that it would likely curtail Cuba's offshore oil development. U.S. withdrawal from the agreement, however, would have no practical effect on Cuba's offshore oil development. According to then-National Security Adviser James Jones in late September 2010, withdrawal from the agreement would have no discernible effect on the Cuban government and could create further boundary claim disputes for the United States.", "The eastern gap—an undelineated area of the Gulf of Mexico beyond the 200-mile exclusive economic zones of Cuba, Mexico, and the United States—could potentially hold large amounts of oil, although to date there is little hard data to confirm this. The demarcation of the area is open for negotiations among the three countries, but will likely await an improvement in relations between Cuba and the United States. A potential model for these negotiations is a treaty signed in 2000 between the United States and Mexico for a western gap in the Gulf of Mexico. Negotiations involving three countries, however, would likely be more complicated than a single bilateral agreement with Mexico. In May 2009, Cuba made a submission to the U.N. Commission on the Limits of the Continental Shelf (CLCS) regarding the eastern gap, but all three states—Cuba, Mexico, and the United States—maintained that the submission did not prejudice the final delimitation of the outer continental shelf agreed to by these states."], "subsections": []}]}, {"section_title": "Legislative Initiatives and Oversight", "paragraphs": ["Legislative initiatives in the 111 th Congress, none of which received consideration, focused on two approaches toward Cuba's offshore oil development. The first approach would have allowed for U.S. investment in Cuba's offshore energy development, while the second approach would have imposed sanctions on individuals and foreign companies that helped the development of Cuba's offshore petroleum resources. ", "In the 112 th Congress, the five legislative initiatives introduced to date also different approaches to Cuba's offshore oil development, but would not include U.S. investment in Cuba's offshore energy development. One approach, as reflected by H.R. 372 and H.R. 2047 , would allow for the sanctioning of companies involved in Cuba's offshore oil development if the companies also wanted to conduct hydrocarbon operations in U.S. offshore waters. Another approach, reflected by S. 405 , would impose requirements on companies conducting hydrocarbon operations off the coast of Cuba if the companies also wanted leases for oil and gas development in U.S. waters, and would also require the development and implementation of oil spill response plans for nondomestic oil spills in the Gulf of Mexico, including a joint contingency plan with Mexico, Cuba, and the Bahamas. A third approach, reflected by S. 1836 and H.R. 3393 , would provide that Americans affected by oil spills that originate in foreign waters could hold those responsible accountable and seek compensation for damages. "], "subsections": [{"section_title": "111th Congress", "paragraphs": ["In the 111 th Congress, legislative initiatives reflected two contrasting policy approaches toward Cuba's development of its offshore oil reserves. One approach would have allowed for U.S. involvement in Cuba's offshore oil sector, while the other approach would have imposed sanctions on foreign companies and individuals who assisted the development of Cuba's petroleum resources.", "Reflecting the first approach, S. 774 (Dorgan), H.R. 1918 (Flake), and S. 1517 (Murkowski) would have authorized U.S. companies to work with Cuba for the exploration and extraction of oil, and to export without license all necessary equipment to Cuba. The bills would have amended the Trade Sanctions Reform and Export Enhancement Act of 2000 or TSRA ( P.L. 106-387 , Title IX) to provide for a general license for travel by persons engaging in hydrocarbon exploration and extraction activities. H.R. 1918 would have gone further and allowed for the importation of hydrocarbon resources from Cuba. In addition to these initiatives that specifically would have authorized involvement in Cuba's offshore energy sector, several other broader legislative initiatives in the 111 th Congress that would have lifted all economic sanctions on Cuba by default would have allowed for U.S. investment in Cuba's energy sector. ", "In contrast, reflecting the second approach, H.R. 5620 (Ros-Lehtinen), the Caribbean Coral Reef Protection Act of 2010, would have imposed visa restrictions and economic sanctions on foreign nationals who helped facilitate the development of Cuba's petroleum resources. The initiative would have amended the Cuban Liberty and Democratic Solidarity Act of 1996 ( P.L. 104-114 ) to exclude from the United States certain aliens (and their spouses, minor children, or agents) whose companies invested $1 million or more that contributed to the ability of Cuba to develop its offshore petroleum resources. The bill also would have provided for the imposition of sanctions if the President determined that a person had made an investment on or after January 10, 2005 of $1 million or more (or any combination of investments that equaled or exceeded $1 million or more in any 12-month period) that contributed to the enhancement of the Cuba's ability to develop its offshore petroleum resources. If such a determination were made, the President would have been required to propose two or more sanctions from a menu of sanctions listed in the bill."], "subsections": []}, {"section_title": "112th Congress", "paragraphs": ["Interest in Cuba's offshore oil development has continued in the 112 th Congress as foreign oil companies have moved forward with plans to begin exploratory drilling. To date, five legislative initiatives have been introduced taking different approaches, and two congressional hearings have been held examining the issue.", "H.R. 372 (Buchanan), introduced January 26, 2011, would amend the Outer Continental Shelf Lands Act to authorize the Secretary of the Interior to deny oil and gas leases and permits \"to persons who engage in activities with the government of any foreign country that is subject to any sanction or an embargo\" by the U.S. government. The intent of the legislation is to provide a disincentive to companies involved, or contemplating becoming involved, in Cuba's oil development, although the scope of the legislation is much broader and could affect other oil companies, including U.S. companies, not involved in Cuba. Because the bill does not define \"sanction,\" the term could be used to refer to such U.S. restrictions as export controls or limits on foreign assistance. With this use of the term, many countries worldwide could be construed as being subject to a U.S. sanction, and as a result, any energy company that engages in activities with one of these countries could be denied an oil and gas lease in the United States under the proposed legislation.", "S. 405 (Bill Nelson), the Gulf Stream Protection Act of 2011, introduced February 17, 2011, would require a company that is conducting oil or gas operations off the coasts of Cuba to submit an oil response plan for their Cuba operations and demonstrate sufficient resources to respond to a worst case scenario if the company wanted to lease drilling rights in the United States. The bill would also require the Secretary of the Interior to carry out an oil spill risk analysis and planning process for the development and implementation of oil spill response plans for nondomestic oil spills in the Gulf of Mexico. The Secretary of the Interior would be required, among other things, to include recommendations for Congress on a joint contingency plan with the countries of Mexico, Cuba, and the Bahamas to ensure an adequate response to oil spills located in the eastern Gulf of Mexico.", "H.R. 2047 (Ros-Lehtinen), the Caribbean Coral Reef Protection Act of 2011 (identical to a bill introduced in the 111 th Congress and noted above), was introduced May 26, 2011, and would impose visa restrictions on foreign nationals and economic sanctions on companies that help facilitate the development of Cuba's offshore petroleum resources. The bill would exclude from the United States aliens who invest $1 million or more that contributes to the enhancement of the ability of Cuba to develop its offshore oil resources. It would also require the imposition of sanctions (two or more from a menu of listed sanctions) if the President determined that a person had made an investment of $1 million on or after January 10, 2005, that contributed to Cuba's offshore oil development. ", "Both H.R. 3393 (Rivera) and S. 1836 (Menendez), would amend the Oil Pollution Act of 1990 to clarify that the Act applies to oil spills by foreign offshore units that occur in water beyond the exclusive economic zone of the United States. H.R. 3393 would amend the Act to provide that if the spill involves a foreign offshore unit in a country that has been designated by the Secretary of State as a state sponsor of terrorism, then the liability limit would be three times the liability limit (the current limit is the total of all removal costs plus $75 million). In contrast, S. 1836 would amend the Act to provided that there would be \"no limitation on liability… for any incident involving a foreign offshore unit in which oil is discharged and enters or poses a substantial threat to enter the navigable waters or the exclusive economic zone.\" S. 1836 also would remove the $1 billion cap on the use of the Oil Spill Liability Trust Fund for oil spills by a foreign offshore unit that enters or poses a substantial threat to enter the navigable waters or the exclusive economic zone. H.R. 3393 would also amend the Federal Water Pollution Control Act making the owners of foreign offshore oil units subject to civil penalties if a discharge reaches the navigable waters of the United States, adjoining shorelines, or waters of the contiguous zones. The bill would also multiply each maximum penalty by three if the foreign offshore unit is located, in whole or in part, in the territorial sea or on the continental shelf of a foreign country that is a state sponsor of terrorism. "], "subsections": [{"section_title": "Oversight Hearings", "paragraphs": ["Two congressional oversight hearings have been held in the 112 th Congress on the issue of Cuba's offshore oil development and the implications for the United States. On October 18, 2011, the Senate Energy and Natural Resources Committee hearing held a hearing on Outer Continental Oil Spill Response Capabilities featuring officials from the U.S. Coast Guard and the Department of the Interior's Bureau of Safety and Environmental Enforcement as well as private witnesses from Florida International University and Clean Caribbean & Americas (a Florida company that is helping Repsol develop an oil spill contingency plan). On November 2, 2011, the House Natural Resources Committee, Subcommittee on Energy and Mineral Resources, held a hearing on North American offshore energy that also featured Coast Guard and Department of the Interior officials, as well as private witnesses from Cuba Democracy Advocates, Florida International University, the Environmental Defense Fund, and the Rule of Law Committee for the Oceans."], "subsections": []}]}]}, {"section_title": "Conclusion", "paragraphs": ["Concern over Cuba's offshore oil development is likely to continue, especially if exploratory drilling begins as anticipated in early 2012. An oil spill in Cuban waters potentially could carry oil to U.S. waters and coastal areas in Florida, and potentially could threaten marine and coastal resources. The U.S. government has licensed some companies to provide oil spill prevention and containment support to companies operating in Cuba and is reviewing additional licenses. U.S. officials have also engaged with Repsol, and will be inspecting the oil rig before it enters Cuban waters. Policymakers may want to review whether U.S.-Cuban government engagement is warranted in order to maximize preparedness and response in the event of a major spill. Legislative initiatives have been introduced in the 112 th Congress reflecting contrasting approaches toward Cuba's offshore development."], "subsections": []}]}}