{"id": "R41539", "title": "U.S. Arms Sales: Agreements with and Deliveries to Major Clients, 2002-2009", "released_date": "2010-12-20T00:00:00", "summary": ["This report provides background data on U.S. arms sales agreements with and deliveries to its major purchasers during calendar years 2002-2009, made through the U.S. Foreign Military Sales (FMS) program. In a series of data tables, it lists the total dollar values of U.S. government-to-government arms sales agreements with its top five purchasers, and the total dollar values of U.S. arms deliveries to those purchasers, in five specific regions of the world for three specific periods: 2002-2005, 2006-2009, and 2009 alone. In addition, the report provides data tables listing the total dollar values of U.S. government-to-government arms agreements with and deliveries to its top 10 purchasers worldwide for the periods 2002-2005, 2006-2009, and for 2009 alone.", "This report is prepared in conjunction with CRS Report R41403, Conventional Arms Transfers to Developing Nations, 2002-2009, by [author name scrubbed]. That annual report details both U.S. and foreign arms transfer activities globally and provides analysis of arms trade trends. The intent here is to complement that elaborate worldwide treatment of the international arms trade by providing only the dollar values of U.S. arms sales agreements with and delivery values to its leading customers, by geographic region, for the calendar years 2002-2005, 2006-2009, and 2009. Unlike CRS Report R41403, this annual report focuses exclusively on U.S. arms sales and provides the specific names of the major U.S. arms customers, by region, together with the total dollar values of their arms purchases or deliveries. This report will not be updated."], "reports": {"section_title": "", "paragraphs": ["This report provides background data on U.S. arms sales agreements with and deliveries to its major purchasers during calendar years 2002-2009. It provides the total dollar values of U.S. arms agreements with its top five purchasers in five specific regions of the world for the periods 2002-2005, 2006-2009, and for 2009, and the total dollar values of U.S. arms deliveries to its top five purchasers in five specific regions for those same years. In addition, the report provides a listing of the total dollar values of U.S. arms agreements with and deliveries to its top 10 purchasers for the periods 2002-2005, 2006-2009, and for 2009. The data are official, unclassified, United States Defense Department figures compiled by the Defense Security Cooperation Agency (DSCA), unless otherwise indicated. The data have been restructured for this report by DSCA from a fiscal year format to a calendar year format. Thus a year in this report covers the period from January 1 to December 31, and not the fiscal year period from October 1 to September 30."], "subsections": [{"section_title": "U.S. Agreements with Leading Purchasers, 2002-2009", "paragraphs": ["The following regional tables ( Tables 1-5 ) provide the total dollar values of all U.S. defense articles and defense services sold to the top five purchasers in each region indicated for the calendar year(s) noted. These values represent the total value of all government-to-government agreements actually concluded between the United States and the foreign purchaser under the Foreign Military Sales (FMS) program during the calendar year(s) indicated. In Table 6 , the total dollar values of all U.S. defense articles and defense services sold to the top 10 purchasers worldwide are provided for calendar year period noted. All totals are expressed as current U.S. dollars."], "subsections": []}, {"section_title": "U.S. Deliveries to Leading Purchasers, 2002-2009", "paragraphs": ["The following regional tables ( Tables 7-11 ) provide the total dollar values of all U.S. defense articles and defense services delivered to the top five purchasers in each region indicated for the calendar year(s) noted for all deliveries under the U.S. Foreign Military Sales (FMS) program. These values represent the total value of all government-to-government deliveries actually concluded between the United States and the foreign purchaser under the FMS program during the calendar year(s) indicated. Commercial licensed deliveries totals are excluded, due to concerns regarding the accuracy of existing data.", "In Table 12 , the total dollar values of all U.S. defense articles and defense services actually delivered to the top 10 purchasers worldwide is provided. The delivery totals are for FMS deliveries concluded for the calendar year(s) noted."], "subsections": []}]}}