{"id": "R41624", "title": "Enforcement of Private Health Insurance Market Reforms Under the Affordable Care Act (ACA)", "released_date": "2014-01-08T00:00:00", "summary": ["The Patient Protection and Affordable Care Act (ACA), as amended, greatly expanded the scope of federal regulation over health insurance provided through employment-based group health plans, as well as coverage sold in the individual insurance market. Federal health insurance standards created by ACA require an extension of dependent coverage to age 26 if such coverage is offered; the elimination of preexisting condition exclusions; coverage of certain essential health benefits; a bar on lifetime or annual limits on the dollar value of certain benefits; a prohibition on health insurance rescissions except under limited circumstances; and coverage of preventive health services without cost-sharing, among many other things. While some of these changes took effect in 2010, others begin in 2014. In large part, ACA does not explicitly include any means for enforcing these health insurance requirements. However, these requirements were added to Title XXVII of the Public Health Service Act (PHSA), and incorporated by reference into Part 7 of the Employee Retirement Income Security Act (ERISA) and Chapter 100 of the Internal Revenue Code (IRC). Accordingly, if these ACA provisions are not followed, enforcement may be carried out through mechanisms (such as judicial review and other penalties) that existed prior to ACA in these three federal statutes.", "The PHSA, ERISA, and the IRC apply to different types of health coverage and contain different types of enforcement mechanisms. In general, the private health insurance requirements of Title XXVII of the PHSA apply to health insurers offering group and individual health coverage, as well as health plans offered to government employees. With respect to health insurers, the PHSA allows states to be the primary enforcers of the federal private health insurance requirements, but the Secretary of Health and Human Services (HHS) assumes this responsibility if it is determined that a state has failed to \"substantially enforce\" the federal provisions. Pursuant to this enforcement structure, states are primarily responsible for enforcing federal health insurance requirements both inside and outside of health insurance exchanges. ERISA generally applies to group health coverage provided by private-sector employers. Section 502(a) of ERISA authorizes various civil actions that may be brought by a participant or beneficiary of a plan against both group health plans and health insurers. Chapter 100 of the IRC applies to group health coverage, and the Department of Treasury can enforce the health plan requirements through the imposition of an excise tax. This report examines these provisions in ERISA, the PHSA, and the IRC that may be used to enforce the ACA health insurance market reforms."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["According to a U.S. Census Bureau report, in 2012, approximately 64% of individuals in the United States were covered by a form of private health insurance provided either through an employer or a union, or purchased by an individual from a private company. While states traditionally have been the principal regulators of health insurance, since the 1970s the federal government has become increasingly involved. The Patient Protection and Affordable Care Act (ACA), as amended, greatly expanded federal regulation of health insurance by adding a number of health insurance market reforms designed to increase access to private health insurance for individuals and enhance the quality of health care. ", "Among many other things, ACA sets new minimum standards for private health insurance coverage, including an extension of dependent coverage to age 26; the elimination of preexisting condition exclusions; a bar on lifetime and certain annual benefit limits; coverage of certain essential health benefits; a prohibition on health insurance rescissions except under limited circumstances; and coverage of preventive health services without cost sharing. These requirements may apply to group health plans, broadly defined as plans established or maintained by an employer that provides medical care. Group health plans can be insured (i.e., purchased from an insurance carrier) or self-insured (funded directly by the employer). ACA's requirements may also apply to \"health insurance issuers,\" health insurers that issue a policy or contract to provide group or individual health insurance coverage. This coverage may be sold both inside and outside of state health insurance exchanges (i.e., \"marketplaces\"). In large part, Title I of ACA does not expressly contain enforcement tools, such as judicial review or civil monetary penalties, which may be imposed for violating these new private health insurance requirements. However, since ACA amends three preexisting statutes—the Employee Retirement Income Security Act (ERISA), the Public Health Service Act (PHSA), and the Internal Revenue Code (IRC)—enforcement under federal law may be carried out through mechanisms in those statutes. This report examines these selected federal mechanisms."], "subsections": []}, {"section_title": "Background on State and Federal Health Insurance Regulation", "paragraphs": ["In order to examine how ACA's private health insurance requirements will be enforced, it is helpful to understand the basic landscape of federal private health insurance regulation. Traditionally, health insurance matters were primarily regulated at the state, rather than the federal, level. Accordingly, states can and do regulate health insurance and insurers comprehensively. These requirements vary from state to state, but many states require insurers, for example, to be financially solvent and to pay claims promptly, and to mandate certain benefits (i.e., require health insurers to cover services provided by certain medical specialties or cover treatments for specific diseases). ", "Congress explicitly recognized the role of the states in the regulation of insurance with the passage of the McCarran-Ferguson Act of 1945. This law was passed in response to the Supreme Court's ruling in United States v. South-Eastern Underwriters , in which the Court affirmed the federal government's right to regulate the competitive practices of insurers under the Commerce Clause of the U.S. Constitution. The intent of the McCarran-Ferguson Act was to grant states the explicit authority to regulate insurance in light of this decision. Section 2(a) of the act states, \"The business of insurance, and every person engaged therein, shall be subject to the laws of the several States which relate to the regulation or taxation of such business.\" However, under the act, Congress also reserved to itself the right to enact federal statutes that specifically relate to \"the business of insurance.\" Pursuant to this right, Congress has passed legislation which regulates insurance in particular instances. ", "For example, in the 1970s, Congress passed ERISA to regulate private-sector employee benefit plans. While ERISA was primarily enacted to regulate pension plans, certain provisions of the act applied to welfare benefit plans, including those that provide medical, surgical, and other health benefits. Following passage of the act, like other non-pension plans governed by ERISA, these health plans were subject to fiduciary standards, reporting and disclosure requirements, and procedures for appealing a denied claim for benefits. ", "In 1996, Congress passed the Health Insurance Portability and Accountability Act (HIPAA), which established certain minimum national standards for private health insurance. The basic intent of HIPAA's health insurance provisions was to reduce the possibility that individuals and certain employers would lose existing health plan coverage, and to help individuals to maintain coverage when changing jobs or purchasing coverage on their own. Under HIPAA, group health plans and health insurance issuers that provided group health coverage were subject to limitations on the period of time that an individual could be excluded from coverage because of a preexisting condition. The act also prohibited plans and issuers in the group health insurance market from discriminating against individuals in terms of eligibility for coverage, enrollment, premiums, or other contributions based on certain health-related factors, such as medical history or disability. ", "The group health coverage requirements of HIPAA were set out as substantively similar provisions in three federal statutes: ERISA, the PHSA, and the IRC. These three statutes apply to different types of private health insurance coverage and contain different types of enforcement mechanisms. Following enactment of HIPAA, Congress enacted other statutes that mirrored the three-statute regulatory model. These include the Newborns' and Mothers' Health Protection Act, which sets standards for benefits provided to mothers and newborns following childbirth; the Mental Health Parity Act of 1996, providing for parity between medical/surgical benefits and mental health benefits; the Women's Health and Cancer Rights Act, requiring group health plans providing mastectomy coverage to cover prosthetic devices and reconstructive surgery; and Michelle's Law, which extends the ability of dependents to remain on their parents' plan for a limited period of time during a medical leave from full-time student status. These federal insurance standards created by HIPAA and subsequent acts were intended to act as a federal \"floor,\" while preserving the states' role in regulating health insurance. ERISA and the PHSA specify that the federal health insurance requirements as applied to health insurance issuers do not supersede state law, except to the extent that a state law \"prevents the application\" of a federal requirement. Thus, states are allowed to regulate health insurance more comprehensively than federal law, so long as these requirements do not conflict with federal standards. ", "As noted above, ACA significantly amended and expanded upon these federal health insurance standards, adding several new requirements for group health plans and health insurance issuers in the group and individual markets. These provisions were added to the PHSA and incorporated by reference into ERISA and the IRC. Accordingly, the enforcement mechanisms of these three laws may be applied. "], "subsections": []}, {"section_title": "Enforcement of Relevant ACA Provisions in ERISA, the PHSA, and the IRC", "paragraphs": ["As noted above, Title XXVII of the PHSA, Part 7 of ERISA, and Chapter 100 of the IRC generally apply federal health insurance standards to different types of private-sector health coverage. Further, the Secretaries of HHS, Labor, and the Treasury have shared interpretive and enforcement authority under these sections of the three statutes. In general, and discussed in more detail below, Title XXVII of the Public Health Service Act, administered by the Department of Health and Human Services, applies to health insurance issuers providing individual and group health coverage, and self-insured governmental plans. Part 7 of ERISA is administered by the Department of Labor and regulates health coverage provided by employers in the private sector. ERISA applies to insured and self-insured group health plans, as well as insurance issuers providing group health coverage. However, ERISA does not generally apply to governmental or church plans. The IRC, as administered by the Department of Treasury, covers employment-based group health plans, including church plans, but does not apply to health insurance issuers. The enforcement mechanisms are different under each of the three statutes."], "subsections": [{"section_title": "The PHSA", "paragraphs": ["In general, the private health insurance requirements of Title XXVII of the Public Health Service Act apply to health insurance issuers in the group and individual markets and to self-funded non-federal governmental group plans. With respect to health insurance issuers, states are the primary enforcers of the private health insurance requirements. If the Secretary determines that a state has failed to substantially enforce a provision of Title XXVII of the PHSA with respect to health insurance issuers in the state, the Secretary is responsible for enforcing these provisions. While the statute does not specify what a state needs to do in order to be considered \"substantially enforcing\" the requirements of the PHSA, regulations outline the procedure to be followed by HHS in making a determination as to whether federal enforcement is needed. According to the Centers for Medicare and Medicaid Services (CMS), while the vast majority of states are enforcing ACA's health insurance market reforms, some have indicated that they lack authority to enforce or are otherwise not taking enforcement actions. ", "The Secretary may impose a civil monetary penalty on insurance issuers that fail to comply with the PHSA requirements. The maximum penalty imposed under the PHSA is $100 per day for each individual with respect to which such a failure occurs. Similar to the IRC (discussed below), certain minimum penalty amounts may apply to a plan or employer if the violation is not corrected within a specified period, or if a violation is considered to be more than de minimis. In determining the amount of the penalty, the Secretary must take into account the entity's previous record of compliance with the PHSA provisions. In addition, a penalty may not be imposed for a violation if it is established to the Secretary's satisfaction that none of the entities knew (or if exercising reasonable diligence would have known) that the violation existed. If the violation was due to reasonable cause and not willful neglect, a penalty would not be imposed if the violation were corrected within 30 days of discovery. Entities found to violate the PHSA requirements may challenge the penalty in a hearing subject to a decision by an administrative law judge. Following this administrative hearing, entities may file an action for judicial review. ", "Health insurance issuers may also sell coverage to qualified individuals and small employers through exchanges that are established in each state. Exchanges are set up either by the state itself as a \"state-based exchange\" or by the Secretary of Health and Human Services (HHS) as a \"federally-facilitated exchange. Each exchange must, among other things, facilitate the purchase of \"qualified\" health plans that are offered by health insurance issuers. The health insurance market reforms included in the PHSA apply to the insurance coverage sold in an exchange by these issuers. Additionally, the enforcement structure of the PHSA applies to health insurance exchanges, and so states have the primary role in enforcing exchange standards. ", "With respect to governmental plans, the Secretary of Health and Human Services is the primary enforcer of the PHSA requirements. Prior to ACA, state and local governments could elect to exempt their plans from certain requirements of the PHSA, subject to certain exceptions. However, this election is not applicable to the provisions added to the PHSA by ACA, and thus these plans are subject to ACA's federal health insurance standards. "], "subsections": []}, {"section_title": "ERISA", "paragraphs": ["The provisions of ACA were incorporated by reference into Part VII of ERISA. The Secretary of Labor may take enforcement action against group health plans of employers that violate ERISA, but may not enforce ERISA's requirements against health insurance issuers. ", "In addition, Section 502(a) of ERISA authorizes various civil actions that may be brought by a participant or beneficiary of a plan against group health plans and health insurance issuers. This section also provides for and limits the remedies (i.e., relief) available to a successful plaintiff. The Supreme Court has found that Section 502(a) contains \"exclusive\" federal remedies, and it preempts state or common law causes of action that may provide for more generous remedies than those available under ERISA. The preemption of these state law claims has been controversial, as it can significantly affect a plaintiff's opportunity to recover damages under state law. Since ACA did not amend Section 502 of ERISA, presumably the section authorizes review of claims arising out of a violation of the incorporated ACA provisions. ", "Among the claims that may be brought under Section 502(a) of ERISA, Section 502(a)(1)(B) authorizes a plaintiff (i.e., a participant or a beneficiary in an ERISA plan) to bring an action against the plan to recover benefits under the terms of the plan, or to enforce or clarify the plaintiff's rights under the terms of the plan. Under this section, if a plaintiff's claim for benefits is improperly denied, the plaintiff may sue to recover the unpaid benefit. A plaintiff may also seek a declaration to preserve a right to future benefits or an injunction to prevent a future denial of benefits. In terms of monetary remedies, Section 502(a)(1)(B) provides that a successful plaintiff may only receive the benefits the plaintiff would have been entitled to under the terms of the plan. Compensatory or punitive damages are not available under this subsection. "], "subsections": []}, {"section_title": "The IRC", "paragraphs": ["In general, the group health provisions in Chapter 100 of the Internal Revenue Code apply to all group health plans (including church plans), but they do not apply to governmental plans and health insurance issuers. Under the IRC, the group health plan requirements are enforced through the imposition of an excise tax. For single-employer plans, employers are generally responsible for paying this excise tax. Under multiemployer plans, the tax is imposed on the plan. ", "A group health plan that fails to comply with the pertinent requirements in the IRC may be subject to a tax of $100 for each day in the noncompliance period with respect to each individual to whom such failure relates. However, if failures are not corrected before a notice of examination for tax liability is sent to the employer, and these failures occur or continue during the period under examination, the penalty will not be less than $2,500. Where violations are considered to be more than de minimis, the amount will not be less than $15,000. Limitations on a tax may be applicable under certain circumstances (e.g., if the person otherwise liable for such tax did not know or if exercising reasonable diligence would not have known that such violation existed). Since the provisions of ACA are incorporated by reference into Chapter 100 of the IRC, and Section 4980D of the IRC imposes a tax on any failure of a group health plan to meet the requirements of the chapter, group health plans subject to the Internal Revenue Code could be subject to the excise tax for violations of the ACA provisions.", "The following table summarizes applicability and enforcement mechanisms of the PHSA, ERISA, and the IRC. "], "subsections": []}]}]}}