{"id": "R41612", "title": "The Obama Administration’s Feed the Future Initiative", "released_date": "2011-01-10T00:00:00", "summary": ["The global food price crisis of 2007-2008 and the global economic crisis resulted in an increase in the proportion and absolute number of hungry people worldwide to historic levels, over one billion in 2009. In 2010, the estimate of hungry people in the world declined to 925 million, a decrease of about 9.6%. The vast majority of the world's undernourished live in developing countries; South Asia and sub-Saharan Africa account for 63% and 26% of the total, respectively.", "In June 2009, at the G8 Summit in L'Aquila, Italy, President Obama pledged $3.5 billion over three years (FY2010 to FY2012) to a global hunger and food security initiative to address hunger and poverty worldwide. The U.S. commitment is part of a global pledge, by the G20 countries and others, of more than $20 billion. In May 2010, the Department of State officially launched the Administration's global hunger and food security initiative, called Feed the Future (FtF). The Department of State was the lead agency initially in developing the Feed the Future strategy, while the U.S. Agency for International Development (USAID) is the primary agency responsible for coordinating its implementation. Feed the Future builds on the five principles for sustainable food security first articulated at L'Aquila and endorsed at the 2009 World Summit on Food Security in Rome: supporting comprehensive strategies, investment through country-owned plans, improving stronger coordination among donors, leveraging effective multilateral institutions, and delivering on sustained and accountable commitments. The two primary objectives of Feed the Future are (1) to accelerate inclusive agricultural sector growth, and (2) to improve the nutritional status in developing countries, particularly of women and children. Currently, Feed the Future is focusing activities in 20 developing countries in sub-Saharan Africa, Asia, and Latin America and the Caribbean. Investments will take place in two phases, depending on the extent that country investment plans (CIPs) have been developed in a given host country.", "The Administration's FY2011 budget request includes $1.64 billion for FtF activities, which is about 3% of the total international affairs budget request, and is about 40% greater than the estimated FY2010 allocation to similar activities. The increase is largely due to a new request in FY2011 of $408 million for contribution to a newly created multilateral trust fund for global food security established at the World Bank. The Administration's FY2011 budget request for Feed the Future represents only a portion of foreign assistance requested for food and agriculture activities. Separately, for FY2011, the Administration is also requesting an additional $4.2 billion for humanitarian and emergency assistance, which includes $1.690 billion for Food for Peace Title II emergency and non-emergency food aid; $1.605 billion for Migration and Refugee Assistance; and $861 million for International Disaster Assistance. A significant portion of these programs include activities related to food security and agricultural development.", "The 112th Congress may be faced with several issues and policy options regarding agricultural development, global food security, food aid, and U.S. foreign aid reform. Congress plays a central role in funding foreign assistance programs, and will continue consideration of appropriations for agriculture development and food security-related activities for FY2011 and FY2012. Congress continues to consider leadership, technical capacity, and accountability issues related to the implementation of the initiative at USAID, in coordination with other U.S. development agencies in a so-called \"whole of government\" approach, and in partnership with other governments and institutions abroad. The current fiscal situation and the shift in congressional leadership in the House may result in additional debate and discussion about the Administration's priorities and funding requests related to food security and agricultural development."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The United States has been the primary provider of food aid and food assistance globally for over 55 years. Historically, agricultural development has been a significant component of the United States' foreign aid program, but U.S. funding for such assistance has declined from about 20% of U.S. official development assistance (ODA) in 1980 to around 5% in 2007. As U.S. support for agricultural development has declined, so has the capacity of the United States to provide such assistance, according to critics of U.S. aid programs. ", "In his inaugural address, President Obama signaled that alleviating global hunger would be a top priority of his Administration. In 2009, due to the global food price crisis of 2007-2008, and the ongoing global economic recession, global hunger hit a historic high level. In June 2009, the Obama Administration pledged to provide $3.5 billion over three years (FY2010 to FY2012) for a new global hunger and food security initiative, and in May 2010, it launched the Feed the Future initiative. The primary objectives of Feed the Future are to promote global agricultural development and increased food production, and to improve food security and nutrition, especially for vulnerable populations such as women and children. ", "Some believe that this is a critical moment in the history of U.S. foreign assistance, particularly related to agriculture development and food security. Some have argued that reform of American food aid and foreign assistance is necessary and long overdue, and believe that there is currently considerable attention, focus, and political will to begin to address some of these issues. Others maintain that a new U.S. global food security initiative needs to adopt more innovative approaches, specifically ones that have increased buy-in and ownership from local populations, and engagement from the private sector, in order to more effectively and sustainably achieve the humanitarian objectives of global food security. Interagency review processes of development and foreign assistance policies and programs have examined strategies, programs, and coordination. These events will undoubtedly be relevant to Congress as it discusses and deliberates the development and implementation of the U.S. global food security initiative. ", "Congress plays a central role in funding and oversight of agricultural development programs, which are administered by several U.S. agencies and international organizations, including the U.S. Agency for International Development (USAID), the U.S. Department of State, the U.S. Department of Agriculture (USDA), and multilateral organizations such as the World Bank. Congress typically exerts influence through the annual appropriations process. In addition, the 112 th Congress may consider legislation that would authorize and fund aspects of the food security initiative; similar legislation was introduced in the 111 th Congress. Bills introduced in the 111 th Congress included provisions to increase support for agricultural development assistance and international agriculture research, as well as food security safety net assistance. Legislation to broadly revise the authorizing statute for U.S. foreign assistance was also introduced in the last Congress, and would also be relevant to the U.S. global food security initiative. Given the change in House leadership, and the current federal budget deficit situation, the prospects for consideration of increases to U.S. foreign assistance funding are uncertain. ", "The primary objectives of this report are to (1) provide a context for the state of food insecurity in the world; (2) provide an overview of the Obama Administration's global hunger and food security initiative, called Feed the Future; and (3) provide an overview of issues that the 112 th Congress may consider in relation to agricultural development and global food security. "], "subsections": []}, {"section_title": "The State of Global Food Insecurity", "paragraphs": ["The combination of food price and economic crises has pushed the number of food-insecure or hungry people worldwide to historic levels in 2009—more than 1 billion people were undernourished according to estimates by the United Nations Food and Agriculture Organization (FAO). In addition, FAO also reported that the proportion of hungry people in the world rose in 2008 and 2009 as a result of global food and economic crises. The current estimate of the number of people who will suffer chronic hunger in 2010 is 925 million, which down is 98 million from 1.023 billion in 2009 ( Figure 1 ).", "Even before the 2007-2008 food price crisis and the current global recession, the number of undernourished people in the world had been increasing slowly but steadily for the past decade, according to FAO data. The number of chronically hungry people in the world declined in the 1980s and early 1990s, a decline that FAO attributes largely to increased investment in agriculture following the global food crisis of the early 1970s. But between 1995-1997 and 2004-2006, as official development assistance (ODA) devoted to agriculture declined substantially, FAO claims that the number of hungry people increased in all regions except Latin America and the Caribbean. Gains in hunger reduction were later reversed in this region as well, FAO says, as a result of the food and economic crises.", "The U.N. Secretary General's Millennium Development Goals (MDGs) report finds that the recent food and economic crises have also reversed the declining trend in the proportion of people who are undernourished. According to U.N. estimates, the proportion of hungry people in the world dropped from about 20% in the early 1990s to about 16% in the middle of the following decade. But current estimates show that the proportion of hungry people rose a percentage point in 2008. As a result, the U.N. Secretary General suggests, progress in meeting the MDGs of reducing hunger, alleviating poverty, and improving health for the world's poor has slowed or even reversed. ", "The vast majority of the world's undernourished live in developing countries. FAO's 2010 hunger report estimated that 578 million people suffer from chronic undernourishment in Asia and the Pacific, 239 million in sub-Saharan Africa, 53 million in Latin America and the Caribbean, 37 million in the Near East and North Africa, and 19 million in developed countries ( Figure 2 ). Globally, the 2010 hunger figure marked a decline of 9.6% from the 2009 level. This reduction was mostly concentrated in Asia, where 80 million fewer people were estimated to be going hungry in 2010 compared with 2009. In sub-Saharan Africa the drop was much smaller, about 12 million, though sub-Saharan Africa—where about one out of three people are undernourished—still has the highest rates of food insecurity in the world. Two-thirds of the world's undernourished live in just seven countries—Bangladesh, China, the Democratic Republic of Congo, Ethiopia, India, Indonesia, and Pakistan. ", "Similarly, the 2010 world Global Health Index (GHI) shows some improvement from 1990 to 2010 ( Figure 3 ), falling from 19.8 to 15.1, or by almost one-quarter. The picture varies greatly by region and country. The 2010 GHI score fell by 14% in sub-Saharan Africa compared with the 1990 score, by about 25% in South Asia, and by 33% in the Near East and North Africa. Progress in Southeast Asia and Latin America and the Caribbean was especially great, with the GHI scores decreasing by 40% and more. ", "The highest regional GHI scores are for South Asia, at 22.9, and sub-Saharan Africa, at 21.7, but South Asia has made much more progress since 1990. According to the International Food Policy Research Institute (IFPRI), a Washington D.C.-based international agricultural policy research think tank, the causes of hunger in the two regions are different. In South Asia, the low nutritional, educational, and social status of women is among the major factors that contribute to a high prevalence of underweight children under five. In contrast, in sub-Saharan Africa, low government effectiveness, conflict, political instability, and high rates of HIV and AIDS are among the major factors that lead to high child mortality and a high proportion of people who cannot meet their calorie requirements.", "According to IFPRI, most of the countries with very high GHI scores are in sub-Saharan Africa and South Asia, where progress in reducing the GHI has been slower than in other regions such as Latin America. Not many countries were able to reduce their scores by 50% or more over the past couple of decades (see Figure 4 ). About one-third of the countries made modest progress, reducing their GHI scores by between 25% and 49.9%, and another third decreased their GHI scores by between 0% and 24.9%. Among the nine countries in which the GHI rose, all are in sub-Saharan Africa, except for North Korea. According to IFPRI, conflict and political instability have increased hunger in The Democratic Republic of Congo, which saw its GHI increase by more than 65%, as well as in Burundi, Comoros, Guinea-Bissau, and Liberia. In Swaziland, IFPRI reports that the high prevalence of HIV and AIDS, coupled with high inequality, has severely undermined food security despite higher national incomes. In the Gambia, the level of undernourishment rose in part due to lower social protection spending for vulnerable households. In Zimbabwe, once regarded as a breadbasket of Southern Africa, the economic collapse has increased the proportion of underweight children and child mortality. ", "IFPRI also notes that some countries achieved noteworthy absolute progress in improving their GHI scores. Between the 1990 GHI and the 2010 GHI, Angola, Ethiopia, Ghana, Mozambique, Nicaragua, and Vietnam saw the largest improvements (by more than 13 points) in their scores. Ghana was the only country in sub-Saharan Africa to be among the ten best performers in improving their GHI score since 1990."], "subsections": []}, {"section_title": "The Global Partnership for Agriculture and Food Security", "paragraphs": ["In his inaugural address, President Obama signaled that alleviating global hunger would be a top priority of his Administration. In July 2009 at the G8 Summit in L'Aquila, Italy, President Obama pledged to provide at least $3.5 billion over three years (FY2010 to FY2012) to promote global agricultural development, improved nutrition and food security. The G8 summit leaders and other countries and institutions in attendance announced the launch of the Global Partnership for Agriculture and Food Security to \"free mankind from hunger and poverty,\" and established a goal of mobilizing at least $20 billion over three years to finance the initiative. The G8 summit also committed the G8 and other participants at the summit to five principles for a food security initiative:", "supporting comprehensive strategies, investment through country-owned plans, improving stronger coordination among donors, leveraging effective multilateral institutions, and delivering on sustained and accountable commitments.", "The focus of the initiative, according to the G8 declaration, should be on promoting sustainable production, productivity, and rural economic growth. The declaration stated that these objectives should be pursued in conjunction with social protection mechanisms, such as safety nets and social policies for the most vulnerable, and that emergency assistance such as food aid should remain an important means through which national authorities can provide help to people facing acute hunger. The G8 leaders pledged to provide sustainable, predictable, flexible funding to enhance world production capacity and to reverse the trend of decreasing official development assistance (ODA) funding for agriculture.", "According to the L'Aquila declaration, the initiative should support the implementation of country and regional agricultural strategies and plans through country-led coordination processes, consistent with the Accra Agenda for Action(AAA), which lays out steps to reform the way development aid is given and spent. The AAA was agreed upon by developing and donor countries, and heads of multilateral and bilateral development institutions. In the AAA, developing countries have committed to take control of their own futures through country-led strategies and implementation plans, donors have committed to coordinate better among themselves, and both sets of parties to the agenda have pledged be accountable to each other and their citizens. In the case of sub-Saharan Africa, the G8 agreed that the Comprehensive Africa Agricultural Development Program (CAADP) is to be the vehicle for ensuring that resources are targeted to a country's plans and priorities. CAADP is the agricultural program of the New Partnership for Africa's Development (NEPAD), which is part of the African Union (AU). Established in 2003, CAADP focuses on improving food security, nutrition, and increasing incomes of smallholder farmers and their families. The program aims to do this by raising agricultural productivity by at least 6% per year and increasing public investment in agriculture to 10% of national budgets per year. ", "In addition, the L'Aqulia declaration also leverages the Comprehensive Framework for Action (CFA) of the U.N. High Level Task Force on the Global Food Security Crisis, which was established in April 2008 by U.N. Secretary General Ban Ki-Moon to promote a unified response to the global food price challenge. The CFA outlined two sets of actions to deal with rises in global food prices: the first set focused on immediate needs of vulnerable populations; the second set focused on longer-term global food and nutrition security. The CFA proposed meeting immediate needs by (1) enhancing emergency food assistance, nutrition interventions, and safety nets; (2) boosting smallholder farmer food production; (3) adjusting trade and tax policies; and (4) managing the macroeconomic situation (e.g., food and fuel import bills). For longer-term food security, the CFA called for (1) expanding social protection systems; (2) sustaining smallholder farmer-led food availability growth; (3) improving international food market accessibility; and (4) developing an international biofuels consensus.", "The G20 Summit, held in September 2009 in Pittsburgh, endorsed the L'Aquila food security initiative and in addition, called for the establishment of a World Bank Food Security Trust Fund to finance medium- and long-term investments that boost agricultural productivity and market access in low-income countries. At the G20 Summit, countries that did not attend the G8 Summit—Belgium, Finland, Norway, and Switzerland—also pledged to support the Global Partnership and to commit an additional $2 billion to the effort, making a new total of $22 billion, though to date these commitments have not been fully realized. The United States also began working with private philanthropists and other private sector actors to determine how best to coordinate food security efforts.", "In November 2009, FAO convened a World Summit on Food Security in Rome in which 60 heads of state and government and 191 ministers from 182 countries and the European Union endorsed the Global Partnership The summit declaration renewed the commitment of the international community to meet the Millennium Development Goals (and previous food summit goals) to reduce the proportion and number of hungry people in the world by half by 2015. At the summit, FAO reported that based on its estimates, agricultural output would need to increase by 70% over current levels in order to feed a world population expected to surpass 9 billion by 2050."], "subsections": []}, {"section_title": "The Obama Administration's Feed the Future Initiative", "paragraphs": ["On September 28, 2009, the U.S. State Department, which has been the lead coordinating agency of the Administration's global hunger and food security initiative, issued a Global Hunger and Food Security Initiative (GHFSI) Consultation Document outlining the priorities and strategy for the Administration's global food security initiative. In May 2010, the Administration officially launched the initiative, renaming it the \"Feed the Future\" (FtF) Initiative, and the State Department released a new guiding strategy document and a set of country and regional implementation documents. The FtF strategy guide and implementation documents were developed through a consultative process within the United States government and with the global community, including other countries, international institutions, foundations, civil society organizations, the private sector, and farmers. According to the FtF Guide, the initiative builds on the five principles for sustainable food security first articulated at L'Aquila and endorsed at the 2009 World Summit on Food Security in Rome. The FtF strategy guide also mentions three cross-cutting priorities of the initiative: gender, environment and climate change. ", "According to the U.S. State Department strategy guide, FtF has two key objectives: \"accelerating inclusive agriculture sector growth and improving nutritional status in specific countries.\" The guide also states that FtF will focus specifically on interventions that improve agricultural productivity, such as technologies and inputs (e.g. seeds, fertilizer and irrigation systems) that are adapted to local conditions, and expand markets and trade for agricultural commodities. FtF will also work to develop and promote policies, services and infrastructure that will enable poor smallholder farmers to better manage risk and adapt to dynamic environments. Specific progress related to agriculturally-based economic growth will be measured through changes in the level of agricultural production and in the levels of income of men and women farmers in rural areas. Because the FtF initiative is driven by the implementation of country-owned plans, the specific activities and focus of investments will vary by country and will depend on the key priorities articulated in the country's strategy. ", "At the same time, the FtF initiative also aims \"to strengthen the links between agriculture and improved nutrition outcomes.\" According to the strategy guide, FtF will coordinate closely with host governments, other development partners, and the USG's Global Health Initiative to implement a nutrition strategy based on country-specific needs and opportunities. Progress towards achieving improved nutrition will be measured through changes in the prevalence of stunted and wasted children, and the prevalence of underweight women.", "Complementary investments in regional programs, the Global Agriculture and Food Security Program mulit-donor trust fund, strategic partnerships with countries like Brazil, India and China, and global research and innovation will also be carried out by the FtF initiative. At the same time, FtF does not explicitly include traditional U.S. food aid funding or programs (such as Food for Peace/P.L. 480), but states that the United States will maintain its strong commitment to providing emergency and humanitarian food assistance to meet urgent needs and mitigate unexpected disasters."], "subsections": [{"section_title": "Feed the Future Focus Countries", "paragraphs": ["Currently the FtF initiative is focusing on 20 countries in sub-Saharan Africa, Asia, and Latin America and the Caribbean ( Table 1 ). These countries were selected by the State Department based on five criteria: ", "1. Prevalence of chronic hunger and poverty in rural communities; 2. Potential for rapid and sustainable agricultural-led growth; 3. Opportunities for regional synergies through trade and other mechanisms; 4. Host government commitment, leadership, governance, and political will; 5. Resource availability and commitments by host country.", "FtF investments will take place in two phases, depending on the extent that country investment plans (CIPs) have been developed in a given host country.", "Phase 1: Phase 1 countries are in various stages of preparing their country investment plans (CIPs). Key assistance would include capacity-building and technical assistance of key government officials to develop and implement CIPs, support for stakeholder consultations, and identification of needed actions to improve the policy environment for successful country plan implementation. Phase 2 : Phase 2 countries should have completed a CIP that lays out priority areas, clear costing, projection of financial need, defined targets, desired results, and includes beneficiary analysis, gender assessment, technical feasibility, and a practical implementation plan, results framework and monitoring and evaluation system. In addition, Phase 2 countries must also make a commitment of their own resources and have taken critical steps to establish a policy environment that fosters rapid agricultural development and improved nutrition.", "FtF also includes plans to partner with selected countries and other stakeholders to assist host countries in developing and implementing CIPs such as those developed through the Comprehensive Africa Agriculture Development Program (CAADP) roundtable process. "], "subsections": []}, {"section_title": "Funding for Food Security", "paragraphs": ["The Administration's FY2011 budget request includes $1.64 billion for FtF activities, which is about 3% of the total international affairs (Function 150) budget request. Table 2 compares the FY2011 request ($1.64 billion) for FtF activities with the estimated FY2010 allocations ($1.17 billion) for similar activities. The FY2011 request for FtF by country is given in Table 3 . In its budget justification, the U.S. State Department notes that the $200 million for nutrition activities funded through the Global Health and Child Survival (GHCS) account are a part of the food security effort, but have been requested by the Administration through the GHCS Account within the Global Health Initiative, rather than via FtF directly. The FY2011 request for the FtF is about 40% greater than the estimated FY2010 allocation, with the increase largely the result of $408 million requested in FY2011 for contribution to a newly created multilateral trust fund for global food security established at the World Bank. The FY2010 estimate does not include food and agriculture-related supplemental appropriations for Haiti, but these supplemental provisions focus primarily on emergency food aid and agriculture-related debt cancellation, activities not included in the FtF framework.", "The Administration's FY2011 budget request for FtF represents only a portion of foreign assistance requested for food and agriculture activities. Separately, for FY2011, the Administration is also requesting an additional $4.2 billion for humanitarian and emergency assistance, which includes $1.690 billion for Food for Peace Title II emergency and non-emergency food aid; $1.605 billion for Migration and Refugee Assistance; $861 million for International Disaster Assistance; and $45 million for Emergency Refugee and Migration Assistance. A significant portion of these programs include activities related to food security and agricultural development. Funding for the multilateral International Fund for Agricultural Development ($30 million) is excluded as well."], "subsections": []}, {"section_title": "Related Developments", "paragraphs": ["During the 111 th Congress there was considerable discussion about the need to reform U.S. foreign aid capabilities to better address 21 st century national security challenges and development needs. Many have criticized U.S. aid programs as being ineffectual, inefficient, uncoordinated, bureaucratic, and not aligned to the national security interests of the United States, or the needs of the host country. Some of the recent developments discussed below are related to the Obama Administration's attempt at addressing issues associated with foreign aid, and the potential reform process. "], "subsections": [{"section_title": "The State Department's Quadrennial Diplomacy and Development Review", "paragraphs": ["On July 10, 2009, the State Department announced the launch of it's first ever Quadrennial Diplomacy and Development Review (QDDR). The primary objective of the QDDR was to develop a whole-of-government approach to U.S. development policy. The QDDR was carried out under the direction of the Secretary of State and led by the Deputy Secretary for Management and Resources. The Administrator of USAID and the State Department's Director of Policy Planning were co-chairs. Despite considerable delays, Secretary Clinton officially released the findings of the QDDR on December 15, 2010, in a strategy document titled \"Leading Through Civilian Power.\" According to the State Department, \"the QDDR provides a blueprint for elevating American \"civilian power\" to better advance our national interests and to be a better partner to the U.S. military.\" Among other goals, the QDDR developed a statement of U.S. foreign policy and development objectives; recommended strategies to achieve objectives; and recommended the tools and resources and management and organizational reforms needed to implement a new strategy."], "subsections": []}, {"section_title": "Presidential Study Directive on Global Development Policy", "paragraphs": ["In addition to the QDDR, the Administration also launched a Presidential Study Directive on Global Development Policy or PSD-7 in August 2009. The PSD authorized a U.S. government-wide review of global development policy, with the primary objective being to review the specific roles and comparative advantage of U.S. government agencies involved in global development. It is exploring questions about the content and objectives of U.S. development policy and the means to make U.S. development policy more effective. The process has been led by the President's National Security Advisor and the Chairman of the National Economic Policy Council. National Security Council (NSC) staff dealing with development, democracy, and regional issues are thought to have key roles in the PSD review. In early May 2010, a draft of the PSD-7 entitled \"A New Way Forward on Global Development\" was released which stated that the Administration's development approach prioritizes economic growth and democratic governance, and will create a new government structure that elevates development as a key pillar of U.S. foreign policy. This has been widely and enthusiastically discussed in the development community. Although there appears to be considerable overlap between the PSD and the QDDR, the Administration has stated that the QDDR will contribute to the PSD, in that the QDDR will assess how its results and recommendations fit into \"broader interagency, whole-of-government approaches and into the Administration's larger foreign policy framework.\" Though originally planned to be completed in 2010, the PSD-7 process has been delayed considerably. At the same time, the Administration has never stated whether or not final outputs of the PSD-7 would be released publicly. "], "subsections": []}, {"section_title": "Presidential Policy Directive", "paragraphs": ["On September 22, 2010, President Obama announced a new Presidential Policy Directive on Global Development, which \"calls for the elevation of development as a core pillar of American power and charts a course for development, diplomacy and defense to mutually reinforce and complement one another in an integrated comprehensive approach to national security.\" Global Food Security is one of the three development initiatives highlighted in the President's Policy Directive, along with Climate Change and Global Health. The directive states that the national security staff will coordinate the interagency in implementing the Presidential Policy Directive beginning with the FY2012 budget process. "], "subsections": []}, {"section_title": "Creation of New USAID Bureau for Food Security", "paragraphs": ["In November 2010, the USAID Administrator officially announced the establishment of a new Bureau for Food Security (BFS) at USAID, which will drive food security efforts and \"lead a whole-of-government effort to implement President Obama's Feed the Future initiative.\" BFS will be responsible for interagency coordination between State Department, the Millennium Challenge Corporation, U.S. Department of Agriculture (USDA), and others. It will also expand partnerships with the private sector and NGOs. "], "subsections": []}]}]}, {"section_title": "Selected Issues for Congress", "paragraphs": ["The 112 th Congress may be faced with several issues and policy options regarding agricultural development, global food security, food aid, and U.S. foreign aid reform. "], "subsections": [{"section_title": "Funding Considerations", "paragraphs": ["At the G8 Summit in L'Aquila in 2009, the President pledged that the United States would provide $3.5 billion over three years to support the Global Agriculture and Food Security Partnership. The funds requested in congressional appropriations measures could be considered as parts of the U.S. pledge. Congress is currently considering FY2011 appropriations for agricultural development and food security within the Feed the Future Initiative. The House State-Foreign Operations Appropriations Subcommittee marked up and approved, by voice vote, a draft FY2011 funding bill at the end of June 2010. The measure would have provided $52.81 billion, $4 billion less than the Obama Administration request and $2.3 billion less than the enacted FY2010 funding level. The House bill included $1 billion for food security and agricultural development, or 38% less than the Administration request. At the end of July 2010, the Senate Appropriations Committee marked up and approved a FY2011 State-Foreign Operations funding bill, S. 3676 . The legislation would have appropriated $54.22 billion, which is $1.40 billion less than the House subcommittee draft and $2.61 billion below the Administration's request. The Senate bill included $1.3 billion, or $344 million less than the Administration's request for food security and agriculture development programs under the Feed the Future initiative. However, Congress did not enact any of the 12 regular appropriations bills for FY2011. Instead, funding for the entire federal government has been enacted through continuing resolutions, the most recent of which, P.L. 111-322 , was enacted on December 22, 2010, and would continue funding at FY2010 levels through March 4, 2011. The current fiscal situation and the shift in congressional leadership in the House, may result in additional debate and discussion about the Administration's priorities and funding requests related to food security and agricultural development. The Administration's FY2012 request is due in mid-February.", "As for the overall G8 L'Aquila commitment to the Global Partnership, which now stands at $22 billion over three years, some skepticism exists in the international community that the G8 pledge will be met. The total amount pledged to the Global Agriculture and Food Security Program Trust Fund, for instance (as of June 2010) was US$914 million, though the resources actually received from donors as of July 2010 was only US$263 million. Skeptics note that the 2005 G8 Summit in Gleneagles, Scotland, pledged to provide $50 billion in development aid to sub-Saharan Africa by 2009, but by some accounts the G8 is $15 billion short of meeting this commitment. "], "subsections": []}, {"section_title": "Leadership for U.S. Foreign Development Assistance", "paragraphs": ["Many foreign policy and development experts have expressed concern about the lack of strong leadership at USAID, the primary U.S. federal agency charged with working on global development. The Obama Administration received criticism for the more than 10-month delay in appointing a USAID Administrator, and over 18 months before any Assistant Administrators were appointed. To date, several key posts at USAID remain unfilled. Critics have suggested that the \"leadership vacuum\" at USAID provided an opening for other federal agencies, including the State Department, the Department of Defense, and the U.S. Department of Agriculture, to step up and play a bigger role in longer-term development activities that have typically been under the jurisdiction of USAID. Some have been critical of a development approach divided among different federal agencies and have questioned whether it undermines the authority and resources of USAID. The Center for Global Development, for example, maintains that \"USAID and its development perspective are conspicuously absent from our most significant foreign policy challenges in Afghanistan, Pakistan, and Iraq.\""], "subsections": [{"section_title": "Human Resources", "paragraphs": ["A concern has been raised by several senior government officials (and former government officials), including Secretary of Defense Robert Gates and former USAID Administrator Peter McPherson, about the severe decline in staff capacity at USAID over the past few decades. To illustrate this point, Secretary Gates made the following observations in an article published in Foreign Affairs in January/February 2009:", "The military and civilian elements of the United States' national security apparatus have responded unevenly and have grown increasingly out of balance. The problem is not will; it is capacity. In many ways, the country's national security capabilities are still coping with the consequences of the 1990s, when, with the complicity of both ends of Pennsylvania Avenue, key instruments of U.S. power abroad were reduced or allowed to wither on the bureaucratic vine. The State Department froze the hiring of new Foreign Service officers. The U.S. Agency for International Development dropped from a high of having 15,000 permanent staff members during the Vietnam War to having less than 3,000 today.", "In testimony at a hearing on foreign assistance reform before the U.S. House Committee on Foreign Affairs last year, Peter McPherson noted that \"in 1980 USAID had 2,000 permanent foreign officers, which had declined to about 1,000 by 2008.\" He also stated that \"USAID currently [in 2008] has only two engineers, 16 agriculture experts and 17 education experts.\"", "Some contend that the staff cuts have had detrimental impacts on USAID, including the loss of on-the-ground effectiveness (e.g., the reduced staff capacity has resulted in the closing of a number of overseas missions) and the loss of technical expertise. Staff cuts have changed USAID from an implementation agency to one that contracts out large portions of its foreign aid program to others. Some believe that this has meant less coherence and effectiveness in the overall effort, less flexibility, and diminished leverage with other private and public funders. In addition, a recent report documented the country-level fragmentation in USAID-managed agricultural development assistance and the difficulty USAID has in managing the large number of relatively small projects that comprise its agricultural development portfolio due to shortages of staff, including expertise in agriculture and related technical areas. Since the launch of the Feed the Future initiative, USAID has been actively working to address rebuilding its in-house technical capacity. As of December 2010, USAID has hired nearly 40 additional agriculture foreign-service officers. "], "subsections": []}, {"section_title": "Institutional Capacity", "paragraphs": ["Beginning in the 1950s and 1960s, the U.S. government requested that some land-grant universities help create counterpart institutions in developing countries. In 1975, with the passage of the Title XII \"Famine Prevention and Freedom from Hunger\" amendment ( P.L. 94-161 ) to the Foreign Assistance Act of 1961 (P.L. 87-195), the land-grant universities' participation in international development efforts was formalized. Since the 1990s, the role of capacity building as a strategic direction at USAID both in developing countries and in the United States has been on the decline. In fact, some studies have stated that USAID-supported post-graduate training was down over 90% between 1989 to 2005 (see Figure 5 ). Over the last decade USAID has also reduced support for agricultural research with its longer-term outcomes and impacts, and reduced the duration and restricted the types of new projects. This has resulted in a weaker institutional capacity of partner institutions in developing countries. ", "At the same time, USAID has acknowledged that long-term institutional building is a key component for aid effectiveness. A 2004 white paper stated that the agency was moving toward \"attaching more importance to strengthening institutional capacity and avoiding programs and practices that undermine institutional capacity.\" Nonetheless, the funding, scope, and duration of USAID training and capacity-building programs, especially as relevant to agriculture, have not been restored.", "Some questions exist about whether there is sufficient institutional capacity—both in the United States and in developing countries, particularly Africa—to effectively implement agricultural research, education, training, and market development programs. Some have noted that sub-Saharan Africa has a weak scientific foundation for developing a modern agriculture and that African governments and donors have been reluctant to make long-term investments in science and technology and training to increase agricultural productivity."], "subsections": []}]}, {"section_title": "Whole of Government Approach", "paragraphs": ["As stated previously, several U.S. agencies are involved in formulating policy and/or implementing agricultural development and food security assistance. The most directly involved are USAID, the State Department, USDA, the Millennium Challenge Corporation (MCC), the Treasury Department (via the World Bank and other international financial institutions), and the U.S. Trade Representative (USTR), because of trade capacity building activities. ", "The need for interagency coordination in the provision of agricultural development and food security assistance has been widely discussed. For instance, a report of the Chicago Council on Global Affairs noted that \"interagency coordination is a particular challenge in the area of foreign assistance, including food aid and nutrition, where literally scores of different agencies can play a role.\" The Chicago Council recommended creating an Interagency Council on Global Agriculture within the Executive Office of the President to provide leadership and maintain consistent and effective priorities and actions among U.S. government agencies in this area. In addition, the Chicago Council called for the establishment of a White House National Security Council deputy for global agriculture. The Government Accountability Office (GAO) has also issued recent reports that detail the lack of USDA-USAID coordination in the provision of food aid and coordination problems between USAID and the Millennium Development Corporation in providing development aid.", "The Feed the Future initiative claims to be taking a \"whole-of-government\" approach. Some view the new food security initiative as a challenge and opportunity to further U.S. efforts to enhance better interagency coordination; others view what they see as fragmentation and siloing of activities across government agencies as a major constraint to U.S. food security efforts.", "The QDDR states that USAID will serve as the lead implementation agency for the Feed the Future initiative, but details about how implementation will be coordinated with other key U.S. government entities remains to be seen. In addition, potential funding implications of a whole of government approach have not been clearly articulated by the Administration. Bills introduced in the 111 th Congress to enhance the U.S. role in addressing global hunger also suggest the need for interagency coordination and suggest various ways of establishing coordination. It is uncertain whether or not these issues will be a priority in the 112 th Congress."], "subsections": []}, {"section_title": "Multilateral Coordination", "paragraphs": ["In the late 1990s, donors and aid agencies began to acknowledge that they imposed considerable costs on aid recipients by their many different approaches and requirements, and began working with one another and with partner countries to harmonize their strategies and activities. The United States continues to work to make international aid more effective and efficient by discussing and coordinating ideas and programs with other donors, especially Canada, the United Kingdom, Japan and the European Union. The United States also plays a leading role in discussion and coordination within such international bodies as the United Nations and the Development Assistance Committee (DAC) of the OECD, and with the World Bank and regional multinational lending bodies such as the African Development Bank. Global summits sponsored by the United Nations, such as in Rome in 2003, in Paris in 2005 and Accra in 2008, also have played an important role in donor coordination, establishing international development goals, mobilizing political support, and creating new coordination mechanisms, one of the most important being country-led strategies and plans for aid and development. Donors also have agreed to the principles of increasing aid predictability and flexibility so that resources will not be tied to specific activities, but would instead be available to best meet the needs and priorities of the recipient country, as they see fit. ", "Agreements by the United States to align with other donors, have implications for U.S. bilateral assistance. This includes USAID support for the Comprehensive Africa Agriculture Development Program (CAADP), which, as noted above, is an African-owned and -led initiative to boost agricultural productivity in Africa. The Administration's global food security initiative also expressly endorses the principles and objectives laid out in the U.N-sponsored multilateral forums, such as the Accra Agenda for Action on aid effectiveness. Some argue, however, that the aid reform process is moving too slowly and that the United States has not gone far enough to meet the objectives outlined in the various international donor meetings. Others argue that the United States must remain independent of other donors, and prioritize foreign assistance activities that align with U.S. strategic and domestic interests."], "subsections": []}, {"section_title": "Country-Led Planning", "paragraphs": ["The Feed the Future Guide points out that implementation of specific activities will be based on \"country-led planning,\" which is viewed as a key factor for ensuring country ownership, program relevance, and sustainability of impacts over time. Some Members of Congress have voiced concern over country-led planning because it diminishes donor control and oversight, specifically in aligning with donor-specific objectives. Others have voiced concern that several developing countries lack the capacity to develop robust strategic plans, and have limited capacity to carry out accountability and transparency measures required by donors. Still others in the civil society sectors argue that the country-led planning process may in fact become a government-led strategy, possibly excluding focus country civil society and nongovernmental organizations (CSOs and NGOs) or private sector actors. "], "subsections": []}, {"section_title": "Linkages with Food Aid", "paragraphs": ["Despite the emphasis on coordination, little mention is made of U.S. food aid or any need to coordinate FtF with the provision of food aid, emergency or nonemergency, in the focus countries. Yet Food for Peace (P.L. 480) Title II food aid is arguably a larger component of U.S. food security assistance than FtF, as the Administration's FY2011 request includes $1.69 billion for Food for Peace Title II food aid. The United States is implementing one or more U.S. food aid programs in the 20 FtF focus countries. Key questions include: How will the provision of U.S. commodity food aid be coordinated with Feed the Future activities at the country level? How or should food aid reinforce the objectives of FtF? Conversely, could there be adverse effects of FtF activities from nonemergency or development food aid projects?"], "subsections": []}, {"section_title": "Linkages with Other Cross-Cutting Initiatives", "paragraphs": ["In addition, to food aid, the FtF strategy guide explicitly lays out the importance of cross-cutting initiatives such as gender, global health, environmental sustainability, and climate change. What is not clear from the strategy to date is how these issues will be integrated into the country plans and strategies for implementation, what additional amount of resources, if any, will be required and committed to address these issues, what metrics that will track progress related to these issues, and how FtF will be coordinated with other relevant USG initiatives such as the Presidents Emergency Plan for Aids Relief (PEPFAR) and the Global Climate Change Initiative (GCCI). "], "subsections": []}, {"section_title": "Results Framework", "paragraphs": ["Since the inception of the FtF initiative, the Administration has been working on components of the FtF results framework, and the key indicators and metrics that define progress towards the initiatives goals and objectives. Given the whole of government approach, it is still not clear which agency, and specifically who within a given agency, will be responsible for the monitoring and evaluation of progress over time. It is also not clear over what time period results from this initiative would be realized, whether or not FtF will result in achievement of MDG1 in the 20 countries of the initiative, and with what frequency Congress can expect to hear report updates."], "subsections": []}]}]}}