{"id": "R41768", "title": "Mental Health Parity and Mandated Coverage of Mental Health and Substance Use Disorder Services After the ACA", "released_date": "2012-01-05T00:00:00", "summary": ["Two important components of access to mental health and substance use disorder services are their insurance coverage and the terms under which they are covered. Federal mental health parity law addresses the terms under which mental health and substance use disorder services are covered in comparison with medical and surgical services in those plans that choose to offer coverage of these services. Federal law requires parity in annual and aggregate lifetime limits, treatment limitations, financial requirements, and in- and out-of-network covered benefits. However, federal parity law does not mandate the coverage of mental health and substance use disorder services.", "The Patient Protection and Affordable Care Act of 2010 (ACA, P.L. 111-148), as amended, contains provisions that address both the coverage of mental health and substance use disorder services and the terms under which these services are covered. Specifically, the ACA includes provisions that require (1) compliance with federal parity law by certain plans and (2) the coverage of mental health and substance use disorder services by certain plans.", "The ACA does not change the federal mental health requirements at all. However, it extends applicability of these requirements to three new plan types: (1) Qualified Health Plans (QHPs, offered through the state Exchanges); (2) plans offered through the individual market; and (3) Medicaid benchmark and benchmark equivalent plans that are not managed care plans.", "The ACA also requires certain plans to offer coverage of mental health and substance use disorder services, by requiring these plan types to cover the Essential Health Benefits (EHB), which are defined to include mental health and substance use disorder services. The ACA requires coverage of the EHB, and therefore at least some mental health and substance use disorder services, by the following plan types: (1) QHPs; (2) new plans offered through the individual or small group market; and (3) Medicaid benchmark and benchmark-equivalent plans."], "reports": {"section_title": "", "paragraphs": ["Access to mental health and substance use disorder services is determined in part by the insurance coverage of these services and by the terms under which the services are covered. Federal parity law and the health reform law affect both the coverage of mental health and substance use disorder services, as well as the terms under which they are covered. Federal law requires parity in annual and aggregate lifetime limits, treatment limitations, financial requirements, and in- and out-of-network covered benefits. However, federal parity law does not mandate the coverage of mental health and substance use disorder services. The health reform law builds on federal parity law and also contains provisions that mandate coverage of mental health and substance use disorder services. ", "This report begins with a brief summary of federal parity law and by discussing the provisions in the health reform law that build on federal parity law. It then goes on to discuss those health reform provisions that mandate coverage of mental health and substance use disorder services. "], "subsections": [{"section_title": "Federal Parity Law", "paragraphs": ["The goal of federal parity law is to make coverage terms for mental health and substance use disorder services, when those services are offered, no more restrictive than those terms for medical and surgical services. ", "Federal parity law consists of two laws: (1) the Mental Health Parity Act of 1996 (MHPA, P.L. 104-204 ) and (2) the Paul Wellstone and Pete Domenici Mental Health Parity and Addiction Equity Act of 2008 (MHPAEA, P.L. 110-343 ). Together, these laws identify a group of coverage terms that must be on par between mental health and substance use disorder services and medical and surgical services (hereafter referred to as the \"federal mental health parity requirements,\" see text box). These coverage terms include (1) annual and aggregate lifetime limits, (2) treatment limitations, (3) financial requirements, and (4) in- and out-of-network covered benefits. The health reform law (the Patient Protection and Affordable Care Act of 2010 [ P.L. 111-148 , ACA]) did not modify or expand the federal mental health parity requirements themselves; that is, it did not modify the specific coverage terms which must be on par between mental health and substance use disorder services and medical and surgical services.", "Federal parity law applies only to insurers who choose to cover mental health and substance use disorder services, and then it only applies to certain plan types. Federal parity law, prior to the passage of the ACA, applied to both large fully insured and large self-insured plans. In addition, it applied to Medicaid managed care plans and to Children's Health Insurance Program (CHIP) plans. The ACA builds on federal parity law by expanding its applicability to a number of additional plan types."], "subsections": [{"section_title": "How Did the ACA Build on Federal Parity Law?", "paragraphs": ["The ACA builds on federal parity law by expanding the requirement for compliance with the law to three types of plans. These include (1) Qualified Health Plans (QHPs), the plans that will be offered through the Exchanges; (2) plans offered through the individual market; and (3) Medicaid benchmark and benchmark-equivalent plans (that are not managed care plans).", "The ACA requires the establishment of Exchanges, health insurance marketplaces where individuals and employers may purchase health insurance. Plans offered in the Exchanges, the QHPs, must meet a number of requirements, including compliance with federal parity law. The ACA requires all QHPs to comply with federal parity law in the same manner, and to the same extent, that health insurance issuers and group health plans must comply with these requirements. QHPs will be provided through both the small group and individual markets and may also be offered outside of an Exchange. In addition, the ACA requires plans offered through the individual market to comply with federal parity law.", "Medicaid may be offered either in the form of traditional state plan benefits or by enrolling state-specified groups in benchmark or benchmark-equivalent coverage. Either of these options may be provided through managed care plans (\"Medicaid managed care plans\"). The ACA requires Medicaid benchmark and benchmark-equivalent plans (which are not Medicaid managed care plans) to partially comply with federal parity law. Specifically, these Medicaid plans are only required to ensure that treatment limitations and financial requirements are on par for mental health and substance use disorder services and medical and surgical services. This may be in part related to the fact that these are likely the more relevant of the four requirements in a non-managed care setting."], "subsections": []}, {"section_title": "Are Any Plans Exempt from Compliance with Federal Parity Law?", "paragraphs": ["Fully insured and self-insured small plans appear to be exempt from compliance with federal parity law. In addition, federal parity law does not apply to traditional fee-for-service Medicaid or to traditional fee-for-service Medicare. Table 1 summarizes the applicability of federal parity law to various private and public coverage arrangements. ", "Federal parity law contains an exemption for any group health plan (either fully insured or self-insured) of a small employer (employers with between 2 and 50 employees). In cases where states consider \"groups of one\" to be small employers, the exemption extends to those groups of one as well. The ACA did not amend the small employer exemption, and therefore it appears to remain in effect.", "Federal parity law also does not appear to apply to traditional fee-for-service Medicaid. This might be due to the structure of such coverage, which may result in certain of the parity requirements (e.g., parity in in- and out-of-network benefits) not being reasonably applicable.", "Finally, federal parity law does not apply to traditional fee-for-service Medicare. Although federal parity law does not apply to Medicare, federal law does require that copayments for covered Medicare Part B outpatient mental health services and other medical services both be 20% of the Medicare-approved amount by 2014."], "subsections": []}]}, {"section_title": "Coverage of Mental Health and Substance Use Disorder Services", "paragraphs": ["Traditionally, there has been a disparity not only in the coverage terms under which mental health and substance use disorder services were offered, but also in whether they were offered at all. Federal parity law aims to mitigate disparities in coverage terms between mental health and substance use disorder services and medical and surgical services. However, as mentioned previously, federal parity law does not require the coverage of mental health and substance use disorder services. This approach, where the coverage of mental health and substance use disorder services is not required, but where parity with medical and surgical services is required if mental health and substance use disorder services are covered, is termed a mandated offering parity approach. This fundamental approach to federal parity law was not changed by the ACA, as noted above. ", "The ACA did, however, include broader changes which create requirements for the coverage of mental health and substance use disorder services, among other types of services. The impact of these changes on the coverage of mental health and substance use disorder services is discussed in more detail below."], "subsections": [{"section_title": "The Essential Health Benefits Create a Coverage Mandate for Mental Health and Substance Use Disorder Services", "paragraphs": ["As mentioned above, the ACA requires the establishment of Exchanges, health insurance marketplaces where individuals and employers may purchase health insurance. Plans offered in the Exchanges, the QHPs, must meet a number of requirements, one of which is the offering of a minimum set of benefits. This set of benefits is referred to as the Essential Health Benefits Package (EHBP), and is defined to include the Essential Health Benefits (EHB), certain cost-sharing arrangements, and specified tiers of coverage.", "The ACA requires the Secretary of Health and Human Services (HHS) to define the items and services that will be included in the EHB, and lists 10 categories of services and/or items which must, at a minimum, be included as a part of the EHB. This list includes a category for mental health and substance use disorder services (see text box). In addition, the benefits included in the EHB are required to be of \"equal scope\" to those benefits offered under a \"typical employer plan.\" To determine the benefits covered under a typical employer plan, the ACA required the Department of Labor (DOL) to carry out a survey of employer-sponsored coverage and to report its results to the HHS Secretary. On April 15, 2011, DOL released a report to fulfill this statutory requirement: \"Selected Medical Benefits: A Report for the Department of Labor to the Department of Health and Human Services.\" This report found that the majority of health plans surveyed offer both inpatient and outpatient mental health and substance use disorder treatment.", "The ACA does not require that specific mental health and substance use disorder services be included as part of the EHB. The specific services and items that will be a part of the EHB, and thus of the EHBP, will be determined through the rulemaking process. Although the statute specifically lists 10 categories of services that must, at a minimum, be included, the HHS Secretary has the discretion to include benefits, items, or services in addition to those that may fall into these 10 categories. In December of 2011, HHS released an informational bulletin regarding the upcoming EHB rulemaking process. The bulletin describes \"a comprehensive, affordable and flexible proposal and informs the public about the approach that HHS intends to pursue in rulemaking to define essential health benefits.\" In the bulletin, HHS outlines a proposal that would allow states to define the EHB for their state using benchmark health insurance plans. Under the HHS proposal, states would choose a specified benchmark health insurance plan from among four possible options: (1) the largest HMO in the state; (2) one of the three largest federal employee health plan options by enrollment in the state; (3) one of the three largest state employee health plans by enrollment; or (4) one of the three largest small group plans by enrollment in the state. Any of these designated plans would have a scope of services comparable to those of a \"typical employer plan\" (see discussion in previous paragraph), and the benefits covered by the designated benchmark plan would be the EHBP for the state. ", "In addition, to inform her definition of the EHB, the HHS Secretary requested the Institute of Medicine (IOM) to carry out a consensus study on the determination of the EHB. The IOM was specifically tasked with \"mak(ing) recommendations on the criteria and methods for determining and updating the essential health benefits package.\" The IOM released its report, \"Essential Health Benefits: Balancing Coverage and Cost\" on October 7, 2011. The report does not recommend specific services and items for inclusion in the EHB.", "By requiring plans to offer either the EHBP or the EHB, the ACA creates a coverage mandate for mental health and substance use disorder services, among other services. The ACA requires not only the QHPs, but other plans as well, to offer either the EHBP or EHB. This is discussed in more detail below."], "subsections": []}, {"section_title": "Are All Plans Required to Cover the EHB or the EHBP?", "paragraphs": ["The ACA does not require all plans to offer the EHB or the EHBP (see Table 2 for more information). It specifically requires four types of plans to offer either the EHB or EHBP: (1) new plans offered through the individual market; (2) new plans offered through the small group market; (3) QHPs; and (4) Medicaid benchmark and benchmark equivalent plans.", "The ACA requires QHPs and new plans offered in the small and individual market to include coverage of the EHBP. The ACA requires Medicaid benchmark and benchmark equivalent plans to cover the EHB (therefore excluding a requirement for certain cost-sharing arrangements and tiers of coverage, as are a part of the EHBP). All of these requirements must be in effect no later than January 1, 2014. ", "Grandfathered plans, and large group plans offered outside of the Exchanges, are not required to offer the EHBP. "], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["As discussed in this report, the health reform law made a number of changes that are likely to affect access to mental health and substance use disorder services. Specifically, many plans will now be required to cover these services and more plans will be required to offer coverage for these services on par with coverage for medical and surgical services. Although there are coverage arrangements that are not required to cover mental health and substance use disorder services or to comply with federal parity law, the broader requirements may lead to plans voluntarily offering these services or complying with federal parity law in order to be more competitive in the private market."], "subsections": [{"section_title": "Appendix. Mental Health Parity and Mandated Coverage of Mental Health and Substance Use Disorder Services Provisions in the ACA", "paragraphs": [], "subsections": []}]}]}}