{"id": "R41705", "title": "The National Institutes of Health (NIH): Background and Congressional Issues", "released_date": "2019-04-19T00:00:00", "summary": ["The National Institutes of Health (NIH), under the Department of Health and Human Services (HHS), is the primary federal agency charged with performing and supporting biomedical and behavioral research. In FY2018, NIH used its over $34 billion budget to support more than 300,000 scientists and research personnel working at over 2,500 institutions across the United States and abroad, as well as to conduct biomedical and behavioral research and research training at its own facilities. The agency consists of the Office of the Director, in charge of overall policy and program coordination, and 27 institutes and centers, each of which focuses on particular diseases or research areas in human health. A broad range of research is funded through a highly competitive system of peer-reviewed grants and contracts.", "The Public Health Service Act (PHSA) provides the statutory basis for NIH programs, and funding levels are mostly provided through the annual appropriations process. In December 2016, Congress introduced major reforms and programs at the NIH through the 21st Century Cures Act (P.L. 114-255). Prior to 2016, the last time Congress addressed NIH with comprehensive legislation was in December 2006, when it passed the NIH Reform Act (P.L. 109-482). Congress also gives direction to NIH through appropriations report language, but usually not through budget line items or earmarks. Historically, Congress has accepted, for the most part, the scientific and public health priorities established by the agency through its planning and grant-making activities that involve members of the scientific community and the general public.", "NIH has seen periods of both low and high funding growth. From FY1998 to FY2003, Congress doubled the NIH budget from $13.7 billion to $27.1 billion. The agency then saw low funding growth or cuts from FY2004 to FY2015. Starting in FY2016, Congress provided NIH with funding increases of over 5% each year, raising the program level from $30.3 billion in FY2015 to $39.3 billion in FY2019. Under President Trump's budget request for FY2020, NIH would be provided a program level of $34.3 billion—a 12.6% reduction from the FY2019 program level.", "NIH officials and scientific observers have cited funding variability and uncertainty as a challenge for the agency. Along with funding uncertainty, other challenges facing the agency and the research enterprise include", "allocating funding across disease types, areas of human health, and types of research; addressing congressional priorities and concerns, while ensuring the scientific merit and quality of NIH-funded research; helping new and early-stage scientists obtain their first independent research grants; balancing the public and private sectors' relative roles in biomedical research.", "NIH is the largest single public funder of biomedical research in the world, yet other countries—particularly China—have increased their funding levels for such research. Some Members of Congress have voiced concern about the position of U.S. biomedical research compared with other countries. A January 2015 study found that the total U.S. (public and private) share of global biomedical research funding declined from 57% in 2004 to 44% in 2011, while countries in Asia increased investment into biomedical research from $28 billion (2004) to $52.4 billion (2011), with especially large increases in China (analysis included Japan, China, India, Singapore and South Korea). Globally, the United States continues to be the top supporter of both public and industry medical research."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The National Institutes of Health (NIH) is the primary agency of the federal government charged with performing and supporting biomedical and behavioral research. It has major roles in training biomedical researchers and disseminating health information. The NIH mission is \"to seek fundamental knowledge about the nature and behavior of living systems and the application of that knowledge to enhance health, lengthen life, and reduce illness and disability.\" As of FY2018, NIH was the largest single public funder of biomedical research in the world. Congress maintains a high level of interest in NIH for a variety of reasons. NIH funds extramural researchers in every state, and widespread constituencies contact Congress about funding for particular diseases and levels of research support in general. NIH is the largest and most visible contributor to the federal biomedical research effort; it represents about half of federal spending for non-Department of Defense research and development (R&D) and about one-fifth of total federal R&D funding. It has the largest budget of the eight health-related agencies that make up the Public Health Service (PHS) within the Department of Health and Human Services (HHS). In FY2018, discretionary appropriations to NIH constituted about 40% of all HHS discretionary budget authority. ", "NIH-funded research has contributed to major scientific advances. To date, 156 NIH-funded researchers have received Nobel Prizes for their work. NIH-funded research has led to major medical innovations such as treatments for heart disease, cancer, and HIV/AIDs. Such advances have been credited with helping increase life expectancy and prevent millions of deaths. However, in light of the high cost of new medical innovations, some question whether NIH priorities are too focused on research that leads to new treatments rather than on disease prevention or improving the value of medical care. The allocation of NIH research dollars is a major source of debate. ", "NIH has seen periods of both low and high funding growth. From FY1998 to FY2003, Congress doubled the NIH budget over a five-year period, from $13.7 billion to $27.1 billion. The agency then saw low funding growth or cuts from FY2004 to FY2015. From FY2016 through FY2019, Congress provided NIH with funding increases of over 5% each year, increasing funding from $30.3 billion in FY2015 to $39.3 billion in FY2019. Under President Trump's budget request for FY2020, NIH would be provided a program level of $34.3 billion—a 12.6% reduction from the FY2019 program level.", "Some members of the scientific community have cited funding variability and uncertainty as a hindrance for advancing biomedical research. They have called for steady and predictable funding growth to support the multiyear nature of research. Others have questioned whether universities and other research institutions are too reliant on NIH funding and if institutions should diversify their funding sources or use institutional funds to pay for research.", "Aside from funding, other potential issues of for many in Congress and the research community may include", "allocating funding across disease types, areas of human health, and types of research; addressing congressional priorities and concerns, while ensuring the scientific merit and quality of NIH-funded research; helping new and early-stage investigators obtain their first independent research grants; maintaining the United States' role as a leader in biomedical research; balancing the public and private sectors' relative roles in biomedical research.", "This report provides background and analysis on NIH organization, mission, budget, and history; outlines the agency's major responsibilities; and discusses some of the issues facing Congress as it works to guide and monitor the nation's investment in medical research."], "subsections": []}, {"section_title": "Background on NIH", "paragraphs": [], "subsections": [{"section_title": "History", "paragraphs": ["NIH traces its roots to 1887, when a one-room Laboratory of Hygiene was established at the Marine Hospital in Staten Island, NY. Relocated to Washington, DC, in 1891, and renamed the Hygienic Laboratory, it operated for its first half century as an intramural research lab for the Public Health Service. Congress designated the research laboratory the National Institute of Health in 1930 (P.L. 71-251). It moved to donated land in the Maryland suburbs in 1938. By 1948, several new institutes and divisions had been created, and the agency became the National Institutes of Health (P.L. 80-655). Congress has continued to create new institutes and centers, most recently in 2011 with the establishment of the National Center for Advancing Translational Sciences (NCATS, P.L. 112-74 ; see Table 2 ). NIH now occupies a 322-acre main campus in Bethesda, MD, and several off-campus sites, including locations in Maryland, North Carolina, Montana, Arizona."], "subsections": []}, {"section_title": "Organizational Structure", "paragraphs": ["Today, NIH is a large and complex organization. NIH consists of the Office of the Director and 27 components—20 research institutes, three research centers, the National Library of Medicine (NLM), and three other support centers: the Clinical Center, the Center for Information Technology, and the Center for Scientific Review (for details, see Table 2 ).", "The Office of the Director (OD) sets overall policy for NIH and coordinates the programs and activities of all NIH components, particularly transinstitute research initiatives and issues. The individual institutes and centers (ICs) may focus on particular diseases (i.e., The National Cancer Institute), areas of human health and development (i.e., The National Institute on Aging), scientific fields (i.e., National Institute of Environmental Health Sciences), or biomedical professions and technology (i.e., National Institute of Biomedical Imaging and Bioengineering). Each IC plans and manages its own research programs in coordination with OD. Congress provides separate appropriations to 24 (all 20 institutes, NLM, and the 3 research centers) of the 27 ICs, to OD, and to a buildings and facilities account (see \" Budget \"). The institutes, NLM, and the three research centers have the authority to award research grants; the three operational support centers do not award research grants. Under President Trump's FY2020 budget request, the activities of the Agency for Healthcare Research and Quality (AHRQ) would be consolidated into NIH as the National Institute for Research on Safety and Quality (NIRSQ), forming a 28 th IC. The creation of a new NIH institute would require an amendment to the Public Health Service Act (PHSA) Section 401(d), which specifies that \"[i]n the National Institutes of Health, the number of national research institutes and national centers may not exceed a total of 27\" (see discussion in \" NIH Reform Act of 2006 \"). President Trump's FY2019 and FY2018 budget requests also proposed consolidating AHRQ and other HHS institutes into NIH; however, Congress did not adopt these proposals. ", "NIH's large and decentralized organizational structure has been an issue of concern. There are costs and complexities of administering an agency made of 27 ICs, each with its own mission, budget, staff, review office, and other organizational apparatus. The resulting fragmentation may create research duplication or gaps, and might adversely affect NIH's ability to respond appropriately to new scientific and public health challenges. A number of laws have addressed administration and priorities at NIH, including the NIH Reform Act of 2006 and the 21 st Century Cures Act."], "subsections": []}, {"section_title": "NIH Reform Act of 2006", "paragraphs": ["In 2003, Congress requested that the National Academy of Sciences (NAS, now called the National Academies of Sciences, Engineering, and Medicine) study the structure and organization of NIH. The NAS report was released in 2003: Enhancing the Vitality of the National Institutes of Health: Organizational Change to Meet New Challenges . The 2003 NAS report found that \"the most common mechanism of origin of the institutes has been the congressional mandate responding to the health advocacy community.\" The first institute was the National Cancer Institute (NCI) established in 1937. \"From the middle 1940s to 1974, health advocates were successful in persuading Congress to establish additional institutes, often against the wishes of administrations, which generally opposed creation of new categorical institutes.\" Health advocacy \"groups have continued the long established pattern of pushing for creation of named entities at NIH to create focal points for developing more research funding for particular diseases. That has often resulted in the establishment by Congress of a named program at the office level. Through continued pressure, offices may then be elevated to centers and, in some cases, to institute status.\" The 2003 NAS report noted challenges with NIH's large and decentralized organizational structure, but said that any proposals for changing the number of ICs or OD program offices should be subject to a public evaluation process. ", "Many of the recommendations in the 2003 NAS report were incorporated into the NIH Reform Act of 2006 ( P.L. 109-482 ). The law enhanced the authority of the NIH Director's Office to perform strategic planning, provided for trans-NIH initiatives by enacting the Common Fund into law and required strategic planning for the Fund. It established the Division of Program Coordination, Planning, and Strategic Initiatives (DPCPSI) within the Office of the Director and moved a number of individual program offices (coordinating research on AIDS, women's health, behavioral and social sciences, and disease prevention) in OD to DPCPSI. The law established the Council of Councils to advise the NIH Director on the policies and activities of DPCPSI and to participate in developing proposals for trans-NIH research. The law requires a biennial report from the Director to Congress assessing the state of biomedical research and reporting in detail on the research activities of NIH, including strategic planning and initiatives, and summaries of research in a number of broad areas. ", "The Reform Act required the creation of a comprehensive electronic reporting system to catalogue research activities in specific disease, health areas, or by other congressionally-mandated categories from all of the ICs in a standardized format. Information from the tracking system assists the Director and DPCPSI in planning trans-NIH research initiatives that cannot be handled within individual ICs. The reporting system, called Research Portfolio Online Reporting Tools (RePORT), \"provides access to reports, data, and analyses of NIH research activities, including information on NIH expenditures and the results of NIH-supported research.\"", "The Reform Act did not contain any provisions on specific diseases or fields of research, nor did it eliminate or consolidate any existing ICs. However, it did provide certain authorities to HHS and NIH officials for making organizational changes to NIH. It also created the Scientific Management Review Board (SMRB) to provide advice on the use of those organizational authorities. SMRB is charged with formally and publicly reviewing NIH organizational structure at least once every seven years. SMRB may recommend restructuring but the number of ICs is capped at the current 27. The law set out time frames for the Director to take action on such recommendations, and provided for review by Congress.", "As required by the Reform Act, SMRB has conducted public reviews of NIH's organizational structure and processes. In its first report on organizational change and effectiveness at the agency in 2010, SMRB \"recognized that a far reaching overhaul of the NIH structure is neither advisable nor feasible.\" Instead, SMRB proposed a framework for considering and evaluating potential organizational changes at NIH. Since the first report, SMRB has issued evaluations of specific research areas or ICs at NIH, with recommendations for organizational change. SMRB also issued a report in 2014 on assessing the value of biomedical research, and a report in 2015 on streamlining the NIH grant process. 21 st Century Cures Act—Administrative Reforms", "The 21 st Century Cures Act (P.L. 114-255), enacted in 2016, introduced a number of administrative reforms at NIH. The act newly requires the NIH Director to develop and make publicly available an NIH-wide Strategic Plan every six years (the first to be developed within two years of enactment). The Strategic Plan is expected to provide direction to the biomedical investments made by NIH, facilitate IC collaboration, leverage scientific opportunity, and advance biomedicine (for more information about the 2016-20 NIH-Wide Strategic Plan, see \" NIH Process in Setting Research Priorities .\") The act also changed the biennial report of the NIH Director to Congress to a triennial requirement.", "Other reforms include efforts to reduce administrative burden at NIH, such as by exempting NIH researchers from requirements of the Paperwork Reduction Act. The act also introduced accountability measures such as five-year terms and other requirements for IC Directors, and efforts to prevent and eliminate duplicative research across the agency. The 21 st Century Cures Act also introduced a number of new programs and research efforts at NIH, as detailed in the \" 21st Century Cures Act \" section of this report."], "subsections": []}, {"section_title": "Authority", "paragraphs": ["NIH derives its statutory authority from the Public Health Service Act (PHSA) of 1944, as amended (42 U.S.C. §§201-300mm-61). Section 301 of the PHSA (42 U.S.C. §241) grants the Secretary of HHS broad permanent authority to conduct and sponsor research. In addition, Title IV, \"National Research Institutes\" (42 U.S.C. §§281-290b), authorizes in greater detail various activities, functions, and responsibilities of the NIH Director and the ICs. All of the ICs are covered by specific provisions in the PHSA, but they vary considerably in the amount of detail included in the statutory language. "], "subsections": [{"section_title": "Authorization of Appropriations", "paragraphs": ["In 2016, the 21 st Century Cures Act ( P.L. 114-255 ) amended the PHSA (Section 402A), authorizing appropriations for NIH in FY2018 ($34,851,000,000), FY2019 ($35,585,871,000), and FY2020 ($36,472,442,775) to carry out activities authorized in Title IV of the PHSA. ", "The previous major NIH reauthorization was the NIH Reform Act of 2006 ( P.L. 109-482 ). The NIH Reform Act authorized total funding levels for NIH appropriations for FY2007 through FY2009. Overall authority for NIH, or explicit authorization of individual ICs, has lapsed at times. However, NIH continued to receive annual appropriations, with authority provided by PHSA Section 301 and the annual appropriations acts. The current authorization of appropriations for NIH is set to expire at the end of FY2020. "], "subsections": []}]}]}, {"section_title": "NIH Research Activities", "paragraphs": ["NIH research spans all fields of biomedical and behavioral research, from basic investigation of biological mechanisms to testing new therapeutics in clinical research. The ICs sponsor two categories of research: extramural research , performed by nonfederal scientists using NIH grant or contract money, and intramural research , performed by federal NIH scientists in the NIH-operated laboratories and Clinical Center. In both the extramural and intramural programs, the research projects are largely investigator-initiated. NIH also supports a range of extramural and intramural research training programs to prepare young investigators for research careers, and it engages in a number of information dissemination activities to reach various audiences.", "Funding for research makes up most of NIH spending. Figure 1 shows the breakdown of NIH obligations by mechanism. Displaying budget data by mechanism reveals the balance between extramural (e.g., research grants, research centers, and R&D contracts) and intramural funding, as well as the relative emphasis on support of individual investigator-led research (e.g., research grants and intramural research) versus funding of contracted projects (e.g., R&D contracts)."], "subsections": [{"section_title": "Types of Research at the NIH", "paragraphs": ["According to NIH, the agency conducts and supports the \"full continuum\" of biomedical and behavioral research to understand the causes and mechanisms of disease, and then translates that knowledge into clinical practice and health interventions. NIH defines the continuum of research as follows (see Figure 1 ): ", "Basic research involves studying the fundamental mechanisms of biology and behavior. Preclinical translational research involves developing and testing new diagnostics, therapeutics, and preventive measures. This research is conducted using laboratory animals, cell cultures, samples of human or animal tissues, computer modeling, or other approaches. Clinical research is conducted with human subjects. Clinical research can include (1) clinical trials of diagnostics, therapeutics, and preventive measures, as well as any basic or other research conducted with patients; (2) epidemiological and behavioral studies; and (3) outcomes research and health services research. Postclinical translational research investigates the best methods to enhance access to and the implementation of newly discovered biomedical interventions. Clinical and community practice involves translating new biomedical research discoveries into widespread clinical and community practice. It includes NIH's effort to ensure that scientific findings are communicated rapidly and clearly to the public. ", "NIH reports that about half of its funding is for basic research. NIH emphasizes that the research continuum is not linear. Progress in research may involve moving back and forth between different stages. For instance, a failed clinical trial on a therapeutic for a given disease may lead to new questions that then require more basic research to make progress in treating that disease. "], "subsections": []}, {"section_title": "Extramural Research", "paragraphs": ["NIH extramural research funding makes up more than 80% of the overall NIH budget and supports 300,000 scientists and research personnel affiliated with over 2,500 universities, academic health centers, hospitals, and independent research institutions in every state and around the world. Extramural awards include research grants, research and development contracts, training awards, and a few smaller categories. Within the large \"research grants\" category, the bulk of the funding goes for research project grants (RPGs) awarded to individual investigators and small teams, mostly at universities and medical centers. Other types of grants are provided to groups of researchers who work in collaborative programs or in multidisciplinary centers that focus on particular diseases or areas of research, often called \"centers of excellence.\" Data on awards and recipients by state, by congressional district, by type of institution, and by subject of the research, are available on the NIH website. "], "subsections": [{"section_title": "Peer Review Process for Extramural Funding", "paragraphs": ["Scientists who wish to compete for NIH extramural research funding, whether for totally new proposals or for renewal of previous grant awards, submit detailed plans in their grant applications describing the research they plan to undertake. All NIH grant, fellowship, and cooperative agreement applications undergo review through a two-tiered system of peer review, a competitive and committee-based process to evaluate the applications. The peer review system is pursuant to Section 492 of PHSA (42 U.S.C. §289a), and federal regulations (42 C.F.R. §52). The first stage of peer review assesses the application on scientific and technical merit. In the second stage, the NIH IC makes a funding decision—weighing the project's scientific merit against the IC's research priorities (see Figure 3 ).", "Grant applications may be either investigator-initiated or in response to a specific Funding Opportunity Announcement for targeted research. Most applications are investigator-initiated, meaning that a scientist or group of scientists generates an original research project idea and then submits a grant application through an NIH-wide submission process. Some applications are submitted in response to solicitations by ICs for research areas the ICs wish to target and/or for which they have set aside funding, called program announcements (PAs) or requests for applications (RFAs), broadly referred to as Funding Opportunity Announcements (FOAs). ", "In the first stage of peer review, the applications are received by the NIH Center for Scientific Review (CSR). CSR then assigns each application that meets basic requirements to both a potential awarding IC and an associated Scientific Review Group (SRG) of the IC. The potential awarding IC is the one whose mission best aligns with the objectives of the research project. Applications responding to FOAs are usually reviewed by SRGs within the IC with funding authority, as specified in the FOA. ", "An SRG is a peer-review committee composed of 12 to 22 scientists who are experts in the relevant fields of research. No more than one-fourth of the members of any SRG may be federal employees. Peer reviewers are expected to disclose conflicts of interest and may not participate in evaluations of grant applications where they have conflicts of interest. In FY2018, over 26,000 individuals participated in over 2,600 NIH peer review meetings. ", "The SRG is responsible for evaluating a grant proposal on the basis of scientific merit and potential impact of the research. After discussing the application, each member gives the application a final score, and an overall impact score is determined from the average of members' final scores. The application is also given a percentile ranking, based on how the overall impact score compares to other applications reviewed by the SRG in the past year.", "In the second stage, the funding decisions are refined by the National Advisory Councils or Boards of the potential awarding ICs. Advisory Councils and Boards are composed of scientific and lay representatives. These groups examine applications recommended for funding, place their impact scores and percentile rankings in the context of the IC's research priorities, and then make recommendations for final funding decisions. Many ICs establish a \"payline,\" or percentile cutoff for applications that get funded, though ICs may prioritize applications outside of the payline based on other considerations. The IC director then makes final funding decisions. Section 2033 of the 21 st Century Cures Act ( P.L. 115-255 ) added a new requirement that the IC Director weigh the Advisory Board or Council's advice against the IC's mission and research priorities, the NIH-Wide Strategic Plan, and programs or projects funded by other ICs on similar topics before awarding a research grant."], "subsections": []}, {"section_title": "Awards", "paragraphs": ["NIH awards numerous types of research grants, administered by each IC. The most common and well-known type of grant is the R01 Research Project Grant, which is awarded for three to five years to conduct a research project. Other grants may be shorter-term exploratory grants that limit funding to two years or less. Because of the multiyear grants, in any given year, about three-fourths of the grantees are in \"noncompeting,\" or \"continuation,\" status. \"Noncompeting\" grantees have already applied and been awarded NIH funding for multiple years. Each year, a noncompeting grantee has to submit a project report to the IC that supplied the funding, but the grantee does not have to compete for the second, third, and fourth year of funding—the IC considers the award a budgetary commitment (although it is still subject to appropriations). Prior to the expiration of the award, the grantee may choose to compete for a renewal of the project. According to one IC, reviewing a new application can take up to eight weeks from submission to the final funding decision.", "In FY2018, in addition to making over 11,000 new and competing renewal awards, NIH made almost 26,000 noncompeting awards and over 2,000 small business awards, for a total of over 39,000 research project grants (RPG). The average annual cost of an RPG award was about $519,000 in FY2018, including both direct and indirect costs. The direct costs, averaging 72.3% of the total award in FY2018, cover project-specific expenses, while the indirect costs, averaging 27.7%, pay for facility and administration costs (i.e., overhead) of the institution where the research is conducted."], "subsections": []}, {"section_title": "Issues and Reforms in the Peer Review and Grant Award Process", "paragraphs": ["Some critics of the NIH peer review and grant award process contend that it is cumbersome, biased, and ineffective at identifying promising research project proposals. Others have defended the peer review system as a rigorous and competitive process that has been honed over many years. ", "To evaluate the process, the NIH requested an SMRB report on the peer review and award process. In its 2015 report, SMRB recommendations included fast-tracking high-scoring and high-priority applications, increasing the pool of peer reviewers, reviewing administrative processes to improve efficiency, and piloting innovative methods of peer review. In addition, the NIH Strategic Plan 2016-20 includes ways to improve the peer review process by testing and validating new approaches \"including asynchronous, electronic reviews and two- or three-stage 'editorial board' models,\" along with measures to compare the performance of each SRG. "], "subsections": []}, {"section_title": "Grants Compliance and Oversight", "paragraphs": ["Congress has enacted many requirements for NIH-funded research, including requirements related to human subjects protections, use of animals, and others. Based on federal laws and regulations, NIH maintains an updated \"Grants Policy Statement\" on all terms and conditions of NIH grant awards. Grantees are also informed of specific award requirements in their \"Notice of Award.\" Grant awards are made to institutions, not to specific researchers. Therefore, both NIH and recipient institutions share responsibility in grant compliance and oversight of researchers. For instance, Institutional Review Boards and Institutional Animal Care and Use Committees at grantee institutions are responsible for ensuring the ethical use of human subjects and animals in research. The NIH Division of Grants Compliance and Oversight (DGCO) provides training and resources to grantees and institutions to ensure compliance. The division also conducts site visits and reviews as needed. "], "subsections": []}]}, {"section_title": "Intramural Research", "paragraphs": ["The NIH intramural research program (IRP), at about $4.0 billion in FY2018, accounts for approximately 11% of the total NIH budget. It includes about 1,100 principal investigators and 6,000 trainees ranging from high school students to postdoctoral and clinical fellows in NIH-operated laboratories. Other IRP personnel include administrative support staff, guest researchers, and contractors. Intramural research takes place at the 322-acre main campus in Bethesda, MD, and several off-campus sites, including locations in Maryland, North Carolina, Montana, Arizona.", "Almost all of the ICs have an intramural research program, but the size, structure, and activities of the programs vary greatly. As with extramural funding, most intramural research proposals are investigator-initiated. However, NIH sets the direction for its intramural research program by hiring scientists of targeted expertise, through allocating resources to certain laboratories and programs, and through external reviews. Each intramural scientist is evaluated by an external Board of Scientific Counselors from their IC every four years to review their work and research portfolio. Each IC's intramural research program is reviewed by an external panel every 10 years, concerning the entire research portfolio and impact of the research.", "Some intramural scientists work in the Clinical Center, which houses both basic research laboratories and clinics for scientists involved with patient care in clinical research studies. The Clinical Center is the nation's largest hospital devoted to clinical research. Along with scientists, the Clinical Center employs over 1,000 nurses and allied health professionals to support its work. Most ICs with intramural research programs fund research at the center. This arrangement facilitates interdisciplinary collaboration and the direct clinical application of new knowledge derived from basic research. "], "subsections": []}, {"section_title": "Research Training", "paragraphs": ["As stated by the agency, \"NIH's ability to ensure that it remains a leader in scientific discovery and innovation is dependent upon a pool of creative, diverse, and highly talented researchers.\" Research training activities are designed to support every stage of a biomedical research career (see \"Stages of a Research Career\" below) in both the extramural and intramural research programs. Programs range from summer internships for high school students to mentoring programs for independent investigators. Predoctoral and postdoctoral training opportunities are available through a variety of training grants, fellowships, and loan repayment programs. The largest extramural program is called the Ruth L. Kirschstein National Research Service Awards (NRSA) program, authorized by PHSA Section 487, which supports pre- and postdoctoral research training awards to both institutions and individuals. In 2015, NIH supported more than 15,600 graduate and postdoctoral students at universities, teaching hospitals, and research centers."], "subsections": []}, {"section_title": "Information Dissemination", "paragraphs": ["NIH has important roles in translating the knowledge gained from biomedical research into medical practice and useful health information for the general public. The individual ICs carry out many relevant activities, such as sponsoring seminars, meetings, and consensus development conferences to inform health professionals of new findings; answering thousands of telephone, mail, and online inquiries; publishing physician and patient education materials on the internet and in print; supporting information clearinghouses and running public information campaigns on various diseases; making specialized databases available; and fostering partnerships for educating clinicians and other healthcare professionals on the latest science. "], "subsections": []}]}, {"section_title": "Budget", "paragraphs": ["At $39 billion for FY2019, NIH's budget is much larger than those of other PHS agencies such as the Food and Drug Administration (FDA), Centers for Disease Control and Prevention (CDC), Health Resources and Services Administration (HRSA), Indian Health Service (IHS), and the Substance Abuse and Mental Health Services Administration (SAMHSA). About 40% of all discretionary HHS funding is provided to NIH. Moreover, NIH represents about half of federal spending for non-Department of Defense research and development (R&D) and about one-fifth of total federal R&D funding. ", "NIH has seen periods of high and low budget increases. Prior to 2004, Congress had doubled the NIH program level over a five-year period from its FY1998 base of $13.7 billion to the FY2003 level of $27.1 billion. Subsequently, NIH experienced a decade of stagnant growth in the agency's budget. Congress provided budget increases generally around 1%-3.2% from FY2004 to FY2015, often lower than the rate of inflation for biomedical research, which resulted in reduced purchasing power for the agency. In some years, (FY2006, FY2011, and FY2013) funding for the agency decreased in nominal dollars. Starting in FY2016 through FY2019, Congress provided NIH with funding increases of over 5% each year, increasing the program level from $30.3 billion in FY2015 to $39.3 billion in FY2019. In inflation-adjusted FY2019 dollars, the NIH program level remains 9% below the 2003 level. Under President Trump's FY2020 budget request, NIH would be provided a program level of $34.3 billion—a 12.6% reduction from the FY2019 program level. In inflation-adjusted FY2020 dollars, this proposed FY2020 program level would be 22.6% below the peak 2003 level. See Figure 4 for a visualization of NIH budget trends from FY1994 to FY2020. "], "subsections": [{"section_title": "Sources of Funding", "paragraphs": ["NIH receives funding from mostly discretionary budget authorities and one mandatory budget authority. The total NIH budget is called the \"program level.\" Discretionary funding for NIH comes primarily from the annual Labor-HHS-Education (LHHS) appropriations bill, which funds the agency through 27 separate accounts, including the 24 ICs with research grant-awarding authority. An additional small amount for environmental research and training related to the Superfund program comes from the Interior, Environment, and Related Agencies (Interior-Environment) appropriations bill for the National Institute of Environmental Health Sciences (NIEHS). Those two sources constitute NIH's discretionary budget authority. ", "The NIH \"program level\" takes into account other funds that are added to or transferred from the agency. In FY2019, NIH received mandatory funds ($150 million in FY2019) for Special Diabetes Programs for Type 1 Diabetes under PHSA Section 330B (42 U.S.C §254c-2). The type 1 diabetes program was most recently reauthorized by the Bipartisan Budget Act of 2018 ( P.L. 115-123 ), which provided $150 million for each of FY2018 and FY2019 for the Special Diabetes Program for type I diabetes to the NIH. ", "NIH also receives funds from a \"program evaluation\" transfer authorized by PHSA Section 241 (42 U.S.C. §238j). NIH and other PHS agencies (funded through LHHS appropriations) are subject to this budget \"tap,\" which has been used to fund not only program evaluation activities, but also programs such as NLM, the National Center for Health Statistics in CDC, and the entire discretionary budget of the Agency for Healthcare Research and Quality. These and other uses of the evaluation tap by the appropriators have the effect of redistributing appropriated funds among PHS agencies. ", "Although the PHSA provision limits the tap to no more than 1% of eligible appropriations, in recent years annual LHHS appropriations bills have specified a higher amount (2.5% for FY2019 in P.L. 115-245 ), and have typically directed specific amounts of funding from the tap for transfer to a number of HHS programs. The assessment has the effect of redistributing appropriated funds for specific purposes among PHS and other HHS agencies. NIH, with the largest budget among the PHS agencies, has historically been the largest \"donor\" of program evaluation funds. Until recently, it had been a relatively minor recipient. In FY2019, NIH received $1.15 billion in funds subject to the evaluation tap through P.L. 115-245 . Under President Trump's FY2020 budget request, NIH would receive $741 million in funding subject to the evaluation tap."], "subsections": []}, {"section_title": "Budget Formulation", "paragraphs": ["The NIH budget request that Congress receives from the President each February for the next fiscal year reflects both recent history and professional judgments about the future, because it needs to support both ongoing research commitments and new initiatives. The request is formulated through a lengthy process that starts more than a year before in the ICs. The budget then evolves over a number of months as it moves from the ICs to NIH, then to HHS, and finally to the Office of Management and Budget (OMB). At each stage, IC and NIH needs are weighed in the context of the larger budget. Eventually, Congress is called upon to make similar judgments.", "As a continuing process, IC leaders, with input from the scientific community, define the most important and promising areas in their respective fields. They consider whether their existing research portfolio needs rebalancing, and they decide on possible new initiatives for the coming budget year. An annual budget retreat in May brings together the IC leaders with top NIH management to discuss policies and priorities under various budget scenarios. They might consider, for example, what the different emphases in their programs would be if the appropriation turned out to be a certain percentage decrease, a flat budget, or an increase. The presentations and discussions allow NIH management to develop the budget request it will submit to HHS, taking into account the estimated funding amount needed to support the \"commitment base\" of continuing awards, the funding desired for unsolicited new research proposals, the new initiatives that the Director wants to incorporate, and guidance from the department about the request (e.g., there might be an instruction to pay no inflation increases on grants). ", "At the HHS level, NIH's request is considered in the context of the overall department budget, resulting in a notice back to NIH on the department's allowance. There are usually appeals and adjustments made before the final HHS budget goes to OMB. The process of submission, passback, and appeals is repeated as OMB considers the entire federal budget and tells HHS what amounts and policy approaches are approved for incorporation into the President's final budget that will be sent to Congress. Once the budget is made public, all agency comments about the request are expected to support the President's proposed levels."], "subsections": []}, {"section_title": "Private Funding from the Foundation for the NIH", "paragraphs": ["The Foundation for the National Institutes of Health (FNIH) is a 501(c)(3) charitable organization that raises private funding and manages public-private partnerships to support NIH's mission. FNIH was established in 1990 by P.L. 101-613 and began operations in 1996. FNIH supports research projects and programs, education and training, conferences and events, and other support activities for NIH, such as drug donations to the clinical center. Pursuant to PHSA Section 499 (42 U.S.C. §290b), there are terms and restrictions on activities, requirements for the board of directors, reporting requirements, and other requirements for FNIH. ", "In its history, FNIH has raised over $1 billion in support of NIH's mission. By the end of 2017, FNIH had raised over $555 million in multiyear funding commitments for over 100 programs: $541 million for research projects, $8.7 million for education and seminars, $3.2 million for capital projects, and $2.8 million for events. "], "subsections": []}]}, {"section_title": "Setting NIH Research Priorities", "paragraphs": ["NIH funds research on hundreds of diseases, conditions, and areas of human health. NIH funding is highly competitive—20.9% of all grant applications were funded in FY2018. NIH and Congress face trade-offs in allocating funding in a fair manner that balances the scientific merit of proposals with meeting the diverse health needs of the population. Funding decisions are especially difficult because science is a process of discovery—even experts cannot always predict which proposals will lead to breakthroughs. Historic tensions have included whether to designate funding for specific diseases and areas of research or to allow untargeted funding for the most meritorious proposals identified through the peer review process; balancing funding for basic scientific research with applied research; whether funding should go to certain ethically contentious research areas, such as embryonic stem cell research; how to fund research on the most pervasive diseases and conditions while also funding research on rare diseases; and how to allocate funding among established and successful scientists while enabling new scientists to enter the field. ", "Historically, Congress allowed NIH ICs, for the most part, to fund research based on their own internal prioritization process, which involves scientific experts, patient advocates, and others. In recent years, Congress has provided more direction to NIH funding in both appropriations report language and legislation. The following sections summarize (1) congressional involvement in NIH research priorities, including recent major efforts, legislation, and research restrictions, and (2) NIH internal processes for setting research priorities through strategic planning and advisory groups. ", "NIH is not the only federal agency that supports biomedical and health-related research. The Department of Defense (DOD) and the Department of Veterans Affairs (VA) and others also support medical research programs. In FY2019, the NIH program level was $39.3 billion, the VA appropriation for medical research was $779 million, and the DOD's Defense Health Program's Research, Development, Test, and Evaluation (RDT&E) account received $2.18 billion, including $1.47 billion for the Congressionally Directed Medical Research program (CDMRP). A 2016 National Academies of Sciences, Engineering, and Medicine (NASEM) report examined duplication and coordination of research funded by NIH, DOD, and VA. The report found that some formal mechanisms helped reduce duplication, such as interagency coordinating committees, common grant portals, and assessing other funding sources in grant application review. However, the agencies each lack comprehensive information about the other agencies' activities, which \"limits their ability to identify potential areas of duplication.\" In addition, other agencies support health-related research, such as the Centers for Disease Control and Prevention (CDC) and the Agency for Healthcare Quality and Research (AHRQ). Although the below discussion focuses on research priorities at NIH, Congress may consider how to prioritize and coordinate funding for medical and health-related research across the federal government. "], "subsections": [{"section_title": "Congressional Involvement in NIH Research Priorities", "paragraphs": ["Congress's primary role in NIH research priorities is through annual appropriations to the IC accounts. From time to time, Congress addresses NIH research priorities through legislation authorizing specific programs, such as the 21 st Century Cures Act ( P.L. 114-255 ) and through restrictions and other requirements for research. ", "Appropriators have traditionally avoided specifying dollar amounts for particular disease areas, fields of research, or mechanisms of funding in both report and bill text, aside from the level of the IC accounts. Generally, specific amounts are appropriated to each IC, and then funding is awarded through competitive grants, contracts, or to intramural researchers.", "In recent years, report language accompanying appropriations acts and laws such as the 21 st Century Cures Act ( P.L. 114-255 ) have included more specified funding amounts for research areas and programs. For example, the report accompanying the FY2019 LHHS conference appropriations bill ( H.Rept. 115-952 , pp. 529-530) directed specific funding increases for the following at NIH: Alzheimer's disease research, antibiotic resistant bacteria research, universal flu vaccine development, opioids-related research, and the Institutional Development Awards (IDeA) program. The 21 st Century Cures Act, passed in 2016, authorized specific appropriations for four innovation projects (as described in the \" 21 st Century Cures Act \" section of this report). Other laws that have directed funding to specific research areas include the Gabriella Miller Kids First Research Act ( P.L. 113-94 ), which authorizes $12.6 million for each of FY2014-FY2023 for pediatric research, and mandatory appropriations of $150 million for research on type 1 diabetes, authorized by PHS Act §330B and extended most recently by the Bipartisan Budget Act of 2018 ( P.L. 115-123 ) for FY2018 and FY2019."], "subsections": [{"section_title": "Alzheimer's Disease Research", "paragraphs": ["Changes in congressional practice have occurred most notably with research funding for Alzheimer's disease. From FY2001 through FY2014, Congress provided broad directives to NIH in report language, encouraging the agency to prioritize Alzheimer's disease and to increase resources toward its research through the National Institute on Aging (NIA). The explanatory statement accompanying the FY2014 omnibus included the following language:", "In keeping with longstanding practice, the House and Senate Appropriations Committees do not recommend a specific amount of NIH funding for this purpose or for any other individual disease. Doing so would establish a dangerous precedent that could politicize the NIH peer review system. Nevertheless, in recognition that Alzheimer's disease poses a serious threat to the Nation's long-term health and economic stability, the agreement expects that a significant portion of the recommended increase for NIA should be directed to research on Alzheimer's. The exact amount should be determined by the scientific opportunity of additional research on this disease and the quality of grant applications that are submitted for Alzheimer's relative to those submitted for other diseases.", "The explanatory statement for the FY2015 omnibus included similar language but noted that the agreement provided a $25 million increase for Alzheimer's disease research at NIA; still, it did not direct NIH to reserve a specific total dollar amount. Then, in a significant departure from past precedent, the explanatory statements to the appropriations measures for each of FY2016 through FY2018 directed NIH to reserve a specific amount for Alzheimer's disease research. The conference report accompanying the FY2019 LHHS Appropriations Act continues this trend. ", "The change in congressional practice was driven by the National Plan to Address Alzheimer's Disease, first announced in 2012. Established by the National Alzheimer's Project Act (NAPA; P.L. 111-375 ), the National Plan includes \"Prevent and Effectively Treat Alzheimer's Disease and Related Dementias by 2025\" as the first of five key goals. To help meet this goal, NIH began to publish an annual bypass budget in FY2015 to estimate funding needs for Alzheimer's disease research, starting for FY2017. A bypass budget, also known as a professional judgement budget, is a budget proposal submitted directly by NIH to Congress to estimate research funding needs based on scientific opportunity, rather than as determined by the regular budget and appropriations process (detailed in \" Budget Formulation \"). The bypass budget was mandated by the Consolidated and Further Continuing Appropriations Act, of 2015 ( P.L. 113-235 ), which specified that the NIH Director submit an annual independent Alzheimer's research budget request directly to Congress, pursuant to the National Alzheimer's Plan. To determine its bypass budget proposal, NIH has convened research summits starting in 2012, and has worked across its ICs to determine recommendations and funding needs for Alzheimer's disease research. To meet its research goals, NIH has used targeted FOAs to solicit research proposals related to Alzheimer's disease from scientists. ", "Alzheimer's disease research represents an area of major congressional involvement in directing large amounts of research funding toward a specific disease. A Science magazine article from August 2018, asserts that the large increase in funding for Alzheimer's disease research has affected the NIH and the scientific community in an unprecedented way: ", "Such a dramatic increase in research funding for a disease has no precedent at NIH aside from the War on Cancer, an effort launched in 1971, and an explosion of AIDS funding in the late 1980s. With the largesse come logistical challenges. Overworked NIH staff are scrambling to review and process thousands of grant proposals, including those for this year's [FY2018] $414 million bolus—a sum that equals the entire budget of some smaller NIH institutes—which Congress approved in March.", "NIA, which oversees the new funds, doesn't just want to plump up existing Alzheimer's labs, says Director Richard Hodes. The institute is also luring investigators ... from other fields to bring in fresh ideas. Many are answering the call. \"Nearly everyone I know is putting the words 'Alzheimer's disease' in their grants in an effort to tap into the money,\" says Matt Kaeberlein of the University of Washington in Seattle, who studies aging.", "Even with the windfall of funding, many in the scientific community are skeptical of meeting the goal to prevent and treat Alzheimer's disease by 2025. Many potential cures for Alzheimer's diseases have failed in recent clinical trials. According to a 2016 study, a few drugs have been approved that help relieve some of the symptoms of Alzheimer's disease, but they have a \"modest\" clinical effect. The authors determined that only a few drug candidates in the clinical trial pipeline could potentially meet the 2025 deadline. While the funding has helped accelerate the scientific understanding of Alzheimer's disease, some members of the scientific community worry that the attention on Alzheimer's disease research may detract from research on other diseases like cancer. Others argue that accelerating Alzheimer's disease research and drug development is ultimately beneficial, regardless of whether the 2025 goal is met."], "subsections": []}, {"section_title": "Research Restrictions", "paragraphs": ["From time to time, Congress has placed restrictions on NIH research. Current restrictions for FY2019 relate to research advocating or promoting gun control, payment for abortions, human embryo research, promoting legalization of controlled substances, and others. In the past, members of the research community have been unsettled by congressional attempts to cancel funding for specific existing peer-reviewed grants. The targeted studies have tended to be in fields of behavioral research, including some in mental health and human sexuality research. Sponsors and supporters of such amendments to the LHHS appropriations bills say that NIH should not be devoting scarce resources to research studies whose value they question. Researchers, however, including NIH leadership, have expressed alarm at what they view as an assault on the peer review system, saying that such studies were funded because of their technical merit and the important research questions they addressed. Perhaps the most prominent example is the restriction on federal funding of research on human embryonic stem cells. Although President Barack Obama signed an executive order in March 2009 that reversed the nearly eight-year-old George W. Bush Administration restriction on federal funding for human embryonic stem cell research, funding for some aspects of such research is still limited by a provision in the annual LHHS appropriations bill—the so-called Dickey-Wicker amendment."], "subsections": []}, {"section_title": "Cures Acceleration Network", "paragraphs": ["The Cures Acceleration Network (CAN) allows NIH to award large grants of up to $15 million per year (that require a 1:3 matching ratio), and other flexible awards, to \"advance the development of high-need cures and reduce significant barriers between research discovery and clinical trials.\" CAN grant recipients can be public or private entities, including institutions of higher education, pharmaceutical companies, and disease advocacy organizations. ", "Authorizing language for the Cures Acceleration Network was provided in the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 ), enacted in March 2010. Subsequent legislation ( P.L. 112-74 ) assigned CAN to NIH's National Center for Advancing Translational Science (NCATS). ACA authorized $500 million for CAN in FY2010 and such sums as necessary for subsequent fiscal years; however, CAN is to be funded via a specific appropriation and cannot be funded using the general NIH appropriation or other funds appropriated under the PHSA. Congress has designated up to the following amounts for CAN in its appropriations to NCATS: $10 million in FY2012; $40 million in FY2013; $9.8 million in FY2014; $9.8 million in FY2015; $25.8 million in each of FY2016, FY2017, and FY2018, respectively; and $80 million in FY2019. The actual program level for CAN may be lower than the maximum amount authorized by Congress for each fiscal year, though actual funding levels are available only for some, but not all, fiscal years. ", "CAN authorizing language states that the NIH Director determines which medical products (drugs, devices, biological products, or combination products) are \"high need cures,\" based on (1) their ability to diagnose, prevent, or treat harm from a disease or condition, and (2) the lack of market incentives for their adequate or timely development. NIH then makes awards to public or private research entities, including medical centers, biotechnology or pharmaceutical companies, and patient advocacy groups in order to accelerate the development of such high-need cures. CAN is directed to conduct and support revolutionary advances in basic research and to facilitate FDA review for CAN-funded cures, as specified. A CAN Review Board advises the Director on the activities of CAN and on significant barriers to the translation of basic science into clinical applications. The CAN Review Board submits reports to HHS regarding any barrier identified. The Director is required to respond to such recommendations in writing. Advocacy groups, such as the Parkinson's Action Network and the Council for American Medical Innovation, have voiced strong support for the creation of CAN. Others, however, have concerns about providing federal funds to industry without measures to ensure that taxpayers receive a return on the investment, such as through reasonable prices on resulting products.", "In the summer of 2018, the Cures Acceleration Network was actively supporting three programs: (1) tissue chip for drug screening, (2) biomedical data translator, and (3) 3-D tissue bioprinting. The programs are aimed at using emerging technology, such as modelling human organs on microchips or using novel computational methods with patient biomedical data, for innovating either drug development or disease diagnosis."], "subsections": []}, {"section_title": "21st Century Cures Act", "paragraphs": ["The 21 st Century Cures Act ( P.L. 114-255 ; hereinafter referred to as the \"Cures Act\") was signed into law on December 13, 2016. This law authorizes $4.8 billion for NIH over a 10-year period (FY2017-FY2026), with varying amounts allocated each fiscal year (see Table 1 ). The following is a summary of provisions in Title I of the Cures Act that authorized funding for new programs at NIH, and provisions in Title II that established or amended other programs. ", "Title I of the Cures Act, Section 1001 establishes the \"NIH Innovation Account\" to which specified amounts are authorized to be transferred for each of FY2017 through FY2026 (see Table 1 ) for the purpose of carrying out the following four NIH Innovation Projects:", "The Precision Medicine Initiative (PMI) All of Us Research Program ($1.5 billion for FY2017 through FY2026), which is collecting clinical, environmental, lifestyle, and genetic data from more than 1 million participants over many years. The Brain Research through Advancing Innovative Neurotechnologies (BRAIN) Initiative ($1.5 billion for FY2017 through FY2026), which uses new technology to understand how individual cells and the neural circuits they form interact in time and space—scientific understanding that may help treat, cure, or prevent brain-related disorders. The Beau Biden Cancer Moonshot ($1.8 billion for FY2017 through FY2023), which aims to accelerate progress in cancer research by enhancing data access and facilitating collaborations. The Regenerative Medicine project ($30 million for FY2017 through FY2020), which supports clinical research using adult stem cells, in coordination with FDA.", "To date, amounts authorized for the Innovation Projects have been fully appropriated. The first round of funding was provided by Section 194 of the Further Continuing and Security Assistance Appropriations Act, 2017 (CR, P.L. 114-254). The CR appropriated $352 million in the NIH Innovation account for necessary expenses to carry out the four NIH Innovation Projects as described in Section 1001(b)(4) of the Cures Act. The second round of funding ($496 million) was provided by the FY2018 omnibus (P.L. 115-141). The third round of funding ($711 million) is provided by the FY2019 Consolidated Defense, LHHS, and Continuing Resolution Appropriations Act (P.L. 115-245). Under President Trump's FY2020 budget request, NIH would be provided the full $492 million authorized by the Cures Act for FY2020.", "Title II of the Cures Act addresses the NIH in numerous ways, including administrative reforms and new programs. Among new programs in Title II, the Next Generation Initiative (NGI) was established to coordinate NIH programs related to retaining and recruiting new researchers. As a part of NGI, NIH is required to use findings from a National Academies report to make reforms to existing programs (see \" NIH Initiatives to Recruit and Retain a Research Workforce \"). Title II also includes reforms to ensure inclusion in biomedical research, as related to race/ethnicity, gender, sexual orientation, and age. Finally, Title II extends NCATS's authority to support clinical trial activities, consolidates existing NIH intramural loan repayment programs, specifies administrative requirements for PMI and ClinicalTrials.gov, and establishes a working group to make recommendations to enhance the rigor and reproducibility of NIH-funded scientific research, among other provisions."], "subsections": []}]}, {"section_title": "NIH Process in Setting Research Priorities", "paragraphs": ["Each NIH IC has separate research priorities, which are specified in statutory authority in varying levels of detail. IC research priorities are broadly captured by their mission statements. ICs establish research priorities through strategic planning, annual planning, and periodically reviewing and assessing their research portfolios. Each IC has an advisory council that makes recommendations for IC research priorities and funding decisions. The IC advisory councils are made up of both scientific and public representatives, who may have expertise, interest, and other affiliations relevant to the IC's mission. According to the agency, decision-makers at NIH seek advice from many groups when setting research priorities, including scientific researchers and professional science societies; patient organizations and voluntary health associations; IC Advisory Councils; Congress and the Administration; the Advisory Committee to the NIH Director; the SMRB; and NIH staff. ", "For many years, each IC has undergone a periodic strategic planning process to determine its funding priorities among the research areas in its broadly defined mission. The IC strategic planning processes are conducted pursuant to PHSA Section 402(b)(5), which specifies that the NIH Director \"shall ensure that scientifically based strategic planning is implemented in support of research priorities as determined by the agencies of the National Institutes of Health.\"  The Cures Act ( P.L. 114-255 ) amended PHSA Section 402 to require an NIH-Wide Strategic Plan, in part to facilitate IC collaboration and coordination. ", "In the first NIH-Wide Strategic Plan 2016-2020, the NIH specifies its agency-wide process for setting research priorities. As stated in the Strategic Plan, \"The process of setting NIH's research priorities must balance the opportunities presented by the best science, public health needs, and the unique ability of NIH to address challenges in human health that would otherwise go unmet.\" In its Strategic Plan, the NIH reaffirmed its commitment to a transparent and evidence-based process for funding decisions that prioritized the four principles listed below. NIH does not specify percentages or funding amounts for any of the four principles:", "Enhance the nimbleness needed to meet public health needs and capitalize upon scientific opportunity, using new portfolio analysis tools. Incorporate burden of disease as an important, but not sole, factor. Take advantage of opportunities presented by rare diseases to advance research. Consider the value of permanently eradicating a disease.", "The NIH-Wide Strategic Plan is designed to complement the strategic plans of the individual ICs. The agency seeks to better identify areas of research overlap and gaps across its portfolios, including by comparing the portfolio of each IC with another to assess if resources are optimally allocated. In addition, the Strategic Plan also stated that NIH would take leadership in \"developing and validating the methodologies that are needed to evaluate scientific investments.\"", "According to NIH, the Strategic Plan was developed with \"input from hundreds of stakeholders and scientific advisers, and in collaboration with leadership and staff of NIH's Institutes, Centers, and Offices.\" The NIH Reform Act of 2006 ( P.L. 109-482 ) enhanced the authority of the NIH Director's Office to perform strategic planning, especially facilitating and funding transdisciplinary, cross-institute research initiatives. The Reform Act also created a special office, the Division of Program Coordination, Planning, and Strategic Initiatives (DPCPSI). It \"identifies important areas of emerging scientific opportunity or rising public health challenges to assist in the acceleration of research investments in these areas.\" The Office of Strategic Coordination within DPCPSI manages the NIH Common Fund, which supports large complex research efforts that involve the collaboration of two or more research institutes or centers. The Office of Strategic Coordination works with staff and leadership across NIH to identify and promote NIH-wide scientific opportunities that receive Common Fund support. "], "subsections": []}]}, {"section_title": "Balancing New and Existing Funding Commitments", "paragraphs": ["Because of variation in annual appropriations, NIH cannot support the same number of research projects from year to year. In years of large funding increases, the agency may proportionally increase research awards. When funding is cut the agency may limit the number of research grants awarded. Given that most grants are multiyear grants that have \"non-competing\" status during the duration of the project, much of NIH funding is committed even before appropriations are finalized (though these grant renewals remain \"subject to appropriations\"). Reductions in NIH purchasing power may lead to reductions in \"competing\" grants awarded, or grants for new research projects—potentially creating a more competitive environment for new NIH awards. ", " Figure 5 shows NIH research project grant (RPG) numbers and success rates for new grant applications annually from FY2003 to FY2018. NIH supported about the same total number of RPGs each year from FY2003 to FY2008, but it supported fewer RPGs after FY2008 and has only started to increase the annual number of RPGs awarded in FY2016. Concurrently, the average cost of an RPG has increased from $337.8 thousand in 2003 to $518.0 thousand in 2018. To maintain existing funding commitments, NIH mostly maintained the number of noncompeting grants from year to year, while cutting back on awarding competing project grants from FY2009 to FY2015—grants that fund new research projects.", "Success rates for grant applications, or the percentage of applications that received funding, has also varied from year to year—likely due to a combination of decreased purchasing power as well as an increasing pool of applicants. As shown in Figure 5 , the success rate for new grant applications was 30% in FY2003, fell to a low of 17% in FY2013, and rose to 21% in FY2018. The decrease in purchasing power—22% lower in FY2013 than in FY2003—may have curtailed NIH's ability to support new projects, and therefore reduced the proportion of grant applicants who received funding. In addition, though the number of competing grants awarded by NIH in FY2016 returned to above FY2007 levels, the success rate for applicants was lower in FY2016-FY2018 than prior to FY2007. The decline in success rates therefore also reflects a growing pool of investigators who are competing for NIH funding. In FY2003, NIH received 34,710 applications for RPGs, which rose to 49,581 applications in FY2013 and then to 54,834 in FY2018. The number of applications rose by 58% between FY2003 and FY2018.", "The average success rate at NIH reflects varying success rates for applications to different ICs. Success rates for the various ICs in FY2018 range from 10.3% for the National Institute of Nursing Research (NINR) and 10.7% for the National Institute on Minority Health and Health Disparities (NIMHD), at the low end, to 34.8% for the National Center for Advancing Translational Sciences (NCATS) and 33.3% for the National Institute on Drug Abuse (NIDA), at the high end. ", "Science editor-in-chief, Jeremy Berg argues that variation in funding from year to year may affect scientific progress:", "Such fluctuations have important consequences. Outstanding applications that would have been funded one year go unsupported the next year, so that potentially ground-breaking research may be missed for arbitrary reasons of timing. Low success rates result in scientists spending more time writing and reviewing proposals instead of conducting research. Investigators, particularly those at vulnerable career stages, can become demoralized by the apparently capricious nature of funding decisions.", "Members of the scientific community have called for steady, predictable annual growth in NIH funding; a long-term strategy for federal research investment; and greater increases in federal funding for biomedical research.", "Some argue that research institutions and universities have become too reliant on NIH funding. In 2017, federal dollars made up about 60% of all funding to higher education institutions for \"biological and biomedical sciences research,\" and 53% of all funding for \"health sciences\" research. One commentary, published in 2018, explored how universities rely on NIH funding for researchers' salaries and laboratory facilities. During the doubling period of NIH funding from 2000 to 2004, universities rapidly increased square footage of laboratory space and hired more scientists—possibly assuming future increases in NIH funds to support their growth. The growth in laboratories heightened the need and competition for NIH grants. According to the author, universities have switched to mostly financing researchers' salaries with grant funds in the past few decades. In the 1970s, universities paid about 75% of researchers' salaries; in 2014, many researchers received, on average, 65% of their salary from grants (based on available evidence; many universities do not share salary data). ", "As a result of reliance on competitive grant funding, researchers are spending increasing amounts of their time writing grant applications rather than conducting science. The author argues that universities should commit more of their \"hard money,\" or institutional funds, for research salaries and facilities to ensure the sustainability of biomedical research.", "NIH Director Francis Collins alluded to this issue in a January 2010 interview, stating that universities are \"becoming too reliant on NIH money, allowing faculty members to obtain all their income from federal research grants.\" Dr. Collins indicated that when faculty members run multiple research projects at the same time, \"that turns that investigator into a grant-writing machine perhaps more than a doing-of-science machine.\" However, he said, any new restrictions on NIH grants \"would have to be phased in over a fairly long period of time because many universities and faculty members would find that quite disruptive.\" President Trump's FY2018, FY2019, and FY2020 budget proposals have included initiatives designed to \"stretch available grant dollars.\" The FY2018 budget proposal would cap the indirect costs that could be covered by NIH grants (facilities and administrative—or F&A—costs) at 10% of the total grant award to reduce the overall cost of an RPG. Over the previous 10 years, approximately 28% of grants were used to cover F&A costs. Both the House and Senate Appropriations Committees rejected the proposal to cap F&A costs. The report accompanying H.R. 3358 ( H.Rept. 115-244 ) stated that the Trump Administration's proposed cap on indirect (F&A) costs was \"misguided and would have a devastating impact on biomedical research across the country.\" The FY2019 budget request proposed capping the percentage of an investigator's salary that can be paid with grant funds at 90%. It also proposed capping investigator salaries at $152,000, a 19% reduction from the current $187,000 limit. In the report accompanying H.R. 6470 , the House Appropriations Committee stated that it did not include the general provision in the budget request to limit the percentage of a researcher's salary that may be paid for using NIH grant funds, as the impact of such a change is unclear. The report stated, \"The Committee requests an analysis of the projected impact of such a policy change on the number and average cost of NIH grants, as well as on academic institutions, in the fiscal year 2020 Congressional Justification\" ", "The FY2020 budget request, again, included the proposal to cap the percentage of an investigator's salary that can be paid with grant funds at 90%. In the requested analysis published in the FY2020 Congressional Justification, NIH stated that \"no previous research examines the impact of reducing the salary cap on the number of grants and the average cost per grant.\" NIH noted that a salary cap reduction in FY2011 did not reduce the average cost of NIH grants and that the number of NIH grants awarded decreased, though other factors may have affected grant numbers and average costs. NIH also noted that an unintended consequence of the policy could be that institutions will have to make up for the rest of researchers' salaries, which \"may limit the number of applicants with sufficient resources to participate in Federally-funded research.\""], "subsections": []}, {"section_title": "NIH Initiatives to Recruit and Retain a Research Workforce", "paragraphs": ["NIH is concerned about retaining and attracting new scientists for biomedical research careers. In the past two decades, early-stage scientists have received a declining percentage of NIH grants and have spent more time in low-paid postdoctoral training positions. The number of traditional faculty positions in biomedical research has declined, while the number of postdoctoral positions has increased, creating a highly competitive and pessimistic outlook for obtaining traditional academic research positions. A 2018 National Academies of Sciences, Engineering and Medicine (NASEM) report stated that, \"these obstacles to success have created a research career path that is increasingly unattractive in terms of pay, duration, culture, risk-taking, and future job prospects.\"", "A relatively large portion of NIH funding goes to older and more established researchers. Between 1998 and 2014, the proportion of NIH-funded investigators over the age of 65 increased from 5% to 12%, while those younger than 50 declined from 54% to 39%. The average age at which an investigator first obtained an independent grant increased by more than five years between 1990 and 2016. During that time, the average age at which a new investigator first obtained a R01 grant (independent research project grant) increased from 36 years for PhDs and 38 years for MDs, to 42 years for PhDs and 45 years for MDs, respectively. Another analysis from the NIH Office of Extramural Research also found that the percentage of the NIH workforce made up of new investigators and early-stage investigators had declined between 2009 and 2016.", "In addition, the success rate for new investigators fell from 40% in 1962 to 27% in 2013. A 2018 GAO analysis found that \"extramural investigators who had received at least one large NIH research grant during fiscal years 2013 through 2017 were more likely to receive such grants in subsequent application cycles than investigators who had not yet received such grants.\"", "According to a 2017 study, a minority of highly funded researchers have received an increasing percentage of NIH grants in recent years. In 2015, the top 10% of NIH grant winners by total award received 37% of NIH funding, an increase from the 32% received in 1985, but down from a peak of 40% of total funding in 2010. In contrast, the bottom 40% of principal investigators received 12% of total funding in 2015, down from 16% in 1985. Of note, 2010 and 2015 were years of low funding growth, and therefore NIH might have been expected to make fewer new grant commitments to new investigators in these years, in order to sustain funding for ongoing research. In addition, the authors of the study described a lack of mobility for investigators. They concluded that researchers who start at the top tend to remain there, while researchers receiving a lower portion of funding remain poorly funded. Scientists in the top 20% of funding have more publications and citations, which may help explain grant success. ", "As previously mentioned, the 21 st Century Cures Act ( P.L. 114-255 ) established the Next Generation of Researchers Initiative (NGRI) within the office of the NIH Director. This initiative is intended to provide opportunities for earlier independence while enhancing workforce diversity. Superseding previous policy on early-stage investigators, it requires the NIH Director to develop new policies and programs that promote opportunities for new researchers to receive funding, enhance training, and encourage workforce diversity.", "NIH has faced challenges in attempting to implement NGRI. In May 2017, NIH proposed to cap funding for highly funded investigators through a measure termed the Grant Support Index (GSI) to free up funding to early-stage investigators and others who receive less funding. Some members of the scientific community strongly opposed the GSI, arguing that it represented a move away from a merit-based system of allocating funding, would discourage collaboration and training, and was based on flawed analysis. Others argued that the highly funded researchers and institutions who would be affected by the policy could afford to diversify their funding sources. Ultimately, NIH cancelled the proposal after facing criticism at a Council of Councils meeting.", "As an alternative to GSI, in August 2017 NIH announced the official policy for the NGRI, which called on ICs to prioritize awards that fund early stage investigators (ESI) and early established investigators (EEIs). The policy defined ESIs as those who had completed training within 10 years and were gaining their first independent research award, and EEIs as those who had completed training within 10 years and who were at risk of losing NIH support or were supported only one active award. Through NGRI, NIH would free up \"substantial funds\" from its base budget to support ESIs and EEIs. NIH announced the program would start with $210 million in FY2017 and increase to $1.1 billion in five years, pending funding availability. NGRI was established to complement existing grant award opportunities that support ESIs and EEIs, such as the New Innovator Award and the Early Independence Award. Under NGRI, ICs would develop evidence-based strategies to increase and retain ESIs/EEIs, and NIH would track their outcomes.", "NIH again faced criticism that the program would prioritize ESIs and EEIs at the expense of established investigators, and that the rules for who qualified to be an ESI or EEI were too strict. NIH revised the policy to eliminate the EEI category, instead prioritizing investigators at risk of losing funding regardless of age, and to be \"flexible\" in designating who qualified for ESI status. NIH has established a working group to advise NIH on NGRI policy development. Despite apparent challenges, NIH Director Francis Collins stated at an August 2018 congressional hearing that the agency expects to fund more early-stage investigators than ever—1,100 researchers—with their first grant in 2018 as a result of NGRI. The FY2020 budget request included further details about NIH plans for NGRI. NIH stated that it regularly collects data and evaluates outcomes on NIH-funded trainees and their transition to an independent career. In addition, the FY2020 budget request would provide $100 million in dedicated funding for NGRI, and the request stated: ", "in response to an advisory committee recommendation and a recent report from the National Academy of Sciences, NIH is creating a new pathway for applications from early-stage investigators that does not require preliminary data and continues to provide a separate review of applications. NIH is also lengthening the window for early-stage eligibility to 11 years with additional flexibility due to significant life events. ", "As referred to in the above quote, in 2018, NASEM published a report that identified policy reforms to better support the next generation of biomedical researchers. NIH was directed to fund the report through the FY2016 LHHS Appropriations Act ( P.L. 114-113 , Division H), and is required by the Cures Act to consider its recommendations and submit a report on actions taken to Congress in 2020. In the 2018 report, the NASEM committee found that while reductions in NIH purchasing power have constrained grant funding available to early-stage investigators, universities and research institutions have been slower to make reforms and less responsive to the needs of early-stage investigators than NIH. For instance, many universities and research institutions may provide inadequate career counseling or job opportunities for new researchers. The NASEM committee therefore recommended policies that hold universities and research institutions accountable alongside the NIH in supporting ESIs, and preparing them for diverse and nonacademic careers. The committee also made recommendations for Congress to create a council on ongoing challenges in biomedical research, and for NIH to strengthen its programs for ESIs, among many others."], "subsections": [{"section_title": "Workforce Diversity at NIH", "paragraphs": ["Apart from age and experience, other inequalities also persist in grant funding, such as by gender and race/ethnicity. NIH has found that women and racial and ethnic minorities make up a larger portion of new and early-stage investigators than experienced investigators, and generally make up a larger portion of the applicant pool than the awardee pool for grants. There is also less representation of women and minorities among faculty positions in the biomedical sciences.", "On average, women scientists are awarded smaller grant sizes than those awarded to men. One study found that from 1991 to 2010, while women made up half of all PhDs awarded in the biomedical sciences, one-third of first-time NIH research grants were awarded to women investigators. However, after winning their first grant, women were as likely as male scientists to win another grant. The researchers attributed these findings to women dropping out of an academic research career at a higher rate than men in early stages of their career. NIH has found that women tend to get their first grant award at a later age than men; however, the age differences between genders appears to have narrowed in recent years. ", "From 2002 to 2016, there was a 7.5% to 10.5% gap in funding rates between scientists from underrepresented minority groups compared to those from majority groups. A 2018 GAO analysis of NIH data from 2013 to 2017 found that 17% of investigators from underrepresented racial groups—African Americans, American Indians/Alaska Natives, and Native Hawaiian/Pacific Islanders combined—who applied for large grants received them, compared to 24% of Hispanic or Latino applicants, 24% of Asian applicants, and 27% of white applicants. In addition, the percentage of underrepresented minorities in the NIH grant applicant pool increased from 2002 to 2016.", "GAO noted that NIH has taken steps to support a diverse workforce, such as by hiring a Chief Officer of Scientific Workforce Diversity, who then created a workforce diversity strategic plan. GAO found that although NIH has developed initiatives for diversity, these programs have not been evaluated and that the programs do not have adequate performance measures to track their success. NIH diversity initiatives have included bias training for the intramural hiring committees, training and fellowship opportunities targeted at underrepresented groups, and ongoing career development, such as mentoring and conferences, for scientists from underrepresented groups."], "subsections": []}]}, {"section_title": "U.S. vs. Global Research", "paragraphs": ["While the United States remains the lead funder of research and development, other countries—particularly China—have increased public funding for research in recent years. A 2015 study compared investment in biomedical research in the United States and in other developed countries. It found that U.S. government research funding declined from 57% (2004) to 49% (2011) of the global total, as did that of U.S. companies (50% to 41%), with the total U.S. (public plus private) share of global research funding declining from 57% to 44%. Asian countries (China, Japan, South Korea, India and, Singapore) increased investment from $28 billion (2004) to $52.4 billion (2011). China, in particular, almost quadrupled funding on medical research, from $2 billion in 2007 to $8.4 billion in 2012. Globally, the United States continues to be the top supporter of research and development. NIH is the top nonindustry (governmental or philanthropic) single funder of health research in the world.", "The growth in international biomedical research can lead to certain benefits shared globally—such as a larger pool of scientists across the world contributing to new knowledge and medical innovations. However, more research and development in other countries also means more competition for U.S. industries. In 2011, the United States led the world in publication of biomedical research articles—accounting for 33% of articles published. However, in 2011, China was the leader in life science patent applications—filing 30% of such patents globally. The United States followed with 24% of life science patents. Academic scientists often seek partnerships with colleagues or recruit students from other countries to advance their work. Yet, as new discoveries are translated to commercial products, such partnerships could complicate the economic development goals of public investment in research. ", "Some Members of Congress have expressed concern over the investments being made by other countries in biomedical research. In Section 809, \"Policy Statement on Medical Discovery, Development, Delivery and Innovation,\" H.Con.Res. 27 found that the \"United States leadership role is being threatened, however, as other countries contribute more to basic research from both public and private sources\" and that the \"Organisation for Economic Development and Cooperation [sic] predicts that China, for example, will outspend the United States in total research and development by the end of the decade.\"", "The growth in global biomedical research funding has contributed to a surge in research produced outside of the United States, as well as increasing collaboration between U.S. and international institutions. A study of articles published from 2004 to 2013 in PubMed (a database of biomedical research literature based at the U.S. National Library of Medicine) found that published research funded by non-U.S. government sources had increased significantly during that period. Publications authored by European and Asian authors had increased at a higher rate than those by American authors. Collaboration between U.S. and international institutions has also grown in the past few decades. A study of cardiovascular research publications found that cross-border collaboration increased from 1992 to 2012, with the United States having the highest number of cross-border collaborations. NIH actively encourages international collaboration through some of its grant opportunities.", "A congressional hearing in August 2018 raised the issue of undue foreign influence in U.S. biomedical research. NIH Director Francis Collins announced an investigation of research institutions for undue foreign influence in three key areas:", "First, failure by some researchers at NIH-funded institutions to disclose substantial contributions of resources from other organizations, including foreign governments, which threatens to distort decisions about the appropriate use of NIH funds. Second, diversion of intellectual property and grant applications [that] are produced by NIH-supported biomedical research to other entities, including other countries. And third, failure by some peer reviewers to keep information on grant applications confidential, including in some instances disclosure to foreign entities or other attempts to influence funding decisions.", "Dr. Collins also announced a working group of university leaders to develop methods and policies that mitigate undue foreign influence. Despite the presence of bad actors, Collins stressed the important role that foreign scientists have played in U.S.-funded research and reasserted the NIH's commitment to \"preserve the vibrancy of the diverse workforce.\"", "In a December 2018 report, the working group identified a Chinese research training program that facilitates the transfer of U.S. intellectual property to the Chinese government. Some participants from the program have received NIH funding, though they represent a small portion of foreign researchers in the United States. The report makes recommendations to educate institutions about disclosing and monitoring international ties, and to enhance cybersecurity to prevent information breaches. Other federal agencies, such as the Department of State, Department of Justice (DOJ), and Federal Bureau of Investigation (FBI), are also actively monitoring, investigating, and issuing guidance and/or new policies related to foreign theft of intellectual property from U.S. academic and research institutions."], "subsections": [{"section_title": "Balancing Federal and Industry Support of Research", "paragraphs": ["NIH basic research is valued as a source of new and improved treatment and prevention measures, but it may also be used as a basis for policy decisions, economic development, and potentially new commercial products. The primary rationale for a federal government role in funding basic research is that private firms do not perform enough such research relative to the needs of society. The federal government may also invest in research to advance national and economic security for the nation.", "There are competing views about what roles the federal government and private industry should play in biomedical research and development (R&D). In traditional economics terms, science—especially basic science—is viewed as a public good: scientific knowledge may have widespread benefits that are difficult for an individual firm to \"capture,\" and society may not produce enough of it through industry alone. In the traditional economic view, the public sector should fund basic research, while private firms will concentrate on applied research and product development. However, the line between basic and applied research is blurred. There is some concern that, given the size of federal research funding, some of the federal funding could possibly \"crowd out private-sector investment in R&D\"—meaning that absent public investment, industry would fund more research. On the other hand, one 2019 economic analysis found no evidence that NIH funding crowded out private sector R&D funding. Economist Mariana Mazzucato argues that the U.S. government has played a more directive role in strategically accelerating innovation in technologies and industries through research and development, including in pharmaceuticals and biotechnologies. Mazzucato argues that federal efforts have been a driving force behind \"high risk\" innovation. Others view the public and private sector's respective roles in pharmaceutical research and development as a necessary collaboration, given the scientific complexity of current medical innovations. Academic and industry partnerships are increasingly common, with public sector institutions contributing to the early discovery phases of new medical advancements, and the private sector conducting more late-stage product development and clinical trials. The correct balance of federal and industry contributions to biomedical innovation is difficult to determine, and a source of debate.", "In recent years, both NIH and industry have shifted their allocation of R&D investments. A 2015 study showed that industry shifted from funding less basic and translational research to spending more on clinical trials. From 2004 to 2011, the pharmaceutical industry increased spending by 36% for phase 3 clinical trials (late-stage clinical trials required to prove drug safety and efficacy), while it decreased spending by 4% for preclinical research activities (prehuman research; includes basic and applied) in the same period. According to the authors, \"[t]his shift toward clinical research and development reflects increasing costs, complexity, and length of clinical trials but may also reflect a de-emphasis of early discovery efforts by the U.S. pharmaceutical industry.\" In recent years, NIH has also shifted to spending a slightly larger percentage on applied research compared to basic research—in FY2017, NIH allocated 48.8% of its research budget authority for applied research (as opposed to basic research), compared to 41.2% in FY2002. Thus, NIH may be shifting to spending more on research than was previously funded by the industry.", "One analysis found that in 2015, industry accounted for 67.4% of all U.S. expenditures on medical and health research, followed by the federal government (27%) and universities (5%). Some argue that federal support of basic research not only stimulates industry spending on applied research and development (R&D) through scientific discoveries that expand industry R&D opportunities, but also stimulates industry R&D by training many of the researchers that are hired by industry. The training provided by NIH programs \"enhances the productivity and profitability of the companies' R&D investments.\" In contrast, NIH funding may indirectly affect the number of researchers available for the private sector, which can indirectly affect the salaries of these researchers. Many refer to the combination of federal and industry support for biomedical research as a \"biomedical ecosystem,\" or the \"biomedical research enterprise.\""], "subsections": []}, {"section_title": "Public-Private Partnerships", "paragraphs": ["One approach that the NIH has taken to stretch funding dollars and boost innovative research is to engage in public-private partnerships. Such partnerships include the Accelerating Medicines Partnership between the NIH, the FDA, 12 biopharmaceutical companies, and 13 nonprofit organizations to transform the way diagnostics and therapeutics are developed \"by jointly identifying and validating promising biological targets for therapeutics.\" Another partnership, the Biomarkers Consortium, aims to identify promising biomarkers for disease and treatment and includes the NIH, FDA, Centers for Medicare and Medicaid Services (CMS), the Pharmaceutical Research and Manufacturers of America (PhRMA), the Biotechnology Industry Organization (BIO), and over 30 other companies and nonprofit organizations. Public-private partnerships are facilitated by the Foundation for the National Institutes of Health (FNIH).", "Two recent controversies have invoked scrutiny of NIH's public-private partnerships. In March 2018, the New York Times published an investigative report about scientists and NIH officials who solicited funding from members of the alcohol industry to support a large clinical trial about the health benefits of moderate alcohol consumption. The industry's donations to the study would have been channeled through the FNIH. After the article was published, NIH conducted an investigation and subsequently shut down the study in June 2018. In addition, in April 2018, NIH cancelled a planned opioids research partnership with dozens of pharmaceutical companies aimed at finding new therapies for addiction and pain as a part of the Helping to End Addiction Long-term (HEAL) Initiative. The cancellation occurred after NIH faced criticism and a working group subsequently recommended to avoid \"reputational and ethical risks\" created by receiving funds from certain drug makers, who were involved in litigation for their role in the opioid crisis. NIH has continued to fund the initiative with federal dollars only, and without cash contributions from industry members.", "As a result of the controversies, members of the biomedical research community have called for the NIH to change its practices around public-private partnerships. In the Journal of the American Medical Association , two observers argued that NIH should issue standard guiding principles for public-private partnerships and should have full transparency about funding sources on all relevant webpages and materials. They also argued that NIH should limit undue influence and bias of the industry in research design and protocols. Another observer argued that NIH should broadly limit industry involvement in research because of the subtle ways industry may influence research—by funding certain types of studies or researchers that may favor their industry. In a December 2018 New York Times editorial, one medical researcher argued that while industry bias in scientific research is important to address, many forms of bias exist in science and therefore advocated for \"open science,\" where researchers' methods, data, funding, and affiliations are maximally transparent. At an August 2018 Senate hearing, NIH Director Francis Collins defended NIH's use of public-private partnerships: \"It brings around the same table scientists from both public and private sectors who design together what the research ought to be, building on the strengths of both groups and it advances the cause of science more rapidly than might otherwise have been.\" He noted, however, that NIH should be careful when the funder has a \"vested interest in a particular outcome of the study.\"", "The FNIH is small in the context of NIH's large portfolio. In FY2017, the total revenues for FNIH were $64 million, including in-kind contributions. Federal funding of over $30 billion per year therefore dwarfs private contributions to the FNIH. However, private sector funding and influence has increased in the larger biomedical research context. A study found that from 1988 to 2008, the proportion of industry-funded studies in three prominent American medical journals had doubled, from 17% to 40% of all studies. Moving forward, NIH may continue to define its relationship with the private sector in advancing biomedical research."], "subsections": []}, {"section_title": "Publicly Funded Research and Pharmaceutical Drug Development", "paragraphs": ["NIH is involved, both directly and indirectly, in pharmaceutical drug development. NIH funding directly contributes to pharmaceutical development when NIH-funded scientists develop a chemical compound or other invention that is patented and then licensed to the pharmaceutical industry. NIH also funds a limited amount of clinical research on new or existing pharmaceuticals to assess drug safety and effectiveness for FDA approval. Since over 50% of NIH funding supports basic research, NIH funded research is, to a greater extent, indirectly involved—by generating scientific knowledge and innovations that aid in pharmaceutical development. For example, important basic advances in research, such as recombinant DNA, can lead to the development of whole new classes of drugs. NIH also supports the education and training of biomedical scientists, some of whom then work for the pharmaceutical industry. It is therefore difficult to quantify and assign credit for the role of NIH funding in the development of a given drug.", "Drugs with a patent held by NIH or NIH-funded researchers represent a small portion of all FDA-approved drugs. An invention may be patented if it is \"any new and useful process, machine, manufacture, or composition of matter, or any new and useful improvement thereof\" that is novel, useful, and nonobvious, and the inventor is the first person to file a patent application. NIH-funded researchers may discover drug candidates that are then patented by or licensed to the pharmaceutical industry. According to a 2011 study by Sampat and Lichtenberg, 9% of the new drugs (i.e., new molecular entities) approved by the FDA from 1988 to 2005 were based on a patent held by either a government agency or a nongovernmental institution that had received government support. NIH makes up a large portion of all government funding for medical research in the United States; therefore many of the drugs in the Sampat and Lichtenberg study were likely developed with NIH funding (although the authors did not specify whether NIH funded the research). However, in 2012, Rai and Sampat noted that federal funding can go unreported on patent applications, despite requirements to report such information. Therefore more drugs may have been developed with federal funding than is accounted for through patent information. ", "A study by Ashley J. Stevens et al. published in 2011 explored the contribution of publicly funded research to the discovery of new drugs. The Stevens study found that of the 1,541 drugs approved by FDA from 1990 through 2007, 143, or 9.3%, resulted from work conducted in public sector research institutions, including all universities, research hospitals, nonprofit research institutes, and federal laboratories in the United States. Of the 1,541 total drug applications, FDA granted priority review to 348 applications, and 66 of these (19%) resulted from publicly funded research. The authors stated that \"viewed from another perspective, 46.2% of the new-drug applications from PSRIs [public-sector research institutions] received priority reviews, as compared with 20.0% of applications that were based purely on private-sector research, an increase by a factor of 2.3.\" An FDA designation of priority review is for \"the evaluation of applications for drugs that, if approved, would be significant improvements in the safety or effectiveness of the treatment, diagnosis, or prevention of serious conditions when compared to standard applications.\" According to the authors, their data \"suggest that PSRIs tend to discover drugs that are expected to have a disproportionately important clinical effect.\"", "Some studies have focused on the public sector's role in developing the most innovative drugs. A 2015 study focused solely on the public sector's role in \"transformative\" drug development from 1984 to 2009. The researchers defined a transformative drug as both innovative and having a groundbreaking effect on patient care. They identified transformative drugs by surveying physicians from the top 30 U.S. academic medical centers. The researchers then focused on 21 transformative drugs and 5 drug classes and followed their development history through FDA documentation and interviews with scientists and drug developers. They found that most of these transformative drugs originated in academic and/or publicly funded institutions that conceptualized therapeutic approaches through basic research, and were then further developed by industry partners for clinical testing. Another study analyzing case histories of the same set of transformative drugs, published in 2016, concluded that only 4 out of 26 transformative drugs identified were developed by one sector alone—either public or private. Although the public sector conducted most of the basic science activities to develop the drugs, the private sector accounted for most of the drug development activities in bringing the drugs to market. The authors estimated that total NIH funding would need to increase by 2.5 times to maintain the current level of drug development without industry support. However, the authors did not appear to account for potential revenues to NIH if the agency produced the drugs. ", "Rather than directly leading to a new drug, NIH-funded researchers are more often indirectly involved in drug development by producing scientific research and innovations that contribute to the knowledge base and available methods for the pharmaceutical industry. For instance, the methodology used by the Stevens et al. 2011 study \"excluded the role of PSRIs in the development of platform technologies that have contributed to the development of whole new classes of drugs.\" These platform technologies enabled the development of many of the products approved by FDA during the period evaluated in the study. The platform technologies were excluded \"because the PSRI scientists who developed the platforms generally did not use them to develop specific drug candidates.\" For example, the following platform technologies were developed with public funds and were excluded from the study:", "recombinant DNA technology (Cohen-Boyer patents); bacterial production methods for recombinant DNA (Riggs-Itakura patents); production and chimerization methods for antibodies (Cabilly patents); methods to produce glycosylated recombinant proteins in mammalian cells (Axel patents); and methods of gene silencing with the use of small interfering RNAs (Mello-Fire patents).", "These platform technologies have enabled the development of entirely new classes of drugs, such as the production of synthetic insulin and growth hormones using recombinant DNA technology, and antibody drugs using Cabilly patents. Without these underlying scientific innovations, the result may have been a vastly different economic outlook for the pharmaceutical industry.", "A few studies have aimed to ascertain the total impact of NIH funding on drug development. A 2018 study by Cleary et al. on the broad impact of NIH funding on drug development found that public funding contributed to every new molecular entity (NME) approved by the FDA from 2010 to 2016. The study, which looked at peer-reviewed literature and public data on NIH grant funding, determined that funding from NIH was \"directly or indirectly associated with every one of 210 NMEs approved from 2010-2016.\" Almost a third (29%) of the publications identified were directly associated with NIH-funded projects. The analysis in this study captured basic research, in addition to applied research on NMEs. The study found that up to 20% of the NIH budget allocation from 2000 to 2016, or about $100 billion, \"was associated with published research that directly or indirectly contributed to NMEs approved from 2010-2016.\" The authors concluded that their results suggest that \"the NIH contribution to research associated with new drug approvals is greater than previously appreciated.\" A 2019 study by Azoulay et al. used a new economic method to measure the impact of NIH research funding on private industry, particularly on patenting by private-sector firms. The study determined that NIH investments in a particular research area increase subsequent private sector patenting in that area—a $10 million increase in NIH funding for a research area results in 2.7 additional patents. Alternatively phrased, one private sector patent results from every two to three NIH grants. Though the authors faced difficulty measuring the economic value of such patents, they stated that, \"one rough calculation suggests that $1 dollar in NIH funding generates around $2.34 in drug sales.\"", "NIH-funded research has contributed to the development of new pharmaceutical drugs, largely by supporting and conducting the science that underpins the industry. In light of high list prices for certain branded drugs, some question whether the American public is getting an adequate return on taxpayer investment in biomedical research. Others argue that pharmaceutical drug development is an increasingly expensive endeavor, and therefore requires significant research and development contributions from both the public and private sector. NIH contributions to drug development is one component of a larger debate about the role of federal funding and policies (including health care finance, regulatory, and tax policy) in the development, price, and profitability of pharmaceutical drugs."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["With over $39 billion in funding for FY2019, NIH is a significant contributor to the U.S. and global biomedical research enterprise. Congress may consider how to allocate funding, introduce reforms, and provide oversight to NIH in a way that maximizes benefits to taxpayers through science-driven improvements to health, quality of life, and medical care. NIH has well-established internal processes for allocating research funding through scientific peer review and advisory committees. Congress may consider how to oversee these internal mechanisms; address gaps, duplication, and needs in the research portfolio; and provide funding in a manner that maintains the sustainability and productivity of research. Finally, Congress may consider how to help NIH support new and early-stage scientists, maintain its role as a global leader in biomedical research, and balance the public and private sector's role in research and innovation."], "subsections": []}]}}