{"id": "R41799", "title": "Exemptions for Firearms in Bankruptcy", "released_date": "2013-02-15T00:00:00", "summary": ["The U.S. Supreme Court's decisions regarding the nature of the people's right to \"keep and bear arms,\" as guaranteed in the Second Amendment to the U.S. Constitution, has focused some interest on the extent to which firearms are protected from the reach of creditors under either federal or state laws. State laws protecting certain property from creditors' claims may be used both in and outside of the bankruptcy context. Federal law may also protect certain property from creditors' claims in bankruptcy.", "Although a number of states have provisions explicitly shielding firearms from the claims of creditors, there is currently no such provision in the U.S. Bankruptcy Code (title 11). In the 111th Congress, legislation was passed in the House (H.R. 5827) that would have provided an explicit federal exemption in bankruptcy for a debtor's aggregate interest, up to $3,000, \"in a single rifle, shotgun, or pistol, or any combination thereof.\" The bill also included the means for protecting firearms by including them─subject to the same value and type restrictions─in the definition of \"household goods\" for which nonpossessory, nonpurchase-money security interest liens could be avoided in bankruptcy. Similar legislation was introduced in the 112th Congress: the Protecting Gun Owners in Bankruptcy Act of 2011 (H.R. 1181).", "The Bankruptcy Code generally provides two options for claiming exemptions in bankruptcy─either the exemptions provided in 11 U.S.C. Section 522(d) or the exemptions available under state law. However, debtors may only choose to use the federal exemptions in Section 522(d) if their state specifically authorizes them to do so. Because the proposed federal exemption for firearms would be included in Section 522(d), debtors whose states do not authorize them to use the Section 522(d) exemptions would not benefit from the proposed change in exemptions. They might, however, benefit from the inclusion of firearms in the definition of household goods, because they could then have the option of freeing those firearms from liens that were based on a nonpossessory, nonpurchase-money security interest.", "There is great variety in the extent of the protection from creditors the states provide for firearms. The majority of states provide no explicit protection. Among the 13 states that provide protection, the conditions for providing that protection vary. Some states limit the exemption by both the number and value of the firearms; some do not limit the number but may limit either the value of each firearm or the aggregate value of all. Other states specify the type of firearms that can be exempted. In most states that allow an exemption for firearms, the exemption is not dependent upon the way in which the firearm is used. Several states, however, exempt only guns that are for personal use, and one state requires that the firearm be used for business purposes."], "reports": {"section_title": "", "paragraphs": ["The U.S. Supreme Court's decisions regarding the nature of the people's right to \"keep and bear arms,\" as guaranteed in the Second Amendment to the U.S. Constitution, has focused some interest in the extent to which firearms are protected from the reach of creditors under either federal or state laws. State laws that protect certain property from creditors' claims generally are designed to apply in non-bankruptcy contexts, but may also be used in bankruptcy. Federal law also protects certain property from creditors' claims in bankruptcy. Additionally, a debtor in bankruptcy may be able to avoid liens against exempt property if a lien impairs the exemption and is either a judicial lien or a nonpossessory, nonpurchase-money security interest.", "Legislation introduced in the 112 th Congress, similar to legislation passed by the House in the 111 th Congress, would have allowed a specific federal exemption for firearms and would include firearms in the definition of household goods whose exemptions could be protected from impairment by liens. A number of states provide their own exemptions for firearms. The provisions of these states are provided in Table 1 ."], "subsections": [{"section_title": "Federal Exemptions Under the U.S. Bankruptcy Code", "paragraphs": ["Section 522 of the U.S. Bankruptcy Code addresses the extent to which an individual debtor may elect to exempt equity in certain property from becoming part of the bankruptcy estate. Property exempted from the bankruptcy estate is not available to satisfy creditors. Among the exemptions explicitly provided in the Bankruptcy Code—the federal exemptions—are a homestead exemption in the amount of $21,625, a vehicle exemption in the amount of $3,450, and exemptions for jewelry, tools of the trade, and household goods. There is also a \"wildcard\" exemption of $1,150 that can also be applied to any property so long as the federal exemptions are available to the debtor.", "To the extent allowed under state law, the Bankruptcy Code permits debtors to choose between using the federal exemptions or those available under applicable state law. This is an \"either/or\" choice—debtors are not allowed to choose to use some state exemptions and some federal exemptions. When a petition is filed jointly by husband and wife or when the individual cases of a husband and wife are ordered to be jointly administered, each spouse must choose the same set of exemptions. However, debtors in many states have no choice to make because their state law prohibits the use of the federal exemptions. These federal exemptions are available to debtors only to the extent they are not prohibited by the applicable state. Puerto Rico, the District of Columbia, and 17 states allow debtors to choose between federal and state exemptions."], "subsections": []}, {"section_title": "States' Exemptions for Firearms", "paragraphs": ["In 2012, Virginia became the thirteenth state to provide some protection from creditors for debtors' firearms. The conditions for exempting firearms vary among the relevant states. Some states specify the number of firearms that may be exempted without regard to the value of the firearms. Other states limit the exemption to one firearm and further limit the claimed exemption by either the value of the firearm or the aggregate value of the statutorily exempt property in which the firearm is included. Oregon allows an exemption for one pistol as well as one rifle or shotgun, but limits the total exemption value of the two firearms to no more than $1,000. Several states put no limit on the number of firearms that may be exempted so long as the total value of the firearms, when aggregated with the value of certain other property is less than a specific amount. In these states, there is generally a limit to the value of each firearm. One state, Oklahoma, allows an unlimited number of firearms to be exempted so long as the total value of the firearms, alone, is no more than $2,000.", "In most of the states, the exemption is not controlled by the way in which the firearm is used. Several states, however, exempt only guns that are for personal use. Three of these specify that the firearms are to be \"held primarily for the personal, family, or household use of [the debtor].\" Oregon law specifies that the firearms must be \"for the own use and defense of the citizen.\" Only one state, Louisiana, requires that the exempted firearm be used for business purposes. Both Montana and Nevada exempt \"all arms ... required by law to be kept by any person\" in addition to the one gun, selected by the debtor, that each allows."], "subsections": []}, {"section_title": "Legislation Proposed in Earlier Congresses", "paragraphs": ["H.R. 1181 , the Protecting Gun Owners in Bankruptcy Act of 2011, was introduced on March 17, 2011, in the 112 th Congress. The bill paralleled an earlier bill passed by the House in the 111 th Congress, but not voted on by the Senate. The bill would have provided a firearms exemption that could be used in bankruptcy by a debtor who opted to use federal rather than state exemptions and was allowed to do so by the relevant state's law. ", "The bill would have amended Section 522(d) of the Bankruptcy Code to add an exemption for the debtor's aggregate interest─up to a total value of $3,000—\"in a single rifle, shotgun, or pistol or any combination thereof.\" The addition of this exemption would not have reduced the amount allowed for any other type of exemption under Section 522.", "Additionally, the bill would have amended Section 522(f)(4)(A) to include firearms in the definition of \"household goods.\" As with the exemption for firearms, this provision would have applied to any number or combination of rifles, shotguns, and pistols so long as the aggregate value was no more than $3,000. Inclusion of firearms in the definition of household goods would not have increased the exemption available for firearms, but it would have allowed debtors to avoid liens that are nonpossessory, nonpurchase-money security interests on those firearms, under Section 522(f)(1)(B), as they are currently able to avoid such liens on other household goods. The bill would not have changed the maximum value of household goods whose liens could be avoided in bankruptcy. The last major action on the bill was referral to the Subcommittee on Courts, Commercial and Administrative Law for the House Judiciary Action. Currently, there has been no legislation introduced in the 113 th Congress that would provide a federal exemption under the Bankruptcy Code for firearms."], "subsections": []}]}}