{"id": "R41706", "title": "Federal Research and Development Funding: FY2012", "released_date": "2012-04-06T00:00:00", "summary": ["Federal research and development (R&D) funding for FY2012 is estimated to total $138.869 billion, $3.845 billion (-2.7%) below the FY2011 funding level of $142.714 billion, and $9.042 billion (-6.1%) below the President's request of $147.911 billion. Among the overarching issues that Congress contended with in the FY2012 appropriations process were the extent to which the federal R&D investment could grow in the context of increased pressure on discretionary spending and how available funding would be prioritized and allocated. The appropriations legislation was incorporated into two bills, the Consolidated and Further Continuing Appropriations Act, 2012 (P.L. 112-55) and the Consolidated Appropriations Act, 2012 (P.L. 112-74). P.L. 112-55, included the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Act; the Commerce, Justice, State and Related Agencies Act; and the Transportation, Housing and Urban Development, and Related Agencies Act, and was passed by Congress on November 17, 2011, and signed into law two days later. P.L. 112-74, incorporating the nine remaining appropriations bills, was passed by Congress on December 17, 2011, and signed into law by President Obama on December 23, 2011. Prior to enactment of these bills, government operations into FY2012 were funded through a series of continuing appropriations acts.", "President Obama requested $147.911 billion for R&D in FY2012, a $772 million (0.5%) increase from the FY2010 actual R&D funding level of $147.139 billion. At the time the President's FY2012 budget was released, action had not been completed on FY2011 full-year funding so the President's budget compared the FY2012 request to FY2010 appropriations. On April 15, 2011, the Department of Defense and Full-Year Continuing Appropriations Act, 2011 (P.L. 112-10) was signed into law. Division A of the act provided FY2011 appropriations for the Department of Defense; Division B provided full-year continuing funding for FY2011 for all other agencies at their FY2010 levels unless otherwise specified in the act.", "President Obama's request sought increases in the R&D budgets of the three agencies targeted for doubling over 7 years by the America COMPETES Act, and over 10 years by the America COMPETES Reauthorization Act of 2010 and by President Bush under his American Competitiveness Initiative, as measured using FY2006 funding as the baseline. Although President Obama supported a 10-year doubling in his FY2010 budget, his FY2012 budget was intentionally silent on a timeframe. Congress appropriated $12.529 billion in FY2012 for the targeted accounts, an increase of $207 million (1.7%) over FY2011 funding of $12.323 billion, and $1.417 billion (-10.2%) less than the President's request.", "For more than a decade, federal R&D has been affected by mechanisms used to continue appropriations in the absence of enactment of regular appropriations acts and to complete the annual appropriations process. Completion of appropriations after the beginning of a fiscal year may cause agencies to delay or cancel some planned R&D and equipment acquisition."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["The 112 th Congress continued to take a strong interest in the health of the U.S. research and development (R&D) enterprise and in providing support for federal R&D activities in the course of the FY2012 appropriations process. However, widespread concerns about the federal debt and recent and projected federal budget deficits drove difficult decisions involving prioritization of R&D within the context of the entire federal budget and among competing priorities within the federal R&D portfolio. The U.S. government supports a broad range of scientific and engineering research and development. Its purposes include addressing specific concerns such as national defense, health, safety, the environment, and energy security; advancing knowledge generally; developing the scientific and engineering workforce; and strengthening U.S. innovation and competitiveness in the global economy. Most of the R&D funded by the federal government is performed in support of the unique missions of the funding agencies. The federal government has played an important role in supporting R&D efforts that have led to scientific breakthroughs and new technologies, from jet aircraft and the Internet to communications satellites and defenses against disease.", "Congress plays a central role in defining the nation's R&D priorities as it makes decisions with respect to the size and distribution of aggregate, agency, and programmatic R&D funding. During the course of the FY2012 appropriations process, some Members of Congress expressed concerns about the level of federal R&D funding in light of the current federal fiscal condition, deficit, and debt. As Congress acted to complete the FY2012 appropriations process it faced two overarching issues: the extent to which the federal R&D investment can grow in the context of increased pressure on discretionary spending and how available funding will be prioritized and allocated. ", "President Obama's proposed FY2012 budget, released on February 14, 2011, included $147.911 billion for R&D in FY2012, a 0.5% increase over the actual FY2010 R&D funding level of $147.139 billion. Adjusted for inflation, the President's FY2012 R&D request represented a decrease of 2.2% from the FY2010 level. This report provides government-wide, multi-agency, and individual agency analyses of the President's FY2012 request as it relates to R&D and related activities, and Congressional appropriations actions.", "Among its provisions, the President's proposed FY2012 R&D funding maintained an emphasis on increasing funding for the physical sciences and engineering, an effort consistent with the intent of the America COMPETES Act ( P.L. 110-69 ) and the America COMPETES Reauthorization Act of 2010 ( P.L. 111-358 ). These acts proposed to achieve this objective by authorizing increased funding for three agencies with a strong R&D emphasis in these disciplines: the Department of Energy Office of Science, the National Science Foundation, and the Department of Commerce National Institute of Standards and Technology's core laboratory research and R&D facilities construction funding. Appropriations provided to these agencies have, in aggregate, fallen short of the levels authorized in these acts. (See \" Multiagency R&D Initiatives \" for detailed information.)", "More broadly, in a 2009 speech before members of the National Academy of Sciences, President Obama put forth a goal of increasing the national investment in R&D to more than 3% of the U.S. gross domestic product (GDP). President Obama did not provide details on how this goal might be achieved (e.g., how much would be funded through increases in direct federal R&D funding or through indirect mechanisms such as the research and experimentation (R&E) tax credit ); however, doing so likely would have required a substantial increase in public and/or private investment. ", "In addition, advocates for increased federal R&D funding—including President Obama's science advisor, John Holdren—raised concerns about the potential harm of a \"boom-bust\" approach to federal R&D funding (i.e., rapid growth in federal R&D funding followed by much slower growth, flat funding, or even decline). The biomedical research community experienced a variety of challenges resulting from such a circumstance following the five-year doubling of the NIH budget that was completed in FY2003. With the NIH doubling came a rapid expansion of the nation's biomedical research infrastructure (e.g., buildings, laboratories, equipment), as well as rapid growth in university faculty hiring, students pursuing biomedical degrees, and grant applications to NIH. After the doubling, however, the agency's budget fell each year in real terms from FY2004 to FY2009. Critics assert there have been a variety of damages from this boom-bust cycle, including interruptions and cancellations of promising research, declining share in the number of NIH grant proposals funded, decreased student interest in pursuing graduate studies, and reduced employment prospects for the large number of biomedical researchers with advanced degrees. According to then-NIH Director Elias Zerhouni, the damages have been particularly acute for early- and mid-career scientists seeking a first or second grant.", "Analysis of federal R&D funding is complicated by several factors, including inconsistency among agencies in the reporting of R&D. As a result of these factors, the R&D agency figures reported by the White House Office of Management and Budget (OMB) and White House Office of Science and Technology Policy (OSTP), and shown in Table 1 , may differ somewhat from the agency budget analyses that appear later in this report.", "Another factor complicating analysis of the President's FY2012 budget request was the proposal for a Wireless Innovation (WIN) Fund, a part of the Administration's Wireless Innovation and Infrastructure Initiative. Under the President's request, the WIN Fund was to receive $3 billion over seven years (FY2012-FY2018) from receipts generated through electromagnetic spectrum auctions. According to the President's request, the WIN funds were to support research, test beds, and applications development to support leading-edge wireless technologies and applications for public safety, Smart Grid, telemedicine, distance learning, and other broadband capabilities and to facilitate spectrum relocation. Under the President's budget, if the WIN Fund was established, several agencies would have received funding for these purposes, among them the Department of Defense, the Department of Energy, the Department of Commerce, and the National Science Foundation. Congress did not establish the WIN Fund for FY2012."], "subsections": []}, {"section_title": "Federal R&D Funding Perspectives", "paragraphs": ["Federal R&D funding can be analyzed from a variety of perspectives that provide unique insights."], "subsections": [{"section_title": "Agency Perspective", "paragraphs": ["The authorization and appropriations process views federal R&D funding primarily from agency and program perspectives. Table 1 provides data on R&D by agency for FY2010 (actual), FY2011 (actual) and FY2012 (request) as reported by OMB. ", "Under President Obama's FY2012 budget request, six federal agencies would have received 94.8% of total federal R&D funding: Department of Defense (DOD), 51.8%; Department of Health and Human Services (HHS) (primarily the National Institutes of Health, NIH), 21.9%; Department of Energy (DOE), 8.8%; National Aeronautics and Space Administration (NASA), 6.6%; National Science Foundation (NSF), 4.3%; and Department of Agriculture (USDA), 1.5%. This report provides an analysis of the R&D budget requests for these agencies, as well as for the Departments of Commerce (DOC), Homeland Security (DHS), the Interior (DOI), and Transportation (DOT), and the Environmental Protection Agency (EPA). In total, these agencies accounted for more than 98% of FY2010 federal R&D funding.", "The largest agency R&D increases in the President's FY2012 request were for DOE, $2.153 billion (19.9%); HHS, $919 million (2.9%, due entirely to a $1.019 billion increase in R&D funding for NIH); NSF, $875 million (16.1%); NASA, $559 million (6.0%); and DOC, $376 million (28.0%). Under President Obama's FY2012 budget request, DOD R&D funding would have been reduced by $3.969 billion (-4.9%), USDA R&D by $461 million (-17.7%), Department of Veterans Affairs R&D by $144 million (-12.4%), and EPA R&D by $11 million (-1.9%)."], "subsections": []}, {"section_title": "Character of Work, Facilities, and Equipment Perspective", "paragraphs": ["Federal R&D funding can also be examined by the character of work it supports—basic research, applied research, and development—and funding provided for facilities and acquisition of major R&D equipment. (See Table 2 .) President Obama's FY2012 request included $32.895 billion for basic research, up $3.498 billion (11.9%) from FY2010; $33.182 billion for applied research, up $3.383 billion (11.4%); $79.414 billion for development, down $3.891 billion (-4.7%); and $2.420 billion for facilities and equipment, down $2.218 billion (-47.8%). It is important to note that with the projected completion of construction of the International Space Station (ISS) in FY2011, beginning in FY2012 NASA funding for operation of the facility was accounted for as research; previously, NASA ISS funding was accounted for as \"facilities and equipment.\" "], "subsections": []}, {"section_title": "Combined Perspective", "paragraphs": ["Combining these perspectives, federal R&D funding can be viewed in terms of each agency's contribution to basic research, applied research, development, and facilities and equipment. (See Table 3 .) The federal government is the nation's largest supporter of basic research, funding 57.0% of U.S. basic research in 2008, primarily because the private sector asserts it cannot capture an adequate return on long-term fundamental research investments. In contrast, industry funded only 17.7% of U.S. basic research in 2008 (with state governments, universities, and other non-profit organizations funding the remaining 25.3%). In the President's FY2012 budget request, the Department of Health and Human Services, primarily the National Institutes of Health (NIH), accounted for more than half of all federal funding for basic research.", "In contrast to basic research, industry is the primary funder of applied research in the United States, accounting for an estimated 60.8% in 2008, while the federal government accounted for an estimated 32.4%. Among federal agencies, HHS is the largest funder of applied research, accounting for nearly half of all federally funded applied research in the President's FY2012 budget request. Industry also provides the vast majority of funding for development. Industry accounted for an estimated 84.1% in 2008, while the federal government provided an estimated 14.9%. DOD is the primary federal agency funder of development, accounting for 87.7% of total federal development funding in the President's FY2012 budget request."], "subsections": []}]}, {"section_title": "Multiagency R&D Initiatives", "paragraphs": ["Federal R&D funding can also be viewed in terms of multiagency efforts, such as the National Nanotechnology Initiative, the Networking and Information Technology Research and Development Program, U.S. Global Change Research Program, and presidential initiatives. "], "subsections": [{"section_title": "Presidential Initiatives", "paragraphs": ["In 2006, President Bush announced his American Competitiveness Initiative which, in part, sought to increase federal funding for physical sciences and engineering research by doubling funding over 10 years (FY2006-2016) for targeted accounts at three agencies—NSF, all; DOE, Office of Science only; and NIST, the scientific and technical research and services (STRS) and construction of research facilities (CRF) accounts.", "In 2007, Congress authorized substantial increases for these targeted accounts under the America COMPETES Act ( P.L. 110-69 ), setting aggregate authorization levels for FY2008-FY2010 consistent with a more aggressive seven-year doubling pace. However, aggregate funding provided for these agencies in the Consolidated Appropriations Act, 2008 ( P.L. 110-161 ), the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ), and the Consolidated Appropriations Act, 2010 ( P.L. 111-117 ) fell below these targets. (See Table 4 for individual and aggregate agency appropriations.)", "In 2010, Congress passed the America COMPETES Reauthorization Act of 2010 ( P.L. 111-358 ) which, among other things, authorized appropriations levels for the targeted accounts for FY2011-FY2013. The aggregate authorization levels in this act for the targeted accounts are consistent with an 11-year doubling path, slower than the America COMPETES Act's 7-year doubling path. Moreover, aggregate FY2011 funding for the targeted accounts was approximately $12.280 billion, $1.101 billion less than authorized in the act, setting a pace to double over 16 years from the FY2006 level—more than twice the length of time originally envisioned in the 2007 America COMPETES Act and about a third longer than the doubling period established by the America COMPETES Reauthorization Act of 2010.", "In FY2012 President Obama sought funding for the targeted accounts that would have increased aggregate funding to $13.947 billion, an increase of $1.667 billion (13.6%) above the FY2011 (actual) aggregate funding level of $12.323 billion. However, funding provided for each of the targeted accounts fell short of the President's request:", "President Obama requested $7.767 billion for NSF; P.L. 112-55 provided $7.033 billion. With respect to the targeted accounts at the National Institute of Standards and Technology (NIST): The President requested $678.9 million for core laboratory research; P.L. 112-55 provided $567.0 million. The President requested $84.6 million for construction of research facilities; P.L. 112-55 provided $55.4 million. President Obama requested $5.416 billion for DOE's Office of Science; P.L. 112-74 provided $4.874 billion.", "In light of budget constraints, the future of the doubling path appears to be in question. In his FY2010 Plan for Science and Innovation, President Obama stated that he, like President Bush, would seek to double funding for basic research over 10 years (FY2006 to FY2016) at the ACI agencies. In his FY2011 budget documents, President Obama extended the period over which he intended to double these agencies' budgets to 11 years (FY2006 to FY2017). In his FY2012 budget request, President Obama reiterated his intention to double the federal investment for these agencies from their FY2006 levels, though the request did not specify the timeframe during which this is to take place. In addition, the Historical Tables of the President's FY2012 budget—which not only provide retrospective agency data, but also projections of future agency budget authority—show aggregate budget authority for the targeted accounts remaining essentially flat through FY2015, with a small uptick in FY2016. ", "The Administration's September 1, 2011, Mid-Session Review acknowledged that the doubling goal would be delayed:", "[T]he new funding levels set in [the Department of Defense and Full-Year Continuing Appropriations Act, 2011] mean delaying the goal of doubling funding for key research and development (R&D) agencies....", " Figure 1 shows aggregate funding for the agencies as a percentage of their FY2006 funding level, and illustrates how actual (FY2006-FY2011) and authorized appropriations (FY2008-FY2013) compare to different doubling rates using FY2006 as the base year. The thick black line at the top of the chart is at 200%, the doubling level. The data used in Figure 1 are in current dollars, not constant dollars, therefore the effect of inflation on the purchasing power of these funds is not taken into consideration."], "subsections": []}, {"section_title": "Multiagency R&D Initiatives", "paragraphs": ["President Obama's FY2012 budget request sought funding for three multiagency R&D initiatives."], "subsections": [{"section_title": "National Nanotechnology Initiative", "paragraphs": ["The National Nanotechnology Initiative (NNI) received $1.697 billion in FY2012 (estimate), $150 million (-8.1%) below the FY2011 funding level of $1.847 billion and $433 million (-20.3%) less than requested the President's FY2012 request of $2.130 billion."], "subsections": []}, {"section_title": "Networking and Information Technology Research and Development Program", "paragraphs": ["The Networking and Information Technology Research and Development (NITRD) program received $3.739 billion in FY2012 (estimate), essentially the same as in FY2011 and $129 million (3.3%) less than President Obama's request of $3.868 billion."], "subsections": []}, {"section_title": "U.S. Global Change Research Program", "paragraphs": ["The U.S. Global Change Research Program (USGCRP) received $2.427 billion in FY2012 (estimate), $21 million (-0.9%) below the FY2011 funding level of $2.448 billion and $206 million (-7.8%) less than President Obama's request of $2.633 billion."], "subsections": []}]}]}, {"section_title": "FY2012 Appropriations Status", "paragraphs": ["On December 17, 2011, Congress completed action on the FY2012 regular appropriations bills with passage of H.R. 2055 , the Consolidated Appropriations Act, 2012, which was signed into law ( P.L. 112-74 ) by President Obama on December 23, 2011. P.L. 112-74 includes the nine regular appropriations bills that had yet to be enacted: Department of Defense Appropriations Act, 2012 (as Division A); the Energy and Water Development Appropriations Act, 2012 (as Division B); the Financial Services and General Government Appropriations Act, 2012 (as Division C); the Department of Homeland Security Appropriations Act, 2012 (as Division D); the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2012 (as Division E); the Departments of Labor, Health and Human Services, Education, and Related Agencies Appropriations Act, 2012 (as Division F); the Legislative Branch Appropriations Act, 2012 (as Division G); the Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2012 (as Division H); and the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2012 (as Division I).", "Earlier, on November 17, 2011, Congress completed action on the Consolidated and Further Continuing Appropriations Act, 2012 ( P.L. 112-55 ), which combined into a single measure three regular appropriations bills: the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Act, as H.R. 2112 , Division A; Commerce, Justice, State and Related Agencies Act, as H.R. 2112 , Division B; and Transportation, Housing and Urban Development, and Related Agencies Act, as H.R. 2112 , Division C. President Obama signed the bill into law two days later. Division D of the act amended an earlier continuing appropriations act ( P.L. 112-36 ) providing funding through December 16, 2011, for all agencies covered under the other nine appropriations bills at 1.503% below the FY2011-enacted levels, or until enactment of an appropriation for any project or activity provided for in the act or enactment of the applicable appropriations act for fiscal year 2012 without any provision for such project or activity.", "Previously, Congress passed and the President signed two bills, both titled the Continuing Appropriations Act, 2012, that provided continuing appropriations for all agencies for FY2012. P.L. 112-33 extended agency funding through October 4, 2011; P.L. 112-36 extended funding through November 18, 2011.", "The remainder of this report provides a more in-depth analysis of R&D in 12 federal departments and agencies that, in aggregate, receive more than 98% of federal R&D funding. Annual appropriations for these agencies are provided through 8 of the 12 regular appropriations bills. For each agency covered in this report, Table 5 shows the corresponding regular appropriations bill that provides funding for the agency, including its R&D activities. ", "In addition to this report, CRS produces individual reports on each of the appropriations bills. These reports can be accessed via the CRS website at http://crs.gov/Pages/clis.aspx?cliid=73 . Also, the status of each appropriations bill is available on the CRS webpage, Status Table of Appropriations , available at http://www.crs.gov/Pages/appover.aspx . "], "subsections": []}, {"section_title": "Department of Defense28", "paragraphs": ["Congress supports research and development in the Department of Defense (DOD) primarily through its Research, Development, Test, and Evaluation (RDT&E) appropriation. The appropriation supports the development of the nation's future military hardware and software and the technology base upon which those products rely.", "Nearly all of what DOD spends on RDT&E is appropriated in Title IV of the defense appropriation bill. (See Table 6 .) However, RDT&E funds are also appropriated in other parts of the bill. For example, RDT&E funds are appropriated as part of the Defense Health Program, the Chemical Agents and Munitions Destruction Program, and the National Defense Sealift Fund. The Defense Health Program supports the delivery of health care to DOD personnel and their families. Program funds are requested through the Operations and Maintenance appropriation. The program's RDT&E funds support congressionally directed research in such areas as breast, prostate, and ovarian cancer and other medical conditions. Congress appropriates funds for this program in Title VI (Other Department of Defense Programs) of the defense appropriations bill. The Chemical Agents and Munitions Destruction Program supports activities to destroy the U.S. inventory of lethal chemical agents and munitions to avoid future risks and costs associated with storage. Funds for this program have been requested through the Procurement appropriation. Congress appropriates funds for this program also in Title VI. The National Defense Sealift Fund supports the procurement, operation and maintenance, and research and development of the nation's naval reserve fleet and supports a U.S. flagged merchant fleet that can serve in time of need. Requests for this fund are made as part of the Navy's Procurement appropriation. Congress appropriates funds for this program in Title V (Revolving and Management Funds) of the defense appropriations bill. ", "The Joint Improvised Explosive Device Defeat Fund (JIEDDF) also contains RDT&E monies. However, the fund does not contain an RDT&E line item as do the three programs mentioned above. The Joint Improvised Explosive Device Defeat Office, which now administers the fund, tracks (but does not report) the amount of funding allocated to RDT&E. The JIEDDF funding is not included in the table below.", "RDT&E funds also have been requested and appropriated as part of DOD's separate funding to support efforts in what the Bush Administration had termed the Global War on Terror (GWOT), and what the Obama Administration refers to as Overseas Contingency Operations (OCO). Typically, the RDT&E funds appropriated for GWOT/OCO activities go to specified Program Elements (PEs) in Title IV. However, they are requested and accounted for separately. The Bush Administration requested these funds in separate GWOT emergency supplemental requests. The Obama Administration, while continuing to identify these funds uniquely as OCO requests, has included these funds as part of the regular budget, not in emergency supplementals. However, the Obama Administration will ask for additional OCO funds in supplemental requests, if the initial OCO funding is not enough to get through the fiscal year.", "In addition, GWOT/OCO-related requests/appropriations often include money for a number of transfer funds. These have included in the past the Iraqi Freedom Fund (IFF), the Iraqi Security Forces Fund (which was not requested in FY2012), the Afghanistan Security Forces Fund, the Mine Resistant and Ambush Protected Vehicle Fund (MRAPVF), and the Pakistan Counterinsurgency Capability Fund (transferred to the State Department in FY2012). Congress typically makes a single appropriation into each of these funds, and authorizes the Secretary to make transfers to other accounts, including RDT&E, at his discretion. In the Consolidated Appropriations Act, 2012, Congress established a new Military Intelligence Program Transfer Fund, granting the Secretary similar authority.", "For FY2012, the Obama Administration requested $75.325 billion for DOD's baseline Title IV RDT&E and another $397 million in OCO RDT&E. The FY2012 request was $5.330 billion (nearly 7%) below the actual total obligational authority available in FY2010, but only $90 million below the total Title IV and OCO RDT&E provided for in FY2011. In addition to the $75.325 billion baseline request, the Administration requested $100 million as DOD's share of the proposed Wireless Innovation Fund. This fund (approximately $3 billion that would be distributed through various departments) is part of the President's initiative to expand coverage and usage of the nation's wireless networks and to encourage innovation in wireless devices. The Defense Advanced Research Projects Agency (DARPA) was to have managed the $100 million for DOD, if the fund is established. Congress did not establish the WIN fund for FY2012.", "The House voted to appropriate $72.993 billion for Title IV RDT&E. This included floor action that reduced the Defensewide RDT&E account $16 million below what the House Appropriation Committee recommended, offsetting an increase approved for peer-reviewed prostate cancer research in the Defense Health Program. The House appropriation was $2.432 billion below the Administration's request. Major program decreases included reductions to the Army's Patriot/MEADS ($149 million) and Manned Ground Vehicles ($116 million) programs, the Air Force's National Polar-Orbiting Operational Environment Satellite ($220 million), Rocket System Launch ($125 million) programs, and the Office of the Secretary's Precision Tracking Space System ($161 million) and Prompt Strike Capability ($100 million) programs. Major increases were made to the Air Force's Next Generation Bomber ($100 million) and the Office of the Secretary's U.S.-Israeli Cooperative R&D ($130 million). Also, DARPA's budget request was reduced by $100 million, the Committee citing efficiency gains in programming. The House made no mention of DOD's involvement in the Wireless Innovation Fund.", "The Senate Appropriations Committee recommended $71.034 billion for Title IV RDT&E, nearly $2 billion less than what the House provided and over $4 billion less than what the Administration requested. The committee recommended more than $1 billion less for Army RDT&E than either the Administration requested or the House approved. Major program decreases included the Army's Warfighter Information Network ($115 million), which was not cut by the House, the Manned Ground Vehicle ($644 million), and Logistics and Engineering Equipment ($160 million), cutting these last two more than the House did. Cuts were also made to the Air Force's National Polar-Orbiting Operational Environment Satellite ($295 million), also cut by the House, and the Next Generation Refueling Aircraft ($135 million), which was not cut by the House. The Senate committee also cut the Chemical Biological Defense Engineering and Manufacturing program ($186 million), which the House fully funded. Major program increases included funds for a new Air Force Weather Satellite Follow-on program ($250 million) to continue technology development associated with the National Polar-Orbiting Operational Environment Satellite, funds for the Office of the Secretary to support the Defense Rapid Innovation Fund ($200 million) and the Office of the Secretary's U.S.-Israeli Cooperative R&D ($130 million). Aside from cutting where the House did not, the Senate committee also did not go along with a number of House cuts, providing all the funds requested for the Army's Patriot/MEADS, the Air Force's Rocket System Launch, the Office of the Secretary's Precision Tracking Space System, and the Missile Defense Agency's Prompt Strike Capability. The Senate also did not go along with the general reduction to DARPA's program, nor did it increase funding for the Air Force's Next Generation Bomber.", "In the Consolidated Appropriations Act, 2012, Congress approved $72.431 for Title IV RDT&E, roughly splitting the difference between the House and Senate. Reductions made to the Logistics and Engineering Equipment ($77 million), the Prompt Strike ($25 million), the Precision Tracking Space System ($80 million), and the Chemical Biological Defense Engineering and Manufacturing ($84 million) programs were roughly half those sought by either the House or Senate. The Manned Ground Vehicle program was reduced by $435 million. The National Polar-Orbiting Operational Environment Satellite program was terminated. The Rocket Launch System and the Next Generation Refueling Aircraft, which were cut respectively by the House and Senate, were fully funded. Congress also reduced DARPA's RDT&E request by $166 million. Among the programs for which Congress approved increases were the U.S.-Israeli Cooperative R&D ($129 million), the Next Generation Bomber ($100 million), the Rapid Innovation Program ($200 million), and the Weather Satellite ($125 million). ", "For FY2012, the Administration requested an additional $664 million in RDT&E through the Defense Health Program, $407 million in RDT&E through the Chemical Agents and Munitions Destruction program, and $48 million in RDT&E through the National Defense Sealift Fund. To support overseas contingencies, the Administration requested $397 million in OCO-related RDT&E. The Administration also requested $2 million in RDT&E for DOD's Office of the Inspector General.", "The House voted to increase RDT&E in the Defense Health Program to $1.217 billion. This included an additional $30 million added on the House floor. The House approved the amount requested for the Chemical Agents and Munitions Destruction program and the National Defense Sealift Fund. The House appropriated $5 million for RDT&E in the Inspector General's Office. The Senate Appropriations Committee recommended $1.018 billion for RDT&E in the Defense Health Program and the amount requested for RDT&E in the Chemical Agents and Munitions Destruction Program. The Consolidated Appropriations Act, 2012 provided $1.267 billion in Defense Health Program RDT&E; $407 million, as requested, for the Chemical Agents and Munitions Destruction Program; and $5 million for RDT&E by the Inspector General's Office. ", "For OCO-related RDT&E, the House appropriated $437 million, supporting much of the Administration's request. It provided $10 million less than requested for the Air Force's Unmanned Endurance UAV program, but provided $50 million in funding the Air Force's Intelligence, Surveillance, and Reconnaissance Innovation program. The Senate Appropriations Committee recommended $582 million for OCO-related RDT&E, nearly $200 million more than requested. $105 million of that increase was a result of transferring the Navy's MQ-4 UAV Title IV funding to the OCO funding. In the Consolidated Appropriations Act, 2012, Congress appropriated $526 million for OCO-related RDT&E. This included a $59 million transfer from JIEDDO to the Air Force for the continued development of an endurance unmanned aerial vehicle and a $50 million increase for Intelligence, Surveillance, and Reconnaissance innovations by the Air Force. ", "RDT&E funding can be broken out in different ways. Each of the military departments request and receive their own RDT&E funding. So, too, do various DOD agencies (e.g., the Missile Defense Agency and the Defense Advanced Research Projects Agency), collectively aggregated within the Defensewide account. RDT&E funding also can be characterized by budget activity (i.e., the type of RDT&E supported). Those budget activities designated as 6.1, 6.2, and 6.3 (basic research, applied research, and advanced technology development, respectively) constitute what is called DOD's Science and Technology Program (S&T) and represent the more research-oriented part of the RDT&E program. Budget activities 6.4 and 6.5 focus on the development of specific weapon systems or components (e.g., the Joint Strike Fighter or missile defense systems), for which an operational need has been determined and an acquisition program established. Budget activity 6.6 provides management support, including support for test and evaluation facilities. Budget activity 6.7 supports system improvements in existing operational systems. ", "Congressional policymakers are particularly interested in S&T funding since these funds support the development of new technologies and the underlying science. Ensuring adequate support for S&T activities is seen by some in the defense community as imperative to maintaining U.S. military superiority. The knowledge generated at this stage of development can also contribute to advances in commercial technologies.", "The FY2012 Title IV baseline S&T funding request was $12.246 billion (not including the $100 million for the Wireless Innovation Fund), about $1.060 billion (8%) less than the total obligational authority available for Title IV baseline S&T in FY2010, but $113 million above that available in FY2011. Given the unspecified reductions to DARPA and the Defensewide account in general, it is not possible to determine how much the House actions supported S&T. However, without these reductions, the House Appropriations Committee had recommended $12.180 billion for S&T, less than the Administration's request. The Senate Appropriations Committee recommended $12.193 billion for S&T. The Consolidated Appropriations Act, 2012 provided $12.438 billion for S&T.", "Within the S&T program, basic research (6.1) receives special attention, particularly by the nation's universities. DOD is not a large supporter of basic research, when compared to NIH or NSF. However, over half of DOD's basic research budget is spent at universities and represents the major contribution of funds in some areas of science and technology (such as electrical engineering and material science). The FY2012 request for basic research ($2.078 billion) was roughly $263 million (14%) more than what was available for Title IV basic research in FY2010. The House appropriated $2.098 billion, a net increase of $20 million above the request, much of which went to increases for university research. However, the House appropriated $15 million less than requested for the National Defense Education Program. The Senate Appropriations Committee recommended $2.081 billion for basic research. The Consolidated Appropriations Act, 2012 provided $2.116 billion for basic research. This included an increase above the requested levels for the following: $20 million for Army University and Industry Research Centers at Historically Black Colleges, $20 million for Navy competitive university research and $8 million for Navy nanotechnology research, and $12 million for Air Force research in cybersecurity. Congress also appropriated less than requested for the National Defense Education Program ($15 million) and for Basic Research Initiatives ($7 million) in the Office of the Secretary. "], "subsections": []}, {"section_title": "Department of Homeland Security29", "paragraphs": ["The Department of Homeland Security (DHS) requested $1.528 billion for R&D and related programs in FY2012, a 36% increase from FY2011. This total included $1.176 billion for the Directorate of Science and Technology (S&T), $332 million for the Domestic Nuclear Detection Office (DNDO), and $20 million for Research, Development, Test, and Evaluation (RDT&E) in the U.S. Coast Guard. The bill passed by the House would have provided $889 million, including $539 million for S&T, $337 million for DNDO, and $13 million for Coast Guard RDT&E. The bill reported by the Senate Committee on Appropriations would have provided $1.076 billion, including $780 million for S&T, $268 million for DNDO, and $28 million for Coast Guard RDT&E. The final appropriation was $984 million, including $668 million for S&T, $289 million for DNDO, and $28 million for Coast Guard RDT&E. (See Table 7 .)", "The S&T Directorate is the primary DHS R&D organization. Headed by the Under Secretary for Science and Technology, it performs R&D in several laboratories of its own and funds R&D performed by the DOE national laboratories, industry, universities, and others. The Administration requested $1.176 billion for the S&T Directorate for FY2012. This was 53% more than the net FY2011 appropriation of $767 million. The request for Laboratory Facilities included $150 million to support the start of construction at the National Bio and Agro-Defense Facility (NBAF). About $109 million of the request for Research, Development, and Innovation was for radiological and nuclear R&D activities currently conducted in DNDO.", "The House bill provided $539 million for S&T. For Research, Development, and Innovation, it provided $106 million, just 16% of the request. In Laboratory Facilities, it provided $75 million, or half the request, for NBAF construction. It rejected the proposed transfer of radiological and nuclear R&D activities from DNDO. The committee report stated that \"S&T must demonstrate how its R&D efforts are timely, with results relatively well-defined, and above all, make investment decisions based on clear and sensible priorities.\" It stated the committee's expectation that \"the proposed funding levels will force S&T to make more focused, high-return investment decisions.\"", "The Senate-reported bill provided $780 million for S&T. For Research, Development, and Innovation, it provided $440 million. The bill approved the proposed transfer of activities from DNDO, but it provided no funding for NBAF construction. The committee report described the amount requested for NBAF as \"not a useable construction segment\" and directed S&T to provide an updated cost schedule for the project.", "The final appropriation for S&T was $668 million. This amount included $266 million for Research, Development, and Innovation and $50 million for NBAF construction. The proposed transfer from DNDO was denied.", "In late 2010, the S&T Directorate announced a reorganization and released a new strategic plan. The reorganization reduced the number of direct reports to the Under Secretary and was accompanied by a change in budget structure, with most of the previous budget lines combined into two new categories: Research, Development, and Innovation (RDI) and Acquisition and Operations Support. According to DHS, the new strategy and organization will result in more robust partnerships with other DHS components, a smaller number of larger projects, and more emphasis on transitioning technology into the field rather than long-term research. The House and Senate committee reports both objected to the new budget structure. The House report described the RDI budget category as \"all-encompassing ... too large and vague.\" The Senate report stated that the new structure \"reduces transparency and accountability.\" The conference report stated that the new RDI category \"will enable S&T to more quickly shift resources ... between research activities\" and \"should ... partially offset the impact of an overall funding reduction,\" but it directed S&T to submit a quarterly \"detailed breakout\" of RDI projects \"for accountability and visibility.\"", "The construction of NBAF would likely result in increased congressional oversight for several years. For construction of NBAF and decommissioning of the Plum Island Animal Disease Center (PIADC), which NBAF is intended to replace, the FY2012 budget justification projected a need for $691 million in total appropriations between FY2012 and FY2017. In the appropriations acts for FY2009 through FY2011, Congress authorized DHS to use receipts from the sale of Plum Island to offset NBAF construction and PIADC decommissioning costs. The House-passed, Senate-reported, and enacted bills for FY2012 all continued this authorization. According to DHS, however, the likely value of such receipts \"has been found to be considerably overestimated.\"", "The Domestic Nuclear Detection Office is the primary DHS organization for combating the threat of nuclear attack, responsible for all DHS nuclear detection research, development, testing, evaluation, acquisition, and operational support. The Administration requested $332 million for DNDO for FY2012, approximately the same as the FY2011 appropriation of $331 million. The request for Research, Development, and Operations was $58 million less than the FY2011 appropriation; it included no funds for Transformational R&D, which the Administration proposed to transfer to the S&T Directorate. The request for Systems Acquisition was $84 million, versus $30 million in FY2011. Within Systems Acquisition, the request included $37 million for radiation portal monitors and $27 million for the Securing the Cities program, which was previously funded at congressional direction and limited to the New York region. The request proposed expanding Securing the Cities to an additional city in FY2012.", "The House bill provided $337 million for DNDO. It rejected the transfer of Transformational R&D to the S&T Directorate, but provided only $45 million for that program, versus $96 million in FY2011. The bill provided $20 million for acquisition of radiation portal monitors. It provided $22 million for Securing the Cities, of which only $2 million was for expansion to a new city.", "The Senate-reported bill provided $268 million for DNDO. It approved the proposed transfer of Transformational R&D. It provided $8 million for radiation portal monitors. Like the House bill, it provided $22 million for Securing the Cities, including $2 million for a new city.", "The enacted appropriation for DNDO was $289 million. This included $40 million for Transformational R&D, whose transfer to S&T was denied. The radiation portal monitors program received $7 million. Like the House and Senate bills, the conference report included $22 million for Securing the Cities, including $2 million for a new city.", "Congressional attention has focused in recent years on the testing and analysis DNDO has conducted to support its planned purchase and deployment of Advanced Spectroscopic Portals (ASPs), a type of next-generation radiation portal monitor. Each homeland security appropriations act from FY2007 through FY2011 included a requirement for secretarial certification before full-scale ASP procurement. The House-passed and Senate-reported bills for FY2012 included a similar requirement. In February 2010, DHS decided that it would no longer pursue the use of ASPs for primary screening, although it will continue developing and testing them for use in secondary screening. Although the FY2012 request included funds to purchase and deploy 44 ASPs for secondary screening, the director of DNDO subsequently stated that DNDO will deploy 13 ASPs that it has already purchased but will \"end the ASP program as originally conceived.\" The House committee report expressed an expectation that DNDO will not deploy ASPs prior to certification, even for secondary screening, but noted that radiation portal monitor funding in the House-passed bill \"is not restricted\" to previous-generation systems. The Senate report stated that \"the request to procure and deploy 44 [ASPs] is denied.\" Noting the cancellation decision, the conference report omitted the previous requirement for ASP certification. It directed DHS to notify the appropriations committees if a successor program is initiated.", "The global nuclear detection architecture (GNDA) overseen by DNDO remains an issue of congressional interest. The Systems Engineering and Architecture activity includes a GNDA development program as well as programs to develop and assess GNDA activities in various mission areas. The Senate-reported bill directed DNDO to prepare and submit \"a strategic plan of investments necessary to implement the Department of Homeland Security's responsibilities under the domestic component of the global nuclear detection architecture.\" It identified specific items that should be included in the required plan. The enacted bill included similar language.", "The mission of DNDO, as established by Congress in the SAFE Port Act ( P.L. 109-347 , Title V), includes serving as the primary federal entity \"to further develop, acquire, and support the deployment of an enhanced domestic system\" for detection of nuclear and radiological devices and material (6 U.S.C. 592). The same act eliminated any explicit mention of radiological and nuclear countermeasures from the statutory duties and responsibilities of the Under Secretary for S&T. Congress may consider whether the proposed transfer of DNDO's research activities to the S&T Directorate is consistent with its intent in the SAFE Port Act. Congress may also choose to consider the acquisition portion of DNDO's mission. Most of DNDO's funding for Systems Acquisition was eliminated in FY2010, and that year's budget stated that \"funding requests for radiation detection equipment will now be sought by the end users that will operate them.\" In contrast, the FY2012 request for Systems Acquisition included funding for ASPs that would be operated by Customs and Border Protection, as well as human-portable radiation detectors for the Coast Guard, Customs and Border Protection, and the Transportation Security Administration. The reasons for this apparent reversal of policy were not provided in the DNDO budget justification for either FY2011 or FY2012."], "subsections": []}, {"section_title": "National Institutes of Health40", "paragraphs": ["The Consolidated Appropriations Act, 2012 ( P.L. 112-74 ), enacted on December 23, 2011, provided FY2012 appropriations for NIH. The conference agreement on the act ( H.Rept. 112-331 ) gave NIH total discretionary funding of $30.8 billion, virtually unchanged from the FY2011 level (see Table 8 ). However, this total does not reflect an across-the-board rescission of 0.189%. The Obama Administration had requested discretionary budget authority of $31.8 billion for NIH, an increase of $1,062 million (3.3%) over FY2011. In late September 2011, bills from the Senate Appropriations Committee had recommended total discretionary funding of $30.6 billion, slightly below the FY2011 level, while House bills would have provided $31.8 billion, equal to the request. Further details on congressional action follow the discussion of the request below. ", "NIH's organization consists of the Office of the NIH Director and 27 institutes and centers. The Office of the Director (OD) sets overall policy for NIH and coordinates the programs and activities of all NIH components, particularly in areas of research that involve multiple institutes. The institutes and centers (collectively called ICs) focus on particular diseases, areas of human health and development, or aspects of research support. Each IC plans and manages its own research programs in coordination with the Office of the Director. As shown in Table 8 , Congress provides a separate appropriation to 24 of the 27 ICs, to OD, and to a Buildings and Facilities account. (The other three centers, not included in the table, are funded through the NIH Management Fund.)", "Funding for NIH comes primarily from the annual appropriations bill for the Departments of Labor, Health and Human Services, and Education, and Related Agencies (Labor/HHS), with an additional amount for Superfund-related activities from the appropriations bill for the Department of the Interior, Environment, and Related Agencies (Interior/Environment). Those two bills provide NIH's discretionary budget authority. In addition, NIH receives mandatory funding of $150 million annually that is provided in the Public Health Service (PHS) Act for a special program on diabetes research, and also receives $8.2 million annually for the National Library of Medicine from a transfer within PHS. Each year from FY2002-FY2011 (but not in FY2012), Congress provided that a portion of NIH's Labor/HHS appropriation be transferred to the Global Fund to Fight HIV/AIDS, Tuberculosis, and Malaria. The transfer, in recent years about $300 million, has been part of the U.S. contribution to the Global Fund. The total funding available for NIH activities, taking account of add-ons and transfers, is the program level. Because the \"NIH program level\" cited in the Administration's FY2012 budget documents does not reflect the Global Fund transfer, Table 8 shows the program level both before and after the transfer. Discussions in this section refer to the program level after the transfer.", "NIH and other HHS agencies and programs that are authorized under the PHS Act are subject to a budget tap called the PHS Program Evaluation Set-Aside. Section 241 of the PHS Act (42 U.S.C. §238j) authorizes the Secretary to use a portion of eligible appropriations to assess the effectiveness of federal health programs and to identify ways to improve them. The set-aside has the effect of redistributing appropriated funds for specific purposes among PHS and other HHS agencies. Section 205 of the FY2010 Labor/HHS appropriations act capped the set-aside at 2.5%, instead of the 2.4% maximum that had been in place for several years. The provision was carried forward for FY2011 under P.L. 112-10 . The FY2012 budget proposed to increase the set-aside to 3.2%. NIH, with the largest budget among the PHS agencies, becomes the largest \"donor\" of program evaluation funds, and is a relatively minor recipient. By convention, budget tables such as Table 8 do not subtract the amount of the evaluation tap, or of other taps within HHS, from the agencies' appropriations.", "FY2012 President's Budget Request. Under the FY2012 request, NIH said it would focus on implementing a new translational medicine program as well as emphasize three other broad scientific areas including advanced technologies, comparative effectiveness research, and support for young investigators. For the new program, NIH proposed to create the National Center for Advancing Translational Sciences (NCATS) to catalyze the development of new diagnostics and therapeutics. To do so, NIH planned to abolish the existing National Center for Research Resources (NCRR) and transfer its programs to various other parts of NIH, including transferring the Clinical and Translational Science Awards (CTSA) program to NCATS. The FY2012 request proposed $485 million for CTSA, a program which funds a national consortium of medical research institutions that work together to accelerate treatment development, engage communities in clinical research efforts, and train clinical and translational researchers. NCATS was to also take charge of the Therapeutics for Rare and Neglected Diseases (TRND) program; the request planned to double support for TRND in FY2012 to $50 million. In FY2011, TRND was funded on an NIH-wide basis. ", "Another proposal for NCATS was that it incorporate the new Cures Acceleration Network (CAN), which was authorized but not funded in the Patient Protection and Affordable Care Act (ACA, P.L. 111-148 , P.L. 111-152 , as amended). The purpose of CAN is to support the development of high need cures and facilitate their FDA review. The ACA authorized $500 million for FY2010 and such sums as may be necessary for subsequent fiscal years for CAN. The law also specified that other funds appropriated under the Public Health Service Act may not be allocated to CAN. The NIH request proposed $100 million for CAN in FY2012. If CAN received funding, NIH would determine which medical products are \"high need cures,\" and then make awards to research entities or companies in order to accelerate the development of such high need cures. ", "In addition to the new program, NIH emphasized three scientific areas in its plans for FY2012: ", "1. Technologies to Accelerate Discovery. NIH would continue to support development and application of advanced technologies (such as DNA sequencing, microarray technology, nanotechnology, new imaging modalities, and computational biology) to increase understanding of complex diseases, such as cancer and Alzheimer's disease, and enable development of more effective therapies. 2. Enhancing the Evidence Base for Health Care Decisions. NIH would use comparative effectiveness research methodologies to assist in developing individually tailored treatments (personalized medicine) by testing candidate therapies in a group of Health Maintenance Organizations (HMOs) caring for more than 13 million patients. 3. New Investigators, New Ideas. NIH would emphasize two of its programs that support young scientists. The NIH Director's New Innovator Award program provides first-time independent awards to outstanding investigators; the Administration requested $80 million to support these awards in FY2012. The second program, called the NIH Director's Early Independence Program, supports talented junior scientists, allowing them to by-pass the traditional postdoctoral training period and move directly to an independent research career. NIH requested $8.4 million for this program in FY2012. ", "Research Project Grants. Of the funds appropriated to NIH each year, more than 80% go out to the extramural research community in the form of grants, contracts, and other awards. The funding supports research performed by more than 325,000 scientists and technical personnel who work at more than 3,000 universities, hospitals, medical schools, and other research institutions around the country and abroad. The primary funding mechanism for support of the full range of investigator-initiated research is competitive, peer-reviewed research project grants (RPGs). ", "In the FY2012 request, total funding for RPGs, at $16.9 billion, represented about 53% of NIH's proposed budget. The request would support an estimated 36,852 RPG awards, 248 more grants than in FY2011. Within that total, 9,158 would be competing RPGs, 441 more than in FY2011. (\"Competing\" awards means new grants plus competing renewals of existing grants.) For noncompeting (continuation) RPGs, the FY2012 budget provided an inflation-adjustment increase of 1%.", "Other Funding Mechanisms. The FY2012 request included an increase over FY2011 for research training stipends for individuals supported by the Ruth L. Kirschstein National Research Service Awards program. The budget request would have raised funding for the program by $13 million to $794 million, allowing NIH to support 16,831 full-time training positions, 29 more than in FY2011. Changes were also proposed in the request for other funding mechanisms within the NIH budget. Support for r esearch centers would increase by $42 million (1.4%) to $3.036 billion. R&D contracts were proposed for a $151 million (4.9%) increase to $3.245 billion (excluding the funding proposed for transfer to the Global HIV/AIDS Fund). The NIH intramural research program would have gained $94 million (2.9%) for a total of $3.382 billion. Research management and support had a requested increase of $19 million (1.3%) to a total of $1.538 billion. Operations of the Office of the Director were proposed for a large increase of $118 million (19%) for a total of $742 million. The appropriation for Buildings and Facilities would increase by almost $76 million (152%) to $126 million.", "Also funded through the OD account is the NIH Common Fund, which supports research in emerging areas of scientific opportunity, public health challenges, or knowledge gaps that deserve special emphasis and might benefit from collaboration between two or more institutes or centers. For FY2012, the President requested $557 million for the Common Fund, up $14 million (2.6%) from FY2011. ", "Congressional Action on FY2012 Appropriations. The Senate Appropriations Committee reported S. 1599 , its FY2012 Labor/HHS/Education bill, on September 22, 2011 ( S.Rept. 112-84 ). The bill recommended $30.5 billion for NIH, a decrease of $190 million (-0.6%) from the FY2011 level of $30.7 billion and $1,250 million below the request. In addition, the committee released a draft bill for Interior/Environment appropriations that would have provided $80 million for NIH (see Note h on Table 8 ). The committee approved NIH's plan to abolish NCRR and create NCATS, though funding recommended for NCATS and all the other components was lower than requested under the realignment. The NCATS appropriation would have included $20 million for the Cures Acceleration Network and would have maintained level funding for the Clinical and Translational Science Awards. The committee criticized NIH for not providing a formal, timely request for the restructuring proposal. Funding for the PHS Evaluation Set-Aside was maintained at 2.5%. The committee included $299 million in the appropriation for transfer to the Global HIV/AIDS Fund.", "The House Appropriations Committee did not report a Labor/HHS bill for FY2012, but the chairman of the subcommittee introduced H.R. 3070 on September 29, 2011, accompanied by a detailed funding table (see Note c on Table 8 ). The bill would have provided $31.7 billion for NIH, the same level as the request and an increase of $1,160 million (3.8%) over FY2011. In addition, the House committee included $79 million for NIH in its Interior/Environment appropriations bill (see Note h on Table 8 ). H.R. 3070 did not provide for the creation of NCATS or the elimination of NCRR. It would have funded all the existing NIH components at the same level as the request, except that $100 million would have shifted from Office of the Director to NCRR. The Director was told to ensure that at least $488 million be provided for the CTSA program, and that up to $2 million could be used for an advisory board to plan for the Cures Acceleration Network. The bill required support of at least 9,150 new and competing RPGs, maintenance of an allocation ratio of 90% to 10% in support of extramural versus intramural activities, funding for the PHS Evaluation Set-Aside at 2.4%, and would have prohibited any funding of patient-centered outcomes research (comparative effectiveness research). No funding was included for transfer to the Global Fund.", "The final conference agreement enacted in P.L. 112-74 gave NIH $30.690 billion in Labor/HHS funding (Division F) and an additional $79 million in Interior/Environment funding (Division E), for a total of $30.769 billion in discretionary budget authority. Although that amount is only $2 million above the FY2011 level of $30.767 billion, it actually gave NIH $299 million (1.0%) more than in FY2011 to spend on its own programs. The FY2011 appropriations required NIH to transfer $297 million to the Global HIV/AIDS Fund, whereas the FY2012 appropriations did not designate any funds for transfer. Funding for the PHS Evaluation Set-Aside was maintained at 2.5%.", "With the FY2012 appropriations, Congress approved NIH's plan to create NCATS, abolish NCRR, and distribute NCRR's programs to NCATS and other NIH entities. In Table 8 , funding for NCATS and the other realigned programs is displayed for the Senate bill and the enacted FY2012 appropriations, but the columns for FY2011, the FY2012 request, and the House bill display amounts reflecting NIH's original alignment (i.e., they have not been made comparable for the NCATS-related shifts in funding). A table in the explanatory statement accompanying the FY2012 conference report ( H.Rept. 112-331 , pp. 1135-1136) displays the comparable adjustments for FY2011 (which are budget-neutral) and allows comparison with the FY2012 amounts for all the institutes and centers. Analysis of the table indicates that the $299 million increase provided in the FY2012 appropriations was allocated as follows: $76 million boosted the Buildings and Facilities account to $126 million (requested after a large cut in FY2011; $60 million went to two specific increases discussed below (CAN and IDeA); and the $163 million balance was divided proportionally among all the institutes, centers, and the Office of the Director, with each receiving an increase of 0.54%.", "In the explanatory statement accompanying the conference report, the conferees gave detailed instructions on the implementation of certain aspects of NCATS. They stressed that the role of NCATS is to research ways to re-engineer and streamline the process of therapeutics development. NCATS was directed to foster partnerships between extramural researchers, industry, and government entities to speed commercialization of new therapies through a market-based approach. Funding for two NCATS programs was specified in bill language: at least $488 million from all NIH funds for the CTSA program (a $30 million increase) and up to $10 million for the Cures Acceleration Network. The conferees gave NIH instructions to further study the use of the CAN authority and to survey other federal and private sector activities relating to CAN. They also expressed disappointment with the informal way that NIH had requested the NCATS/NCRR reorganization and mentioned concerns that NIH had not properly involved the Scientific Management Review Board in evaluating the merits of the proposal. They pointed out that another reorganization being contemplated by NIH—a possible merger of the institutes concerned with research on drug abuse and alcohol abuse—should draw on lessons learned from the creation of NCATS.", "The conferees also made comments on selected other NIH programs, particularly stressing that NIH ensure support of the extramural research community by funding as many new and competing research project grants as possible at a reasonable award level. Extramural research should be maintained at about 90% of the NIH budget, with basic research retaining its current (unspecified) share. The Institutional Development Awards (IDeA) program was given a $50 million increase (22%), and NIH was encouraged to broaden the eligibility criteria for these research capacity and infrastructure grants. Finally, NIH was directed to conduct a trans-NIH review of processes for formulating and completing clinical trials, building on recommendations from a 2010 Institute of Medicine study of cancer clinical trials."], "subsections": []}, {"section_title": "Department of Energy49", "paragraphs": ["The Administration requested $14.447 billion for Department of Energy (DOE) R&D and related programs in FY2012, including activities in three major categories: science, national security, and energy. This request was 24.4% more than the FY2011 appropriation of $11.610 billion. The House-passed bill would have provided $11.256 billion. The Senate-reported bill would have provided $11.552 billion. The final appropriation was $11.904 billion. (See Table 9 for details.)", "The request for the DOE Office of Science was $5.416 billion, an increase of 12% from the FY2011 appropriation of $4.843 billion. The Administration's stated goal is to double the funding of the Office of Science. This continues a plan initiated by the Bush Administration in January 2006. The original target under both Administrations was to achieve the doubling goal in the decade from FY2006 to FY2016. The current policy no longer specifies a completion date. The FY2012 request was 49% more than the FY2006 baseline. The America COMPETES Reauthorization Act of 2010 ( P.L. 111-358 ) authorized $5.614 billion for the Office of Science in FY2012. The House bill would have provided $4.800 billion. The Senate bill would have provided $4.843 billion. The final appropriation was $4.889 billion.", "The Office of Science includes six major research programs. In the largest program, basic energy sciences, the request included $34 million for a new energy innovation hub on materials for batteries and energy storage and $24 million for the existing hub on fuels from sunlight (previously funded by the DOE Office of Energy Efficiency and Renewable Energy). The biological and environmental research program was to receive $103 million for foundational genomics research (versus $34 million in FY2010). In the high energy physics program, operations ended at the Tevatron facility in Illinois during FY2011. In fusion energy sciences, the request proposed reducing the U.S. contribution to the International Thermonuclear Experimental Reactor (ITER) to $105 million (from $135 million in FY2010). Despite a slip of several years in the expected start-up date for ITER, DOE budget documents for FY2012 stated that \"the costs associated with the schedule delays to date ... are manageable within the existing ... [total project] cost range\" of $1.45 billion to $2.2 billion. This statement, however, predated the March 2011 Fukushima earthquake and tsunami, which damaged component test facilities in Japan and may result in additional delays. The House, Senate, and final bills all included significantly less than the Administration's request for basic energy sciences, biological and environmental research, and to a lesser extent, nuclear physics. All three bills provided $20 million for the new energy innovation hub and the requested amount for the existing one. The Senate bill would have provided $65 million less than the request for fusion energy sciences, but the House bill and the final bill both included slightly more than the request. The final appropriation for ITER was \"not more than\" the requested amount.", "The request for DOE national security R&D was $4.175 billion, a 12.3% increase from $3.718 billion in FY2011. The request proposed a $195 million increase for the naval reactors program to accelerate the continuing design of reactors for the Ohio-class ballistic missile submarine, modernization of the land-based prototype reactor, and recapitalization of program infrastructure. The requests for nuclear weapons R&D and nonproliferation and verification R&D included $168 million and $56 million respectively to fund contractor pension payments resulting from the transition of management contracts at Los Alamos and Lawrence Livermore National Laboratories. The House bill would have provided $3.725 billion for national security R&D, including $123 million less than the request for the naval reactors program and $76 million less than the request for advancing the science of weapons certification. It included a total of $147 million for the Los Alamos and Livermore pension liabilities. The Senate bill would have provided $54 million less than the request for naval reactors. The Senate report directed DOE not to fund design, preparation, or execution of a \"scaled experiment,\" one element of the Administration's proposal for advanced weapons certification. The final appropriation for naval reactors was between the House and Senate amounts. For contractor pension liabilities, the final bill included a total of $224 million, the same as the request.", "The request for DOE energy R&D was $4.856 billion, up 59.2% from $3.049 billion in FY2011. Most energy efficiency and renewable energy subprograms were to increase by between 50% and 200%, with the exception of R&D on hydrogen and fuel cell technologies, which were to increase by just 2.5%. \"Consistent with the Administration's policy to phase out fossil fuel subsidies,\" the request included no funds for natural gas technologies or unconventional fossil energy technologies. The request for nuclear energy was a 4% increase from FY2011. The request proposed to increase the funding of the Advanced Research Projects Agency–Energy (ARPA-E) more than threefold, to $650 million (including $100 million in mandatory funding from a proposed Wireless Innovation Fund supported by the proceeds of spectrum auctions). The House bill would have provided $2.731 billion for DOE energy R&D, including $1.570 billion less than the request for energy efficiency and renewables and $25 million more than the request for fossil energy R&D. The Senate bill would have provided $2.755 billion, including $1.245 billion less than the request for efficiency and renewables, $195 million less than the request for fossil energy R&D, and $170 million less than the request for nuclear energy. Both bills would have provided about half the request for electricity delivery and reliability R&D and less than half the request for ARPA-E. The final bill included more than either the House or Senate bill, though still less than the request, for ARPA-E and for energy efficiency and renewables. For nuclear energy, it included more than the House or Senate bill or the request. The final appropriation for fossil energy was between the House and Senate bills."], "subsections": []}, {"section_title": "National Science Foundation54", "paragraphs": ["The National Science Foundation (NSF) supports basic research and education in the non-medical sciences and engineering. Congress established the Foundation as an independent federal agency in 1950 and directed it to \"promote the progress of science; to advance the national health, prosperity, and welfare; to secure the national defense; and for other purposes.\" The NSF is a primary source of federal support for U.S. university research, especially in certain fields such as mathematics and computer science. It is also responsible for significant shares of the federal science, technology, engineering, and mathematics (STEM) education program portfolio and federal STEM student aid and support.", "The President's FY2012 budget request for the NSF was $7.767 billion, a $961.1 million increase (14.1%) over NSF's FY2011 Current Plan level of $6.806 billion. Most of the Administration's requested increase would have gone to the main research conduct account. The remainder would have gone to other Foundation accounts, including those that primarily support education, agency operations, and research facilities and equipment. Overall, the distribution of the Administration's FY2012 requested increase was largely consistent with the previously existing distribution of funds across the NSF.", "P.L. 112-55 provides $7.033 billion to the NSF in FY2012. This amount is $227.2 million (3.3%) more than the FY2011 Current Plan level and $733.9 million (9.4%) less than the President's request. (See Table 10 for details.) Compared to the distribution of funding across NSF accounts under the FY2011 Current Plan, P.L. 112-55 shifts about 1.0% of the Foundation's budget to research and construction activities from education and agency operations in FY2012. This change appears to reflect the position of the House Appropriations Committee's recommendation, which favored the research account, combined with the Senate's position, which favored the construction account. ", "A primary concern in the congressional debate about FY2012 funding for NSF centered on the so-called \"doubling path\" policy. Since 2006 federal policymakers have sought to increase support for research in the physical sciences and engineering. To that end, they sought to double aggregate funding for the NSF, NIST laboratories and construction accounts, and the DOE Office of Science (collectively, the \"targeted accounts\"), which many policymakers perceive as key to U.S. innovation and competitiveness. The current status of the doubling path is discussed in detail in this report in the \" Presidential Initiatives \" section.", "Another issue raised in the general debate about funding for NSF focused on the Foundation's ability to effectively manage its grants. This is relevant to R&D policy because much of the Foundation's R&D funding is distributed via the grant process. In a House hearing, NSF's Inspector General Allison C. Lerner testified that—among other issues—the Foundation faced ongoing challenges in ensuring that grant recipients comply with grant terms and conditions. According to Lerner's testimony, the NSF attributes this problem, at least in part, to staffing constraints. Lerner postulated that, \"If the Foundation's budget continues to grow, the resulting increase in awards to monitor will compound this challenge.\" ", "Research and Related Activities (RRA) is the largest account at the NSF. It is also the largest source of R&D grants and funding at the Foundation. The Administration requested $6.254 billion for RRA in FY2012, a $743.7 million (13.5%) increase over the FY2011 Current Plan level of $5.510 billion. The Administration's FY2012 request for RRA highlighted research in cyber-infrastructure, clean energy, nanotechnology, robotics, and the SEES (Science, Engineering, and Education for Sustainability) portfolio, among others. ", "P.L. 112-55 provides $5.719 billion for RRA in FY2012. This amount is $209.1 million (3.8%) more than the FY2011 Current Plan level and $534.5 million (8.5%) less than the President's request. Among other things, P.L. 112-55 allows the NSF to transfer up to $50.0 million from RRA to the Foundation's main construction account and permits the NSF to use RRA funds to reimburse other federal agencies for support of the U.S. Antarctic program. If the NSF exercises this authority, the actual amount available to RRA activities in FY2012 would be reduced. The House Appropriations Committee recommended increasing the RRA account by $91.5 million (1.7%) over the FY2011 Current Plan level. As initially passed by the Senate, H.R. 2112 would have reduced the RRA account by $66.9 million (1.2%) from the FY2012 Current Plan level.", "In addition to the provisions specifically included in the conference report on the bill ( H.Rept. 112-284 ), the report also approves report language included in H.Rept. 112-169 or S.Rept. 112-78 that is not changed by the conference in its report. The conference report on H.R. 2112 (which became P.L. 112-55 ) endorses Administration-proposed reductions to RRA programs in FY2012—except for the proposed changes to the Radio Astronomy program. It also adopts language from H.Rept. 112-169 supporting planned NSF activities in advanced manufacturing and agreed to language from S.Rept. 112-78 providing $165.6 million for cybersecurity research. Provisions in one or more of the reports include encouraging the Foundation to sustain and increase investments in neuroscience; directing the NSF to report on its plans to offer innovation prizes and on ways to balance access to, and protection of, scientific data; and attending to the Foundation's astronomy activities, as well as its support for scientific facilities and instrumentation.", "P.L. 112-55 also provides $150.9 million in RRA funds for the Experimental Program to Stimulate Competitive Research (EPSCoR) program in FY2012. This amount is $4.1 million more than the FY2011 enacted funding level of $146.8 million and $9.6 million less than the Administration's FY2012 request. The EPSCoR program seeks to improve the research competitiveness of states with historically low federal research funding rates. NSF's FY2012 budget documents indicate that the Foundation plans to have EPSCoR independently evaluated. ", "Other accounts that support R&D at the National Science Foundation include the Major Research Equipment and Facilities Construction (MREFC) and the Education and Human Resources (EHR) accounts. Although EHR primarily funds STEM education programs, the Foundation indicates that it supports R&D in this account as well.", "The Administration's FY2012 MREFC request for $224.7 million was a $107.6 million increase (91.9%) over the FY2011 Current Plan level of $117.1 million. The MREFC request included funding for the National Ecological Observatory Network (NEON, $87.9 million), Ocean Observatories Initiative (OOI, $102.8 million), and other projects. The Administration requested no new MREFC funds for the Alaska Region Research Vessel or IceCube Neutrino Observatory in FY2012, both of which are now fully funded. ", "P.L. 112-55 provides $167.1 million for the MREFC account in FY2012, which is $50.0 million (42.8%) more than the FY2011 Current Plan level and $57.6 million (25.6%) less than the Administration's FY2012 budget request. In addition, P.L. 112-55 gives the Foundation the option of transferring as much as $50.0 million from RRA to MREFC. The conference report on H.R. 2112 directs the NSF to prioritize projects that are near completion and raises concerns about construction funding management at the Foundation (particularly the management of contingency funds). S.Rept. 112-78 states that its recommendation includes funding for certain ongoing projects (e.g., Atacama Large Millimeter Array) and for continued construction of the OOI. S.Rept. 112-78 also indicates that the NSF may use funds transferred from the RRA account to fully fund OOI or begin work on NEON.", "The President requested $911.2 million for EHR in FY2012, a $50.2 million increase (5.8%) over the FY2011 Current Plan level of $861.0 million. Relative to the FY2011, the FY2012 request would have shifted (by 1.2%) the EHR portfolio in the direction of graduate support. This is relevant to R&D policy because (1) graduate students are a significant component of the U.S. R&D workforce, and (2) because graduate student enrollment in science and engineering (S&E) fields appears to be increasing, which may increase demand for the Graduate Research Fellowship (GRF) and thereby increase caseload pressure on this account. The Administration's FY2012 request also proposed program changes in EHR including reorganization, addition, and elimination of programs. ", "P.L. 112-55 provides $829.0 million for EHR in FY2012. This amount is $32.0 million (-3.7%) less than the FY2011 Current Plan level and $82.2 million (-9.1%) less than the Administration's request. The conference report on H.R. 2112 endorses the Administration's proposed terminations and reductions in EHR—except for proposed reductions to the Math and Science Partnership and Robert Noyce Scholarship programs. The conference report also adopts FY2011 funding levels for NSF's Broadening Participation at the Core programs (e.g., the Tribal Colleges and Universities Program), directs the NSF to report on how it will address the needs of Hispanic-Serving Institutions, and provides $20.0 million more than the requested level of funding for the Federal Cyber Service: Scholarships for Service program ($45.0 million, total)—among other things. Both H.Rept. 112-169 and S.Rept. 112-78 urge the NSF to ensure that GRF applicants are not rejected for reasons unrelated to the merits of their proposed research (e.g., the applicant's major). S.Rept. 112-78 strongly encourages NSF to continue support for undergraduate STEM education and the Professional Science Master's program.", "The Administration requested $357.7 million for the Agency Operations and Award Management (AOAM) account, a $58.3 million (19.5%) increase over NSF's FY2011 Current Plan level of $299.4 million. The FY2012 request included funding for a new NSF headquarters. The Administration also sought increases of $1.0 million and $0.3 million, respectively, for NSF's Office of the Inspector General (OIG) and the National Science Board (NSB). P.L. 112-55 provides $299.4 million for the AOAM account, $14.2 million for the OIG ($200,000 increase over the FY2011 Current Plan level), and $4.4 million for the NSB. S.Rept. 112-78 states that the purpose of the increase for the OIG is to enhance accountability. H.Rept. 112-169 encourages the OIG to focus specifically on oversight activities with potential monetary ramifications (such as grantee oversight and management).", "The Administration's FY2012 budget request proposed funding for certain NSF-wide investments that draw from more than one Foundation account, including the interagency Networking and Information Technology Research and Development (NITRD) and National Nanotechnology Initiative (NNI) efforts, and NSF's Science, Engineering, and Education for Sustainability (SEES) portfolio. For FY2012 the Administration requested $1.258 billion for NITRD and $456.0 million for the NNI. (NSF is a principal funding agency for both of these efforts.) The Administration also asked for $998.2 million for the SEES portfolio. FY2012 congressional funding bills and related documents do not specify funding for these accounts as such.", "Finally, the Administration's FY2012 request proposed eliminating six NSF programs: Deep Underground Science and Engineering Laboratory, Graduate STEM Fellow in K-12 Education, National STEM Distributed Learning Program, Research Initiation Grants to Broaden Participation in Biology, Science Learning Centers, and the Synchrotron Radiation Center. Funds from these activities would be redirected to other Foundation accounts."], "subsections": []}, {"section_title": "Department of Commerce", "paragraphs": [], "subsections": [{"section_title": "National Institute of Standards and Technology65", "paragraphs": ["The National Institute of Standards and Technology (NIST) is a laboratory of the Department of Commerce with a mandate to increase the competitiveness of U.S. companies through appropriate support for industrial development of precompetitive, generic technologies and the diffusion of government-developed technological advances to users in all segments of the American economy. NIST research also provides the measurement, calibration, and quality assurance techniques that underpin U.S. commerce, technological progress, improved product reliability, manufacturing processes, and public safety.", "The final FY2012 appropriation for NIST totals $750.8 million, essentially the same as the $750.1 million provided in FY2011. This amount is 25.0% below the Administration's request; 7.1% above H.R. 2596 , as reported from the House Committee on Appropriations; and 10.4% more than H.R. 2112 , as originally passed by the Senate. Support for research and development under the Scientific and Technical Research and Services (STRS) account increases 14.0% from the FY2011 figure of $497.4 million to $567.0 million. This figure represents a 16.5% decrease from the President's proposal, but is 9.7% more than that contained in H.R. 2596 and is 13.4% above the amount in the Senate-passed version of H.R. 2112 . Under the Industrial Technology Services (ITS) account, the Manufacturing Extension Partnership (MEP) program receives $128.4 million, the same appropriation as FY2011, 10.0% less than the budget request, identical to the support included in H.R. 2596 , and 7.0% above H.R. 2112 as first passed by the Senate. No funding is provided for the Technology Innovation Program (TIP), the Baldrige National Quality Program, or a new program proposed in the President's budget called the Advanced Manufacturing Technology Consortia (AMTech). The construction budget is $55.4 million, 20.7% less than FY2011, 34.5% below the budget proposal, the same as in H.R. 2596 , and 7.7% less than the original Senate-passed version of H.R. 2112 .", "The Administration's FY2012 budget proposed $1.001 billion in funding for NIST, a 33.4% increase over the FY2011 appropriation. The STRS account would have expanded 36.5% to $678.9 million (excluding the Baldrige National Quality Program which has been transferred out of STRS). Budgeted under the ITS account, the MEP program would have received $142.6 million, 11.1% more than FY2011, while funding for TIP would have increased to $75.0 million, 67.4% over the FY2011 figure. Also under ITS, support for the Baldrige program would have decreased 19.8% to $7.7 million. A new program, AMTech, would have been created and funded at $12.3 million. The construction budget would have increased 21.0% to $84.6 million. (See Table 11 .)", "H.R. 2596 , as reported from the House Committee on Appropriations, would have provided $700.8 million for NIST, 6.6% below the FY2011 appropriation and 30.0% below the President's request. The $517.0 million in funding for the STRS account represented a 3.9% increase over FY2011, but would have been 23.8% below the proposed budget number. Support for MEP at $128.4 million was the same as FY2011, but would have been 10.0% less than the Administration's request. Construction funding of $55.4 million reflected a 20.7% decrease from the FY2011 figure and was 34.5% below the budget proposal. No appropriations were provided for TIP, the Baldrige program, or AMTech.", "The FY2012 consolidated appropriations bill covering the Department of Commerce (among other agencies) originally passed by the Senate, H.R. 2112 , would have funded NIST at $680.0 million, 2.9% below the amount in H.R. 2596 , 32.1% below the Administration's budget request, and 9.3% below the FY2011 appropriation. Funding for the STRS account totaled $500.0 million, 3.2% below the figure in H.R. 2596 , 26.4% less than the budget request, and 1.4% below the amount appropriated in FY2011. Under the ITS account, $120.0 million would be provided for the MEP program. This amount was 6.5% less than that recommended in H.R. 2596 and that appropriated for FY2011, as well as 15.8% less than the Administration's budget figure. No funding was provided for TIP, the Baldrige National Quality Program, or AMTech. Construction support would have totaled $60.0 million, 8.3% more than the amount included in the House bill, 29.1% below the President's budget number, and 14.2% below the FY2011 appropriation.", "NIST's extramural programs (currently the Manufacturing Extension Partnership and the Technology Innovation Program), which are directed toward increased private sector commercialization, have been a source of contention. The Administration's FY2012 budget would have established and provided support for an additional extramural program, AMTech. Some Members of Congress have expressed skepticism over a \"technology policy\" based on providing federal funds to industry for the development of \"pre-competitive generic\" technologies. This approach, coupled with pressures to balance the federal budget, has led to significant reductions in appropriations for several of these NIST activities. The Advanced Technology Program (ATP) and the MEP, which accounted for more than 50% of the FY1995 NIST budget, were proposed for elimination. In 2007, ATP was terminated and replaced by the Technology Innovation Program. The final FY2012 appropriations legislation does not provide any funding for TIP or the AMTech program requested by the President. ", "Increases in spending for NIST laboratories that perform the research essential to the mission responsibilities of the agency have tended to remain small. As part of the American Competitiveness Initiative, announced by former President Bush in the 2006 State of the Union address, the Administration stated its intention to double funding over 10 years for \"innovation-enabling research\" done, in part, at NIST through its \"core\" programs (defined as the STRS account and the construction budget). In April 2009, President Obama indicated his decision to continue efforts to double the budget of key science agencies, including NIST, over 10 years. In President Obama's FY2011 budget, the timeframe for doubling slipped to 11 years and his FY2012 budget was intentionally silent on a timeframe for doubling. While the FY2012 appropriations do not include an increase in support for NIST, there is a substantial (14.0%) increase in funding for R&D under the STRS account."], "subsections": []}, {"section_title": "National Oceanic and Atmospheric Administration68", "paragraphs": ["The Commerce Department's National Oceanic and Atmospheric Administration (NOAA) conducts scientific research in areas such as ecosystems, climate, global climate change, weather, and oceans; supplies information on the oceans and atmosphere; and manages coastal and marine organisms and environments. NOAA was created in 1970 by Reorganization Plan No. 4. The reorganization was intended to unify certain of the nation's environmental activities and to provide a systematic approach for monitoring, analyzing, and protecting the environment. ", "NOAA's R&D efforts focus on three areas: climate; weather and air quality; and ocean, coastal, and Great Lakes resources. The FY2012 appropriation funded NOAA R&D at $580.6 million, $48.4 million (7.7%) less than the FY2011-enacted level of $629.0 million and $156.3 million (21.2%) less than the FY2012 request of $736.9 million. R&D accounted for 11.9% of NOAA's total FY2012-enacted discretionary budget of $4.894 billion. NOAA R&D FY2012-enacted funding consisted of approximately $406 million for research (70.0%), $37 million for development (6.4%), and $137 million for R&D equipment (23.6%). Excluding equipment, about $335 million (75.5%) funded intramural programs and $109 million (24.5%) funded extramural programs.", "NOAA's administrative structure has evolved into five line offices that reflect its diverse mission, including the National Ocean Service (NOS); National Marine Fisheries Service (NMFS); National Environmental Satellite, Data, and Information Service (NESDIS); National Weather Service (NWS); and Office of Oceanic and Atmospheric Research (OAR). In addition to NOAA's five line offices, Program Support (PS), a cross-cutting budget activity, includes the Office of Marine and Aviation Operations (OMAO). NOAA's FY2012 budget request proposed a budget neutral reorganization of its administrative structure by establishing a Climate Service (CS) line office. The Consolidated Appropriations Act, FY2012 ( P.L. 112-74 ) did not include the NOAA Climate Service as requested by the Administration and recommended by the Senate. ", "OAR is the primary center for R&D within NOAA. The President's FY2012 request would have funded OAR R&D at $175.1 million, a reduction of $214.8 million (55.1%) from the FY2011-enacted level of $389.9 million. Most of the reduction would have resulted from moving R&D funding to the proposed Climate Service. However, the final budget did not include a Climate Service line office and OAR has retained its R&D funding. For 2012, OAR R&D activities and equipment were funded at $348.1 million, a decrease of $41.9 million (10.7%) from the FY2011-eacted level of $389.9 million. FY2012-enacted R&D funding included $281.9 million for research and development and $66.2 million for equipment. Table 12 provides R&D funding levels by line office for FY2010-enacted, FY2011-enacted, FY2012-requested, and FY2012-enacted funding levels. ", "The NOAA Research Council, an internal body composed of scientific personnel, developed the current NOAA 5-Year Research Plan for 2008-2012. The plan identified the most pressing research challenges as a set of six overarching questions. NOAA's research and development portfolio is structured around finding answers to these questions:", "What factors, human and otherwise, influence ecosystem processes and impact our ability to manage marine ecosystems and forecast their future state?", "What is the current state of biodiversity in the oceans, and what impacts will external forces have on this diversity and how we use our oceans and coasts?", "What are the causes and consequences of climate variability and change?", "What improvements to observing systems, analysis approaches, and models will allow us to better analyze and predict the atmosphere, ocean, and hydrological land processes?", "How can the accuracy and warning times for severe weather and other high-impact environmental events be increased significantly?", "How are uncertainties in our analysis and predictions best estimated and communicated?"], "subsections": []}]}, {"section_title": "National Aeronautics and Space Administration73", "paragraphs": ["The Administration requested $16.637 billion for NASA R&D in FY2012. This amount was an increase of 11.0% over the FY2011 enacted level of $14.991 billion. The House Appropriations Committee recommended $14.941 billion. The Senate Appropriations Committee recommended $15.885 billion. The final appropriation was $15.850 billion. For a breakdown of these amounts, as well as the amounts authorized for NASA in FY2012 by the NASA Authorization Act of 2010 ( P.L. 111-267 ), see Table 13 .", "The increase in NASA R&D funding in FY2012, despite a decrease in funding for NASA as a whole, was made possible by the retirement of the space shuttles. The space shuttle program is classified as an operational expense, not R&D. The last shuttle flight was completed in July 2011.", "The Administration's $5.017 billion request for NASA Science in FY2012 was a 2.0% increase from FY2011. The request included continuation of a global climate research initiative first proposed in FY2011 and support for the development and launch of several missions recommended by the National Academies in the 2007 decadal survey. An independent review of the James Webb Space Telescope (JWST) in October 2010 estimated that the project was 15 months behind schedule and $1.4 billion over budget. The revised JWST program that NASA developed in response to this finding has an estimated total lifecycle cost of $8.835 billion and projects a launch date in 2018. The House committee recommended $4.499 billion for Science, including $100 million less than the request for Earth Science and no funding for JWST. The Senate committee recommended $5.100 billion, including $156 million more than the request for JWST, and recommended capping the development portion of the cost of JWST at $8 billion. The final appropriation was $5.090 billion, including the same amount as the Senate for JWST. The final bill capped the formulation and development cost of JWST at $8 billion. The conference report directed the Government Accountability Office to assess the JWST program continuously and provide annual reports on the program's management, cost, schedule, and technical status.", "The request for Aeronautics was $569 million, an increase of 6.7% from FY2011. The request included increases for selected research topics, such as the effects of high-altitude ice crystals on aircraft, in categories identified by the 2010 authorization act ( P.L. 111-267 , §902). The requested funding for hypersonics was reduced and focused on foundational research. The House committee recommended the requested amount and supported NASA's proposed shifts of emphasis within the program. The Senate committee recommended $501 million. The final appropriation was $570 million.", "For Space Technology, the Administration requested $1.024 billion. About half of this total ($497 million) was for Crosscutting Space Technology Development (CSTD), a mostly new activity. The request for CSTD was comparable to the amount authorized for Space Technology in FY2012 by the 2010 authorization act ($486 million). Most of the remainder of the request for Space Technology was for two activities transferred from other accounts: Exploration Technology Development from the Exploration account and Small Business Innovation Research from the Cross-Agency Support account. The request proposed roughly doubling the funding for the transferred activities. The House committee recommended a total of $375 million for Space Technology. The House committee report stated that \"NASA's proposal to more than triple the size of this program over the course of two fiscal years is premature,\" but that ongoing program planning during FY2012 \"will put the program in a stronger position to seek additional resources in future requests.\" The Senate committee recommended $637 million, including $210 million for CSTD. The Senate committee report expressed \"regret\" at \"not being able to fund this promising new program more robustly.\" The final appropriation was $575 million, to be \"prioritized toward the continuation of ongoing programs and activities.\"", "The Administration's request for Exploration in FY2012 was $3.949 billion, a 0.5% increase over FY2011 but about 25% less than the authorized amount. Before passage of the final FY2011 appropriation, the bulk of this account funded the Constellation program, including the Orion crew vehicle and the Ares I rocket for carrying humans into low Earth orbit and the heavy-lift Ares V cargo rocket and other systems needed for a human mission to the Moon. In FY2012, the account instead funds development of the Multipurpose Crew Vehicle (MPCV) and heavy-lift Space Launch System (SLS) mandated by the 2010 authorization act. Although this is a substantial change, many elements of Orion and Ares are included in the MPCV and SLS. The Exploration request included $2.810 billion for MPCV and SLS in FY2012, compared with \"not less than\" $2.994 billion in the FY2011 appropriation and $4.050 billion for FY2012 in the authorization act. The request also included $850 million in FY2012 to help companies develop commercial crew transport services to low Earth orbit, compared with $307 million in FY2011 and $500 million for FY2012 in the authorization act. The House committee recommended $3.645 billion for Exploration, including $3.045 billion for MPCV and SLS and $312 million for commercial crew. The Senate committee recommended $3.775 billion, including $3.000 billion for MPCV and SLS and $500 million for commercial crew. The final appropriation was $3.771 billion, including $3.060 billion for MPCV and SLS and $406 million for commercial crew. The conference report directed NASA to develop \"a set of science-based exploration goals; a target destination or destinations that will enable the achievement of those goals; a schedule for the proposed attainment of those goals; and a plan for any proposed collaboration with international partners.\"", "The request for the International Space Station (ISS) was $2.842 billion, an increase of 4.7% from FY2011. The request included an additional $60 million for ISS research, as well as increased funding for crew and cargo transportation to and from orbit. Because of the retirement of the space shuttles in FY2011, transportation services in FY2012 will be obtained under contract with international partners and commercial providers. The House committee recommended $2.764 billion for the ISS. The Senate committee recommended $2.804 billion. The final appropriation was $2.830 billion."], "subsections": []}, {"section_title": "Department of Agriculture79", "paragraphs": ["U.S. Department of Agriculture research and education activities are included in four organizations: the Agricultural Research Service (ARS), National Institute of Food and Agriculture (NIFA), Economic Research Service (ERS), and National Agricultural Statistics Service (NASS). The Administration's FY2012 request included $2.594 billion for these activities, an increase of 0.3% over FY2011 funding of $2.586 billion. The House-passed funding level for these activities was $2.235 billion; the Senate-passed level was $2.539 billion. Final appropriations for FY2012 provided for in the Consolidated and Further Appropriations Act, FY2012 ( P.L. 112-55 ) was $2.533 billion, $60.6 million below the Administration's request and $52.8 million below the FY2011 enacted level. For a breakdown of these amounts, see Table 14 .", "The Agricultural Research Service is USDA's in-house basic and applied research agency, and operates approximately 100 laboratories nationwide. The ARS also includes the National Agricultural Library, the primary information resource on food, agriculture, and natural resource sciences. The ARS laboratories focus on efficient food and fiber production, development of new products and uses for agricultural commodities, development of effective biocontrols for pest management, and support of USDA regulatory and technical assistance programs. The President requested $1.138 billion for ARS in FY2012, slightly above the FY2011 enacted level. The FY2012 appropriation provides $1.095 billion for the ARS, $38.6 million below the FY2011 enacted level and $43.1 million below the request. The conference report supports the closure of 12 research laboratories at 10 locations and directs ARS to submit a report to the House and Senate Appropriation Committees no later than January 20, 2012, concerning the disposition of these laboratories. Neither the FY2011 continuing resolution nor the FY2012 appropriation provide funding for ARS buildings and facilities.", "In FY2012, funding from discontinued ARS projects will be redirected to agency research priorities including the conversion of agricultural products into biobased products and biofuels; development of production systems to provide a sustainable balance of crop production, carbon soil sequestration, and net greenhouse gas emissions; development of new measures to control bovine tuberculosis and bovine respiratory diseases; domestic and global market opportunities; new varieties and hybrids of feedstocks; and new healthier foods with decreased caloric density. Other areas of support include funding for research on non-traditional agents and their possible use in food, and for epidemiological and ecologic studies. In addition, the FY2012 appropriation includes support for research at Regional Biofuels Feedstocks Research and Demonstration Centers and for research to develop integrated, sustainable management systems to improve food production and security. ", "The National Institute of Food and Agriculture was established in Title VII, Section 7511 of the Food, Conservation, and Energy Act of 2008 ( P.L. 110-246 , also known as the 2008 farm bill). In the FY2012 appropriation, NIFA is to support larger and longer-term research efforts on issues related to the viability of agriculture. NIFA is responsible for developing partnerships between the federal and state components of agricultural research, extension, and institutions of higher education. NIFA distributes funds to State Agricultural Experiment Stations, State Cooperative Extension Systems, land-grant universities, and other institutions and organizations that conduct agricultural research, education, and outreach. Included in these partnerships is funding for research at 1862 land-grant institutions, 1890 historically black colleges and universities, 1994 tribal land-grant colleges, and Hispanic-serving institutions. Funding is distributed to the states through competitive awards, statutory formula funding, and special grants. The FY2012 appropriation provides $1.202 billion for NIFA, $12.3 million (-1.0%) below the FY2011 enacted level and approximately equal to the request. Conferees stated that they were not in agreement with the Administration's request concerning the termination of extramural research. Conferees also expressed concern about the focus of research programs supported through the Agriculture and Food Research Initiative (AFRI) and maintained that USDA's support should be directed solely on the highest priority agricultural research as determined by Congress. ", "One of the stated primary goals in the President's FY2012 request was for NIFA to emphasize and prioritize competitive, peer-reviewed allocation of research funding. For this reason, the Administration requested funding for the development of new grant management tools. Funding for FY2012 includes support for grant management, as well as for programs that are more responsive to critical national issues such as agricultural security, local and regional emergencies, zoonotic diseases, climate change, childhood obesity, pest risk management, and development of biofuels that contribute to agricultural productivity and sustainability. The act also provides funding for programs that support minority-serving institutions and their recipients.", "NIFA is responsible for administering the agency's primary competitive research grants program, the Agriculture and Food Research Initiative. In addition to supporting fundamental and applied science in agriculture, USDA maintains that the AFRI makes a significant contribution to developing the next generation of agricultural scientists by providing graduate students with opportunities to work on research projects. A focus of these efforts is to provide increased opportunities for minority and under-served communities in agricultural science. The FY2012 appropriation provides $264.5 million for AFRI, approximately equal to its FY2011 enacted level. AFRI funding is to be directed towards alternative and renewable energy research to develop cost-effective feedstocks for biofuel production. Funding also includes support for global climate change research to develop mitigation capabilities for agricultural production; support for an integrated food safety research program that would have the potential for improving the understanding of disease-causing microorganisms; and funding for international food security and nutrition and obesity prevention research. The act supports initiatives in agricultural genomics, emerging issues in food and agricultural security, the ecology and economics of biological invasions, and plant biotechnology. In addition, it is anticipated that water research will extend beyond water quality to include water availability, reuse, and conservation.", "The FY2012 appropriation provides $77.7 million for the Economic Research Service, $8.3 million below the request and $4.1 million below the FY2011 enacted level. ERS supports economic and social science information analysis on agriculture, rural development, food, and the environment. ERS collects and disseminates data concerning USDA programs and policies to various stakeholders. The FY2012 appropriation provides continued support for the Organic Production and Market Data Initiative. ", "Funding for the National Agricultural Statistics Service is at $158.6 million in the FY2012 appropriation, $6.8 million below the request and $2.2 million above the FY2011 level. The FY2012 appropriation includes support for improving research efforts in analyzing the impacts of bioenergy production, and for examining concerns pertaining to feedstock storage, transportation networks, and commodity production. Other research areas receiving support include production and use of biomass materials; stocks and prices of distillers' grains; and current and proposed ethanol production plants. FY2012 NASS funding provides for restoration of the chemical use data series on major row crops; post harvest chemical use; and alternating annual fruit, nuts, and vegetable chemical use. Funding is provided to support the third year of the 2012 Census of Agriculture's five-year cycle, intended to measure trends and identify developments in the agricultural community. On October 4, 2011, NASS stated that it intended to reduce the frequency of its reports. Conferees directed NASS to revisit this decision, identify duplication in their reports and surveys by other programs, and release as many reports as possible. "], "subsections": []}, {"section_title": "Department of the Interior81", "paragraphs": ["The final FY2012 appropriations for the Department of the Interior (DOI) included $846.8 million for research and development, $67.6 million (8.7%) more than the President's request, and $67.2 million (8.6%) more than in FY2010. (See Table 15 .) ", "Funding for DOI R&D is generally included in line items that also include non-R&D funding. Therefore it is not possible to know precisely how much of the funding provided for in appropriations bills will be allocated to R&D unless funding is provided for at the full level of the request. In general, R&D funding levels are determined only after DOI agencies report on their allocation of appropriations. In January 2012, DOI provided detailed information to CRS on R&D funding levels for each of its agencies and for broad program areas; these data were used for the analysis in this section. However, in providing the information, DOI noted that, \"The USGS realigned their disciplines in the 2012 budget and at the same time re-baselined their R&D to better align with A-11 definitions.\" Accordingly, funding levels, differences, and percentage changes provided in this section are internally consistent but may differ from previously published data."], "subsections": [{"section_title": "U.S. Geological Survey", "paragraphs": ["The U.S. Geological Survey (USGS) has the largest R&D budget among DOI agencies, accounting for approximately 80% of total DOI R&D funding in FY2012, and is the most R&D-intensive agency in DOI, with approximately 63% of its FY2012 appropriations devoted to R&D activities.", "The Consolidated Appropriations Act, FY2012 ( P.L. 112-74 ) provided USGS with $1.068 billion for FY2012, approximately the same as the Senate draft, $14 million (1.3%) above H.R. 2584 as reported from the House Committee on Appropriations, $50 million (4.9%) above the President's request, but $16 million below the FY2011 estimated funding level (-1.5%). All USGS funding is provided through the Surveys, Investigations, and Research (SIR) account; the Administration requested funds for a second account in FY2012, National Land Imaging, but no funds were provided. ", "USGS R&D is conducted under seven activity/program areas that constitute DOI's Surveys, Investigations, and Research (SIR) portfolio: Ecosystems; Climate and Land Use Change; Energy, Minerals, and Environmental Health; Natural Hazards; Water Resources, Core Science Systems; and Administration and Enterprise Information. ", "P.L. 112-74 provided $675.5 million in R&D funding for FY2012 under the SIR account, $35.5 million (5.5%) more than in FY2011 and $73.2 million (12.2%) more than the request. Compared to FY2011, funding was cut for four SIR activity/program areas in FY2012: Energy, Minerals, and Environmental Health ($-3.2 million, -3.2%); Climate and Land Use Change (-$2.5 million, -2.4%); Natural Hazards (-$1.1 million, -1.0%), and Administration and Enterprise Information ($0.1 million, -11.4%). Funding for three SIR activity/program areas was increased in FY2012: Water Resources ($12.2 million, 11.0%), Core Science Systems ($29.7 million, 58.8%), all of the increase accounted for the National Geospatial Program which increased by $34.7 million; and Ecosystems ($0.4 million, 0.3%)."], "subsections": []}, {"section_title": "Other DOI Agencies", "paragraphs": ["The Bureau of Ocean Energy Management, Regulation, and Enforcement received the second largest increase in FY2012 DOI agency R&D funding at $63.3 million, an increase of $27.7 million over FY2011 though $5.2 million less than the President's request. Congress provided $16.6 million for the Bureau of Land Management in FY2012, the same as in FY2011, but $5.1 million more than the President's request. The Bureau of Reclamation received $12.0 million, $2.1 million less than in FY2011 and approximately equal to the request. R&D funding for the National Park Service increased by $4.6 million over FY2011 to $30.9 million, slightly higher than the request. The Fish and Wildlife Service received $48.5 million for R&D in FY2012, $1.5 more than in FY2011 and $1.5 million less than the request. "], "subsections": []}]}, {"section_title": "Environmental Protection Agency84", "paragraphs": ["The U.S. Environmental Protection Agency (EPA), the regulatory agency responsible for carrying out a number of environmental pollution control laws, funds a broad portfolio of research and development (R&D) activities to provide scientific tools and knowledge to support decisions relating to preventing, regulating, and abating environmental pollution. Beginning in FY2006, EPA has been funded through the Interior, Environment, and Related Agencies appropriations bill. Most of EPA's scientific research activities are funded within the agency's Science and Technology (S&T) appropriations account. This account is funded by a \"base\" appropriation and a transfer from the Hazardous Substance Superfund (Superfund) account. These transferred funds are dedicated to research on more effective methods to clean up contaminated sites.", "Prior to enactment of the Consolidated Appropriations Act, 2012 ( P.L. 112-74 , H.R. 2055 ) on December 23, 2011, EPA and other departments and agencies funded within the Interior, Environment, and Related Agencies Appropriations bill were operating under a series of continuing resolutions sequentially extending FY2012 funding.", "Title II of Division E under P.L. 112-74 ( H.R. 2055 ) provided $818.0 million for the EPA S&T account for FY2012 (does not include the 0.16% across-the-board rescission ), including transfers from the Hazardous Substance Superfund account. The total FY2012 enacted funding for the S&T account was $22.3 million (2.7%) below the FY2011 enacted appropriations of $840.3 million (including a 0.2% across-the-board rescission ). The appropriations for EPA's S&T account included in P.L. 112-74 represents 9.7% of the total $8.46 billion included for the agency overall for FY2012. As indicated in Table 16 below, the FY2012 enacted appropriations were more than recommended in the Interior, Environment and Related Agencies FY2012 Appropriations bill ( H.R. 2584 , H.Rept. 112-151 ) as reported by House Appropriations Committee on July 19, 2011, but less than the amounts recommended in a October 14, 2011, draft released jointly by the chairman and ranking member of the Senate Appropriations Subcommittee on Interior, Environment, and Related Agencies, and in the President's FY2012 budget request. ", "In addition to funding priorities among the various EPA programs and activities, several recent and pending EPA regulatory actions were central to the debate on the FY2012 appropriations, including EPA scientific research in support of these actions. Actions under the Clean Air Act, in particular EPA controls on emissions of greenhouse gases, as well as efforts to address conventional pollutants from a number of industries, received much of the attention. Several actions under the Clean Water Act, Safe Drinking Water Act, and Resource Conservation and Recovery Act (RCRA), also received some attention. Congressional concerns regarding these issues were prominent areas of debate during oversight and deliberation of EPA's S&T funding levels. Some Members expressed concerns related to these actions during hearings and markup of EPA's FY2012 appropriations, and authorizing committees have been addressing EPA regulatory actions through hearings and legislation.", "P.L. 112-74 included several administrative and general provisions affecting EPA actions and authorities. For example, Division E, Title IV \"General Provisions\" in P.L. 112-74 , included provisions specifying requirements and restrictions on the use of FY2012 funds for certain Clean Air Act regulatory actions and greenhouse gas emission reporting requirements (see sections 425, 426, 427 and 432), and certain Clean Water Act permitting requirements associated with silvicultural activities (section 429). P.L. 112-74 included fewer provisions than the more than 30 provisions proposed in the Interior, Environment, and Related Agencies Appropriations bill H.R. 2584 ( H.Rept. 112-151 ) as reported by the House Committee on Appropriations on July 19, 2011. Additional proposals to address EPA actions also represented a significant proportion of the roughly 250 amendments considered and pending prior to suspension of floor debate of H.Rept. 112-151 on July 28, 2011. Along with the provisions contained in the FY2012 Consolidated Appropriations law as enacted ( P.L. 112-74 ), the conference report ( H.Rept. 112-331 ) included extensive language with regard to specific actions by EPA, in lieu of certain provisions proposed in the House Appropriations Committee-reported bill ( H.R. 2584 ). With regard to EPA's R&D, under the S&T account in H.Rept. 112-331 (p. 1072), the conferees required specific refinements and modifications to EPA's policies and practices for conducting assessments under the agency's Integrated Risk Information System (IRIS).", "The conferees accepted the reorganization of the budget presentation of certain program activities below the appropriations account level for FY2012 as proposed by the President, including consolidation and modifications of line-items, making the FY2011 enacted levels not comparable to the reorganized line items as reflected in Table 16 below. Newly revised program areas within the S&T account include Clean Air and Climate; Research: Air, Climate and Energy; Research: Chemical Safety and Sustainability; and Research: Sustainability and Healthy Communities. As the table indicates, there was variability among the FY2012 enacted amounts, compared to the FY2012 proposals and the FY2011 enacted amounts. In those cases where FY2012 enacted amounts were the same as proposed for FY2012 and enacted for FY2011, the FY2012 enacted levels would be a decrease once the 0.16% across-the-board rescission is taken into account. The $23.0 million transfer from the Superfund account included in P.L. 112-74 for FY2012, is the same as in both the House and Senate versions and as requested, but is $3.8 million less than the $26.8 million transferred in FY2011.", "The activities funded within the S&T account include research conducted by universities, foundations, and other non-federal entities that receive EPA grants, and research conducted by the agency at its own laboratories and facilities. R&D at EPA headquarters and laboratories around the country, as well as external R&D, is managed primarily by EPA's Office of Research and Development (ORD). A large portion of the S&T account funds EPA's R&D activities managed by ORD, including the agency's research laboratories and research grants. The account also provides funding for the agency's applied science and technology activities conducted through its program offices (e.g., the Office of Water). Many of the programs implemented by other offices within EPA have a research component, but the research is not necessarily the primary focus of the program.", "The EPA S&T account incorporates elements of the former EPA Research and Development account, as well as a portion of the former Salaries and Expenses, and Program Operations accounts, which had been in place until FY1996. Because of the differences in the scope of the activities included in these accounts, apt comparisons before and after FY1996 are difficult. Although the Office of Management and Budget (OMB) reports historical and projected budget authority (BA) amounts for R&D at EPA (and other federal agencies), OMB documents do not describe how these amounts explicitly relate to the requested and appropriated funding amounts for the many specific EPA program activities. The R&D BA amounts reported by OMB are typically significantly less than amounts appropriated/requested for the S&T account. (BA as reported by OMB is included in Table 16 below for purposes of comparison.) This is an indication that not all of the EPA S&T account funding is allocated to R&D. ", "Some Members of Congress and other stakeholders have consistently raised concerns about the adequacy of funding for scientific research at EPA. The adequacy of funding for these activities has been part of a broader question about the adequacy of overall federal funding for a broad range of scientific research activities administered by multiple federal agencies. Some congressional policymakers, scientists, and environmental organizations have expressed concern about the downward trend in federal resources for scientific research over time. Central facets of this debate include the question of whether the regulatory actions of federal agencies are based on \"sound science\" and how scientific research is applied in developing federal policy. Some Members have also raised concerns that EPA's scientific justifications for several of its rules and regulations have been scrutinized recently as a result of apprehensions regarding quality of data, lack of transparency and effective peer review, and other related research planning and process issues."], "subsections": []}, {"section_title": "Department of Transportation96", "paragraphs": ["The final FY2012 appropriations under the Consolidated and Further Continuing Appropriations Act, 2012 ( P.L. 112-55 ) for the Department of Transportation (DOI) included $944 million for research and development, $271 million (22.3%) less than the President's request, $9 million (-0.9%) less than in FY2011, and $125 million (-11.7%) less than in FY2010. President Obama had requested $1.215 billion for Department of Transportation (DOT) R&D in FY2012, an increase of $146 million (13.7%) from the FY2010 enacted level. (See Table 17 .) Two DOT agencies—the Federal Highway Administration (FHWA) and the Federal Aviation Administration (FAA)—account for most of the department's R&D funding (82.4% in FY2012).", "Final FY2012 funding for FAA R&D and R&D facilities was $367 million, $50 million (-12.0%) less than the President's request, $33 million (9.9%) more than in FY2011, and $45 million (-10.9%) less than in FY2010. The President's request for $190 million for Research, Engineering, and Development (RE&D) was essentially unchanged from the FY2010 enacted level. Of these funds, $77 million ($5 million above the FY2010 level) were for the RE&D NextGen R&D portfolio, focused on the use of alternative and renewable fuels for general aviation aircraft to reduce aviation's effects on the environment. The request for the Environmental and Energy program, including some NextGen research, was $35.8 million, with R&D focused on applications such as modeling environmental impacts of aviation and further advancing technologies that reduce aircraft noise and emissions.", "Final FY2012 funding for FHWA R&D was $411 million, $137 million (-25.0%) less than the President's request, $37 million (-8.3%) less than in FY2011, and $42 million (-9.3%) less than in FY2010. The FY2012 request for FHWA R&D funding was $548 million, an increase of $95 million (20.9%) over FY2010. Highway Research and Development funding would have increased to $200.0 million, up $33.7 million (20.3%) from FY2010 funding of $166.3 million. Funding for Intelligent Transportation Systems R&D would have increased to $96.1 million in FY2012, up $14.8 (18.1%) from its FY2010 funding level. The ITS Multi-modal Research Program and the Competitive University Transportation Center (UTC) Consortia would each have received $20 million in FY2012. In addition, R&D funding for the State Planning and Research program would have grown to $206.4 million in FY2012, up $23.4 million (12.8%) over FY2010."], "subsections": []}]}}