{"id": "R41744", "title": "Rare Earth Elements in National Defense: Background, Oversight Issues, and Options for Congress", "released_date": "2013-12-23T00:00:00", "summary": ["Some Members of Congress have expressed concern over U.S. acquisition of rare earth materials composed of rare earth elements (REE) used in various components of defense weapon systems. Rare earth elements consist of 17 elements on the periodic table, including 15 elements beginning with atomic number 57 (lanthanum) and extending through number 71 (lutetium), as well as two other elements having similar properties (yttrium and scandium). These are referred to as \"rare\" because although relatively abundant in total quantity, they appear in low concentrations in the earth's crust and extraction and processing is both difficult and costly.", "From the 1960s to the 1980s, the United States was the leader in global rare earth production. Since then, production has shifted almost entirely to China, in part due to lower labor costs and lower environmental standards. Some estimates are that China now produces about 90- 95% of the world's rare earth oxides and is the majority producer of the world's two strongest magnets, samarium cobalt (SmCo) and neodymium iron boron (NeFeB) permanent, rare earth magnets. In the United States, Molycorp, a Mountain Pass, CA mining company, recently announced the purchase of Neo Material Technologies. Neo Material Technologies makes specialty materials from rare earths at factories based in China and Thailand. Molycorp also announced the start of its new heavy rare earth production facilities, Project Phoenix, which will process rare earth oxides from ore mined from the Mountain Pass facilities.", "In 2010, a series of events and press reports highlighted what some referred to as the rare earth \"crisis.\" Some policymakers were concerned that China had cut its rare earth exports and appeared to be restricting the world's access to rare earths, with a nearly total U.S. dependence on China for rare earth elements, including oxides, phosphors, metals, alloys, and magnets. Additionally, some policymakers had expressed growing concern that the United States had lost its domestic capacity to produce strategic and critical materials, and its implications for U.S. national security.", "Pursuant to Section 843, the Ike Skelton National Defense Authorization Act for FY2011 (P.L. 111-383) and S.Rept. 111-201 (accompanying S. 3454), Congress had mandated that the Secretary of Defense conduct an assessment of rare earth supply chain issues and develop a plan to address any vulnerabilities. DOD was required to assess which rare earths met the following criteria: (1) the rare earth material was critical to the production, sustainment, or operation of significant U.S. military equipment; and (2) the rare earth material was subject to interruption of supply, based on actions or events outside the control of the U.S. government. The seven-page report was issued in March 2012.", "In October 2013, DOD released its Annual Industrial Capabilities Report to Congress in accordance with Section 2504 of Title 10, United States Code (U.S.C.). The report states that, due to global market forces, the overall demand for rare earth materials has decreased, as prices for most rare earth oxides and metals have declined since 2011.", "Given DOD's assessment of the supply and demand for rare earths for defense purposes, coupled with the recent announcement of Molycorp's proposed acquisition of Neo Material Technologies, Congress may choose to use its oversight role to seek more complete answers to the following important questions:", "Given Molycorp's purchase of Neo Material Technologies and the potential for the possible migration of domestic rare earth minerals to Molycorp's processing facilities in China, how may this move affect the domestic supply of rare earth minerals for the production of U.S. defense weapon systems? Given that DOD's assessment of future supply and demand was based on previous estimates using 2010 data, could there be new concern for a possible rare earth material supply shortage or vulnerability that could affect national security? Are there substitutes for rare earth materials that are economic, efficient, and available? Does dependence on foreign sources alone for rare earths pose a national security threat?", "Congress may encourage DOD to develop a collaborative, long-term strategy designed to identify any material weaknesses and vulnerabilities associated with rare earths and to protect long-term U.S. national security interests."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report discusses rare earth elements used in Department of Defense (DOD) weapon systems, current problematic oversight issues, and options for Congress to consider. Rare earth elements (also referred to as REEs and by the shorthand term \"rare earths\") include the lanthanide series of 15 elements on the periodic table, beginning with atomic number 57 (lanthanum) and extending through element number 71 (lutetium). Two other elements, yttrium and scandium, often occur in the same rare earth deposits and possess similar properties. These 17 elements are referred to as \"rare\" because while they are relatively abundant in quantity, they appear in low concentrations in the earth's crust and economic extraction and processing is both difficult and costly.", "The United States is a major consumer of products containing rare earth elements. These elements are incorporated into many sophisticated technologies with both commercial and defense applications. From the 1960s to the 1980s, the United States was the leader in global production of rare earths. Since that time, processing and manufacturing of the world's supply of rare earths and downstream value-added forms such as metals, alloys, and magnets have shifted almost entirely to China, in part due to lower labor costs and lower environmental standards. ", "A series of events and ensuing press reports have highlighted the rare earth \"crisis,\" as some refer to it. One such event occurred in July 2010, when China's Ministry of Commerce announced that China would cut its exports of rare earth minerals by about 72%. In September 2010, China temporarily cut rare earth exports to Japan, apparently over a maritime dispute. This dispute highlighted the potential for disruption of the world's supply of rare earth materials. ", "Some Members of Congress are concerned with the potential for a nearly total U.S. dependence on foreign sources for rare earth elements and the implications of this dependence for national security. Congress has been interested in the rare earth issue largely because:", "the world is almost wholly dependent on a single national supplier—China—for rare earths; the United States has no production of some heavy rare earths (terbium to lutetium and yttrium); the United States has little production of rare earth metals, powders, and NeFeB magnets; there may be repercussions if these materials are not available for commercial and defense applications; and the rare earths supply chain vulnerability question may adversely affect the ability of the United States to plan strategically for its national security needs. ", "In April 2010 Congress required the Government Accountability Office (GAO) to examine rare earths in the defense supply chain and also required the Secretary of Defense to assess the defense supply chain and develop a plan to address any shortfalls or other supply chain vulnerabilities, including a specific requirement to present a plan for the restoration of domestic NeFeB magnet production. GAO concluded that revamping the defense supply chain could take 15 years or more. Congress has required that the Secretary of Defense, pursuant to the Ike Skelton National Defense Authorization Act for FY2011 ( P.L. 111-383 ), conduct an assessment of the rare earths supply chain issues and develop a plan to address any supply chain vulnerabilities. DOD's report was released in March 2012.", "Congress may want answers to at least four important questions on rare earth elements: (1) Are rare earth elements essential to U.S. national security? (2) How would a scarcity of rare earths affect the delivery or performance of defense weapon systems? (3) Is the United States vulnerable to supply disruptions, and if so, are there readily available and equally effective substitutes? (4) What are the short-term and long-term options that DOD may consider in response to a lack of domestic rare earth element production and China's continued dominance?"], "subsections": []}, {"section_title": "Major New Developments", "paragraphs": [], "subsections": [{"section_title": "H.R. 1960, National Defense Authorization Act (NDAA) for FY2014", "paragraphs": ["H.R. 1960 was introduced in the House on May 14, passed the House in a recorded vote (315-108) on June 14, and was referred to the Senate on July 8, 2013. The bill contains several provisions which would, if enacted into law, give the President more authority to conserve strategic and critical materials, as well as direct the Secretary of Defense to report on plans to assess the supply chain diversification for rare earth substitutes and develop risk mitigation strategies. The provisions appear below."], "subsections": [{"section_title": "Subtitle B—National Defense Stockpile", "paragraphs": [], "subsections": [{"section_title": "Section 1411. Use of National Defense Stockpile for the Conservation of a Strategic and Critical Materials Supply", "paragraphs": ["Section 1411 would modify the President's authority to maintain and manage a national defense stockpile, and allow the Defense Logistics Agency to more proactively engage in the market. These changes would grant the President the authority to conserve strategic and critical materials. ", "(a) Presidential Responsibility for Conservation of Stockpile Materials - Section 98e(a) of Title 50, United States Code, is amended:", "(1) by redesignating paragraphs (5) and (6) as paragraphs (6) and (7), respectively; and", "(2) by inserting after paragraph (4) the following new paragraph (5):", "\"(5) provide for the recovery of any strategic and critical material from excess materials made available for recovery purposes by other Federal agencies;\"", "(b) Uses of National Defense Stockpile Transaction Fund - Section 98h(b)(2) of Title 50, United States Code, is amended—", "(1) by redesignating subparagraphs (D) through (L) as subparagraphs (E) through (M), respectively; and", "(2) by inserting after subparagraph (C) the following new subparagraph (D): \"(D) Encouraging the conservation of strategic and critical materials.\"", "(c) Development of Domestic Sources - Section 98h-6(a) of Title 50, United States Code, is amended, in the matter preceding paragraph (1), by inserting 'and conservation' after 'development'."], "subsections": []}, {"section_title": "Section 1412. Authority to Acquire Additional Materials for the National Defense Stockpile", "paragraphs": ["Section 1412 would provide authority to acquire certain additional strategic and critical materials for the National Defense Stockpile. The materials anticipated to be acquired have been identified to meet the military, industrial, and essential civilian needs of the United States. ", "(a) Acquisition Authority - Using funds available in the National Defense Stockpile Transaction Fund, the National Defense Stockpile Manager may acquire the following materials determined to be strategic and critical materials required to meet the defense, industrial, and essential civilian needs of the United States:", "(1) Ferroniobium.", "(2) Dysprosium Metal.", "(3) Yttrium Oxide.", "(4) Cadmium Zinc Tellurium Substrate Materials.", "(5) Lithium Ion Precursors.", "(6) Triamino-Trinitrobenzene and Insensitive High Explosive Molding Powders.", "(b) Amount of Authority - the National Defense Stockpile Manager may use up to $41,000,000 of the National Stockpile Transaction Fund for acquisition of the materials specified in subsection (a).", "(c) Fiscal Year Limitation - The authority under this section is available for purchases during Fiscal Year 2014 through Fiscal Year 2019."], "subsections": []}]}, {"section_title": "Directive Report Language", "paragraphs": ["In H.R. 1960 , under Title XVI, Industrial Base Matters, there are two reporting requirements required by the House Armed Services Committee that address congressional concerns over maintaining a secure access and a diverse supply chain for rare earth elements to be used for national security purposes and in defense weapon systems. ", "The first directive requires the Under Secretary of Defense for Acquisition, Technology and Logistics to submit a report to the congressional defense committees, by February 1, 2014, to outline a risk mitigation strategy focused on securing the necessary supplies of rare earth elements. The report language reads as follows:"], "subsections": [{"section_title": "Title XVI – Industrial Base Matters", "paragraphs": [], "subsections": []}, {"section_title": "Report on the Diversification of Supply Activities Related to Rare Earth Elements", "paragraphs": ["The committee is aware that in response to the report required by section 843 of the Ike Skelton National Defense Authorization Act for Fiscal Year 2011 ( P.L. 111-383 ) and based on forecasting demand for fiscal year 2013 only, the Under Secretary of Defense for Acquisition, Technology, and Logistics concluded that domestic production of rare earth elements could satisfy the level of consumption required to meet defense procurement needs by fiscal year 2013, with the exception of yttrium. However, the committee observes that the Future Years Defense Program indicates that consumption of rare earth elements is expected to increase after 2013. Specifically, the report on the feasibility and desirability of recycling, recovery, and reprocessing of rare earth elements required by the conference report ( H.Rept. 112-329 ) to accompany the National Defense Authorization Act for Fiscal Year 2012, states that each SSN-774 Virginia -class submarine would require approximately 9,200 pounds of rare earth materials, each DDG-51 Aegis destroyer would require approximately 5,200 pounds of these materials, and each F-35 Lightning II aircraft would require approximately 920 pounds of these materials. ", "The committee is aware that the Department of Defense intends to pursue a three-pronged strategy to secure supplies of rare earth elements, which consists of diversification of supply, pursuit of substitutes, and a focus on reclamation of waste, as part of a larger U.S. Government recycling effort. The committee believes that diversification of supply activities related to rare earth elements is necessary in order to meet the growing demand for these materials, but the committee is concerned that some of these processes may prove to be technically difficult or so expensive that they are deemed cost-prohibitive. ", "Therefore, the committee directs the Under Secretary of Defense for Acquisition, Technology, and Logistics to submit a report to the congressional defense committees by February 1, 2014, on the Department's risk mitigation strategy for rare earth elements, which should include, at a minimum, the following elements: ", "(1) A list and description of the programs initiated or planned to reclaim rare earth elements by the Department, along with a description of the materials reclaimed or expected to be reclaimed from such programs;", "(2) An assessment of the cost of materials produced by these reclamation efforts compared to the cost of newly-mined materials;", "(3) An assessment of availability of reliable suppliers in the National Defense Industrial Base for the reclamation and reprocessing of rare earth elements;", "(4) A list of alternative sources of supply, such as mine tailings, recycled components, and consumer waste, that the Department has investigated or plans to investigate;", "(5) A physical description of alternative sources of supply with corresponding geologic characteristics, such as grade, resource size, and the amenability of that feedstock to metallurgical processing;", "(6) A description of the materials that the Department plans to obtain via the Defense Priorities and Allocations System; and", "(7) Other diversification of supply activities deemed relevant by the Under Secretary.", "The second directive requires DOD to perform an assessment of the potential for incorporating the substitution of non-rare earth materials into components of the Joint Strike Fighter, based on the supply chain challenges faced in securing components containing rare earth materials."], "subsections": []}, {"section_title": "Report on the Implementation of Rare Earth Elements Strategy in the Joint Strike Fighter Program", "paragraphs": ["The committee is aware that the Department of Defense intends to pursue a three-pronged strategy to secure supplies of rare earth elements, which consists of diversification of supply, pursuit of substitutes, and a focus on reclamation of waste as part of a larger U.S. Government recycling effort. However, it remains unclear how this strategy will be implemented in the Department's major defense acquisition programs (MDAPs). Several high-profile MDAPs, including the F-35 Lightening II program, may use significant amounts of rare earth elements in full-rate production. The committee is concerned that the introduction of substitute materials and components may increase acquisition and sustainment costs through the qualification of manufacturers for substitutes, implementation of engineering changes to accommodate substitutes, and the long-term costs associated with supplier networks. ", "Therefore, the committee directs the Assistant Secretary of the Navy for Research, Development and Acquisition, in coordination with the Program Executive Officer for the F-35, to submit a report to the congressional defense committees by February 15, 2014, on the potential for substitution of components and materials into F-35 aircraft to reduce consumption of rare earth materials. The report, which may include a classified annex, should include the following: ", "(1) A list and description of subsystems that contain rare earth elements and the approximate quantities of each rare earth element by subsystem;", "(2) An assessment of the potential to incorporate substitute components or materials in each subsystem based on technical acceptability, to include consideration of performance requirements, and engineering changes that may be necessary for integration of the substitute; and", "(3) An assessment of the potential to incorporate substitute components or materials in each subsystem based on cost acceptability to include consideration of material costs, qualification and testing costs, and engineering change costs."], "subsections": []}]}]}, {"section_title": "S. 1197, NDAA for FY2014", "paragraphs": ["S. 1197 was introduced on June 20, 2013, referred to the Armed Services Committee. The bill was considered for Senate floor action on December 9, 2013."], "subsections": []}, {"section_title": "S. 1600, Critical Minerals Policy Act of 2013", "paragraphs": ["S. 1600 , the Critical Minerals Policy Act of 2013, was introduced on October 29, 2013, and referred to the Energy and Natural Resources Committee. The bill would require the Secretary of Interior and the Secretary of Energy to amend current policies, including \"facilitate the reestablishment of domestic, critical mineral designation, assessment, production, manufacturing, recycling, analysis, forecasting, workforce, education, research, and international capabilities in the United States.\""], "subsections": []}, {"section_title": "H.R. 761, National Strategic and Critical Minerals Production Act of 2013", "paragraphs": ["H.R. 761 , the National Strategic and Critical Minerals Production Act of 2013 was introduced on February 15, 2013, and referred to the Committee on Natural Resources on July 8, 2013, ( H.Rept. 113-138 ). The bill passed in a recorded vote, 246-178, and was referred to the Senate Energy and Natural Resources Committee on December 19, 2013. The bill would require both the Secretary of the Interior and the Secretary of Agriculture to more efficiently develop domestic sources of the minerals and materials of strategic and critical importance to U.S. economic and national security, and manufacturing competitiveness."], "subsections": []}, {"section_title": "H.R. 981, RARE Act of 2013", "paragraphs": ["H.R. 981 , the RARE Act of 2013, was introduced on March 6, 2013, referred to the Subcommittee on Energy and Mineral Resources on March 7, 2013, and ordered to be reported by Unanimous Consent on May 15, 2013. The bill would require the Secretary of Interior to conduct an assessment of current global rare earth element resources and the potential future global supply."], "subsections": []}, {"section_title": "H.R. 1063, National Strategic and Critical Minerals Policy Act of 2013", "paragraphs": ["H.R. 1063 , the National Strategic and Critical Minerals Policy Act of 2013, was introduced on March 12, 2013, referred to the Subcommittee on Energy and Mineral Resources on March 15, 2013, and ordered to be reported by Unanimous Consent on May 15, 2013. The bill would require the Secretary of the Interior to conduct an assessment of the current and future demands for the minerals critical to United States manufacturing, agricultural competitiveness, economic and national security."], "subsections": []}, {"section_title": "President Obama's Announcement on the Joint World Trade Organization Dispute Resolution Case on China7", "paragraphs": ["On March 13, 2012, President Obama made an announcement that the United States \"had asked the World Trade Organization to facilitate formal consultations with China over its limits on rare-earth exports, in a case filed jointly with Japan and the European Union (EU).\" In announcing the case against China, the United States believes that China is illegally limiting exports of rare earths and pressuring foreign companies to move to China to take advantage of lower prices for domestic rare earth customers. In its defense, China claims that reducing the size of exports will help alleviate environmental hazards resulting from rare earth mining.", "The U.S. Trade Representative issued the following statement:", "America's workers and manufacturers are being hurt in both established and budding industrial sectors by these policies. China continues to make its export restraints more restrictive, resulting in massive distortions and harmful disruptions in supply chains for these materials throughout the global marketplace,\" said Ambassador Kirk. \"The launch of this case against China today, along with the President's creation of the Interagency Trade Enforcement Center, reflects the Obama Administration's commitment to make all of our trading partners play by the rules. We will continue fighting for a level playing field for American workers and manufacturers in order to grow our economy, and ensure open markets for products made in America.\"", "The United States recently won a WTO challenge against China's export restraints on nine other industrial inputs. China's export restraint measures on rare earths, tungsten, and molybdenum appear to be part of the same troubling industrial policy aimed at providing substantial competitive advantages for Chinese manufacturers.", "China imposes several different types of unfair export restraints on the materials at issue in today's consultations request, including export duties, export quotas, export pricing requirements as well as related export procedures and requirements. Because China is a top global producer for these key inputs, its harmful policies artificially increase prices for the inputs outside of China while lowering prices in China. This price dynamic creates significant advantages for China's producers when competing against U.S. producers – both in China's market and in other markets around the world. The improper export restraints also contribute to creating substantial pressure on U.S. and other non-Chinese downstream producers to move their operations, jobs, and technologies to China.", "In July 2012, a WTO panel was convened. Some estimates were that the panel of judges will have about six months to complete their inquiry and then issue a final report. The WTO joint dispute resolution panel estimated that a final report would be issued in November 2013. However, as of December 2013 no final report has been issued."], "subsections": []}, {"section_title": "2013 Annual Industrial Capabilities Report to Congress", "paragraphs": ["In October 2013, DOD released its Annual Industrial Capabilities Report to Congress. The reported stated that, for a variety of reasons, the overall supply chain issues regarding the availability of rare earth materials first raised in 2010 and 2011 have improved, as discussed here.", "Rare earth elements constitute a group of materials with numerous commercial as well as defense applications. These materials gained considerable attention in 2011 as prices increased drastically and concerns rose over their availability especially due to one nation, China, being the source of over 95 percent of the global supply. However, global market forces are leading to positive changes in rare earth supply chains and a sufficient supply of most of these materials likely will be available to the defense industrial base. In fact, there has been a significant reversal in the situation in 2012 from the prevailing market conditions in 2011. Overall demand for rare earth materials has decreased considerably from the previous year. A leading global expert forecast in August 2012 that 2012 global demand is expected to be 20 percent less than forecast in early 2011. Similarly, this expert believes that demand in 2016 will be 20 percent less than forecast in 2011. One factor contributing to reduced demand is the substitution of other materials for rare earth materials. There has also been reduced rare earth usage in individual applications and a drawdown in inventories accumulated the previous year. In conjunction with these factors, there has been an increase in supply of material from outside of China. As a result, prices for most rare earth oxides and metals have declined approximately 60 percent from their peaks in the summer of 2011.", "A strengthening and diversification of the supply chain for rare earth materials, including in the U.S., is anticipated in the coming year. The private sector's reaction to market forces has been to increase exploration for rare earth materials and development of downstream processing capabilities. According to one industry expert, there are over 400 rare earth projects under review globally, approximately four dozen of which may be considered in advanced stages of development in over a dozen countries worldwide. Two new projects in particular should have a significant impact on markets in 2013. Rare earth oxide production that has commenced in the U.S. and Malaysia based on mined material from the U.S. and Australia, respectively, will add approximately 40,000 tons of oxide production capacity to global supply in 2013, close to one-third of forecasted demand. Furthermore, the facility in the U.S. will have the capability to increase its capacity by an additional 20,000 tons in 2013."], "subsections": []}, {"section_title": "2013 Strategic and Critical Materials Report on Stockpile Requirements", "paragraphs": ["The Secretary of Defense is required to report to Congress, on a biannual basis, recommendations on defense planning and projections for stockpile requirements (the availability of supplies of strategic and critical materials) under certain national emergency planning assumptions. This report outlines the current state of strategic and critical materials for defense use, and the proposed mitigation strategies. These strategies include stockpiling, substitution with other materials, export reductions, and increasing procurement. This report found that of the 76 materials evaluated for the potential for shortfalls (as defined as insufficiently reliable production to meet demands), 23 materials were found to represent a potential shortfall. This study included all rare earth elements, except promethium. Six rare earth element shortfalls were identified: they are: yttrium, dysprosium, erbium, terbium, thulium, and scandium."], "subsections": []}, {"section_title": "Department of Defense Report Responding to Section 843", "paragraphs": ["DOD released a seven-page report in March 2012. The report stated that \"Seven of the 17 rare earth elements were found to meet the criteria established in Section 843.\" They are dysprosium, erbium, europium, gadolinium, neodymium, praseodymium, and yttrium. DOD's assessment of the forecast for a domestic supply for key rare earths concluded: \"by 2012 U.S. production (for seven rare earths used in military applications) could satisfy the level of consumption required to meet defense procurement needs, with the exception of yttrium.\"", "In an April 2012 interview with Bloomberg News, the DOD head of industrial policy confirmed that DOD uses less than 5% of rare earths used in the United States, and that DOD was closely monitoring the rare earth materials market for any projected shortfalls or failures to meet mission requirements. Brett Lambert, Deputy Assistant Secretary of Defense for Manufacturing and Industrial Base Policy, suggested that if material shortages were projected, DOD would seek congressional approval to stockpile materials. Other measures could include the use of contingency contracting to meet DOD requirements. "], "subsections": []}]}, {"section_title": "Background on Rare Earth Elements", "paragraphs": [], "subsections": [{"section_title": "What Are Rare Earth Elements?", "paragraphs": ["According to the U.S. Geological Survey (USGS), there are 17 rare earth elements on the periodic table. The first 15 elements begin with atomic number 57 (lanthanum) and extend through element number 71 (lutetium); two other elements, yttrium and scandium, have similar properties. Rare earths are not particularly rare but are found in low concentrations in the earth's crust. The economics of locating and retrieving them are challenging. Rare earths are divided into two groups: light rare earth elements (LREE) - lanthanum, cerium, praseodymium, neodymium, promethium, and samarium, and heavy rare earth elements (HREE) - europium, gadolinium, terbium, dysprosium, holmium, erbium, thulium, ytterbium, lutetium, scandium, and yttrium."], "subsections": []}, {"section_title": "How Are Rare Earths Used in Defense Applications?", "paragraphs": ["It has been estimated that DOD uses less than 5% of domestic consumption of rare earths. Rare earth elements are found in two types of commercially available, permanent magnet materials. They are samarium cobalt (SmCo), and neodymium iron boron (NdFeB). NdFeB magnets are considered the world's strongest permanent magnets and are essential to many military weapons systems. SmCo retains its magnetic strength at elevated temperatures and is ideal for military technologies such as precision-guided missiles, smart bombs, and aircraft. The superior strength of NdFeB allows for the use of smaller and lighter magnets in defense weapon systems.", "The following illustrations (Figures 1-5) show the use of rare earth elements in a variety of defense-related applications:", "fin actuators in missile guidance and control systems, controlling the direction of the missile; disk drive motors installed in aircraft, tanks, missile systems, and command and control centers; lasers for enemy mine detection, interrogators, underwater mines, and countermeasures; satellite communications, radar, and sonar on submarines and surface ships; and optical equipment and speakers."], "subsections": []}, {"section_title": "How and Where Are Rare Earths Produced?22", "paragraphs": ["In April 2010, GAO reported on the world's production of rare earths and stated that China produced ", "97% of rare earth ore, 97% of rare earth oxides, 89% of rare earth alloys, 75% of neodymium iron boron magnets (NeFeB), and 60% of samarium cobalt magnets (SmCo). ", "The rare earth production process is complex and expensive. The stages of production consist of mining, separating, refining, alloying, and manufacturing rare earths into end-use items and components, as described in the GAO report.", "The first stage is the actual mining, where the ore is taken out of the ground from the mineral deposits. The second stage is separating the ore into individual rare earth oxides. The third stage is refining the rare earth oxides into metals with different purity levels; oxides can be dried, stored, and shipped for further processing into metals. The fourth stage is forming the metals, which can be processed into rare earth alloys. The fifth stage is manufacturing the alloys into devices and components, such as permanent magnets.", "From the 1960s to the 1980s, the United States was the leader in global production of rare earths and in the research and development of high-performance magnets. Since that time, as discussed above, production has shifted primarily to China, due to lower labor costs and lower environmental standards. China is the only exporter of commercial quantities of rare earth metals. ", "Today, the United States almost entirely lacks the refining, fabricating, metal-making, alloying, and magnet manufacturing capacity to process rare earths. While the United States lacks domestic facilities that produce sintered NdFeB magnets, Molycorp does produce NeFeB and SmCo alloys which are used in permanent magnets.", "One U.S. company, Electron Energy Corporation (EEC) in Landisville, PA, produces SmCo permanent magnets. EEC, in its production of SmCo permanent magnets, uses predominately samarium metal and significant amounts of gadolinium, rare earths for which there is no U.S. production. Additional rare earth elements needed to produce rare earth magnets such as NeFeB include small amounts of dysprosium and possibly terbium. Currently, dysprosium and terbium are only available from China. EEC also imports metals for its magnet production from China through North American distributors and processes them into alloys in the United States before further processing into sintered SmCo magnets."], "subsections": []}, {"section_title": "Supply Chain Issues29", "paragraphs": ["The supply chain for rare earth elements generally consists of mining, separation, refining, alloying, and manufacturing (devices and component parts). A major issue for REE development in the United States is the lack of refining, alloying, and fabricating capacity that could process any future rare earth production. One U.S. company, Electron Energy Corporation (EEC) in Landisville, PA, produces samarium cobalt (SmCo) permanent magnets, and Hitachi Metals, Ltd. of Japan is producing small amounts of the more desirable neodymium iron-boron (NdFeB) magnets (needed for numerous consumer electronics, energy, and defense applications) at its China Grove, North Carolina facility. EEC, in its production of its SmCo permanent magnet, uses small amounts of gadolinium—an REE of which there is no U.S. production. Even the REEs needed for these magnets that operate at the highest temperatures include small amounts of dysprosium and terbium, both available only from China at the moment. EEC imports magnet alloys used for its magnet production from China.", "Prior to multimillion dollar investments in mining, separation, and alloying facilities by Molycorp, and other exploration and development projects in the United States, there was a significant underinvestment in U.S. supply chain capacity (including processing, workforce development, and research and development (R&D) which has left the United States nearly 100% import dependent on all aspects of the REE supply chain and dependent on a sole source for much of the material. An April 2010 GAO report illustrates the lack of U.S. presence in the REE global supply chain at each of the five stages - mining, separation, refining oxides into metal, fabrication of alloys and the manufacturing of magnets and other components. According to the GAO report, China produces about 95% of the REE raw materials, about 97% of rare earth oxides, and is the only exporter of commercial quantities of rare earth metals (Japan produces some metal for its own use for alloys and magnet production). About 90% of the metal alloys are produced in China (small production in the United States) and China manufactures 75% of the NeFeB magnets and 60% of the SmCo magnets. Thus, even if U.S. rare earth production ramps up, much of the processing/alloying and metal fabrication would occur in China.", "According to investor analyst Jack Lifton, the rare earth metals are imported from China, then manufactured into military components in the United States or by an allied country. Lifton states that many investors believe that for financing purposes, it is not enough to develop REE mining operations alone without building the value-added refining, metal production, and alloying capacity that would be needed to manufacture component parts for end-use products. According to Lifton, vertically-integrated companies may be more desirable. It may be the only way to secure investor financing for REE production projects. Joint ventures and consortiums could be formed to support production at various stages of the supply chain at optimal locations around the world. Each investor or producer could have equity and offtake commitments. Where U.S. firms and U.S. allies invest is important in meeting the goal of providing a secure and stable supply of REEs, intermediate products, and component parts needed for the assembly of end-use products.", "Most experts have predicted where new mining capacity for rare earths is likely to come on-stream, but it is just as important to know where new downstream capacity (processing, refining, and metals alloying) is being built or likely to be built in the world as well as the likely investors in downstream capacity for rare earths. Additional questions that could be addressed by Congress include how long would it take to develop the skill set in the United States for downstream production activities? Would an international educational exchange program with those countries already involved in rare earth refining and recycling be appropriate?"], "subsections": [{"section_title": "Molycorp's \"Mine to Magnet\" Vertical Integration Approach for Rebuilding the U.S. Rare Earth Supply Chain", "paragraphs": ["From the mid-1960s through the 1980s, Molycorp's Mountain Pass mine was the world's dominant source of rare earth oxides. The ramp up in production had been driven primarily by Molycorp's higher grade, its relatively low cost, and a rapid rise in the demand for the LREEs, particularly europium used for red phosphors in television and computer monitors, and cerium for glass polishing. However, by 2000, nearly all of the separated rare earth oxides were imported, primarily from China. Because of China's oversupply, lower cost production, and a number of environmental (e.g., a pipeline spill carrying contaminated water) and regulatory issues at Mountain Pass, Molycorp ceased production at its mine in 2002. Since then, the United States has lost nearly all of its capacity in the rare earth supply chain, including intellectual capacity. However, under new ownership since 2008, Molycorp has embarked upon a campaign to change the rare earth position in the United States with its \"mine to magnet\" (vertical integration) business model. ", "After major energy producer Chevron purchased Union Oil Company of California (UNOCAL), which included the rare earth mine at Mountain Pass, Chevron wanted to focus on its energy business. They were willing to sell-off its non-energy Molycorp Mountain Pass asset. ", "When investor groups purchased Molycorp from Chevron in 2008, they did not inherit the environmental liability that resulted from the pipeline spill. Chevron continued the cleanup that resulted from an earlier ruptured water disposal pipeline carrying some chemical contaminants from the oxide separation facility. Since its purchase by the new owners, Molycorp CEO and engineers have been adamant about minimizing their environmental footprint during the separation phase of the process. ", "Molycorp designed a proprietary oxide separation process that would use fewer reagents and recycle the waste water, thus doing without a disposal pond. Molycorp broke ground for their new separation facility at the Mountain Pass mine in 2011. This complex process separates out the individual elements which follows the mining of the raw material. Molycorp engineers suggest that they will use one-half the amount of ore to get the same amount of usable end product. The chloralkali facility which would allow recycling of wastewater is now mechanically complete and is being commissioned.", "Molycorp recently acquired the Japanese subsidiary Santoku America in Tolleson, AZ, and renamed it Molycorp Metals and Alloys (MMA). This acquisition is part of the firm's strategy to become a vertically integrated company. It produces both NdFeB and SmCo alloys used in the production of permanent magnets. Molycorp Metals and Alloys is the sole U.S. producer of the NdFeB alloy. Their intention is to modernize the facility and expand metals and metal alloy production. Molycorp also recently purchased a 90.023% majority interest in AS Silmet, (renamed Molycorp Silmet) an Estonian-based rare earth element and rare metals processor, which will double its capacity for rare earth oxide and metal production (separation) in the near-term, according to Molycorp officials. ", "The management at MMA is also examining ways to improve metal recycling. Much of their recycling research is focused on the magnets and the highly valued HREEs. They want to probe into the commercial feasibility of recycling materials contained in permanent magnets used in consumer goods. Sourcing sufficient quantities of end-use materials and understanding the metallurgical processes for extracting the heavy rare earth elements such as the dysprosium and terbium is an important part of the research. Testing the quality of the recyclable material and evaluating the economics will determine the project's success. Molycorp is also evaluating near-term opportunities to recycle energy efficient light bulbs for the phosphors.", "Molycorp has entered into a cooperative research and development agreement (CRADA) with U.S. Department of Energy's Ames Laboratory to study new methods to create commercial-grade permanent magnets used in commercial applications. Development of downstream activities such as refining, rare earth metals alloying, and permanent magnet manufacturing will require a large amount of financing, a skilled workforce, and a sizeable U.S. market, all of which could be more completely developed in the long term. Keeping and recruiting top talent (in engineering, science, and finance) that can help Molycorp achieve its plans for vertical integration is one of the company's top priorities, according to company officials. Their aim is to consistently invest in the right people and the right training to accomplish its goal. ", "Recent supply chain developments by Molycorp include the acquisition of Neo Materials Technology, Inc.—a Toronto-based firm (renamed Molycorp Canada) with rare earth processing and permanent magnet powder facilities in China. According to Molycorp, 18% of Neo Materials production volume goes to domestic Chinese companies and 33% is directly exported to Japan plus an additional 11% goes to Japanese companies operating within China. One concern voiced by critics of this deal is that some of these highly valued materials could potentially become subject to Chinese export restrictions. Molycorp plans to ship some of its production capacity to its Neo Materials facility in China. Molycorp also entered a joint venture with Daido Steel and Mitsubishi Corporation of Japan and currently manufactures sintered permanent rare earth (NdFeB) magnets in Japan and sold on the world market."], "subsections": []}, {"section_title": "Selected Recent Supply Chain Developments", "paragraphs": ["Lynas and Siemens have entered into a joint venture for the manufacturing of magnets used in wind turbine generators. Lynas (45% stake) will provide raw material to Siemens (55% stake) from their Mt. Weld mine in Australia, which began production in 2012. Lynas is processing the concentrate at its Malaysian processing facility, which commenced operations in November 2012, after a long and contentious approval process with the Malaysian government. There are ongoing concerns in Malaysia over the proper disposal of thorium, which is contained in the mineral deposit and produced alongside the rare earth elements. ", "The Great Western Mineral Group (GWMG) will form a joint venture with China's Ganzhau Qiandong Rare Earth Group to build an oxide separation facility in South Africa. The raw material for the separation facility will be produced at GWMG's SKK mine in South Africa. A feasibility study of the project is underway.", "Frontier Rare Earths, based in Luxemburg, along with Korea Resources Corp. formed a joint venture to build a separation facility also in South Africa. Frontier Rare Earths owns the nonproducing rare earth Zondkopsdrift mine in South Africa. "], "subsections": []}]}, {"section_title": "A Historical Perspective on the Potential Impact of Chinese Policies on Rare Earth Materials35", "paragraphs": ["China's near monopoly of rare earth production and efforts over the past few years to restrict rare earth exports have raised concerns among U.S. policymakers. For example, in July 2010, China announced that it would reduce its export quota of rare earth elements by 70% during the second half of 2010 over the previous year's level (or a 40% drop for the full year over 2009 levels). In December 2010, China announced its export quota allocations for the first half of 2011, which, reportedly, were 35% less than the quota allocation level in the first half of 2010. In July 2011, China announced that the quota level for the second half of 2011 (at 15,738 metric tons) would make the overall quota for 2011 roughly equal to 2010 levels. However, U.S. officials complained that China's second half 2011 quota levels included ferroalloys containing more than 10% rare earths, which had not been previously included in its rare earth quota levels, and hence, the new quota levels were more restrictive. A U.S. Trade Representative (USTR) official was quoted as saying that the USTR continues to be \"deeply troubled\" by China's use of market distorting export restrictions on raw materials, including rare earths. China's government responded by saying that it would apply the same policies to both domestic and overseas companies in rare earth production, processing, and export. In addition to export quotas, China imposes export tariffs of 15% to 25% on rare earth as well. ", "In September 2010, China reportedly delayed shipments of rare earth to Japan (the world's largest rare earth importer) for about two months because of a territorial dispute. This has given rise to concerns that China may attempt use its control of rare earth as leverage to obtain its political and economic goals. ", "The Chinese government has announced a number of initiatives over the past few years to further regulate the mining, processing, and exporting of rare earth elements, such as consolidating production among a few large state-owned enterprises and cracking down on illegal rare earth mining and exporting. The Chinese government contends that its goals are to better rationalize and manage its rare earth resources in order to slow their depletion, ensure adequate supplies and stable prices for domestic producers, obtain a more favorable return for exports, and reduce pollution. Critics of China's rare earth policies contend that they are largely aimed at inducing foreign high-technology and green technology firms to move their production facilities to China in order to ensure their access to rare earth elements, and to provide preferential treatment to Chinese high-tech and green energy companies in order to boost their global competitiveness. Such critics contend that China's restrictions of rare earth elements violate its obligations under the World Trade Organization (WTO). ", "Some have urged the USTR to bring a dispute resolution case against China in the WTO, similar to a case the United States brought against China in 2009 over its export restrictions (such as export quotas and taxes) on certain raw materials (including bauxite, coke, fluorspar, magnesium, manganese, silicon metal, silicon carbide, yellow phosphorus, and zinc). In that case, the United States charged that such policies are intended to lower prices for Chinese firms (especially the steel, aluminum, and chemical sectors) in order to help them obtain an unfair competitive advantage. China claims that these restraints are intended to conserve the environment and exhaustible natural resources. ", "In July 2011, a WTO panel issued a report that ruled that many of China's export restraints on raw materials violated WTO rules. In particular, the panel rejected China's argument that some of its export duties and quotas were justified because they related to the conservation of exhaustible natural resources for some of the raw materials. The panel stated that China was not able to demonstrate that it imposed these restrictions in conjunction with restrictions on domestic production or consumption of the raw materials so as to conserve the raw materials, protect the health of its citizens, or to reduce pollution. China is appealing the WTO panel's ruling. ", "A March 2011 letter written by Senators Casey, Schumer, Stabenow, and Whitehouse urged the Obama Administration to instruct the U.S. executive director at each multilateral bank, including the World Bank, to oppose the approval of any new financing to the Chinese government for rare earth projects in China, including rare earth mining, smelting or separation, or production of rare earth products. The letter also urged the Administration to impose the same types of restrictions on Chinese investment in mineral exploration and purchases in the United States as China imposes on foreign investment in rare earth in China. ", "Some rare earth observers are concerned that Molycorp's purchase of Neo Materials Technologies could potentially make it more difficult for Molycorp to supply U.S. defense needs for rare earths, given China's domination and the increased broadening of restrictions on exporting rare earth minerals."], "subsections": []}, {"section_title": "Are Rare Earths Critical Materials for U.S. Defense?", "paragraphs": ["DOD has not publicly stated whether rare earths fall within the context of materials considered strategic or critical for U.S. defense needs. There are several definitions of what constitutes a strategic or critical material; however, there is disagreement over which rare earth elements fall within these categories. Generally, strategic and critical materials have been associated with national security purposes. Some experts trace the first mention of strategic and critical materials to legislative language contained in both the Naval Appropriations Act of 1938 and the Strategic and Critical Materials Stockpiling Act of 1939 (P.L. 76-117, 50 U.S.C. 98 et seq.), which authorized the development of an inventory of strategic and critical materials for military use and provided funds for their purchase.", "DOD's current position on strategic materials was largely determined by the findings of the Strategic Materials Protection Board (SMPB). The purpose of the SMPB was to determine the need to provide a long-term domestic supply of strategic materials designated as critical to national security, and to analyze the risk associated with each material and the effect on national defense that not having a domestic supply source might pose. The SMPB was to meet as determined to be necessary by the Secretary of Defense, but not less frequently than once every two years. SMPB's last report was issued in December 2008. Given the two-year meeting requirement, the board would have met in December 2010, but no meeting was held.", "In the December 2008 report, the SMPB defined critical materials in this way: \"the criticality of a material is a function of its importance in DOD applications, the extent to which DOD actions are required to shape and sustain the market, and the impact and likelihood of supply disruption.\" Based on DOD's definition for \"critical material,\" the 2008 SMPD report defined one material, beryllium, as a \"strategic material critical to national security.\" The SPMB offered the following justification:", "High purity beryllium is essential for important defense systems, and it is unique in the function it performs. High purity beryllium possesses unique properties that make it indispensable in many of today's critical U.S. defense systems, including sensors, missiles and satellites, avionics, and nuclear weapons. The Department of Defense dominates the market for high purity beryllium and its active and full involvement is necessary to sustain and shape the strategic direction of the market. There is a significant risk of supply disruption. Without DOD involvement and support, U.S. industry would not be able to provide the material for defense applications. There are no reliable foreign suppliers that could provide high purity beryllium to the Department. Recognizing that high purity beryllium meets all the conditions for being a critical material, the Department should take, and has taken, special action to maintain a domestic supply. The Department has used the authorities of Title III of the Defense Production Act to contract with U.S. firm Brush-Wellman, Inc. to build and operate a new high purity beryllium production plant.", "The House Armed Services Committee criticized this definition, as discussed in the following excerpt that appeared in the House report accompanying H.R. 2647 , the FY2010 National Defense Authorization Act.", "This definition limits the purview of the Board to only those materials for which the determinations the Board is tasked to make are presupposed in the definition of the materials themselves. Furthermore, such a definition fails to include a range of materials that Congress has designated as critical to national security and, as such, has provided significant protection or domestic preference in DOD policy and in statute. For example, Congress has determined that reliance on foreign sources of supply for materials such as titanium, specialty steel, and high performance magnets, poses a heightened risk. The Board's narrowing of the definition of materials critical to national security renders the Board unable to provide perspective on the adequacy, suitability, or effectiveness of those policies. Moreover, it limits the ability of the Board to consider any course of action, however minor, in relation to a material until the point at which potential damage to national security is imminent and severe. It also creates the perverse situation that a material could be critical to every element of the industrial base upon which the Department depends, but not considered critical to the Department itself if the material is also used significantly in commercial items. As an indication of the inadequacy of this definition for the Board's functioning, the Board currently identifies only one material as meeting the definition for consideration as a strategic material critical to national security. The committee does not find this conclusion to be plausible and expects that the Board will swiftly revisit this definition to ensure that it is able to identify gaps in our domestic defense supply chain and provide the President, the Secretary of Defense, and Congress with information, analysis, and advice on strategic materials which are critical to the operations of the Department of Defense. ", "It should be noted that Congress has addressed this issue in the P.L. 111-383 , FY2011 National Defense Authorization Act ( H.R. 6523 ), where strategic materials are defined as \"material essential for military equipment, unique in the function it performs, and for which there are no viable alternatives.\""], "subsections": []}]}, {"section_title": "Policy Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Dependence on Foreign Sources for Rare Earth Materials", "paragraphs": ["Some Members of Congress have expressed concern with the nearly total U.S. dependence on foreign sources for rare earth elements. Some have raised questions about China's near dominance of the rare earth industry and the implications for U.S. national security. Yet the \"crisis\" for many policymakers is not the fact that China has cut its rare earth exports and appears to be restricting the world's access to rare earths, but the fact that the United States has lost its domestic capacity to produce strategic and critical materials, and that the manufacturing supply chain for rare earths has largely migrated to outside the United States. Still others are concerned about the impact of a potential supply chain vulnerability of materials critical for defense systems. Additionally, some Members of Congress have questioned the lack of knowledge of what specific materials are needed for defense purposes, which materials are strategic and critical to national security, and what steps might be taken to increase the domestic capability to produce these materials.", "In January 2011, three Members of Congress wrote a letter to Secretary of Defense Robert M. Gates outlining their concerns over what they perceived as a lack of action on DOD's part to ensure that adequate supplies of rare earths were available. They pressed for DOD to take immediate action, as described in excerpts below.", "Clearly, rare earth supply limitations present a serious vulnerability to our national security. Yet early indications are the DOD has dismissed the severity of the situation to date. Based on initial discussions with the DOD Office of Industrial Policy, we understand the effort to precisely ascertain and fully comprehend DOD consumption of certain rare earth elements is still an ongoing effort. In our view, it is a fundamental responsibility of DOD Industrial Policy to have a comprehensive understanding of the security of our defense supply chain, which requires understanding detailed knowledge of the sources and types of components and materials found in our weapon systems.", "As the ultimate customer, the Department has the right and responsibility to require their contractors to provide a detailed accounting of the various rare earth containing components within their weapon systems. This information should then be aggregated into an element by element overall demand for DOD. With that knowledge, DOD could compare expected supply and demand of each rare earth element with overall consumption by the Department to identify critical vulnerabilities in our supply chain. This will enable the Department to establish policies to ensure the defense supply chain has access to those materials. For example, one policy may be for the DOD to establish a limited stockpile of rare earth alloys that are in danger of supply interruption to ensure security of supply of both metals and magnets."], "subsections": []}, {"section_title": "Government Reports on Rare Earths", "paragraphs": [], "subsections": [{"section_title": "GAO Report on the Rare Earth Supply Chain", "paragraphs": ["In response to congressionally directed requirements in Section 843 of the National Defense Authorization Act of 2010 ( P.L. 111-84 ), GAO was asked to examine the defense rare earth supply chain issues. An April 2010 GAO report noted the lack of U.S. presence in the global supply chain at each of the five stages of rare earth production—mining, separating, refining (oxides into metal), fabricating (of alloys), and manufacturing (of magnets and other components). GAO concluded that the United States lacks a domestic rare earth supply chain and offered the following assessment of the current defense rare earth supply:", "While rare earth ore deposits are geographically diverse, current capabilities to process rare earth metals into finished materials are limited mostly to Chinese sources. The United States previously performed all stages of the rare earth material supply chain, but now most rare earth materials' processing is performed in China, giving it a dominant position that could affect worldwide supply and prices. Based on industry estimates, rebuilding a U.S. rare earth supply chain may take up to 15 years and is dependent on several factors, including securing capital investments in processing infrastructure, developing new technologies, and acquiring patents, which are currently held by international companies.", "GAO was unable to determine whether DOD faces any supply chain vulnerability issues or the degree to which national security interests are potentially threatened by the current rare earth situation. Its assessment was limited, primarily because DOD stated that it was in the process of performing its own internal assessment and had not yet identified national security risks or taken steps to address any potential material shortages. "], "subsections": []}, {"section_title": "Annual Industrial Capabilities Report to Congress", "paragraphs": ["Section 2504 of Title 10, United States Code, requires that the Secretary of Defense submit an annual report on industrial capabilities to the Committee on Armed Services of the Senate and the Committee on Armed Services of the House of Representatives. The 2009 report did not address the rare earth supply, but it did suggest that the issue warranted further study, as described in excerpts from the report.", "The lessons learned from the pre-slowdown economy will concentrate a global push for fuel efficiency and finding substitutes for hydrocarbon fuel products. This will drive up the demand for specialty metals and super alloys that are closely associated to battery manufacturing. These metals are typically not mined or melted within the United States and the E.U. countries. Therefore, this will likely become a growing strategic concern for the United States as resources will have to be utilized to secure the free flowing access to the limited supply of super alloys and specialty metals products (i.e., chromium, cobalt, lithium, rare earth and platinum group metals)."], "subsections": []}, {"section_title": "U.S. Department of Energy Report on Critical Mineral Strategy", "paragraphs": ["In December 2010, the U.S. Department of Energy released a report that examined the role of rare earths in renewable energy technologies. While the report did not focus on the use of rare earths for national security and defense purposes, it does shed light on the steps DOD has reportedly undertaken to review the rare earth supply chain, as described in excerpts below.", "Recognizing the evolution of the market for rare earth elements (REEs), in the summer of 2009 the Office of Industrial Policy/AT&L, Department of Defense (DOD) self-initiated a review of the U.S. supply chain. The study is based on available forecasts and data from multiple sources and as a result, most of the data are available only at the aggregate level of all REE [Rare earth elements]. The study reviews the U.S. supply chain for both commercial and defense demand of REE. The study also assesses gaps in the supply chain and their potential implications for the Department.", "The rationale for this effort included the U.S. dependence on a sole supplier that is not domestic, the importance of REE in certain defense applications and forecasts for a surge in demand for commercial end uses that could strain global supplies. Recent events in the global market for REE have reinforced the Department's concern regarding reliable and secure supplies of REE."], "subsections": []}]}, {"section_title": "Coordination of the Federal Approach to Rare Earths", "paragraphs": ["Rare earths are used for both commercial and defense purposes, but the majority of domestic use of rare earths is for commercial purposes. There is no unified opinion on whether every rare earth element is considered \"critical\" or \"strategic\" for economic or national security purposes, or whether economic security is a national security issue.", "Working with the Departments of Commerce and Energy, the White House Office of Science and Technology Policy (OSTP) began gathering experts to hold interagency group discussions on rare earth elements from 2007 to 2008. Initially, an interagency working group (an ad hoc working group) was the result of a roundtable discussion on rare earths organized by the Department of Commerce. This group of subject-matter experts from various federal agencies discussed the potential usefulness of the White House taking a lead role on rare earth strategy."], "subsections": []}, {"section_title": "Absence of the Study of Rare Earth Application Sciences in Most U.S. Colleges and Universities", "paragraphs": ["There is a growing gap between the United States and China with regard to the academic study of rare earth elements. China employs thousands of scientists in both disciplines. The only U.S. public university with a rare earths specialty is the Colorado School of Mines (MINES); a public research university devoted to engineering and applied science. MINES is one of a few academic resources in the world that provides broad experience in mineralogy, resource exploration, mining, extraction, and production. ", "In a hearing before the House Committee on Science and Technology, Subcommittee on Investigations and Oversight, Dr. Stephan Freiman, a scientist and former member of the National Research Council's (NRC) Committee on Critical Mineral Impacts on the U.S. Economy, discussed the conclusions of a study sponsored by the NRC to examine the role of nonfuel minerals in the U.S. economy and potential material supply vulnerabilities. Among the study's recommendations were the following:", "Federal agencies, including the National Science Foundation, Department of the Interior (including the USGS), Department of Defense, Department of Energy, and Department of Commerce, should develop and fund activities, including basic science and policy research, to encourage U.S. innovation in the area of critical minerals and materials and to enhance understanding of global mineral availability and use programs involving academic organizations, industry, and government to enhance education and applied research.", "The study also recommended funding scientific research on the entire mineral life cycle and building cooperative programs among academia, industry, and government to enhance education and applied research."], "subsections": []}]}, {"section_title": "Options for Congress", "paragraphs": ["Congress may consider both short-range and long-range options for securing a source for rare earth elements as part of its oversight role in addressing U.S. national security interests. Short-range options potentially include hearings on the \"Section 843\" rare earths report, convening defense suppliers to discuss rare earth material shortages, establishing rare earth material stockpiles for defense purposes, instituting a new critical minerals program, and reconvening the SMPB. Long-range options could include reducing DOD consumption of rare earth elements by identifying and securing equally effective alternatives to rare earths, establishing partnerships with foreign allies that could potentially offer a diversified source of foreign suppliers outside of China, and providing more financial assistance for rare earth production within the United States. Each of these potential options is discussed below.", "Congressional insight on these potential actions will largely depend on the findings and conclusions reached in DOD's long-overdue self-assessment on the defense rare earth supply chain. However, it is not clear if or when DOD will release its report."], "subsections": [{"section_title": "Hearings on the DOD Report on the Assessment of the Rare Earth Materials Supply Chain", "paragraphs": ["Congress could require DOD to release the report, and then hold hearings to examine DOD's assessment and conclusions. The report was required to be released within 180 days of the enactment of the act, which would have been on or about July 7, 2011. The reasons for the delay are uncertain."], "subsections": []}, {"section_title": "Convene Defense Suppliers to Discuss Supply Chain Issues", "paragraphs": ["Congress could meet with defense suppliers, at all tiers of the supply chain, to ascertain their knowledge of material shortages and bottlenecks. While DOD purchases the end product (the weapons system) from prime contractors and relies on prime contractors to deliver the finished product, rare earth elements are important throughout the supply chain from the prime contractor through successive subcontractor tiers. Some contractors at lower ends of the tiers may be reluctant to signal to DOD that there are supply chain issues or challenges.", "An issue that warrants further understanding is where there is convergence between the rare earth value supply chain and the defense supply chain. The rare earth supply chain starts with mining, flows from ore to concentrate, to oxide, to metal, to alloy, and then to the finished product, the magnet. In contrast, the defense supply chain starts with the prime contractor and moves through a successive number of subcontractors down to the ultimate \"first line processor\" who purchases a rare earth, value-added product such as metal, alloy, or permanent magnets for incorporation into a defense component."], "subsections": []}, {"section_title": "Convene the Strategic Materials Protection Board", "paragraphs": ["Congress could require DOD to convene the Strategic Materials Protection Board (SMPB). In its December 2008 report, as discussed above, the SMPB defined critical materials in this way: \"the criticality of a material is a function of its importance in DOD applications, the extent to which DOD actions are required to shape and sustain the market, and the impact and likelihood of supply disruption.\" As a result, the SMPB defined only one rare earth element, beryllium, as a \"strategic material critical to national security.\" Congress may convene the board because the present board might determine that some rare earth elements have moved into a position where they are now more critical to national security purposes. The next SMPB might determine that some rare earth elements have moved into a position where they are now more critical to national security.", "Congress might demand the 2010 statutorily required meeting of the board to commence immediately. The next SMPB will be required to use the new definition of \"materials critical to national security\" as defined in Section 829 of the FY2011 NDAA, which states the following:", "Sec. 829. Definition of Materials Critical To National Security", "(1) The term \"materials critical to national security\" means materials (A) upon which the production or sustainment of military equipment is dependent; and (B) the supply of which could be restricted by actions or events outside the control of the Government of the United States.", "In the short run, however, creating a stockpile could raise prices even further because of the increased demand."], "subsections": []}, {"section_title": "Require Stockpiling of Specific Materials", "paragraphs": ["Congress could require a strategic rare earth elements stockpile. Stockpiles might possibly increase the security of the domestic U.S. supply for rare earths. Congress may consider compiling a \"virtual\" stockpile database, with commitments and contracts with suppliers to buy the items when needed. One trade association, USMMA, advocates for a limited strategic reserve of rare earth alloys, metals, and magnets. USMMA asserts that government action is needed to ensure that there is a downstream domestic manufacturing capability.", "This strategic stockpile would ensure our Department of Defense has ready access to those materials needed to ensure our national security and to incentivize the return of domestic manufacturing. With defense critical materials such as dysprosium being sourced solely from China, it is critical that the Department of Defense have access to rare earth oxides from reliable producers and manufacturers in the United States and ally nations to perform value added processes, such as metal, alloy and magnet manufacturing."], "subsections": []}, {"section_title": "Fund the Downstream Supply Capacity", "paragraphs": ["Once DOD and its suppliers identify whether and where material shortfalls exist, Congress could determine which stages of the supply chain (e.g., mining or manufacturing) require federal funding."], "subsections": []}, {"section_title": "Fund Rare Earth Research", "paragraphs": ["With the growing strategic importance of rare earths, and in order to create interest and build additional U.S. leadership in rare earth research and development, Congress may consider funding rare earth application sciences in curriculums for military and other government institutes or in national research and development centers designed to train students, scientists, and engineers."], "subsections": []}, {"section_title": "Institute a New Critical Minerals Program", "paragraphs": ["Should DOD determine that rare earths fall into the classification of critical minerals, Congress could institute a new Critical Minerals Program. In the early 1980s, there existed a Critical Minerals Program aimed at warning Congress about potential supply shortages, protecting strategic materials, and keeping an inventory of those minerals on hand in order to mitigate a supply shock. This program ended in the 1990s as the consensus within Congress grew that the market could handle mineral supply disruptions without government intervention. Two decades later, at a 2010 hearing of the House Science and Technology Committee on rare earths, one policymaker suggested that the time has come to revive the program:", "This is not the first time the Committee has been concerned with the competitive implications of materials such as rare earths. In 1980—30 years ago—this Committee established a national minerals and materials policy. One core element in that legislation was the call to support for \"a vigorous, comprehensive and coordinated program of materials research and development.\"", "Unfortunately, over successive administrations, the effort to keep that program going fell apart. Now, it is time to ask whether we need to revive a coordinated effort to level the playing field in rare earths.", "In particular, I want to learn if there is a need for increased research and development to help address this Nation's rare earth shortage, or if we need to re-orient the research we already have underway. ", "Based on my review of the written submissions, it appears that we could benefit from more research both in basic and applied materials sciences."], "subsections": []}, {"section_title": "Develop Partnerships with Allies to Diversify the Supply Source", "paragraphs": ["Congress may encourage DOD to pursue joint ventures with other nations, as many other nations are seeking alternatives to a near total dependence on rare earths from China. These partnerships may take place at any stage of the supply chain. It is critical for DOD to consider the implications of sourcing used by these partner nations. For example, if DOD relies on a partner nation for rare earth metals, and that nation procures their oxides from China, this partnership may not provide the requisite security of supply."], "subsections": [{"section_title": "Appendix. Selected Legislative Activity", "paragraphs": ["Some Members of Congress have introduced rare-earth related bills during the 112 th and 111 th Congresses. Some selected measures, related to national defense issues, are described below.", "Legislation Introduced in the 112 th Congress", "P.L. 112-239 ( H.R. 3310 , 112 th Congress), the National Defense Authorization Act for FY2013", "H.R. 4310 was introduced on March 29, 2012, passed the House on May 18, 2012, and referred to the Senate Armed Services Committee on June 19, 2012. The bill has several rare earth-related provisions, as described below.", "Section 901 . Additional Duties of Deputy Assistant Secretary of Defense for Manufacturing and Industrial Base Policy and Amendments to the Strategic Materials Protection.", "Appoints Assistant Deputy Secretary of Defense for Manufacturing and Industrial Base Policy as Chair of the Strategic Materials Protection Board Chair; Requires that Board's findings be reviewed by the Secretary of Defense, congressional defense committees of Congress, and published in the Federal Register within 90 days of the Board meeting; Broadens the scope of duties assigned to the Office of the Assistant Deputy Secretary of Defense for Manufacturing and Industrial Base Policy to better provide oversight of the defense supply chain, including contractors and strategic materials, to ensure that there are no supply chain vulnerabilities regarding the nation's defense requirements; Specifically, \"ensuring reliable sources of materials critical to national security, such as specialty metals, armor plate, and rare earth elements.\"", "Section 160 3 . National Security Strategy for National Technology and the Industrial Base.", "Requires the Secretary of Defense to develop a national security strategy for the national technology and industrial base, based on a prioritized assessment of risks and challenges to the defense supply chain, and ensuring that the national technology and industrial base is capable of achieving certain national security objectives; Ensuring reliable sources of materials critical to national security, such as specialty metals, armor plates and rare earth elements; Reducing both the presence and risk of counterfeit parts in the supply chain.", "S. 3254 , the proposed National Defense Authorization Act for FY2013, was introduced on June 4, 2012, and referred to the Senate Armed Services Committee. While the enacted bill did not include a provision on rare earths, Senate Rept. 112-173 contained a statement that reflected the Committee's view on the role of rare earth materials for defense purposes, as repeated here.", "Essential role of rare earth materials ", "Rare earth materials play an essential role in several critical weapons components and systems such as precision-guided munitions, electric ship drives, command and control centers, and aircraft, tanks, and missile systems. The committee notes the predominance of unreliable foreign sources for rare earth materials, including China, which provides roughly 94 percent of the world's rare earth oxides and nearly all rare earth metal within the defense-related supply chain and which has repeatedly decreased export quotas and imposed embargoes of these critical materials. Even with the development of the domestic-supply chain there may be continued reliance on production of certain heavy rare earth elements from China. The importance of rare earth materials for national defense applications necessitates a thorough understanding of vulnerabilities in the rare earth supply chain and the development of pragmatic, actionable risk mitigation plans to reduce the likelihood of supply interruptions. The committee encourages the Department of Defense to carefully consider the role of U.S. producers and potential means to develop reliable domestic sources to meet Department rare earth materials requirements.", "P.L. 1 11-393 , the Ike Skelton National Defense Authorization Act for FY2011", "Section 843 of the Ike Skelton National Defense Authorization Act for FY2011 ( P.L. 111-383 ) and S.Rept. 111-201 (accompanying S. 3454 , the proposed Senate National Defense Authorization Act for FY2011) required the Secretary of Defense to conduct an assessment of rare earth supply chain issues and develop a plan to address any vulnerabilities. ", "Section 843 ", "Section 843 required the Secretary of Defense, within 180 days of enactment of the act, to report to Congress with an assessment of the supply and demand for rare earth materials in defense applications. The assessment would identify whether any rare earth materials would be:", "(1) Critical to the production, sustainment, or operation of significant United States military equipment; or ", "(2) Subject to interruption of supply, based on actions or events outside the control of the Government of the United States. ", "For every rare earth material identified that would meet these criteria, the Secretary of Defense would develop a plan for the long-term availability of such materials with the goal of establishing \"an assured source of supply of such material in critical defense applications by December 31, 2015.\" The plan would consider the following:", "(1) An assessment of whether the material should be included in the National Defense Stockpile;", "(2) in consultation with the United States Trade Representative, the identification of any trade practices known to the Secretary that limit the Secretary's ability to ensure the long-term availability of such material or the ability to meet the goal of establishing an assured source of supply of such material by December 31, 2015;", "(3) An assessment of the availability of financing to industry, academic institutions, or not-for-profit entities to provide the capacity required to ensure the availability of the material, as well as potential mechanisms to increase the availability of such financing;", "(4) An assessment of the benefits, if any, of Defense Production Act funding to support the establishment of an assured source of supply for military components;", "(5) An assessment of funding for research and development ", "(6) Any other risk mitigation method determined appropriate by the Secretary that is consistent with the goal of establishing an assured source of supply by December 31, 2015; and,", "(7) For steps of the rare earth material supply chain for which no other risk mitigation method, as described in paragraphs (1) through (6), will ensure an assured source of supply by December 31, 2015, a specific plan to eliminate supply chain vulnerability by the earliest date practicable.", "H.R. 4402 , the National Strategic and Critical Minerals Production Act", "H.R. 4402 , the National Strategic and Critical Minerals Production Act of 2012, was introduced on Apri19, 2012, passed the House on July 12, 2012, and was referred to the Senate on July 16, 2012. The bill would have required both the Secretary of the Interior and the Secretary of Agriculture to more efficiently develop domestic sources of the minerals and materials of strategic and critical importance to U.S. economic and national security, and manufacturing competitiveness.", "H.R. 3449 , Defense Supply Chain and Industrial Base Security Act ", "H.R. 3449 was introduced by Representative Paul Ryan on November 16, 2011, and referred to the House Armed Services Committee. The bill would have required the Secretary of Defense to develop a defense supply chain and industrial base strategy, and subsequent plan, designed to secure the supply chain and industrial base sectors that the Secretary judges critical to U.S. national security.", "H.R. 2184 , Rare Earth Policy Task Force and Materials Act", "H.R. 2184 was introduced by Representative Mike Coffman on June 15, 2011. The bill would establish a Rare Earth Policy Task Force for a period of 10 years within the Department of the Interior for the purpose of developing a plan to ensure the long-term supply of rare earth materials. The Task Force would be directed to assist federal agencies in reviewing laws, regulations, and policies that discourage investment in, exploration for, and development of, domestic rare earths. The Task Force would also be required to submit an annual report that would provide a plan for research, development, demonstration, and commercial application to ensure the long-term, secure, and sustainable supply of rare earth materials sufficient to satisfy the national security, economic well-being, and industrial production needs of the United States (based on specific criteria). The bill was referred to the Committee on Natural Resources and to the Committee on Science, Space, and Technology.", "H.R. 2090 , Energy Critical Elements Advancement Act of 2011", "H.R. 2090 was introduced by Representative Randy Hultgren on June 2, 2011, and was referred to the Subcommittee on Energy and the Environment. The bill would require the Secretaries of Energy and Interior to establish a research program to advance basic materials science, chemistry, physics, and engineering associated with energy critical elements.", "H.R. 2011 , National Strategic and Critical Minerals Policy Act of 2011", "H.R. 2011 was introduced on May 26, 2011, by Representative Doug Lamborn and referred to the House Committee on Natural Resources, Subcommittee on Energy and Mineral Resources. On July 20, 2011, the committee ordered the bill to be reported, as amended. On October 14, 2011, the bill was amended by the Committee on Natural Resources and placed on the Union Calendar.", "The bill would require the Secretary of the Interior to (1) conduct an assessment of the United States' capability to meet current and future demands for the minerals critical to domestic manufacturing competitiveness, economic, and national security in a time of expanding resource nationalism; (2) conduct an assessment of the current mineral potential of federal lands, and an evaluation of mineral requirements to meet current and emerging needs for economic and national security, and U.S. industrial manufacturing needs (such an assessment would address the implications of any potential mineral shortages or supply disruptions, as well as the potential impact of U.S. dependence on foreign sources for any minerals); and (3) conduct an inventory of rare earth elements and other minerals deemed critical based on the potential for supply disruptions, including an analysis of the supply chain for each mineral.", "Finally, the bill would set policy goals for federal agencies to coordinate responsibilities for:", "facilitating the availability, development, and production of domestic mineral resources to meet national needs; promoting the development of economically sound and stable policies for domestic industries that promote mining, materials, and metals processing; creating a mechanism for assessing the U.S. mineral demand, supply, and needs; and minimizing duplication and delays in administering federal and state laws, regulations, and permit issuance and authorizations necessary to explore, develop, and produce minerals, and build and operate mineral-related facilities.", "H.R. 2284 , Responsible Electronic Recycling Act", "H.R. 2284 was introduced by Representative Gene Green on June 22, 2011, and on June 29 was referred to the Subcommittee on Energy and the Environment. This bill would include the establishment of a Rare Earth Materials Recycling Initiative, designed to assist in and coordinate the development of research in the recycling of rare earth materials found in electronic devices.", "H.R. 1875 , Building Our Clean Energy Future Now Act of 2011", "H.R. 1875 was introduced by Representative David Cicilline on May 12, 2011, and referred to the House Committees on Ways and Means, Transportation and Infrastructure, Energy and Commerce, and Science, Space, and Technology. On May 26, 2011, the bill was referred to the Subcommittee on Energy and Environment. The bill seeks to lower gas prices by making investments in cleaner energy technologies and infrastructure.", "H.R. 1388 , the Rare Earths Supply Chain Technology and Resources Transformation Act of 2011.", "H.R. 1388 was introduced by Representative Mike Coffman on May 6, 2011, and referred to the House Committee on Science, Space, and Technology, Subcommittee on Energy and the Environment, and the Committees on Natural Resources and Armed Services. The bill is also referred to as the Restart Act of 2011. The bill seeks to reestablish a competitive domestic rare earths supply chain within DOD's Defense Logistics Agency (DLA).", "H.R. 1540 , the National Defense Authorization Act for FY2012 ", "H.R. 1540 was introduced by Representative Howard McKeon on April 14, 2011. Section 835 would require the DLA Administrator for Strategic Materials to develop an inventory of rare earth materials to support defense requirements, as identified by the report required by Section 843 of the Ike Skelton National Defense Authorization Act for FY2011 ( P.L. 111-383 ). Also, Amendment #87 to H.R. 1540 would require the Secretary of Defense to report back to Congress on the feasibility and desirability of recycling, recovering, and reprocessing rare earth elements, including fluorescent lighting used in DOD facilities. H.R. 1540 ( H.Rept. 112-78 ) passed the House, May 26, 2011. On June 6, 2011, it was received in the Senate and referred to the Senate Committee on Armed Services.", "S. 734 , the Advanced Vehicle Technology Act of 2011 ", "S. 734 was introduced by Senator Debbie Stabenow on April 5, 2011, and referred to the Committee on Natural Resources. The proposed bill would create a basic and applied research program, within the Department of Energy (DOE), focused on the development and engineering of new vehicle technologies. DOE is to promote, among many other goals, the exploration of substitutes and recycling of potential critical materials, including rare earth elements and precious metals. The Senate Committee on Energy and Natural Resources held a hearing on May 19, 2011.", "H.R. 1367 , the Advanced Vehicle Technology Act of 2011 ", "H.R. 1367 was introduced by Representative Gary Peters on April 5, 2011, and referred to the Committee on Science, Space and Technology. On April 7, 2011, the bill was referred to the Subcommittee on Energy and Environment. S. 734 and H.R. 1367 are similar. ", "H.R. 1314 , the Resource Assessment of Rare Earths (RARE) Act of 2011", "H.R. 1314 was introduced by Representative Henry Johnson on April 1, 2011, and on April 6 was referred to the House Natural Resources Committee, Subcommittee on Energy and Mineral Resources. The bill would direct the Secretary of the Interior, through the Director of the U.S. Geological Survey, to examine the need for future geological research on rare earth elements and other minerals and determine the criticality and impact of a potential supply restriction or vulnerability.", "H.R. 952 , the Energy Critical Elements Renewal Act of 2011", "On March 8, 2011, Representative Brad Miller introduced the Energy Critical Elements Renewal Act of 2011. The bill was referred to the Committee on Science, Space, and Technology. The bill would develop an energy critical elements program, amend the National Materials and Minerals Policy Research and Development Act of 1980, establish a temporary program for rare earth material revitalization, and serve other purposes.", "S. 383 , the Critical Minerals and Materials Promotion Act of 2011", "On February 17, 2011, Senator Mark Udall introduced the Critical Minerals and Materials Promotion Act of 2011. One June 9, 2011, the bill was referred to the Committee on Energy and Natural Resources, Subcommittee on Energy. The bill was referred to the Committee on Energy and Natural Resources. The bill would require the Secretary of the Interior to establish a scientific research and analysis program to assess current and future critical mineral and materials supply chains, strengthen the domestic critical minerals and materials supply chain for clean energy technologies, strengthen education and training in mineral and material science and engineering for critical minerals and materials production, and establish a domestic policy to promote", "an adequate and stable supply of critical minerals and materials necessary to maintain national security, economic well-being, and industrial production with appropriate attention to a long-term balance between resource production, energy use, a healthy environment, natural resources conservation, and social needs.", "H.R. 618 , the Rare Earths and Critical Materials Revitalization Act of 2011", "On February 10, 2011, Representative Leonard Boswell introduced the Rare Earths and Critical Materials Revitalization Act of 2011. The bill was referred to the Committee on Science, Space, and Technology.", "The bill seeks to develop a rare earth materials program and amend the National Materials and Minerals Policy, Research and Development Act of 1980. If enacted, it would provide for loan guarantees to revitalize domestic production of rare earths in the United States.", "S. 1113 , the Critical Minerals Policy Act of 2011", "On May 26, 2011, Senator Lisa Murkowski introduced the Critical Minerals Policy Act of 2011, which was referred to the Committee on Energy and Natural Resources. On June 9, 2011, the Subcommittee on Energy held a hearing. The bill generally defines what critical minerals are but would request that the Secretary of the Interior establish a methodology (in consultation with others) that would identify which minerals qualify as critical. The Secretary of the Interior would direct a comprehensive resource assessment of critical mineral potential in the United States, including details on the critical mineral potential on federal lands. S. 1113 would establish a Critical Minerals Working Group to examine the permitting process for mineral development in the United States and facilitate a more efficient process, specifically, a draft performance metric for permitting mineral development and report on the timeline of each phase of the process. The DOI would produce an Annual Critical Minerals Outlook report that would provide forecasts of domestic supply, demand, and price for up to 10 years. DOE would lead research and development on critical minerals and workforce development that would support a fully integrated supply chain in the United States. Title II of the bill recommends mineral-specific action (led by DOE) for cobalt, helium, lead, lithium, low-btu gas, phosphate, potash rare earth elements, and thorium. Title III would, among other things, authorize for appropriation $106 million.", "Legislation Introduced in the 111 th Congress", "In the 111 th Congress, two bills were enacted that contain provisions affecting rare earth policy. The first was P.L. 111-84 ( H.R. 2647 ), the National Defense Authorization Act for FY2010. Section 843 of P.L. 111-84 required GAO to examine rare earths in the defense supply chain, and it also required the Secretary of Defense to assess the defense supply chain and develop a plan to address any shortfalls or other supply chain vulnerabilities. The second bill was P.L. 111-383 , the Ike Skelton National Defense Authorization Act for FY2011, which contains a provision (Section 843) that requires the Secretary of Defense to undertake an assessment of the supply chain for rare earth materials and determine which, if any, rare earths are strategic or critical to national security and to develop a plan to address any supply chain vulnerabilities. Other legislative provisions are listed below. ", "H.R. 4866 , the Rare Earths Supply-Chain Technology and Resources Transformation Act of 2010", "On March 17, 2010, Representative Mike Coffman introduced the Rare Earths Supply-Chain Technology and Resources Transformation Act of 2010 (RESTART). The bill was referred to three committees: the House Armed Services Committee, the House Ways and Means Subcommittee on Trade, and the House Financial Services Committee.", "The bill sought to create a new interagency initiative on rare earth supply chain issues. H.R. 4866 would have established a federal government-wide interagency working group, at the Assistant Secretary level, from the Departments of Commerce, Defense, Energy, the Interior, and State, with participants from the U.S. Trade Representative (USTR) and White House Office of Science and Technology Policy. The working group would have assessed the rare earth supply chain to determine which rare earths were critical to national and economic security. Based on a critical designation, rare earth elements would have been stockpiled by the Defense Logistics Agency (DLA) as part of the National Defense Stockpile. The DLA would have made, if necessary, a commitment to purchase rare earth raw materials for processing and refining, including purchases from China. Stockpiling would have been terminated when the working group agencies determined that rare earths were no longer critical to U.S. national security or economic well-being.", "H.R. 6160 , the Rare Earths and Critical Materials Revitalization Act of 2010", "On September 22, 2010, Representative Kathleen Dahlkemper introduced the Rare Earths and Critical Materials Revitalization Act of 2010. The bill sought to develop a rare earth materials program and amend the National Materials and Minerals Policy, Research and Development Act of 1980. If enacted, the bill would have provided for loan guarantees to revitalize domestic production of rare earths in the United States. The bill was passed by the House on September 29, 2010, and forwarded to the Senate Committee on Energy and Natural Resources.", "S. 3521 , the Rare Earth Supply Technology and Resources Transformation Act of 2010", "S. 3521 was introduced by Senator Lisa Murkowski on June 22, 2010. Congress held a hearing on the bill before the Senate Committee on Energy and Natural Resources, Subcommittee on Energy, on September 30, 2010. The text of the bill offered a \"Sense of the Congress\" statement that", "(1) the United States faces a shortage of key rare earth materials that form the backbone of both the defense and energy supply chains; (2) the urgent need to reestablish a domestic rare earth supply chain warrants a statutory prioritization of projects to support such reestablishment; (3) there is a pressing need to support innovation, training, and workforce development in the domestic rare earth supply chain; and (4) the Departments of Energy, of the Interior, of Commerce, and of Defense should each provide funds to academic institutions, federal laboratories, and private entities for innovation, training, and workforce development in the domestic rare earth supply chain.", "S. 4031 , the Rare Earths Supply-Chain Technology and Resources Transformation Act of 2010", "S. 4031 was introduced by then-Senator Evan Bayh on December 15, 2010, and referred to the Senate Committee on Energy and Natural Resources. The bill would have promoted exploration and development of a domestic supply of rare earths, and reestablished a U.S. competitive rare earth supply chain for rare earths in the United States and in the countries of foreign allies."], "subsections": []}]}]}]}}