{"id": "R41747", "title": "Diversity Immigrant Visa Lottery Issues", "released_date": "2011-04-01T00:00:00", "summary": ["The purpose of the diversity immigrant visa lottery is, as the name suggests, to encourage legal immigration from countries other than the major sending countries of current immigrants to the United States. Current law weights the allocation of immigrant visas heavily toward aliens with close family in the United States and, to a lesser extent, toward aliens who meet particular employment needs. The diversity immigrant category was added to the Immigration and Nationality Act (INA) by the Immigration Act of 1990 (P.L. 101-649) to stimulate \"new seed\" immigration (i.e., to foster new, more varied migration from other parts of the world).", "To be eligible for a diversity visa, the INA requires that the foreign national must have a high school education or the equivalent, or two years experience in an occupation that requires at least two years of training or experience. The foreign national or the foreign national's spouse must be a native of one of the countries listed as a foreign state qualified for the diversity visa lottery. Diversity lottery winners, like all other aliens wishing to come to the United States, must undergo reviews performed by Department of State consular officers abroad and Department of Homeland Security immigration officers upon entry to the United States. These reviews are intended to ensure that the aliens are not ineligible for visas or admission under the grounds for inadmissibility spelled out in the INA.", "The diversity lottery currently makes 50,000 visas available annually to natives of countries from which immigrant admissions were lower than a total of 50,000 over the preceding five years. The formula for allocating visas is based upon the statutory specifications; visas are divided among six global geographic regions according to the relative populations of the regions, with their allocation weighted in favor of countries in regions that were under-represented among immigrant admissions to the United States during the past five years. The INA limits each country to 7%, or 3,850, of the total and provides that Northern Ireland be treated as a separate foreign state.", "The regional distribution of the source countries for diversity immigrants has shifted over time in the four years selected for comparison (FY1994, FY1999, FY2004, and FY2009). Foreign nationals from Europe garnered the overwhelming share of the diversity visas in FY1994 and maintained a plurality share in FY1999. By FY2004, foreign nationals from Africa received a share comparable to those from Europe. In FY2009, foreign nationals from Africa gained the plurality share.", "Some argue that the diversity lottery should be eliminated and its visas used for backlog reduction in other visa categories. Supporters of the diversity visa, however, argue that the diversity visa provides \"new seed\" immigrants for an immigration system weighted disproportionately to family-based immigrants from a handful of countries. Critics of the diversity lottery warn that it is vulnerable to fraud and misuse and is potentially an avenue for terrorists, citing the difficulties of performing background checks in many of the countries eligible for the diversity lottery. Supporters respond that background checks for criminal and national security matters are performed on all prospective immigrants seeking to come to the United States, including those winning diversity visas."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The purpose of the diversity immigrant visa lottery is, as the name suggests, to encourage legal immigration from countries other than the major sending countries of current immigrants to the United States. Current law weights the allocation of immigrant visas heavily toward aliens with close family in the United States and, to a lesser extent, toward aliens who meet particular employment needs. The diversity immigrant category was added to the Immigration and Nationality Act (INA) by the Immigration Act of 1990 ( P.L. 101-649 ) to stimulate \"new seed\" immigration (i.e., to foster new, more varied, migration from other parts of the world). The diversity visas are allocated to natives of countries from which immigrant admissions were lower than a grand total of 50,000 over the preceding five years. The term \"immigrant\" is synonymous with the phrase legal permanent resident (LPR), both of which are used interchangeably in this report."], "subsections": [{"section_title": "Legislative Origins", "paragraphs": ["The Immigration Amendments of 1965 replaced the national origins quota system, which prioritized European source countries, with equally distributed per-country ceilings. In the 1980s, some Members of Congress began expressing concern that the U.S. legal immigration admissions were skewed in favor of immigrants from Asia and Latin America after the 1965 amendments. The first legislative response occurred in §314 of the Immigration Reform and Control Act of 1986 (IRCA), which allowed an extra 5,000 immigrant visas a year for FY1987 and FY1988 to natives of 36 countries that had been adversely affected by the 1965 changes to the INA. Over 1 million people applied for what was then called the NP-5 visa lottery. Natives of Ireland were the big winners in the random lottery. In 1988, Congress extended the NP-5 visa lottery for two more years, making 15,000 immigrant visas available each year in FY1989 and FY1990.", "What is now known as the diversity immigrant category was added to the INA by the Immigration Act of 1990 ( P.L. 101-649 ) and went fully into effect in FY1995. The 1990 act established temporary or transition diversity visas for FY1992-FY1994. Most notably, §132 of P.L. 101-649 provided 40,000 visas a year for a transitional program during FY1992-1994 for certain natives of foreign states that were adversely affected by the 1965 changes to the INA. At least 40% of these visas were earmarked for natives of Ireland. The current diversity visa category has had an allocation of 55,000 visas annually since FY1995. ", "While the diversity visa category has not been directly amended since its enactment, P.L. 105-100 , the Nicaraguan Adjustment and Central American Relief Act of 1997 (NACARA) temporarily decreases the 55,000 annual ceiling. Beginning in FY1999, this ceiling has been reduced by up to 5,000 annually to offset immigrant numbers made available to certain unsuccessful asylum seekers from El Salvador, Guatemala, and formerly communist countries in Europe who are being granted immigrant status under special rules established by NACARA. The 5,000 offset is temporary, but it is not clear how many years it will be in effect to handle these adjustments of status."], "subsections": []}, {"section_title": "Eligibility Criteria", "paragraphs": ["To be eligible for a diversity visa, the INA requires that an alien must have a high school education or the equivalent, or two years experience in an occupation which requires at least two years of training or experience. The alien or the alien's spouse must be a native of one of the countries listed as a foreign state qualified for the diversity visa lottery. Minor children of the qualifying diversity immigrant, as well as the spouse, may accompany as legal permanent residents (LPRs). ", "The registration for the FY2012 Diversity Lottery began on October 5, 2010, and closed on November 3, 2010.  On May 1, 2011, those who registered will be able to find out if they have been selected or not. While there is no cost to apply for the diversity lottery, the funding for the diversity visa lottery is covered by the fees that the lottery winners pay. The $305 immigrant visa fee and the $440 diversity visa fee go to the Department of State. There is also a $985 fee (plus $85 biometric fee, if applicable) paid to the U.S. Citizenship and Immigration Services (USCIS) in the Department of Homeland Security (DHS) to process the I-485 petition to adjust diversity visa holders to LPR status. ", "Diversity lottery winners, like all other aliens wishing to come to the United States, must undergo reviews performed by Department of State consular officers abroad and DHS inspectors upon entry to the United States. These reviews are intended to ensure that they are not ineligible for visas or admission under the grounds for inadmissibility spelled out in the INA. These criteria for exclusion include the following categories: health-related grounds; criminal history; security and terrorist concerns; public charge (e.g., indigence); illegal entrants; and aliens previously removed. Those who are ultimately approved for diversity visas become LPRs of the United States. "], "subsections": []}]}, {"section_title": "Trends in Source Countries", "paragraphs": ["The diversity lottery makes 50,000 visas available annually to natives of countries from which immigrant admissions were lower than a total of 50,000 over the preceding five years. USCIS generates the formula for allocating visas according to the statutory specifications; visas are divided among six global geographic regions according to the relative populations of the regions, with their allocation weighted in favor of countries in regions that were under-represented among immigrant admissions to the United States during the past five years. The INA limits each country to 7%, or 3,850, of the total and provides that Northern Ireland be treated as a separate foreign state. ", "As Figure 1 depicts, the regional distribution of the source countries for diversity immigrants has shifted over time in the four years selected for comparison (FY1994, FY1999, FY2004 and FY2009). Foreign nationals from Europe garnered the overwhelming share of the diversity visas in FY1994 and maintained a plurality share in FY1999. By FY2004, foreign nationals from Africa received a share comparable to those from Europe. In FY2009, the latest year for which we have data, foreign nationals from Africa gained the plurality share. These trends are consistent with the statutory formula Congress outlined to allocate diversity visas. ", "Germany is the only country that ranked among top diversity immigrant source countries in FY1994 that also appears in the top 20 countries for FY2009. There are 11 source countries in the top 20 for FY1999, FY2004, and FY2009: Bulgaria, Nigeria, Albania, Ukraine, Ethiopia, Morocco, Ghana, Bangladesh, Egypt, Turkey, and Kenya. Table 1 presents the top source countries in rank-order and the number of diversity visas issued for FY1994, FY1999, FY2004, and FY2009. Bangladesh, Ethiopia, and Nigeria were also among the top 20 source countries for total LPRs in FY2009, sending totals of 16,651, 15,462, and 15,253 LPRs respectively."], "subsections": []}, {"section_title": "Demographic Features13", "paragraphs": ["As one would expect, diversity immigrants come from parts of the world that differ from the leading immigrant sending regions. Figure 2 depicts that almost half (49%) of the 47,879 diversity immigrants came from Africa, which contributed only 11% of the total number of 1.1 million LPRs in FY2009. Europe sent 10% of all LPRs in FY2009, but made up 28% of all diversity immigrants. In contrast, North America is the sending region for 33% of all LPRs (e.g., Mexico, the Caribbean, and Central America), but comprised only 1% of the diversity immigrants (e.g., Canada) in FY2009. ", "The distribution for Asia in FY2009 is interesting because it epitomizes the complexities of the two-step formula (e.g., regional population and each country's past immigration total), which is used to allocate diversity visas. Asia included many top sending countries for LPRs, such as the People's Republic of China, India, and the Philippines. Yet it also included nations that qualified for diversity visas, such as Bangladesh, Nepal, and Turkey. As Figure 2 illustrates, Asia represented a somewhat more comparable portion of the 1.1 million LPRs (35%) in relation to its portion of the 47,879 diversity immigrants (28%) in contrast to the other world regions.", "Although the diversity immigrants are required to have only a high school education (or the equivalent) or two years experience in an occupation which requires at least two years of training or experience, they were more likely to report managerial and professional occupations than LPRs generally. Specifically, almost of quarter (24%) of diversity immigrants reported managerial and professional occupations in contrast to 10% of the 1.1 million LPRs in FY2009 ( Figure 3 ). ", "Data presented in both P.L. 105-100 and Figure 4 indicate that diversity immigrants included more children and youth than did LPRs generally in FY2009. Indeed, Figure 4 shows that diversity immigrants were more likely to obtain LPR status as they begin their working years than were LPRs overall. The immigrant population of the United States is typically more likely to be in the prime working age group than the native-born population, and the youthful skew of the diversity immigrants' age distribution in FY2009 is even more striking. ", "Diversity immigrants were somewhat less likely to be married than LPRs generally in FY2009, perhaps a function of their relative youth. Over half (54%) of diversity immigrants were single, in contrast to 37% of LPRs overall. Few of either group were likely to be widowed, divorced or separated. In addition, 57% of diversity immigrants were males while only 45% of all LPRs were males in FY2009."], "subsections": []}, {"section_title": "Legislative Issues", "paragraphs": ["Legislation to eliminate the diversity visa category, the Security and Fairness Enhancement for America Act of 2011 or SAFE for America Act ( H.R. 704 ), has been introduced in the 112 th Congress. In the Senate, §4(c) of the Strengthening Our Commitment to Legal Immigration and America's Security Act ( S. 332 ) would also eliminate the diversity visa category. During the 109 th Congress, provisions eliminating the diversity visa lottery comparable to H.R. 704 and those in S. 332 were incorporated into H.R. 4437 , which the House passed on December 16, 2005. At that time, there were two themes that characterized the debate over the diversity visa lottery: fairness and security. These issues of fairness and security are likely to arise again when or if the 112 th Congress considers H.R. 704 . The policy questions discussed below are framed in terms of issues that might arise if debate occurs."], "subsections": [{"section_title": "Policy Questions", "paragraphs": ["As Congress weighs whether to eliminate or revise the diversity visa category, various aspects of the diversity visa might be considered. This report concludes with four policy questions that would be pertinent to this discussion. These selected questions are illustrative of an issue that is nested in the broader immigration debate—a debate often characterized as a \"zero-sum game.\" "], "subsections": [{"section_title": "Is it fair to have the diversity visa category when there are family members and prospective employees who are waiting in queues for visas to become available?", "paragraphs": ["Some might cite the latest National Visa Center data, which indicated there were 4.7 million approved family-based and employment-based petitions waiting for a visa to become available at the close of FY2010. They might advocate that the 50,000 diversity visas would be better used for backlog reduction of the other visa categories. Others might observe that the family-based, employment-based, and diversity visa categories are statutorily designed as independent pathways to LPR status and that the problems of the family-based and employment-based backlogs could only be addressed through comprehensive immigration reform."], "subsections": []}, {"section_title": "Is the diversity visa lottery more vulnerable to fraud and misuse than other immigration pathways?", "paragraphs": ["Some might reference the 2009 arrests of Lassissi Afolabi and Akouavi Kpade Afolabi, who coerced foreign nationals into human trafficking and forced labor rings by paying for the diversity visas if they listed the trafficked young women as their own family on the visa application. They also might cite the U.S. Government Accountability Office (GAO), which found pervasive fraud reported by some consular posts. Others might refer to the numerous fraud investigations and arrests of immigrants who used other visa categories. Others might also point out that DOS and DHS have revised the diversity lottery procedures to address these fraud vulnerabilities. For example, DOS maintains that the electronic registration process increases its ability to screen duplicate and fraudulent entries as well as enables the use of facial recognition software to detect fraud."], "subsections": []}, {"section_title": "Are there national security reasons to eliminate the diversity visa?", "paragraphs": ["Some might cite the case of Hesham Mohamed Ali Hedayet, the Egyptian immigrant who shot and killed two people at Los Angeles International Airport on July 4, 2002, and who had obtained LPR status as the spouse of diversity immigrant. Some might assert that the difficulties of performing background checks in many of the countries currently qualifying for the diversity lottery, as well as broader concerns about terrorism, justify the elimination of the category. Some might cite the 2004 warning of the DOS Deputy Inspector General that the diversity visa lottery \"contains significant vulnerabilities to national security\" from state sponsors of terrorism. Others might point out that immigrants coming to the United States in the other LPR visa categories are not restricted if they come from these same countries and further argue that background checks for national security risks are performed on all prospective immigrants seeking to come to the United States. Others might reference the broader reform to visa security that Congress has enacted since the early 2000s, or cite the 2007 GAO report stating: \"We found no documented evidence that DV immigrants from these, or other, countries posed a terrorist or other threat.\""], "subsections": []}, {"section_title": "Are the reasons that led to establishment of the diversity visa category (e.g., to stimulate \"new seed\" immigration) still germane today?", "paragraphs": ["Some might point to the immigration dominance of nationals from a handful of countries and argue that the diversity visa fosters new and more varied migration to counterbalance an immigration system weighted disproportionately to family-based immigrants.", "If diversity of immigration is still a goal of U.S. immigration policy, is a visa lottery the best method to achieve that goal? If not a lottery, are there other mechanisms, such as a point system, that could be used to allocate the visas?", "Others might argue that, after 20 years, the diversity visa category has run its course. They might cite the overlap between countries that qualified for the diversity lottery and the top immigrant source countries as an indication that the need for \"new seed\" immigration has been met."], "subsections": []}]}]}]}}