{"id": "R41893", "title": "Master Limited Partnerships: A Policy Option for the Renewable Energy Industry", "released_date": "2011-06-28T00:00:00", "summary": ["Expanded investment in clean and renewable energy resources continues to be a policy priority of the Obama Administration and an area of interest to the 112th Congress. In recent years, the primary policy vehicle for promoting investment in renewable energy has been tax credits, particularly the renewable energy investment and production tax credits. A lack of tax liability, however, has limited the renewable energy sector's ability to fully take advantage of these and other tax benefits. The result has been an increased interest in exploring other options for promoting investment in renewable energy. One option might be to allow renewable energy entities access to the master limited partnership (MLP) business organizational form.", "An MLP is a type of business structure that is taxed as a partnership, but whose ownership interests are traded on financial markets like corporate stock. Being treated as a partnership for tax purposes implies that MLP income is generally subject to only one layer of taxation in contrast to publically traded C corporations, which are subject to two layers of taxation. The ability to access equity markets in a manner similar to corporations allows MLP to obtain greater amounts of capital. Access to a greater pool of capital, when combined with the favorable partnership tax treatment, may allow MLPs to secure capital at a lower cost than similar businesses operating under a different organizational structure. The lower cost of capital, in turn, could increase investment in the renewable energy sector.", "Congress first established rules relating to MLPs in the 1980s. At that time, the MLP structure was limited to businesses deriving 90% of their income from primary sources, which included dividends, interest, rents, capital gains, and mining and natural resources income. Effectively, this definition allowed oil and gas extraction and transportation activities access to the MLP structure, while renewable energy resources were generally excluded. The Emergency Economic Stabilization Act of 2008 (P.L. 110-343) expanded the definition of income from qualifying sources to include transportation of certain renewable and alternative fuels, such as ethanol and biodiesel.", "Provisions enacted under the American Recovery and Reinvestment Act of 2009 (ARRA; P.L. 111-5) enhanced the value of certain renewable energy tax credits for many renewable energy projects. By transforming existing tax credits into cash grants, the Section 1603 grants in lieu of tax credits program enhanced access to capital for many in the renewable energy sector. The Section 1603 grant program is scheduled to expire at the end of 2011. As Congress evaluates other policies to attract additional capital to the renewable energy sector, allowing renewable energy entities to structure as MLPs might be one option.", "Extending the MLP structure to renewables could possibly attract additional capital to and stimulate investment in the renewable energy sector. There are, however, a number of potential policy concerns to consider. First, expanding access to the MLP structure could narrow the corporate tax base, which is one of the reasons access to this structure was limited in the first place. Second, if changes to the tax code allowing renewable entities to access the MLP structure are enacted alongside changes to current passive activity loss rules, there may be concerns about the possibility of renewable energy investments being used as a tax shelter. Finally, if the concern is that renewable entities are disadvantaged relative to fossil fuels currently able to use the MLP structure, one option would be to prevent other energy entities from structuring as MLPs."], "reports": {"section_title": "", "paragraphs": ["Ongoing concern surrounding energy security and the environment have led to sustained Congressional interest in energy tax policy. The 111 th Congress enacted a number of renewable energy tax incentives as part of the American Recovery and Reinvestment Act of 2009 (ARRA; P.L. 111-5 ). A number of expiring renewable energy tax provisions were extended through the end of 2011 in the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 ( P.L. 111-312 ). As various incentives for renewable energy, renewable fuels, and energy efficiency are scheduled to expire at the end of 2011, the 112 th Congress may want to explore various policy options for encouraging investment in renewable energy. ", "The Obama Administration has also repeatedly emphasized the importance of investments in clean energy technologies and infrastructure. President Obama has noted that clean energy investments can enhance domestic energy security, promote environmental objectives, and create jobs. One barrier to investments in renewable energy projects is that such projects are highly capital intensive. Capital intensive renewable energy projects continue to face a number of challenges with respect to financing. Policymakers have been exploring various options for increasing the availability and decreasing the cost of financing for the renewable energy sector. One option for attracting additional capital to the renewable energy sector that Congress may consider is allowing renewable energy activities access to the master limited partnership (MLP) business structure. ", "This report explores the policy option of extending the master limited partnership (MLP) business structure option to renewable energy facilities and related activities. Before evaluating the policy, this report provides a brief overview of the MLP structure, highlighting notable tax issues. This report also provides background on the legislative origins of the MLP structure, and legislative changes affecting MLPs that have been made in recent years. The final sections of this report highlight how the MLP structure might be able to attract additional capital to the renewable energy sector, while also discussing some potential policy concerns. "], "subsections": [{"section_title": "Master Limited Partnerships", "paragraphs": [], "subsections": [{"section_title": "What Is an MLP?", "paragraphs": ["A master limited partnership (MLPs) is a type of business structure that is taxed as a partnership, but whose ownership interests are traded on financial markets like corporate stock. Being treated as a partnership for tax purposes implies that MLP income is generally subject to only one layer of taxation. Income passes through the partnership to its business owners who pay taxes according to the individual income tax system. Publically traded C corporations, however, are subject to two layers of taxation. Their earnings are taxed once at the corporate level, according to the corporate tax system, and then a second time at the individual-shareholder level when dividend payments are made or capital gains are realized. This leads to the so-called \"double taxation\" of corporate profits.", "Businesses may be able to attract more capital at a lower cost by choosing to organize as an MLP than would otherwise be possible. Ownership interests of MLPs, which are known as units to distinguish them from corporate stock, are traded on regulated financial exchanges in the same manner as shares of corporate stock. MLP units are an attractive alternative to corporate stock for individual investors, since the single layer of taxation can result in higher after-tax returns. The higher returns to investors corresponds to lower financing costs for the business. And the ability to have their units traded on public exchanges is attractive to the MLP itself since it grants them access to larger and more liquid sources of capital, which can be used to pursue investments. ", "MLPs are typically formed as a limited partnership consisting of thousands of limited partners and at least one general partner. The limited partners are public investors who provide most of the capital to the MLP in exchange for publically tradable units. MLP units pay a periodic cash distribution similar to a dividend and are traded on the New York Stock Exchange, NASDAQ, American Stock Exchange, or over-the-counter market, like stocks. Unit holders are also allocated a portion (determined by units owned) of the partnership's income, deductions, and credits. When a unit is traded, the buying investor replaces the selling investor as a limited partner in the MLP. Currently, there are over 100 publically traded MLPs, the majority of which are energy related (see Appendix ). ", "The MLP's general partner manages the partnership in exchange for a percentage of the partnership's income, called an incentive distribution right (IDR). The exact percentage that the general partner will receive is agreed to when the MLP is formed, but typically involves a 2% share of some baseline amount of distributable cash flow. The general partner may then receive an increasing share of distributable cash flow above the baseline if the yield on the limited partner's units exceed certain thresholds. This payment structure is thought to compensate the general partner for taking on certain risks and encourage them to manage the MLP in a way that maximizes the return to investors. The general partner may be another (parent) company or a group of individuals.", "To be an MLP at least 90% of a business's gross income must be considered \"qualifying income.\" Qualifying income generally includes dividends, interest, rents, capital gains, and mining and natural resource income. Income related to the exploration, development, mining or production, processing, refining, transportation, storage, and marketing of any mineral or natural resource falls under the latter income category. Recently, the definition of qualifying income was expanded. The expanded definition includes income from the transportation and storage of certain renewable and alternative fuels, including ethanol and biodiesel, and activities involving industrial source carbon dioxide. ", "MLPs will typically own and operate their actual business assets indirectly through a subsidiary, known as an operating company. Historically, owning business assets indirectly through a separate company reduced the administrative burden associated with MLPs being publically traded. At one point, direct ownership of the assets might have required that an MLP file change of ownership documents in every state it had operations in whenever investors traded shares. ", "Today, operating companies are often used by MLPs to limit liability among various ventures operating in different states. The use of an operating company also gives MLPs more options and protection when structuring its debt financing since it can subordinate and separate debt along its various lines of business more easily. Additionally, MLPs can use an operating company to \"filter\" income generated by a subsidiary that would otherwise violate the qualified MLP income restrictions. This can happen when an MLP has business investments in closely related, but unqualified, lines of business. "], "subsections": []}, {"section_title": "Unit Holder Investor Tax Issues", "paragraphs": ["Although MLP units trade alongside corporate stocks on public exchanges, their tax treatment is fundamentally more complex. This treatment potentially limits the investor pool to the most sophisticated investors. As previously mentioned, each year MLP investors are allocated their share of the partnership's income, deductions, and credits, and pay tax on the net income according to ordinary income tax rate. Tax must be paid on partnership income the year it is earned, regardless of whether the net income was actually distributed to investors or retained within the partnership. If an investor's net income is negative then the loss is considered a passive loss and generally can only be used to offset passive income. Thus, an investor generally could not use a $10,000 loss from an MLP to offset $10,000 of salary income, which is considered active income. In addition, MLP passive activity loss rules are applied on an entity-by-entity basis. Thus, losses from one MLP cannot be used to offset active income from another MLP. ", "The taxation of an investor's periodic cash distributions is different than the taxation of their share of partnership income. Cash distributions may be received on a quarterly basis but they are not taxed until the investor sells their MLP units. Furthermore, when the distributions are taxed, they are generally taxed as capital gains and not ordinary income. To compute the capital gain related to distributions an investor will begin with the unit sales price and subtract their adjusted basis in the MLP. An investor's adjusted basis is the original purchase price of the units decreased by the amount of cash distributions received and increased by their share of the partnership's net income. The basis adjustments ensure that all income is only subject to one layer of taxation. Investors may also have to make various other tax computations when they sell units, including determining their share of depreciation deductions that are subject to recapture (taxation).", "Another potential tax complexity that may limit who invests in MLPs is unrelated business income taxation (UBIT). The term \"unrelated business income\" generally means income generated by a tax-exempt organization that is unrelated to the organization's regular business. With regard to MLPs, the issue of UBIT primarily concerns pension funds and tax-preferred accounts such as IRAs and college savings plans that invest in MLPs. These tax-preferred investment and saving vehicles must recognize any income greater than $1,000 earned from MLP investments as unrelated business income and pay tax on that income (UBIT). Unrelated business income is taxed according to the corporate rate schedule. The effect on the after-tax return for pension funds and individuals using IRAs may limit these investors in MLPs. "], "subsections": []}, {"section_title": "MLPs and Carried Interest", "paragraphs": ["The President's 2010, 2011, and 2012 Budget Outlines along with numerous other proposals in prior Congresses proposed changes to the tax treatment of certain types of \"carried interest,\" which some have been concerned would impact energy-related MLPs. Carried interest refers to the percentage of a partnership's earnings that its general partners (managers) receive as a performance fee. Proposals regarding carried interest have generally been aimed at the financial services industries. Hedge funds and private equity funds, which are typically set up as a partnership, pay management a fee that depends on the performance of the fund. This fee, which represents carried interest, is taxed at the more favorable capital gains rate instead of the ordinary income rates since these firms are involved in the buying and selling of financial assets, which results in capital gains. Past Administration and congressional proposals would have taxed carried interest as ordinary income, stating that the payments represent compensation for services and not capital. ", "Attempts to change the tax treatment of carried interest, currently treated as capital gains, would likely have minimal impact on current and future energy-related MLPs. It is true that the IDR payments made to MLP general partners are a form of carried interest since they represent a fee based on the performance of the partnership. These payments, however, are the result of operating business income and not capital gains income from the buying and selling of assets, as is the case with a hedge fund. As a result, IDR payments are already taxed mostly at ordinary income rates. There may be a small fraction of MLP carried interest related to the occasional sale of capital assets used in the operating business that is taxed as a capital gains right, but this amount is likely minimal."], "subsections": []}]}, {"section_title": "Legislative History", "paragraphs": ["Master limited partnerships first appeared in the early 1980s. The Tax Reform Act of 1986 (TRA86) reduced the top marginal individual income tax rate to a level lower than the top marginal corporate tax rate. As a result, the partnership business structure became more favorable for tax purposes than the corporate structure. Other changes enacted as part of the TRA86, however, limited the attractiveness of MLPs for investors. Specifically, the TRA86 introduced passive loss rules, which prevented investors from using deductions associated with businesses in which they are not actively involved, such as MLPs, to offset other types of income. ", "In 1987, Congress enacted IRC § 7704, which modified the rules publicly traded partnerships (PTPs) and MLPs had been using to avoid being subject to corporate taxation. , Under the new rules, partnerships whose ownership interests were publically traded were to be treated as corporations for tax purposes. An exception was made, however, that allowed partnerships meeting two criteria to continue being taxed as partnerships. The two criteria were (1) the partnership was in existence on December 17, 1987, and (2) at least 90% of its gross income came from passive sources, such as rents, royalties, and natural resource income, among others. If the income criteria was not met, the partnership could be grandfathered for a 10-year period, after which it would be taxed as a corporation or, in the extreme, cease operations.", "The 1987 rules related to PTPs and MLPs were enacted to address concerns surrounding erosion of the corporate tax base. In the House Report accompanying H.R. 3545 , the 100 th Congress noted \"To the extent activities that would otherwise be conducted in the corporate form, and earnings that would be subject to two levels of tax (at the corporate and shareholder levels), the growth of publically traded partnerships engaged in such activities tends to jeopardize the corporate tax base.\" Further, Congress also observed that PTPs had been used to avoid corporate taxes, noting that the intent of pre-1987 tax law was \"being circumvented by the growth in publically traded partnerships that are taking advantage of an unintended opportunity for disincorporation and elective integration of the corporate and shareholder levels of tax.\" ", "When IRC § 7704 was enacted, effectively subjecting most PTPs and MLPs to corporate taxation, existing PTPs and MLPs were allowed to continue operating as a partnership for 10 years. In 1997, legislation was passed that allowed PTPs and MLPs that had been grandfathered and allowed to continue operating as partnerships an additional choice. Instead of being forced to choose an alternative organizational form, grandfathered PTPs and MLPs were given the option of paying a 3.5% tax on gross income, as an alternative to corporate income taxes. ", "Legislative changes enacted as part of the American Jobs Creation Act of 2004 ( P.L. 108-357 ) potentially expanded the pool of capital able to invest in MLPs. Provisions in this legislation effectively changed rules related to UBIT, which had previously made it unattractive for mutual funds to invest in MLPs. Specifically, the 2004 Jobs Act allowed partnership distributions to be considered qualifying income for mutual funds, thus allowing funds to invest in MLPs without having to worry about UBIT. This change effectively increased the potential pool of MLP investors. ", "Most recently, the definition of qualifying MLP income was expanded to include the transportation and storage of certain renewable and alternative fuels, including ethanol and biodiesel, and other activities involving industrial source carbon dioxide. This change was made as part of the Emergency Economic Stabilization Act of 2008 ( P.L. 110-343 ), at an estimated cost of $119 million over 10 years. The purpose of this change was to allow biofuels pipelines to receive the same tax treatment as petroleum pipelines. Previously, the statutory definition of qualifying income had not been expanded since § 7704 was added to the Internal Revenue Code in 1987. "], "subsections": []}, {"section_title": "MLPs and Renewable Energy", "paragraphs": ["As noted above, policies enacted in the 111 th Congress were designed to support investment and growth in the renewable energy sector. These policies were consistent with the objectives of the Obama Administration, which has emphasized the importance of investments in clean energy technology, including resources and infrastructure. Enhanced use of clean energy resources may be consistent with broader energy policy goals, environmental sustainability, and perhaps domestic energy security. Enhanced investment in and deployment of renewable energy technologies may also have the potential for domestic job creation. ", "During the 111 th Congress, action was taken to address certain challenges in financing renewable energy projects. In the wake of the recent financial crisis, the renewable energy sector was faced with new challenges in financing investment. Prior to 2008, renewable energy investors often relied on tax-equity markets to monetize renewable energy tax benefits (such as the renewable energy production tax credit (PTC)). The ability to monetize federal renewable energy tax incentives was important for renewable energy investors to finance these capital intensive projects. Tax-equity financing became increasingly scarce during 2008 and 2009, leading Congress to enact the Section 1603 grants in lieu of tax credits program. Under this program, qualified taxpayers could elect to receive a one-time grant from the Treasury in lieu of the renewable energy PTC or investment tax credit (ITC). The grant option effectively eliminated the need for tax-equity partnerships for many eligible taxpayers. ", "It has been argued that the Section 1603 grant program prevented what could have been a substantial decline in renewable energy investments, and may have resulted in additional investments in renewable energy generation capacity. Allowing taxpayers to receive a direct grant from the Treasury, and avoid the tax-equity market, has been credited with broadening the pool of renewable energy investors. The success of the Section 1603 program has led some to note the potential value of policies that will attract additional capital to the renewable energy sector. One policy option that proponents note might attract capital to the renewable energy sector would be to allow renewable energy developers to structure as a master limited partnership (MLP). , ", "Should Congress decide to expand the definition of qualifying income to include renewable energy, or make other changes to current tax laws that would allow renewable energy entities to structure as MLPs, Congress may decide to stipulate which clean or renewable energy activities would qualify. In the case of the Section 1603 grant program, qualifying renewable energy technologies were those that were already eligible for the renewable energy PTC or ITC. The MLP structure could be extended to renewable energy technologies already eligible for other renewable energy tax incentives, or expanded to include other technologies that might support expanded use of renewable energy, such as advanced energy storage and transmission technologies. "], "subsections": [{"section_title": "Extending the MLP Structure to Renewables: Potential Benefits", "paragraphs": ["Proponents of extending the MLP structure to renewable electricity generation facilities note that doing so might help attract additional capital to the sector. Additional capital would be attracted to the sector by the higher returns typically offered to investors by MLPs. Additionally, allowing renewable power facilities to structure as MLPs could provide easier access to equity. Being able to sell shares to raise equity is a benefit typically reserved for C-corporations. Given these advantages, MLPs might allow clean energy projects to produce energy at a lower cost, and thus be more competitive with fossil fuels, including coal and natural gas. ", "The MLP structure might also help attract investors to the renewable energy sector, particularly if changes allowing renewables to structure as MLPs were enacted alongside changes to existing passive loss rules. Without accompanying changes to the passive loss rules, the benefits associated with the MLP structure are more limited. As noted above, renewable energy taxpayers have historically turned to the tax-equity market to monetize renewable energy tax incentives (especially prior to the enactment of the Section 1603 grant program in 2009). Under the MLP structure, tax losses pass through to investors. If passive loss rules are restructured to allow investors to use these tax losses to offset other income, renewable energy investments might become more attractive. From this perspective, the renewable energy entity might be able to attract additional capital to the sector with the MLP structure since such a structure could be designed to allow investors to directly benefit from renewable energy tax incentives. While modifications to the passive loss rules would help maximize the benefits investors are able to realize from the MLP structure, extending the MLP structure to renewables without changing the passive loss rules may also provide some benefit, as MLPs are not subject to corporate level taxation and can raise capital by selling additional shares. ", "Allowing renewables to structure as MLPs may help reduce the cost of capital, thereby increasing investment in renewable energy. While expanding the pool of investors and increasing access to capital may help promote investment in renewable energy, the overall value of the ability to structure as an MLP is likely small relative to existing tax benefits for renewable energy entities. Thus, this has led some to observe that \"Because MLP s would only increase the eligible investor pool ... by themselves they would most likely not supplant the tax incentives currently in place.\""], "subsections": []}, {"section_title": "Extending the MLP Structure to Renewables: Potential Policy Concerns", "paragraphs": ["Expanding the definition of qualifying income to allow renewable energy producers to structure as MLPs could raise concerns with respect to the size of the corporate tax base. As was noted above, the rules generally treating MLPs as corporations were enacted in 1987 to address concerns about the long-term erosion of the corporate tax base. Expanding the definition of qualifying income and allowing more firms to structure as MLPs would likely result in a decrease in the size of the corporate tax base, and result in federal revenue losses. Under current law, the tax expenditure (revenue loss) associated with allowing certain energy companies to structure as MLPs is estimated to be around $2.8 billion over the 2010 through 2014 time period.", "The increasing proportion of income flowing through passthroughs as opposed to corporate entities has caught the attention of the Administration and Congress. Senator Max Baucus, chairman of the Senate Finance Committee, in the context of tax reform, has noted \"We're going to have to look at passthroughs—say they've got to be treated as corporations if they earn above a certain income. It's one possibility.\" Treasury Secretary Timothy Geithner has also made reference to the issue of allowing corporations alternative organizational forms, stating \"I think, fundamentally, Congress has to revisit this basic question about whether it makes sense for us as a country to allow certain businesses to choose whether they're treated as corporations for tax purposes or not.\" While much of this concern has been directed at large passthrough entities (those with $50 million or more in revenues), it may still be important to consider when it is appropriate to allow entities to structure as passthroughs, alongside the associated revenue cost. ", "If the concern is that allowing fossil fuel energy entities to structure as MLPs puts renewables at a disadvantage, preventing publicly traded fossil fuel entities from structuring as passthrough entities is another option. Requiring publicly traded companies (energy and other types of MLPs) to structure as C-corporations would broaden the corporate tax base, and ensure that such fossil-fuels energy-related MLPs do not have better access to capital or a preferred tax status not available to renewable energy alternatives. This policy change, however, could place greater capital constraints on, and potentially reduce investment in, industries currently able to use the MLP structure.", "Allowing renewable energy facilities to structure as MLPs, if enacted jointly with policies that would exempt renewable energy tax benefits from passive activity loss rules, could raise concerns surrounding \"gold plating\" of renewable energy projects or the possible use of tax shelters. Gold plating can occur when investors look to invest in renewable energy property for the purpose of tax benefits without regard to performance and production. Specifically, if investors are able to use renewable energy tax benefits to offset active income from other sources, the potential for tax shelter opportunities may emerge. During the 1980s, investors using debt to finance large wind projects could generate tax benefits through investment tax credits that were available at the time. The tax benefits were valuable in and of themselves, even if the wind facility did not produce electricity. , Removing passive activity loss rules for renewables eligible for generous investment tax credits could create opportunities for tax shelters like those seen in the 1980s.", "One final point of potential concern is that MLPs have typically been used to finance proven technologies with stable cash flows. Since the financing structure is particularly well suited to entities with predictable cash flows, many existing MLP operations are involved in transportation of fuels or other midstream operations. Renewable energy technologies that pose technology risk may not be well suited to take advantage of the MLP structure. Capital is most scarce for energy technologies that have been developed beyond the research & development (R&D) laboratory phase, but have not yet reached commercialization. MLPs are not likely to attract additional capital to this capital-scarce sector comprised of technologies that have moved beyond field testing but have not yet been deployed at scale. "], "subsections": []}]}, {"section_title": "Concluding Remarks", "paragraphs": ["Additional access to capital has the potential to stimulate investment and growth in the renewable energy sector. MLPs could have the potential to attract additional capital to the renewable energy sector. MLPs could also allow investors to benefit from other renewable energy tax incentives, and thereby avoid tax-equity markets for monetization of renewable energy tax benefits, if changes to existing passive loss restrictions were enacted. ", "Extending the definition of qualifying income to allow renewable energy facilities to structure as MLPs might raise policy concerns. Specifically, expanding the definition of MLPs to include other types of activity could be viewed as a narrowing of the corporate tax base. Further, if changes in current law regarding qualifying income under the MLP structure are coupled with changes in passive activity loss rules, there are concerns that such changes could lead to tax shelter opportunities."], "subsections": [{"section_title": "Appendix. MLPs by Industry: Past and Present", "paragraphs": ["The MLP universe has grown and changed in recent decades. In the energy sector alone, the number of energy MLPs increased from 6 in 1994 to 72 in 2010. Over that same time period, total market capitalization of energy MLPs grew from $2 billion to roughly $220 billion. Additionally, since the 1990s, the universe of MLPs has changed to include a larger proportion of energy MLPs, specifically those involved in midstream operations.", " Figure A-1 illustrates the proportion of MLPs in different industry groups in 1990 and 2010. Over the 20-year period, the share of MLPs in the energy industry has increased. Further, energy MLPs have become more likely to be involved in midstream or transportation activities over time, as opposed to extraction and production. In 1990, 10% of MLPs were oil and gas midstream operations. By 2010, this share had increased to 44%. Over the same period, the proportion of MLPs involved in oil and gas exploration and production decreased from 21% to 10%. ", "Nearly 90% of market capital in MLPs is attributable to energy and natural resources, with more than 70% of total market capitalization attributable to midstream oil and gas operations (see Figure A-2 ). "], "subsections": []}]}]}}