{"id": "R41816", "title": "National Park System: What Do the Different Park Titles Signify?", "released_date": "2015-11-19T00:00:00", "summary": ["Congress names individual units of the National Park System in the enabling legislation for each unit. In so doing, Congress establishes the range of titles used in the park system. The system's 409 units currently bear a wide range of titles—national park, national monument, national preserve, national historic site, national recreation area, national battlefield, and many others. This report addresses the significance of the different titles and discusses potential advantages and disadvantages of systemwide recommendations to simplify park nomenclature.", "Legislators are concerned with park titles in several ways. First, Congress must determine appropriate titles for individual units when parks are established. Although the laws, regulations, and policies governing the National Park System generally apply to all units regardless of title, some meaningful differences nonetheless exist among the designations. Congress has grouped similar units under similar titles and has authorized resource-intensive activities, such as sport hunting or off-road vehicle use, in some types of units more than in others. In particular, Congress has been reluctant to allow such activities in national parks, but has authorized them in national preserves, national recreation areas, and national seashores and lakeshores, among other areas. A few unit titles are further associated with specific statutory authorities that govern their creation or development. National monuments, for example, can be proclaimed by the President under the Antiquities Act of 1906 (whereas other types of units cannot). National scenic trails and wild and scenic rivers are subject to requirements of the National Trails System Act of 1968 (P.L. 90-543) and the Wild and Scenic Rivers Act of 1968 (P.L. 90-542), respectively, as well as general park authorities.", "In addition to naming units when they are established, Congress also considers proposals to retitle existing park units. For example, H.R. 3619 in the 114th Congress proposes to redesignate Rock Creek Park in Washington, DC, as a national park, and H.R. 2880 would redesignate the Martin Luther King Jr. National Historic Site in Georgia as a national historical park. In the 112th Congress, P.L. 112-245 redesignated the former Pinnacles National Monument in California as Pinnacles National Park. Among other things, such proposals may aim to increase visitation at a given unit and thus to boost local and regional economies. In particular, some studies have suggested that the \"national park\" title may attract visitors and bring economic benefits. Those opposing redesignations may be concerned that unwanted restrictions would be pursued along with a change in title.", "An issue for Congress is whether the current wide array of park titles should be consolidated. The House Natural Resources Committee explored this question in 2010 hearings. The National Parks Second Century Commission, and the National Park Service (NPS) itself, have recommended reducing the number of park titles to better \"brand\" the units and make them more recognizable as part of the park system. Such branding could potentially bring more visitors to under-recognized units and thus help businesses in surrounding communities. On the other hand, the current, more loosely structured system maximizes Congress's flexibility to title units to reflect their unique features."], "reports": {"section_title": "", "paragraphs": ["T he 409 units of the National Park System bear a wide range of titles—national park, national monument, national preserve, national historic site, national recreation area, and national battlefield, among many others. What is indicated by these different designations? Do they mean that units receive different protections with respect to development? Are certain activities permitted in one type of unit but not another? Are the units managed differently? This report addresses questions that legislators have asked about park unit titles, when considering proposals to establish new park units, to redesignate existing units, or to change the provisions governing a unit. It also discusses potential advantages and disadvantages of systemwide recommendations to simplify park nomenclature. ", "Currently, there are no definitive criteria for naming a park unit. Bills to designate new units of the National Park Sys tem, or to rename existing units, may specify any title, even one not previously used in the park system. The statutory authorities and management policies of the National Park Service (NPS) generally apply to all units, regardless of title. Also regardless of title, Congress may specify exceptions to NPS laws, regulations, and policies in a given unit—for example, Congress may authorize hunting or mining, generally prohibited in the National Park System, in a particular unit.", "While few statutory distinctions exist among the designations, their differences can nonetheless be meaningful. In practice, Congress has grouped similar units under similar titles, and has often followed precedents regarding the activities and management arrangements authorized in particular types of units. The designations have thus developed distinctive characteristics. In addition, a park's title can influence public perceptions of the park. Changes in designation may affect visitation patterns, which may have local and regional economic repercussions. Finally, a few designations indicate that units, in addition to being in the National Park System, are also part of other legislatively established systems that confer their own protections."], "subsections": [{"section_title": "What Are the Park Titles?", "paragraphs": ["The units of the National Park System vary widely in their physical features and the purposes for which they were designated. These differences are reflected in the names Congress has bestowed when creating units. More than 20 different designations have been used. Some (such as \"national park\") are unique to the National Park Service, while others (such as \"national recreation area\") are also used by other agencies. In naming a new unit, Congress may choose any existing title, or create a new designation. ", "National parks. Often referred to as the \"crown jewels\" of the park system, the 59 national parks contain some of the country's best-known natural attractions. They are generally large, diverse areas with outstanding natural features and ecological resources. They tend to be among the most strictly protected units in the park system, in that Congress has historically been reluctant to authorize consumptive activities such as mining or hunting in the national parks. National monuments. National monuments are the only units in the National Park System that may be established by the President, although they may also be established by Congress. Most of the park system's 80 national monuments are smaller and less diverse than national parks, often preserving a single significant resource rather than a variety of natural and historical attractions. Beyond this, it is difficult to classify their attractions; many contain historical or archeological artifacts, but others are notable for their natural features or recreational opportunities. Many national monuments originally proclaimed by Presidents have subsequently been redesignated by Congress as national historic sites, national parks, or other types of units. National preserves. The 19 national preserves are similar to national parks in their size and natural features, including geological attractions, flora, and wildlife. However, the national preserves explicitly allow certain activities not generally permitted in national parks. Many preserves adjoin national parks, and were not incorporated within those parks specifically because Congress wanted to allow uses (such as hunting or oil and gas exploration) that were not considered compatible with national park designation. Half of the national preserves are in Alaska. National reserves. Only two national reserves are part of the National Park System. They are similar to national preserves except that both are managed in partnership with state, local, or private entities. National recreation areas. NPS manages 18 national recreation areas. This designation was originally given to lands that surround Bureau of Reclamation reservoirs and feature water-based recreation. It has since also been used for other outdoor areas, especially those in or near urban centers. Recreational activities, such as boating, fishing, or hunting, are often explicitly authorized in the legislation designating national recreation areas. National lakeshores and national seashores. As suggested by their names, these units consist of coastal and lakefront areas. The 10 national seashores are on the Atlantic, Gulf, and Pacific coasts, while the 4 national lakeshores are all on the Great Lakes. Recreation is a primary focus in these units, and many have roads, parking areas, and other facilities designed for beach visitation. A number of national seashores and lakeshores permit hunting. National rivers and wild and scenic rivers . Congress establishes wild and scenic rivers under the Wild and Scenic Rivers Act of 1968 (P.L. 90-542). This act was designed to preserve rivers and surrounding landscape in their natural state, unaltered by dams or channels. The National Park Service manages 10 wild and scenic rivers as stand-alone park units. These wild and scenic rivers, and 5 other national rivers that are also park units, offer hiking, canoeing, and other outdoor activities (sometimes including hunting). National trails. Congress establishes national trails under the National Trails System Act of 1968 (P.L. 90-543). The National Park Service manages 3 national trails as full park units; all are designated as \"national scenic trails,\" and all wind through multiple states. The trails are managed for recreational use, primarily hiking. National parkways. The 4 national parkways encompass roads and surrounding parkland. Sites of cultural interest lie along their routes. The parkways were designed for recreational driving through scenic countryside, although the George Washington Memorial Parkway in Virginia has become a heavily used commuter route. National and international historic sites. The 78 national historic sites and 1 international historic site designate places significant to U.S. history. Most are structures of historical interest, such as the homes of notable Americans, or public buildings where important events occurred. Some mark the site of military actions, although other designations (such as national battlefield or national military park) are also available for military areas. National historic sites are usually considerably smaller than national parks or national preserves. Several feature a single building and are less than 1 acre in size. National historical parks. Like historic sites, the 50 national historical parks are notable for their connection with events or people of historical interest. These entities usually extend beyond a single building or property. Many are not \"parks\" in the traditional sense of wide green spaces, but rather are urban tracts with a number of historically interesting buildings. Others, in less developed areas, may contain natural attractions in addition to their historical resources. National battlefields, national battlefield sites, national battlefield parks, and national military parks. The 11 national battlefields, 1 national battlefield site, 4 national battlefield parks, and 9 national military parks all designate locations of significant military actions. They include landscapes where battles occurred (primarily during the American Revolution and the Civil War) and military and civil structures in those areas. Of the four designations, national battlefield parks and national military parks tend to be the largest. National memorials. National memorials need not be located at historically significant sites. Instead, many of the 30 national memorials, like the Washington Monument or the Thomas Jefferson Memorial in Washington, DC, are structures erected to commemorate people or events. Even when memorials occupy areas of historic interest, the site may be significantly altered from its historical state. Other designations. The National Park Service administers a number of areas in the Washington, DC, region that do not easily fit into the above classifications. The Park Service classifies these 11 units as having \"other designations\" than the standard types, and they bear a variety of names."], "subsections": []}, {"section_title": "What Do the Titles Mean?", "paragraphs": ["For the most part, the different park titles signify different types of resources and attractions: a visitor expects to find historic buildings at a national historic site, natural attractions at a national park, and recreational opportunities at a national recreation area. In some cases, however, the title has further implications. It may signal information about who established the unit (Congress or the President), who manages it, and what activities Congress has chosen to permit or prohibit in the unit. "], "subsections": [{"section_title": "Type and Size of Resource", "paragraphs": ["Most designations give a sense of the type of attraction to be found in the park unit, whether primarily natural (e.g., national parks or preserves), historical (e.g., national historic sites or historical parks), military (e.g., national battlefields or battlefield parks), or recreational (e.g., national recreation areas). However, these distinctions are not absolute; units set aside primarily for one type of attraction may also contain other types. Many national parks, for example, are notable for their historical and cultural artifacts as well as for their natural features. National seashores and lakeshores, designated for their natural attractions, may also be developed for recreational use, with some roads and facilities designed to accommodate substantial beach traffic. National historical parks, national battlefield parks, and national military parks may offer natural spaces in addition to the historical attractions that are their primary features.", "The National Park Service has recognized this mix of resources in park units. At one point in its history, the Park Service had separate management tracks for primarily \"natural\" areas, primarily \"recreational\" areas, and primarily \"historical\" areas. These were abolished in favor of an integrated approach that focuses on all park resources, regardless of a park's title or the way in which it became part of the National Park System.", "Some of the finer title distinctions may signal differences in the size of otherwise similar park units. For example, a national historical park is generally larger than a national historic site, containing multiple structures rather than just one. The single national battlefield site is smaller than most national battlefields, while the four national battlefield parks are larger and contain parkland. However, these size distinctions are far from absolute. Two national historical parks, for example, are less than 10 acres in size, while a few national historic sites are unusually large, exceeding the size of many national historical parks. "], "subsections": []}, {"section_title": "A Part of the National Park System?", "paragraphs": ["NPS's main responsibility is to administer the 409 units of the National Park System, but it also manages or assists other areas outside the system (often nonfederally owned) that are \"linked in importance and purpose\" to the National Park System. In most cases, an area's title indicates whether it is part of the National Park System or one of these \"related areas.\" In other cases, it may not be possible to tell from the title whether the area is in the park system, because the title applies to sites inside and outside the system. ", "NPS is generally less involved in the funding and management of related areas than of park system units. Typically, the Park Service directly administers units of the park system, whereas it provides technical and financial assistance to related areas, many of which are administered by nonfederal entities. ", "Beyond NPS related areas, some designations are also shared with sites managed by other federal agencies, such as the Forest Service or the Bureau of Land Management. Table 1 lists park titles and indicates whether they are units of the National Park System and/or lie outside the system."], "subsections": []}, {"section_title": "Authority to Establish the Unit", "paragraphs": ["Today, only one type of National Park System unit may be established by an entity other than Congress. National monuments may be proclaimed on federal lands by the President, under the Antiquities Act of 1906, as well as by Congress. The President's authority to proclaim monuments without congressional approval has sometimes been controversial, because the monument designation may restrict previously available uses of public land. After controversies over presidential monument proclamations in Wyoming (for Jackson Hole National Monument in 1943) and Alaska (for a number of national monuments in 1978), Congress limited further use of the President's authority in these two states. In recent Congresses, bills have been introduced to similarly limit this authority in other western states, as well as to amend the Antiquities Act more generally to require congressional or state approval for all presidential monument proclamations or to make other changes. At the same time, Congress and the public have also demonstrated ongoing support for many presidentially proclaimed monuments, in cases where protection of resources has been seen as desirable. In many cases Congress has affirmed this support by re-establishing the monuments in congressional legislation as national parks or other types of units. ", "Beyond national monuments, some park units were established in the past by entities other than Congress or the President. For much of the 20 th century, the Secretary of the Interior had the authority to designate national historic sites, in accordance with the Historic Sites Act of 1935 (16 U.S.C. §§461-467). This authority was limited in 1992 by an amendment to the Historic Sites Act (§466) stipulating that Congress must authorize the appropriation of any funds used to carry out secretarial designations. Also in the past, some units were transferred to the National Park Service from other agencies. For example, some national recreation areas were originally established through interagency agreements with the Bureau of Reclamation."], "subsections": []}, {"section_title": "Permitted and Prohibited Uses", "paragraphs": ["National Park System units are among the most strictly protected federal lands, as compared to those administered by other agencies such as the Bureau of Land Management or the Forest Service. Under laws applying to all National Park System units, park administrators must manage activities in the parks to avoid derogation or impairment of park resources. Thus, activities that may consume or damage resources—including hunting, grazing, mining, logging, aircraft overflights, and off-road vehicle use, among others—are generally limited or prohibited. However, Congress may authorize a desired activity at a specific unit, typically by including provisions in the unit's enabling legislation to permit the activity.", "Although Congress may authorize specific land uses in any type of park unit, in practice, activities that might damage or consume resources (sometimes called \"consumptive\" activities) are more often permitted in some types of units than in others. In particular, Congress has been reluctant to allow consumptive uses in national parks. For example, Congress has not authorized sport hunting in any national parks, whereas this activity is authorized in some other types of units, including some national recreation areas, national preserves, national rivers, national monuments, and national seashores and lakeshores. Similarly, off-road vehicle use is not permitted in national parks, although it may be allowed in national recreation areas, national seashores and lakeshores, and national preserves.", "Congress has been especially open to consumptive uses in certain types of park units. The main example is the national preserves. The earliest preserve —Florida's Big Cypress National Preserve, created in 1974—adjoins Everglades National Park and might have been incorporated in the park were it not for interest in continued hunting, trapping, and oil and gas exploration on the land. Congress accommodated these activities in the unit's legislation and called it a national preserve, apparently to distinguish it from the more restrictive national parks. Similarly, a number of national preserves in Alaska, established by the Alaska National Interest Lands Conservation Act of 1980 ( P.L. 96-487 ), border national parks and contain equally abundant natural resources. However, they permit sport hunting, prohibited in the adjacent parks.", "Other recreational uses are allowed in many different types of parks, but are explicitly encouraged in some types. Most obviously, national recreation areas tend to be especially oriented toward recreational use. Many are managed in cooperation with other land management agencies that may be less restrictive than the National Park Service. Enabling statutes for national recreation areas specifically authorize and encourage recreational development. National seashores and lakeshores display a range of allowed uses, but they too may be heavily developed for recreation, especially beach use. Authorizing legislation for these areas may direct recreational development in some parts of the unit and preservation efforts in other parts. Many national seashores and lakeshores also explicitly permit hunting and fishing."], "subsections": []}, {"section_title": "Management Arrangements", "paragraphs": ["One type of park, the national reserve, is specifically associated with partnership management arrangements—that is, the establishing legislation directs NPS to administer the unit in cooperation with state or local entities or with private organizations. However, there are only two national reserves, and partnership management is increasingly common in other types of units. Such management arrangements stand in contrast to the traditional scenario for national park units, in which NPS is fully responsible for park administration. Among the reserves, Idaho's City of Rocks National Reserve is about 65% federally owned and is managed by the Idaho Department of Parks and Recreation, with technical assistance, funding, and oversight by the Park Service. Ebey's Landing National Historical Reserve, which consists of farms and communities in Puget Sound as well as two state parks, is only about 14% federally owned. It is managed by a local trust board, again with technical assistance, funding, and oversight by the Park Service.", "Another type of partnership occurs primarily in national recreation areas and national seashores, where the National Park Service manages the units in cooperation with federal agency partners. National recreation areas surrounding dams and reservoirs—including Arizona and Nevada's Lake Mead, Colorado's Curecanti, and Texas's Lake Meredith, among others—are typically co-managed with the Bureau of Reclamation, which administers the areas' water resources. Whiskeytown-Shasta-Trinity National Recreation Area, which contains forest land, is managed in partnership with the Forest Service. Two national seashores, Virginia's Assateague Island and North Carolina's Cape Hatteras, encompass national wildlife refuges that are managed by the Fish and Wildlife Service. "], "subsections": []}, {"section_title": "Relation to Other Land Management Systems", "paragraphs": ["All park units are part of the National Park System, but a few types of units belong to other land management systems as well. These other systems confer their own requirements and protections, beyond those provided in the National Park Service's general authorities. Units titled \"wild and scenic rivers\" are established under the Wild and Scenic Rivers Act of 1968 (P.L. 90-542; 16 U.S.C. §§1271 et seq.), which preserves free-flowing rivers in their natural state (i.e., without dams or diversions). Depending on how the river is classified—as wild, scenic, or recreational—the act restricts development and protects water rights on the river to a greater or lesser degree. Not all wild and scenic rivers are assigned to the National Park Service, and of those that are, only three constitute full park units; others are contained within larger park units and managed as part of those units.", "Similarly, units titled \"national scenic trails\" are established under the National Trails System Act of 1968 (P.L. 90-543; 16 U.S.C. §§1241 et seq.). This law provides for four categories of trails: scenic trails, historic trails, recreational trails, and connecting or side trails. Depending on the type of trail, certain activities may be prohibited (e.g., use of motorized vehicles) or encouraged (e.g., trail development for hiking, biking, horseback riding, or cross-country skiing). As with wild and scenic rivers, trails designated under the National Trails System Act are not necessarily managed by the National Park Service. NPS manages three national scenic trails as full park units, and manages 16 other trails as \"related areas\" (as well as two more trails co-managed with the Bureau of Land Management).", "Finally, in some park units, special protections to restrict development are provided by wilderness designation. Federal lands designated as wilderness areas under the 1964 Wilderness Act (P.L. 88-577; 16 U.S.C. §§1131-1136) generally prohibit commercial activities, roads and motorized access, and structures and facilities. Congress can designate wilderness in any type of park unit, as well as on federal lands outside the park system. A high number of national parks contain wilderness areas, but not all do, and other types of park units—including some national monuments, national preserves, and national seashores—also have designated wilderness areas. "], "subsections": []}]}, {"section_title": "How and Why Are Park Titles Changed?", "paragraphs": ["A change to the title of a park unit requires an act of Congress. Legislation to change unit designations—for example, to redesignate a national monument as a national park—is common. In the 114 th Congress, H.R. 3619 proposes to redesignate Rock Creek Park in Washington, DC, as \"Rock Creek National Park in the District of Columbia\"; H.R. 2880 would redesignate the Martin Luther King Jr. National Historic Site in Georgia as a national historical park; and H.R. 482 and S. 1696 would redesignate Ocmulgee Mounds National Monument in Georgia as a national historical park. In the 112 th Congress, P.L. 112-245 redesignated Pinnacles National Monument in California as Pinnacles National Park, and previous Congresses have made similar title changes to other units. "], "subsections": [{"section_title": "Why Change a Park Title?", "paragraphs": ["In many cases, the motivation to redesignate a unit may be economic. This is especially the case with measures to adopt the title \"national park\" for units that have previously borne other titles. Many of the country's best-known natural attractions lie in national parks, and visitors planning travel itineraries often target the national parks over other units of the park system. Members of Congress and other stakeholders may seek to retitle a unit as a national park to draw more visitors to the site and to give surrounding communities a financial boost.", "For example, when the 112 th Congress redesignated the former Pinnacles National Monument as a national park ( P.L. 112-245 ), congressional supporters stated: \" Now we will attract even more Americans and visitors from around the world .... This bill will ensure that [the park] gets the recognition it deserves while also boosting the area 's tourism economy .\" Local groups advocating to redesignate the current Chiricahua National Monument in Arizona as a national park also predicted regional economic benefits, reportedly stating: \"A National Park designation would significantly raise the profile of Cochise County, both nationally and internationally, drawing additional visitors to the region.\" Stakeholders may hope that the change will benefit the park itself, as well as the surrounding community. Delegate Eleanor Holmes Norton suggested that \"redesignating Rock Creek Park [as a national park] will help highlight its national status and protect and revitalize this remarkable resource in our nation's capital.\"", "Evidence is mixed as to the effectiveness of this strategy as a way of increasing tourism at a unit and in surrounding communities. On the one hand, NPS visitor statistics show that national parks indeed receive more visitors on average than most other types of units. On the other hand, units redesignated as national parks have not always shown subsequent increases in visitation. One in-depth study of eight national monuments that were redesignated as national parks found that the name change accounted for an additional 13,000 visitors annually per site, on average, when controlling for other variables. However, gains from a name change did not always make up for losses from other factors, so overall visitation did not always increase.", "Beyond economic incentives, there may be other reasons for changing park unit designations. For example, when re-establishing national monuments originally proclaimed by Presidents, Congress has often used a different title that more clearly signals the type of attraction to be found in the unit. Former national monuments have become national parks, national preserves, national historic sites, national historical parks, in one case a national battlefield, and in another case a national scenic trail. "], "subsections": []}, {"section_title": "Concerns in Changing Park Titles", "paragraphs": ["Measures to redesignate park units may face several challenges. In the case of attempts to adopt the \"national park\" title, supporters may need to make a case that the attractions of the unit are outstanding enough to warrant the national park label, which has traditionally been reserved for the \"crown jewels\" of the National Park System. For instance, the National Park Service at one point argued against redesignating Pinnacles as a national park, stating that the unit \"does not include the full range of resources usually found in national parks.\" ", "Another concern is that measures to rename units could potentially be paired with other, more controversial proposed changes, such as changes to park boundaries or management policies, or wilderness designation. A redesignation in itself rarely changes the laws, regulations, and policies governing a unit's management. However, Congress may choose to change other provisions in conjunction with a title change. When stakeholders sought a redesignation of Colorado National Monument as a national park, concerns were expressed about whether this would bring new limits on road access for local residents, and whether stricter air quality standards would be applied. (Redesignation as a national park would not inherently affect a unit's classification under Clean Air Act requirements for the prevention of significant deterioration of air quality, absent other steps to pursue a new classification.) Such concerns prompted some stakeholders to oppose a national park designation for the unit. ", "Similarly, an initiative to redesignate Washington's Mt. St. Helens National Volcanic Monument as a national park was opposed by congressional, state, and local leaders concerned because the change would transfer administrative responsibilities from the Forest Service to the National Park Service. Although some stakeholders asserted that the title change would reverse a serious decline in visitation, citing significantly higher tourism at nearby Mt. Rainier National Park, others expressed concerns that a change from the Forest Service's mixed-use land management approach to the National Park Service's more restrictive policies could affect air quality standards and hunting policies. "], "subsections": []}]}, {"section_title": "Are Multiple Park Titles Necessary?", "paragraphs": ["An issue faced by Congress is whether to continue using the current wide variety of park titles. The National Parks Second Century Commission expressed concern that the range of park titles is confusing to visitors, and recommended reducing the number of titles in order to enhance branding and recognition of the parks. In May 2010 testimony before the House Natural Resources Committee, NPS Director Jonathan Jarvis also supported a simplified naming system:", "People do not have a problem identifying Yosemite National Park or Yellowstone National Park as parts of the national park system. But many people would be surprised to learn that the Appalachian National Scenic Trail, Sleeping Bear Dunes National Lakeshore, and Saint Croix National Scenic Riverway are also parts of the system. One of the recommendations of the Second Century Commission that we believe has merit is to substantially reduce the more than two dozen different park titles currently used for units of the national park system. We feel strongly that a nomenclature with fewer titles would make the public more aware of the national park system as a whole.", "Recommendations to consolidate park titles have been discussed along with other marketing tools to increase park visitation, such as the National Park System logo or public awareness campaigns. Increased recognition of the National Park System \"brand\" could potentially boost visitation at under-recognized units, bringing consumers and jobs to surrounding communities.", "On the other hand, it could be argued that a stricter nomenclature might reduce Congress's flexibility to choose park names that reflect a unit's unique features. In certain units, prescribed designations might not adequately convey to the public the full set of attractions to be found. A few nonstandard names of park units—for example, the White House or the Washington Monument—are iconic American symbols, and efforts to tailor them to a prescribed set of park designations could prove unpopular. Moreover, as discussed above, opponents of efforts to rename individual parks often express concern that unwanted restrictions could accompany title changes. If, in consolidating park titles systematically, Congress also made new determinations about what activities could take place in certain types of units, or altered other management arrangements, these changes could provoke opposition."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["There are no specific guidelines for park designations in the National Park System. Congress has wide latitude when assigning titles in each unit's establishing legislation. However, Congress has followed certain patterns in designating park units, and the title may thus signal important information about the unit. Moreover, the title can influence congressional decision making: legislators may be more willing, for example, to allow hunting in a national preserve than in a national park, or to consider management partnerships in a proposed reserve or preserve. Titles may influence the public as well: tourists may be more drawn to a national park than a national monument, for instance, so that the choice of title can have local economic consequences. Congress may consider these elements when determining titles for new park units or weighing proposals to retitle existing units. ", "A further issue for Congress is whether to simplify park nomenclature by reducing the number of titles currently in use. A consolidated nomenclature could potentially increase public knowledge of and interest in park units that are currently hard to identify as part of the National Park System. On the other hand, more rigid naming conventions could restrict Congress's flexibility to choose the most appropriate name for a unit."], "subsections": []}]}}