{"id": "R41818", "title": "P.L. 111-292, the Telework Enhancement Act of 2010: Summary of Provisions and Possible Issues for Oversight", "released_date": "2011-07-27T00:00:00", "summary": ["The Telework Enhancement Act of 2010, enacted as P.L. 111-292 (December 9, 2010), requires the head of each executive agency to establish and implement a policy under which employees shall be authorized to telework.", "The law amends Title 5 of the United States Code by adding a new chapter, Chapter 65, entitled \"Telework,\" and defines telework as a work flexibility arrangement under which an employee performs the duties and responsibilities of his or her position, and other authorized activities, from an approved worksite other than the location from which the employee would otherwise work. The head of each executive agency is required to establish a policy under which employees (with some exceptions) would be authorized to telework. The policy on telework must be established within 180 days after enactment of the new Chapter 65 of Title 5 United States Code and ensure that telework does not diminish employee performance or agency operations. Executive agency employees not eligible for telework generally include those whose official duties require the daily (every work day), direct handling of secure materials determined to be inappropriate for telework by the agency head, or on-site activity that cannot be handled remotely or at an alternate worksite. Employees are required to enter into written agreements with their agencies before participating in telework. Each executive agency must appoint a Telework Managing Officer, who is responsible for implementing the telework policies, and provide training to managers, supervisors, and employees participating in telework. The telework policy must be incorporated as part of an executive agency's continuity of operations plans (COOP) in the event of an emergency. When an executive agency is operating under a COOP plan, that plan must supersede any telework policy. The Director of the Office of Personnel Management (OPM) is directed to submit annual reports on telework to Congress, and the Comptroller General (CG) is directed to review the OPM report and then annually report to Congress on the progress of executive agencies in implementing telework. The CG also will annually submit a report to Congress on telework at the Government Accountability Office. The agency chief human capital officers (CHCOs) will annually report to the chair and vice-chair of the CHCO Council on telework in their organizations. Test programs for telework travel expenses are authorized. Such programs are authorized for seven years and no more than 10 programs may be conducted simultaneously.", "As executive agencies implement the law on telework, Congress may wish to examine several issues, including the policies and guidance that the Office of Management and Budget and OPM, respectively, will be prescribing on the security of information and systems during telework, and the operation of executive agency telework programs. This report summarizes the provisions of P.L. 111-292 and identifies several possible issues for congressional oversight of telework. It will be updated as the law is implemented."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Enactment of P.L. 111-292 , the Telework Enhancement Act of 2010, on December 9, 2010, as the 111 th Congress was approaching adjournment, represented the culmination of several years of legislative activity related to this issue. For example, the 108 th and 109 th Congresses saw the introduction and referral to committee of two bills, but no further action occurred on the legislation. In the 110 th Congress, the House passed a bill and the Senate reported a bill, but neither measure saw further action.", "Under the law, the head of each executive agency of the federal government is required to establish and implement a policy under which employees shall be authorized to telework. The policy must ensure that telework does not diminish employee performance or agency operations. The law defines telework as a work flexibility arrangement under which an employee performs the duties and responsibilities of his or her position, and other authorized activities, from an approved worksite other than the location from which the employee would otherwise work. To participate in telework, an employee must enter into a written agreement with the agency. An employee whose official duties require, on a daily basis (every work day), direct handling of secure materials determined to be inappropriate for telework by the agency head, or on-site activity that cannot be handled remotely or at an alternate worksite, is not eligible to telework, except in emergency situations, as determined by the agency head.", "The House Committee on Oversight and Government Reform and the Senate Committee on Homeland Security and Governmental Affairs emphasized several underlying purposes of telework in reporting the legislation to the House of Representatives and the Senate, respectively: ", "The Committee has determined through its oversight efforts that there is not a consistent definition of telework across agencies.... An important consideration for agency telework programs is ensuring the security of government information.... In recent years, telework also has increasingly been viewed as an important tool for ensuring continuity of essential government services in emergencies.", "The goal of this legislation is to ensure that Federal agencies more effectively integrate telework into their management plans and agency cultures. The recent snow emergency in the Washington, D.C., metropolitan area during the first half of February 2010 vividly underscored the importance of every agency having a telework policy in place and a culture that values and is prepared for telework.... The Committee has concluded that telework is an essential tool that agencies should deploy as part of their overall strategies for human capital management and continuity of operations, and that legislation is needed to help agencies overcome resistance to telework arising from inertia and fear of the unknown.", "These issues, as well as the development of the Telework Managing Officer's role; the establishment of training programs for managers and supervisors and the employees under their direction who telework; the Office of Personnel Management (OPM) and Government Accountability Office (GAO) evaluations of the law's implementation; the operation of the test program on travel expenses; and the documentation of measureable outcomes resulting from telework are among those that the House and Senate may focus on in exercising oversight of the law's implementation. "], "subsections": []}, {"section_title": "P.L. 111-292, the Telework Enhancement Act of 20105", "paragraphs": ["The law amends Part III of Title 5 of the United States Code by adding a new chapter, Chapter 65, on telework. The provisions of the law are paraphrased from the Statutes at Large in the summary that follows."], "subsections": [{"section_title": "Definition of Telework", "paragraphs": ["Telework is defined as a work flexibility arrangement under which an employee performs the duties and responsibilities of his or her position, and other authorized activities, from an approved worksite other than the location from which the employee would otherwise work."], "subsections": []}, {"section_title": "Executive Agency Telework Policies", "paragraphs": ["Within 180 days (by June 7, 2011) after the enactment of Chapter 65, the head of each executive agency is required to establish a telework policy under which eligible employees would be authorized to telework, determine the eligibility of all employees to participate in telework, and notify all employees of their eligibility. The policy must ensure that telework does not diminish employee performance or agency operations.", "In a June 7, 2011, press release, OPM advised that, \"By the close of business today all federal employees should be notified of whether they qualify for telework.\" The next day, a news report in the Washington Post , quoted the OPM Deputy Chief of Staff Justin Johnson: \"'As far as we can tell, nearly all' federal agencies and departments started informing workers of their eligibility on Tuesday as required by the new law.\" Executive agencies are updating their telework plans. For example, the Department of State revised its policies on telework on June 7, 2011, and the Department of Energy prescribed the requirements and responsibilities for its telework program on July 5, 2011."], "subsections": [{"section_title": "Continuity of Operations Plans (COOP)15", "paragraphs": ["An agency's telework policy must be incorporated as part of its continuity of operations plans in the event of an emergency. Each executive agency must incorporate telework into its COOP plan. During any period that an executive agency is operating under a COOP plan, that plan supersedes any telework policy.", "GAO conducted a performance audit from February 2010 through July 2011 to evaluate the role of OPM, the General Services Administration (GSA), the Federal Emergency Management Agency (FEMA), and the Federal Protective Service (FPS) \"in providing guidance that promotes the use of telework during emergencies.\" The results of the audit were discussed in a report issued on July 22, 2011. According to GAO, its review of the \"governmentwide guidance on telework and telework-related emergency planning\" by the four agencies ", "found that none of the documents provided a definition of what constitutes incorporating telework into continuity and emergency planning or operations, or a cohesive set of practices that agencies could use to achieve this type of incorporation.", "The audit also revealed that OPM's annual survey on the implementation of telework in executive agencies \"does not describe what OPM means by 'integrating' telework into emergency or continuity planning and operations\" and \"does not provide a definition or citation to another document,\" thereby questioning \"the reliability of the survey results for assessing agencies' progress.\" GAO recommends that the following actions be undertaken by the OPM Director, in consultation with the other agencies, \"[t]o enhance the potential use of telework during emergencies\": ", "Develop (1) a definition of what constitutes incorporating telework in emergency and continuity plans and (2) a cohesive set of practices that agencies should implement to achieve successful incorporation. ", "Revise OPM's data-collection methodology to ensure agencies and OPM report reliable results on the extent to which agencies have incorporated telework into their emergency and continuity planning and operations. ", "Establish an interagency coordination process among OPM, FEMA, FPS, GSA, and NARA to ensure all major areas of agency operations are considered when OPM issues new or updated guidance related to using telework during emergencies. "], "subsections": []}, {"section_title": "Telework Managing Officer (TMO)21", "paragraphs": ["The head of each executive agency is required to designate an employee of the agency as the TMO. The position must be established within the office of the chief human capital officer (CHCO) or a comparable office with similar functions. The TMO must be a senior official who has direct access to the agency head. He or she may be an individual who holds another office or position in the agency.", "The TMO will develop policy for and implement the agency's telework programs; serve as an advisor to the agency's leadership (including the CHCO) and a resource for managers and employees; and serve as the liaison between the agency and OPM on telework matters. The TMO will perform other duties as assigned by the applicable delegating authority."], "subsections": []}]}, {"section_title": "Employee Participation in Telework", "paragraphs": ["An employee may not telework if he or she has been officially disciplined for being absent without permission for more than five days in any calendar year; or for violations of subpart G of the Standards of Ethical Conduct for Employees of the Executive Branch for viewing, downloading, or exchanging pornography, including child pornography on a federal government computer or while performing official federal government duties.", "An agency manager and an employee authorized to telework must enter into a written agreement that outlines the specific work arrangement that is agreed to. The agreement is mandatory for any employee to participate in telework. If the employee's performance does not comply with the written agreement, he or she may not be authorized to telework.", "An employee whose official duties require on a daily basis (every work day) direct handling of secure materials determined to be inappropriate for telework by the agency head, or on-site activity that cannot be handled remotely or at an alternate worksite, is not eligible to telework, except in emergency situations, as determined by the agency head."], "subsections": []}, {"section_title": "Training and Monitoring", "paragraphs": ["The head of each executive agency must ensure that employees eligible to telework and managers of employees who telework receive an interactive training program on telework. The agency head also must ensure that an employee has successfully completed the interactive training program before the employee enters into a written telework agreement. An employee may be exempted from the training requirement upon the agency head's determination that the training would be unnecessary because the employee is already teleworking under an arrangement in effect before the enactment of Chapter 65.", "Those employees who telework and those who do not will be treated the same for purposes of periodic appraisals of employee performance; training, rewarding, reassigning, promoting, reducing in grade, retaining, and removing employees; work requirements; or other acts involving the discretion of managers. The agency must consult Office of Personnel Management guidelines on performance management when making determinations on diminished employee performance."], "subsections": []}, {"section_title": "Agency Roles", "paragraphs": [], "subsections": [{"section_title": "Office of Personnel Management (OPM)", "paragraphs": ["Each executive agency must consult with OPM in developing telework policies. OPM will provide policies and guidance on pay and leave, agency closure, performance management, official worksite, recruitment and retention, and accommodations for employees with disabilities during telework, and will assist agencies in establishing appropriate qualitative and quantitative measures and telework goals.", "OPM will consult with", "FEMA on policies and guidance for telework during COOP and long-term emergencies; GSA on policies and guidance on telework centers, travel, technology, equipment, and dependent care during telework; and NARA on policies and guidance on telework related to the efficient and effective management and preservation of records, including records of the President and Vice President.", "OPM must maintain a central website on telework that will include links to telework information announcements, OPM guidance, and FEMA and GSA guidance. Information transmitted to OPM is to be posted no later than 10 business days following submission.", "On April 18, 2011, OPM posted a \"Guide to Telework in the Federal Government\" on its website that it described as \"outlin[ing] practical information to assist Federal agencies, managers, supervisors, Telework Managing Officers, other staff responsible for implementing telework, and employees.\""], "subsections": [{"section_title": "Research on Telework by OPM", "paragraphs": ["The OPM Director is directed to research the use of telework by public and private sector entities to identify best practices and recommendations for the federal government. The Director also must review the outcomes associated with an increase in telework, including the effects of telework on energy consumption, job creation and availability, urban transportation patterns, and the ability to anticipate the dispersal of work during periods of emergency. Any such studies or reviews must be available to the public. Federal agency heads with relevant jurisdiction over these subjects must work cooperatively with the OPM Director if the Director determines that such coordination is necessary. The Director may carry out this provision through a contract that was entered into using competitive procedures under section 303 of the Federal Property and Administrative Services Act of 1949 (41 U.S.C. §253)."], "subsections": []}]}, {"section_title": "Office of Management and Budget (OMB)", "paragraphs": ["The Director of the Office of Management and Budget (OMB), in coordination with the Department of Homeland Security (DHS) and the National Institute of Standards and Technology (NIST), must issue guidelines, not later than 180 days (by June 7, 2011) after the enactment of Chapter 65, to ensure that information and security protections for information and information systems used while teleworking are adequate. The guidelines must, at a minimum, include requirements necessary to", "control access to agency information and information systems; protect agency information (including personally identifiable information) and information systems; limit the introduction of vulnerabilities; protect information systems not under the control of the agency that are used for teleworking; safeguard the use of wireless and other telecommunications capabilities used for telework; and prevent inappropriate use of official time or resources that violates subpart G of the Standards of Ethical Conduct for Employees of the Executive Branch by viewing, downloading, or exchanging pornography, including child pornography.", "The law requires the OMB Director to issue policy guidance requiring executive agencies, when purchasing computer systems, to purchase computer systems that enable and support telework, unless the agency head determines that there is a mission-specific reason not to do so."], "subsections": [{"section_title": "OMB Guidance", "paragraphs": ["Jacob Lew, OMB Director, issued a memorandum to agency and department heads on the information technology purchasing requirements on April 28, 2011. Stating that \"it is critical for agencies to take immediate measures to ensure that their employees are properly equipped,\" the memorandum directs \"agency chief information officers (CIOs), in coordination with chief acquisition officers (CAOs) [to] develop or update policies on purchasing computing technologies and services to enable and promote continued adoption of telework.\" The memorandum also states that \"purchasing policies must address the information security threats raised by use of technologies associated with telework.\" These actions must be accomplished within 90 days (July 27, 2011) of the issuance of the memorandum.", "While the memorandum grants agencies \"broad discretion in formulating telework purchasing policies to best suit their unique needs,\" it states that \"at a minimum, ... agency policies must address the following\":", "Selecting and acquiring information technology that best fits the needs of the Federal Government, and is technology and vendor neutral in acquisitions; ", "Determination of allowable IT products and services, to include remote access servers, client devices, and internal resources accessible through remote access; ", "Prioritizing use of government-wide and agency-wide contracts, to the maximum extent possible, for new acquisitions and renewal of services to leverage the government's buying power; ", "Deploying new and modernizing existing agency IT systems and infrastructure to support agency teleworking requirements; ", "Compliance of all devices and infrastructure with federal security and privacy requirements; and", "Proper disposal of devices no longer in use to ensure protection of sensitive information. ", "OMB's April 28, 2011, memorandum stated that the agency would be issuing another memorandum to provide \"guidelines to ensure the adequacy of information and security protections for information and information systems used while teleworking.\" On July 15, 2011, the OMB Director issued that memorandum to agency and department heads. Stating that a lack of proper implementation could \"introduce new information security vulnerabilities into agency systems and networks,\" the memorandum reminded executive agencies of their responsibilities under the Federal Information Security Management Act (FISMA) of 2002 \"to provide protection for information and information systems commensurate with risk.\" According to OMB, agency policies, at a minimum, \"must comply with FISMA requirements and address\" these issues:", "controlling access to agency information and information systems;", "protecting agency information (including personally identifiable information) and information systems;", "limiting the introduction of vulnerabilities;", "protecting information systems not under the control of the agency that are used for teleworking;", "safeguarding wireless and other telecommunications capabilities that are used for teleworking; and", "preventing inappropriate use of official time or resources that violates subpart G of the Standards of Ethical Conduct for Employees of the Executive Branch by viewing, downloading, or exchanging pornography, including child pornography.", "The memorandum also advised agencies that they \"must continue to follow ... security reporting requirements\" issued by OMB, NIST, and DHS. OMB directs the agency chief information officers to identify a point of contact \"to aid with the implementation of telework security requirements\" and report that information to DHS by electronic mail at [email address scrubbed] . The \"point of contact will serve as a technical manager and must have operational and technical expertise to implement the [telework] Act within the agency.\" "], "subsections": []}]}]}, {"section_title": "Reporting Requirements", "paragraphs": [], "subsections": [{"section_title": "Reports by the OPM Director", "paragraphs": ["The OPM Director, in consultation with the Chief Human Capital Officers Council, must submit a report on executive agency telework programs to the Senate Committee on Homeland Security and Governmental Affairs and the House Committee on Oversight and Government Reform, and transmit a copy of the report to the Comptroller General (CG) and OMB, no later than 18 months (by June 7, 2012) after the enactment of Chapter 65 and annually thereafter.", "The report must include the degree to which employees of each executive agency participate in telework, and the degree of participation in each bureau, division, or other major administrative unit of a cabinet agency. It is to provide", "data on the total number of employees in the agency; the number and percent of employees in the agency who are eligible to telework; and the number and percent of eligible employees in the agency who are teleworking three or more days per pay period, one or two days per pay period, once a month, and on an occasional, episodic, or short-term basis, and information on the method used to gather telework data in each agency; the reasons for variation if the total number of employees teleworking is 10% higher or lower than the previous year in any agency; and the agency's goal for increasing participation to the extent practicable or necessary for the next reporting period, as indicated by the percent of eligible employees who are teleworking in each category of frequency stated above.", "The report must explain whether or not the agency met the goals for the last reporting period and, if not, what actions are being taken to identify and eliminate barriers to maximizing telework opportunities for the next reporting period; provide an assessment of the progress each agency has made in meeting agency goals for participation rates during the reporting period, and other agency goals relating to telework, such as the impact of telework on emergency readiness, energy use, recruitment and retention, performance, productivity, and employee attitudes and opinions regarding telework; and identify best practices in agency telework programs."], "subsections": []}, {"section_title": "Reports by the Comptroller General", "paragraphs": ["The Comptroller General (CG) must submit a report on the telework program at the Government Accountability Office to the Senate Committee on Homeland Security and Governmental Affairs and the House Committee on Oversight and Government Reform. The report should include the same information, applicable to GAO, as the OPM report to Congress discussed immediately above and must be submitted no later than 18 months (by June 7, 2012) after the enactment of Chapter 65 and annually thereafter.", "The CG is directed to review the OPM report submitted to Congress and then submit a report to Congress on the progress each executive agency has made toward its established goals on telework. The CG's report must be submitted no later than six months after OPM submits its first report to Congress."], "subsections": []}, {"section_title": "Reports by Chief Human Capital Officers", "paragraphs": ["The CHCO of each executive agency, in consultation with the agency's TMO, must submit an annual report to the chair and vice chair of the CHCO Council on the agency's management efforts to promote telework. The council chair and vice chair will review the reports, include relevant information therein in the annual report to Congress prepared by OPM (in consultation with the CHCO Council), and use relevant information therein for other purposes related to the strategic management of human capital."], "subsections": []}]}, {"section_title": "Test Programs on Telework Travel Expenses", "paragraphs": [], "subsections": [{"section_title": "Executive Agencies", "paragraphs": ["The law amends Chapter 57 of Title 5 of the United States Code on travel, transportation, and subsistence, by adding a new section, Section 5711, on \"Authority for telework travel expenses test programs.\" The report of the Senate Committee on Homeland Security and Governmental Affairs that accompanied S. 707 explained the provision:", "For example, if an agency wishes to recruit an individual who lives a substantial distance from the agency and who wants to telework, the agency might use the test program to pay for the employee's occasional trips to the agency's offices....[T]elework travel test programs must be designed to save the Government money, so the agency would have to demonstrate that its ability to pay teleworkers travel expenses would yield gains in efficiency and productivity that would more than make up for the increased travel expenses paid by the agency....[I]f an employee voluntarily relocates away from the employee's pre-existing duty station, and if the agency wishes to retain the employee as a teleworker, the agency may establish a reasonable number of occasional visits to the agency offices that the employee must make at the employee's own expense before the employee would become eligible for reimbursement of travel expenses by the agency.", "Notwithstanding any other provision of 5 U.S.C. Chapter 57, Subchapter I, under a test program which the GSA Administrator determines to be in the interest of the government and approves, an agency may pay, through the proper disbursing official, any necessary travel expenses for employees participating in a telework program in lieu of any payment otherwise authorized or required under 5 U.S.C. Chapter 57, Subchapter I. Under an approved test program, an agency may provide an employee with the option to waive any payment authorized or required under Subchapter I. An agency's request to the GSA Administrator for a test program must be accompanied by an analysis of the expected costs and benefits of, and evaluation criteria for, the program. Any such program must be designed to enhance cost savings or other efficiencies that accrue to the government. If an employee voluntarily relocates from his or her pre-existing duty station, the GSA Administrator may authorize the agency to establish a reasonable maximum number of occasional visits to that pre-existing duty station before the employee is eligible to receive payment for any accrued travel expenses.", "At least 30 days before a test program becomes effective, the GSA Administrator must submit a copy of any approved program and the rationale for the approval to the Senate Committee on Homeland Security and Governmental Affairs and the House Committee on Oversight and Government Reform.", "No later than three months after the completion of a test program, an agency authorized to conduct a program must report its results to the GSA Administrator, the agency's TMO, the Senate Committee on Homeland Security and Governmental Affairs, and the House Committee on Oversight and Government Reform. Such results may include the number of visits an employee makes to his or her pre-existing duty station, travel expenses paid by the agency and by the employee, or any other information the agency determines to be useful in helping the GSA Administrator, the agency's TMO, and Congress to understand the test program and its impact.", "Up to 10 test programs may be conducted simultaneously. The authority to conduct test programs expires seven years after the enactment date of the Telework Enhancement Act of 2010."], "subsections": []}, {"section_title": "Patent and Trademark Office (PTO)", "paragraphs": ["The Patent and Trademark Office (PTO) is authorized to conduct a test program on travel expenses. During a June 12, 2007, hearing on telework conducted by the Senate Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia, of the Committee on Homeland Security and Governmental Affairs, the PTO explained the need for the provision:", "We are at the beginning stages of recognizing that we can not only be a successful local teleworking force, but that we could become a nationwide workforce through teleworking. We currently have teleworkers working in 14 States and the District of Columbia, including teleworkers as far away as Colorado, the State of Washington, and the State of Hawaii....The USPTO is exploring the feasibility of creating a nationwide workplace where an examiner can work from anywhere in the country. Our goal is to meet current and future workforce requirements by attracting the best and the brightest examiners and employees from outside the Mid-Atlantic Region, to increase our retention rates at the Patent and Trademark Office, and to manage the real estate costs associated with the expansion that is underway.... But as we transition from a very real success story of a local teleworking unit to what I believe could be a real success story as a fully integrated nationwide teleworking agency, we'll have one important need. The USPTO would like to propose some sort of demonstration project that would give discretion to the USPTO to reimburse telework employees for travel expenses when reporting to the official Alexandria worksite. The current law, we believe, as we transition to a nationwide workforce, deters potential workers from voluntarily locating outside the area. In other words, we have people that are working in 14 different States and the District of Columbia. We cannot tell them that we do not need them in the office, but they have told us, ''If I could pay my own expenses and come back, I would like to do that.'' There are ways that we can do that through a demonstration project. A change to that travel policy would help USPTO utilize telework in its efforts to retain a highly qualified workforce.", "Under the program, the agency may pay any travel expenses of an employee for travel to and from a PTO worksite, or provide an employee with the option to waive any payment authorized or required under Subchapter I, if (1) the employee is employed at a PTO worksite and enters into an approved telework arrangement; (2) the employee requests to telework from a location beyond the local commuting area of the PTO worksite; and (3) PTO approves the requested arrangement for reasons of employee convenience instead of the agency's need for the employee to relocate in order to perform duties specific to the new location.", "PTO must establish an oversight committee comprised of members representing management and labor in equal numbers, including representatives from each collective bargaining unit. The committee must develop the operating procedures for the program to provide for its effective and appropriate functioning. Procedures will be needed to ensure that reasonable technology, or other alternatives to employee travel, including teleconferencing, videoconferencing, or Internet-based technologies, are used before requiring travel; the program is applied consistently and equitably throughout PTO; and an optimal operating standard is developed and implemented to maximize the use of the telework arrangement while minimizing agency travel expenses and employee travel requirements.", "The test program must be designed to enhance cost savings or other efficiencies that accrue to the government. The Director of PTO must prepare an analysis of expected costs and benefits and criteria necessary to evaluate the program's effectiveness. Before the program is implemented, the Director must submit the analysis and criteria to the Administrator of GSA and to the Senate Committees on Homeland Security and Governmental Affairs and the Judiciary and the House Committees on Oversight and Government Reform and the Judiciary. ", "For a PTO employee who voluntarily relocates from his or her pre-existing duty station, the program's operating procedures may include a reasonable maximum number of occasional visits to the pre-existing duty station before he or she is eligible for payment of any accrued travel expenses by the PTO.", "The authority to conduct the test program expires seven years after the enactment date of the Telework Enhancement Act of 2010."], "subsections": []}]}]}, {"section_title": "Possible Issues for Oversight by Congress", "paragraphs": ["As P.L. 111-292 is implemented by the executive agencies, the House of Representatives and the Senate may wish to conduct oversight related to several issues, including the following.", "Given that, prior to the law's enactment, executive agencies had designated an individual to be responsible for coordinating telework administration, the manner in which the duties and responsibilities of that position were conducted may change now that Congress has mandated appointment of a Telework Managing Officer. The effectiveness of the interactive training program on telework required by the law and how executive agencies will measure whether the training is adequate and the extent to which managers and supervisors are successful in administering telework for the employees under their direction. The processes used by executive agencies to ensure fairness in the implementation of telework plans and that those employees who telework and those employees who do not are treated the same with regard to human resources management activities such as performance appraisal and promotion. The number and particular expertise of staff at OPM who are available to executive agencies for consultations on telework; the timeline for OPM release of any guidance that results from the agency's required consultations with FEMA, GSA, and the National Archives and Records Administration; and examination by Congress of the findings of any research on telework performed by OPM staff or under an OPM contract. The application of the statutorily required OMB guidelines (issued on April 28, 2011) to ensure that information and information systems are secure during telework, and the expected costs and impacts on technology budgets in executive agencies resulting from the requirement that agency computer systems enable and support telework. The details of executive agency COOP plans, and any requirements for executive agencies to regularly report their COOP activities to Congress. Whether any amendments are suggested by the findings of OPM's required annual report to Congress on the law's implementation and whether any features of the GAO telework program, that are identified in that agency's annual report to Congress, may be applied in executive agencies. The specific ways in which the CHCOs in executive agencies are coordinating with and ensuring the effectiveness of the TMO's in their agencies. The role that the test programs on telework travel expenses may have in facilitating the operation of telework programs and the recruitment and retention of employees in executive agencies. Whether telework specifically enables federal employees to work more efficiently and perform their responsibilities more effectively, the specific cost savings agencies accrue through telework, and ways in which any cost savings could be used to fund other activities in the executive agencies. "], "subsections": []}]}}