{"id": "R41895", "title": "Federal Support for Academic Research", "released_date": "2012-10-18T00:00:00", "summary": ["From the time of Vannevar Bush and his 1945 report on U.S. science policy, academic research has played a role in the nation's economy. Vannevar Bush's report, Science the Endless Frontier, maintained that major investments in research should be made to the nation's universities. He stated that the research capacity of the colleges and universities was significantly important to long-term national interests. Currently, some Members of Congress have expressed concern about the health and competitiveness of the nation's colleges and universities. There are those who continue to maintain that the long-term competitiveness of the nation is linked to the strength of the academic research infrastructure. It has been shown that academic research is integrated into the economy and impacts at both the local and national level. By one estimate, approximately 80% of leading industries have resulted from research conducted at colleges and universities.", "Colleges and universities are the primary performers of basic research, with the federal government being the largest funding source. In FY2008, the federal government provided approximately 60% of an estimated $51.9 billion of research and development funds expended by academic institutions. When measured in current dollars, federal academic support increased by 2.5% between FY2007 and FY2008. When inflation is taken into account, it equates to an increase of 0.2% from FY2007 to FY2008 following two years of decline in constant dollars since FY2005. An issue before the 112th Congress is that with further budget reductions expected, how does the nation best reduce the budget while adjusting the support for research conducted at colleges and universities?"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["From the time of Vannevar Bush and World War II, academic research has played a role in the nation's economy. Vannevar Bush, national science advisor to both Presidents Franklin Roosevelt and Harry Truman, stated that major investments in research should be made to the nation's universities. His position was that the research capacity of colleges and universities was significantly important to long-term national interests. Currently, some Members of Congress have expressed concern about the health and competitiveness of U.S. colleges and universities, specifically research institutions. The federal government provides more than half of the funding for U.S. academic research. The nation's current economic situation, debt, and budget deficit are placing increased focus on cutting discretionary spending, the source of funding for U.S. academic research. Congress is faced with difficult spending decisions that may affect the health and competitiveness of the research capabilities of U.S. colleges and universities. ", "There are those who contend that the long-term competitiveness of the nation is linked to the strength of the academic research infrastructure. It has been reported that academic research is integrated in the local economy, contributes to industrial applications, and provides benefits at both a local and national level. In addition, academic researchers have contributed to developing various technologies, becoming a \"strong catalyst for U.S. economic growth.\" This challenge comes at a time when the nation is facing low economic growth, high unemployment, and increased global competition. While investments in academic research may address these concerns in the long-term, short-term budget considerations may constrict such an investment. Other sources of funding for U.S. academic research are also constrained. In FY2009, self-funding by colleges and universities provided approximately 20.4% of the support for academic research funding, but many institutions are struggling financially. States and local government provided approximately 6.6%, but, like the federal government, most state budgets are under severe constraints.", "According to a 2010 report of the National Academy of Sciences, the nation enjoys a disproportionate share of the world's highly ranked research universities. In addition, a report of the Times Higher Education revealed that six U.S. universities are ranked among the top ten in the world. However, some analysts assert that U.S. colleges and universities' position has \"slipped\" over the past decade.", "While basic research is considered by many to be important to long-term national interests, through stimulating technological advancements and contributing to the growth of new industries, it has not been heavily supported by the private sector because it is not always viewed as being cost-effective. As more countries are doing cutting-edge research, there is discussion that the technological strength of the United States could be improved and enhanced by increasing the support for basic research at these institutions. Shirley Ann Jackson, President, Rensselaer Polytechnic Institute, stated that", "Game-changing ideas tend to arise out of basic research, which pushes the boundaries of human knowledge. Universities are critical players here, because basic research dovetails magnificently with our educational mission. The primary contribution of universities to our ecosystem is the education of bright, motivated people, who ask questions that may take decades to answer. Furthermore, the endpoints of basic research in terms of commercial technologies often cannot be envisaged—even by the researchers themselves. Yet, history shows that out of such open exploration, thriving industries are born.", "When we fund basic research, we are funding serendipity. Even a sober, frugal, post-recession United States must invest in serendipity, because without it, there is no vitality in the innovation ecosystem. Indeed, there is no innovation.", "The following sections will discuss a number of factors that are considered to be important contributors to the nation's economic development and health of the nation's science and technology enterprise. They include the research mission in academia, university-industry partnerships, and the distribution of funding for academic research."], "subsections": []}, {"section_title": "Higher Education and the Research Mission", "paragraphs": ["Colleges and universities, in addition to their research missions, train and educate future scientific researchers. In general, professors must allocate their time between their role as educator and as researcher. Some assert that many professors short-change their teaching duties to focus more on research. It has been found that at some institutions, those in academia who are more focused on research and who have a record of publications and citations, are rewarded more (in terms of advancements and promotions) than those whose primary activities are teaching. ", "There are those in the academic community who contend that a culture should be created that values both research and teaching. However, in many institutions, research is rewarded disproportionately. This research is more highly rewarded and valued because it brings additional revenue to the institution. Therefore, generating research and obtaining grants is a measure of researchers' productivity. Teaching excellence, as opposed to obtaining external grants, is not as highly rewarded. Stakeholders ask how does an institution sustain a research program while simultaneously contributing to teaching excellence? Could there be a requirement for excellence in teaching for promotion as there is for obtaining outside funds for research? How can research and teaching be made to be complementary activities? Does the role of federal R&D funding distort priorities?", "As one example, a group of research scientists at Howard Hughes Medical Institute (HHMI) maintain that ", "[R]esearch and teaching need not be mutually exclusive but are instead intertwined and can interact synergistically to increase the effectiveness of both. The distinction between research and teaching is somewhat artificial; professors teach students how to learn from sources in the classroom, but also how to create new knowledge in their research laboratories. ", "These professors and biomedical research scientists who receive support from HHMI, represent a range of institutional types, and have argued that research and teaching should be viewed as \"equally valuable and mutually reinforcing.\" These academicians contend that the culture of universities does not put an equal emphasis on valuing and rewarding effective teaching—while outstanding research conducted at an institution is recognized both locally and nationally with salary increases and promotions, it is rare for teaching to be recognized outside the walls of the institution. The professors and researchers maintain that ", "The continued vitality of research universities requires that we foster a culture in which teaching and research are no longer seen as being in competition, but as mutually beneficial activities that support two equally important research achievements and ability to obtain successive grants. ", "Some in the academic community maintain that the value of higher education is primarily based on the research being conducted, and to not focus on research would equate to \"diluting\" or \"diminishing\" the value of a degree. But that position is countered by those who contend that at some institutions that focus on research, many of the academic researchers are not actually doing the bulk of the teaching or instructing the class—their teaching assistants instead perform these duties. These same individuals advocating for more of a balance between research and teaching assert that if academia put a higher value on teaching, it would result in a more well-rounded student. "], "subsections": []}, {"section_title": "University Research-Industry Partnerships", "paragraphs": ["University research-industry partnerships allow for interaction between the two, sharing both intellectual capital and access to emerging technologies. Collaborations between various industries and academic institutions have resulted in the pooling of resources. Potential benefits to industry include more research-intensive activities and increased involvement in high-risk research activities. Linkages with industries have enabled those institutions with limited research infrastructure to extend their research capabilities. ", "Several National Science Foundation (NSF) programs promote both university-industry relations and knowledge transfer, including the Engineering Research Centers (ERCs), the Science and Technology Centers (STCs), and the Industry/University Cooperative Research Centers (I/UCRs). They provide funding for up to 10 years for research in areas of industrial interest. These centers are usually multidisciplinary in character. A common requirement of the programs is that both undergraduates and graduates be involved in research. Reviews of these programs found sustained, uninterrupted funding was important for conducting high quality research. ", "Universities are collaborating and competing in a global environment, with U.S. academic researchers conducting more research with scientists from other countries. An analysis of internationally co-authored journal articles shows that in 2008, approximately 30% of U.S. articles were internationally coauthored, up from 20% in 1998. U.S.-based researchers authored 43% of the world's total international coauthored journal articles in 2008, a slight decline from the 44% in 1998. ", "The Organisation for Economic Co-operation and Development (OECD) examined the transformation of university research and its role in national R&D efforts and global economic competition. The report noted that university research has become internationalized, primarily due to the \"globalization process and progress in electronic communications and related technologies, which multiply opportunities for co-operation but also intensify the competitive climate at world level.\" The OECD report further states that", "[I]n many countries, industry-university research partnerships are increasingly attractive. In short, knowledge transfer is now regarded as an important and legitimate function of universities, in addition to their more traditional roles of producing knowledge (research) and transmitting it (teaching and training). ", "There has been an increase in the patenting and licensing by the academic sector as a result of their research. According to the NSF, one factor in this increase was the enactment of the Bayh-Dole Act, 1980, which allowed institutions to retain title to inventions as a result of federal research support. Patenting by academic institutions is highly concentrated among a select number of colleges and universities. NSF reports that the number of patents received by academic institutions ranged from 2,950 to 3,700 for the period 1998-2008. Two hundred academic research institutions, less than 10% of the total number of institutions that received patents from 1998-2008, accounted for 96% of all patents awarded to academic institutions. Nineteen institutions alone received more than half of all patents awarded. NSF reports that patent activity differed by field of science. Of those patents awarded, approximately half were granted in the areas of biotechnology, chemicals, and pharmaceuticals. ", "The share of scientific papers authored by academic researchers at institutions is another measure of the concentration and level of research being conducted at that institution. Approximately 42% of the publication output for the period 2005 to 2009 was concentrated at two dozen universities. This represents an increase from the 31% for these institutions during the period 1981 to 1985. Two examples may be illustrative. Harvard University maintained the top spot in both time periods. Texas A&M University System which had a 0.72% share of scientific publication in the period 1981 to 1985, had a 1.2% share in the period 2005 to 2009. The following table provides a listing of institutions and their publication output. ", "A November 2010 report that examined the changing landscape of the global research base and the geography of who published in internationally influential journals determined that", "[T]he US is no longer the Colossus of Science, dominating the research landscape in its production of scientific papers, that it was 30 years ago. It now shares this realm, on an increasingly equal basis, with the [European Union nations, EU27] and Asia-Pacific. In terms of relative citation impact—an indicator of utility, influence, significance and similar concepts—the US still holds a commanding but eroding peak position. Europe is beginning to match US performance in citation impact, and analysts are likely to be tempted to predict that, in a decade or two, Asian nations will do so as well."], "subsections": []}, {"section_title": "The Changing Institutional Context of Research", "paragraphs": [], "subsections": [{"section_title": "Sources and Composition of Research Funds for Universities", "paragraphs": ["Historically, the federal government has been the primary source of funding for basic research at colleges and universities. In FY2008, the federal government provided approximately 60% of an estimated $51.9 billion of R&D funds expended by academic institutions. In current dollars, federal support for academic research increased by 2.5% between FY2007 and FY2008. When inflation is taken into account, federal funding increased 0.2% from FY2007 to FY2008 following two years of decline in constant dollars since FY2005. ", "Data from the NSF reveal that federal funding of research and development has focused more on basic than applied research, while private sector funding support has focused on development. NSF found that in FY2008, institutions of higher education performed approximately 56% of the nation's basic research. See Figure 1 .", "Many colleges and universities, especially state schools, are experiencing declining revenues, due to reductions in state support, endowments, and in some instances, tuition. According to one source, it is estimated that approximately 35 states have experienced a decline in revenue for FY2012, with many states operating in a deficit. As a result, state funding for universities has fallen in many states. Some colleges are considering deferring maintenance projects and proposing increases in tuition. While states are cutting funding to address revenue declines and decreases in their operating budgets, these same institutions are simultaneously viewed as partners in further developing the economy of their respective states.", "Federal stimulus spending provided additional revenues for some institutions for the past few years. Several institutions have reported that they used stimulus monies provided under American Recovery and Reinvestment to improve their operational efficiencies. Stimulus funding, however, is now coming to an end. The end of stimulus funding for many academic institutions equates to a loss of operating support. ", "Moody's Investors Service has portrayed a bleak picture for colleges and universities. In a January 2011 report it noted that many colleges and universities are far too dependent on state support, tuition and other income. The report notes that", "Although the infusion of ARRA funding for research created a temporary increase in available federal research funding, overall federal research funding has leveled off and become increasingly competitive to secure. We expect that the largest, nationally prominent research universities and independent research organizations will be best positioned to increase grant submission volume and win rate and secure multi-year funding. These organization's strong market positions attract top faculty and typically more diversity of research funding sources. Further, these top-tier research institutions may benefit from further revenue diversification, as they invest in research commercialization and growth of technology transfer revenue. We expect that smaller organizations hoping to expand their research enterprises will be much more challenged in this environment to attract and retain top researchers and grow their research enterprises."], "subsections": []}, {"section_title": "Federal Financing of Academic Research", "paragraphs": ["Academic research is dependent on federal funding even with the receipt of support from other sources. Institutions obtain support not only from their own institutions, but from industry and the private sector (foundations, trustees, alumni), and state and local government. In FY2009, the federal government accounted for 59.3% of all R&D funding at colleges and universities; this is a decrease from the 63.9% received in FY2004 and the 63.1% in FY2006. Institutional support received by colleges and universities was 20.4% in FY2009, compared to 17.9% in FY2004 and 19.0% in FY2006. And industry, which provided 5.8% support for academic research in FY2009, had provided 4.9% in FY2004 and 5.0% in FY2006. (See Table 2 and Figure 2 .) "], "subsections": []}]}, {"section_title": "Distribution of Funding for Academic Research and Development", "paragraphs": [], "subsections": [{"section_title": "Research and Development Support to the Top 100 Institutions", "paragraphs": ["Congress has expressed concern about the funding patterns of federal academic support to academic institutions. This extends beyond examining support for public or private or the top research institutions to include support at a more disaggregated level—including minority-serving institutions—Historically Black Colleges and Universities (HBCUs), Hispanic-Serving Institutions, and tribal colleges and universities. Minority-serving institutions, which compete with other institutions to improve their research infrastructure, are seeking a broader distribution and greater allocation of federal funding. In addition to minority-serving institutions, those states that historically have received limited federal R&D funds are seeking ways to strengthen and improve the quality of research conducted at their colleges and universities through the Experimental Program to Stimulate Competitive Research (EPSCoR) program. This section provides an overview of funding by top institutions, HBCUs, other minority-serving institutions, and the EPSCoR program. ", "The top 100 academic institutions (in terms of receipt of federal R&D funds) accounted for 82.6% of total federal R&D support for science and engineering to colleges and universities in FY2007. There has been no measurable change in the concentration of federal R&D support to these top 100 institutions in the past decade. The majority of the institutions in the top positions in FY1997 remained in the top 100 recipients for FY2007, but in different ordinal positions. In FY1997, the top 100 institutions garnered 82.5% of federal support. Johns Hopkins University had the ranking of number one in both FY1997 and FY2007. The University of Pittsburgh ranked number 10 in FY2007 after ranking number 17 in FY1997. The University of Michigan ranked number 3 in FY2007 following a ranking of number 6 in FY1997. And the University of South Florida enjoyed the ranking of 70 in FY2007 after having ranked 95 in FY1997. The University of Oklahoma and Iowa State University, in positions 98 and 99 respectively in FY2007, did not appear in the top 100 listing of institutions in FY1997. (See Appendix A and Appendix B for federal support to the top 100 institutions for FY2007 and FY1997, respectively."], "subsections": []}, {"section_title": "Historically Black Colleges and Universities and Other Minority-Serving Institutions", "paragraphs": ["HBCUs and other minority-serving institutions have faced and continue to face substantial challenges in attempting to enhance their academic and research capabilities and develop programs to compete with other institutions of higher education. Some of these minority institutions have a myriad of problems—aging infrastructures, limited access to computer resources and digital network technology, absence of state of the art equipment, small endowments, and limited funds for faculty development and new academic programs for students. There has been considerable variability in institutional ranking among HBCUs and other minority-serving institutions over the years. For these institutions, HBCUs and other minority-serving institutions, the funding level is provided for all levels of science and engineering obligations. See Table 3 ."], "subsections": []}, {"section_title": "Experimental Program to Stimulate Competitive Research (EPSCoR)", "paragraphs": ["EPSCoR is designed to help achieve broader geographical distribution of federal R&D support by improving the research infrastructure of those states that historically have received limited federal R&D funds. It is a joint program of NSF and selected states and territories. EPSCoR's goal is to build competitive science by developing science and technology (S&T) resources through partnerships involving state universities, industry, government, and the federal R&D enterprise. The program is a partnership between the NSF and a state to improve the R&D competitiveness through the state's academic S&T infrastructure. The mission of EPSCoR is to raise the capability of a research institution or to assist in making a less-competitive institution more research intensive. Eventually, EPSCoR supporters hope those states receiving limited federal support would gain some level of equity in competing for federal and private sector funds through the regular grant system. Currently, EPSCoR operates in 29 jurisdictions, including 27 states, the Commonwealth of Puerto Rico, and the U.S. Virgin Islands. "], "subsections": []}]}, {"section_title": "The National Academies' Committee on Research Universities", "paragraphs": ["As previously stated, U.S. colleges and universities are experiencing a decline in their financial support at the federal, state, and private sector levels. All of this is occurring in a climate when the operating costs are increasing and, in many cases, student tuition and fees are increasing. At the request of Congress, the National Academies, Board on Higher Education and Workforce Committee, was charged with examining the state of the U.S. research institutions and reporting on how to maintain the health of these institutions. The panel examined various topics, including the commercialization of research with industry, time to degree for students in the institutions, and the employment of additional technology. Congress had asked the Academies to offer 10 actions that could be undertaken by institutions, state governments, and Congress itself to enable colleges and universities to \"compete, prosper, and achieve national goals in health, energy, the environment, and global security.\" The questions before the Board included: What are the ways to sustain the strength of research universities? What needs to be done, or done differently, to make certain that universities have the regulatory framework and resources to fulfill their missions? ", "The report by the National Academies, Research Universities and the Future of America , was released in the spring of 2012. The report noted that even though U.S. research institutions enjoy an impressive global ranking, their survival has been put in jeopardy because of their dwindling financial support. The report states that ", "[T]heir financial health is endangered as each of their major sources of revenue has been undermined or contested. Federal funding for research has flattened or declined; in the face of economic pressures and changing policy priorities, states are either unwilling or unable to continue support for their public research universities at world-class levels; endowments have deteriorated significantly in the recent recession; and tuition has risen beyond the reach of many American families. At the same time, research universities also face strong forces of change that present both challenges and opportunities: demographic shifts in the U.S. population, transformative technologies, changes in the organization and scale of research, a global intensification of research networks, and changing relationships between research universities and industry.", "The report recommended 10 actions that research universities could take to strengthen their institutions' education and research capacity. The report noted that these institutions must maintain and strengthen their partnerships with the federal government, the states, and business and industry. Four of the 10 recommendations are", "Provide greater autonomy for public research universities so that these institutions may leverage local and regional strengths to compete strategically and respond with agility to new opportunities. At the same time, restore state appropriations for higher education, including graduate education and research, to levels that allow public research universities to operate at world-class levels. Strengthen the business role in the research partnership, facilitating the transfer of knowledge, ideas, and technology to society and accelerate \"time to innovation\" in order to achieve our national goals. Improve the capacity of graduate programs to attract talented students by addressing issues such as attrition rates, time to degree, funding, and alignment with both student career opportunities and national interests. Secure for the United States the full benefits of education for all Americans, including women and underrepresented minorities, in science, mathematics, engineering, and technology.", "The National Academies acknowledged that these and other recommendations offered by the committee would require significant policy changes, investments, and support from all of the stakeholders in a \"revitalized\" research partnership. However, the recommendations, as the report noted, would result in significant returns not only to research institutions, but to the nation as a whole."], "subsections": []}, {"section_title": "Policy Considerations", "paragraphs": ["Colleges and universities are recognized by most as essential to the knowledge-based economy. As previously stated, some research indicates that approximately 80.0% of leading industries result from research conducted at academic institutions. While most in higher education call for increased support for research at the federal level, there are those in the academic community who contend that academia does not necessarily need increased funding, instead declaring that there are benefits in having researchers in institutions compete for limited funding. Those who hold such a position suggest that what is actually needed is \"fewer but better\" research institutions.", "President Obama placed a priority on academic research in the FY2012 budget submission, and proposed increases for those agencies that are the leading funding sources for academic research. The President stated that \"[T]he nations' current economic troubles only reinforce the need to emphasize research so Americans can out-innovate, out-educate, and out-build the rest of the world.\" President Obama's Plan for Science and Innovation contained a proposal to double the budget of three federal agencies—the NSF, the Department of Energy's Office of Science, and the National Institute of Standards and Technology. This position countered that of the chairman of the House Budget Committee who maintained that funding for scientific research should \"join austerity measures and undertake severe cuts.\" ", "Many collaborative research projects or research efforts on college campuses may be delayed or cancelled if federal funding is reduced in response to the nation's current deficit. Will some universities have to have a concentrated research program in a particular set of disciplines and eliminate others because of budget constraints? Are there, as some in academia have advocated, benefits to forcing academic researchers to compete for fewer dollars? Would the nation be better served to have fewer but better research universities? Can colleges and universities make do with less funding? Can a national strategy be developed to ensure the strength of the nation's research universities? ", "Additional questions are being asked that are specific to minority-serving institutions—HBCUs, Hispanic-serving institutions, and tribal colleges. Will minority-serving institutions have to leverage their funding through partnerships and collaborative approaches with nonminority institutions in order to survive due to fiscal constraints? Will there be more proposals for institutional mergers—combining minority institutions with non-minority institutions—because of the existing funding patterns for minority institutions? How best can minority-serving institutions produce more competitive proposals with the regulatory requirements in order to obtain funding for academic research? While many in academia contend that minority-serving institutions are undersourced, will they be able to continue to contribute to the community development efforts and research demands of their respective states? ", "These are some of the questions being asked by many inside and outside of academia. A primary question before the 112 th Congress is that with further budget reductions expected, how does the nation best reduce the deficit, balance the budget, strengthen the economy, and create jobs, while maintaining a strong national science and technology enterprise that promotes economic growth and job creation?", "Appendix A. Federal Obligations for Science and Engineering R&D to the 100 Universities and Colleges Receiving the Largest Amounts, Ranked by the Total Amount Received in FY2007", "Appendix B. Federal Obligations for Science and Engineering R&D to the 100 Universities and Colleges Receiving the Largest Amounts, Ranked by the Total Amount Received in FY1997"], "subsections": []}]}}