{"id": "R41987", "title": "Social Media for Emergencies and Disasters: Overview and Policy Considerations", "released_date": "2016-06-15T00:00:00", "summary": ["Since the mid-1990s, new technologies have emerged that allow people to interact and share information through the Internet. Often called \"social media,\" these platforms enable people to connect in ways that were non-existent, or widely unavailable 15 years ago. Examples of social media include blogs, chat rooms, discussion forums, wikis, YouTube channels, LinkedIn, Facebook, and Twitter. Social media can be accessed by computers, tablets, smart and cellular telephones, and mobile telephone text messaging (SMS).", "In recent years social media has played an increasing role in emergencies and disasters. Social media sites now rank as the fourth most popular source to access emergency information. They have been used by individuals and communities to warn others of unsafe areas or situations, inform friends and family that someone is safe, and raise funds for disaster relief. Facebook supports numerous emergency-related organizations, including Information Systems for Crisis Response and Management (ISCRAM), the Humanitarian Free and Open Source Software (FOSS) Project, as well as numerous universities with disaster-related academic programs.", "The use of social media for emergencies and disasters may be conceptualized as two broad categories. First, social media can be used as an output to disseminate information and issue warnings. Second, it can be used as an emergency management tool through the systematic use of inputs (typically through incoming communication). Examples of systematic usage of social media include using the medium to conduct emergency communications; using social media to receive victim requests for assistance; monitoring user activities to establish situational awareness; and using uploaded images to create damage estimates; conduct investigations; monitor search queries to anticipate flu outbreaks and detect terrorist activity; among others. Federal entities, including the Federal Emergency Management Agency, use social media in both manners, although primarily as an output to disseminate information.", "Recent stories and reports describing how a wide range of international, state, and local organizations have successfully used social media during emergencies and disasters have spurred congressional interest and discussion about how to harness social media capabilities to improve federal response and recovery efforts. Based on these favorable stories and reports, some may argue that the federal government should take the lead in developing social media as a tool for emergencies and disasters.", "Others might argue that it would be difficult for the federal government to replicate state and local success because the decentralized nature of social media may make the medium too unwieldy for large, centralized organizations to control in a manner similar to smaller organizations or emergent groups. They may, therefore, argue it would be more appropriate for state and local governments to take the lead with the federal government playing a supporting role. If that is the case, Congress could, for example, provide grants to further its development at the state and local level. Congress could also explore policy options that could enhance social media usage at the state and local level. These policy options include public-private partnerships, and social media pilot programs.", "This report provides selected examples of how social media has been used by emergency management officials and agencies, and examines the potential uses and benefits of using social media in the context of emergencies and disasters. The report also provides additional perspectives and reviews some of the policy implications of using social media for emergencies and disasters. These include", "the use of social media to make individual requests for assistance; the use of private-public partnerships to develop social media tools for emergencies and disasters; the accuracy of social media information and the challenge of information overload; malicious use of social media during disasters; the technological implications of social media; administrative costs considerations; and privacy concerns.", "This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction1", "paragraphs": ["The term \"social media\" refers to Internet-based applications that enable people to communicate and share resources and information. Some examples of social media include blogs, discussion forums, chat rooms, wikis, YouTube channels, LinkedIn, Instagram, Facebook, and Twitter. Social media can be accessed by computers, tablets, smart and cellular telephones, and mobile telephone text messaging (SMS). The use of social media is an evolving phenomenon. Rapid changes in communication technologies in the past decade have enabled people to interact and share information through media that were non-existent or widely unavailable as recently as 15 years ago.", "In the last 10 years social media has played an increasing role in emergencies and disasters in both the public and private sectors. Facebook hosts numerous emergency-related organizations, including Information Systems for Crisis Response and Management (ISCRAM), and the Humanitarian Free and Open Source Software (FOSS) Project. Additionally, numerous emergency and disaster-related organizations, including universities, the private and nonprofit sectors, and state and local governments use Facebook to disseminate information, communicate with each other, and coordinate activities such as emergency planning and exercises.", "There is also evidence that social media is increasingly being used at the community and household level to respond to emergencies and crises. A study conducted in 2012 by the American Red Cross found that 40% of the respondents said they would use social tools to tell others they were safe. That percentage is most likely higher today given the rapid proliferation and acceptance of social media in recent years. Other examples of community and household use of the media include warning others of unsafe areas or situations, creating ad hoc volunteer response groups, and raising funds for disaster relief and recovery efforts.", "Perhaps one of the greatest benefits of social media is that it allows people to communicate when traditional lines of communication are unavailable. For example, when power or landline service is interrupted, people generally continue to have access to information—at least on a limited basis—through social media platforms with SMS and Global Positioning Satellite (GPS) frameworks, such as Twitter. Thus, certain elements of social media can remain viable during catastrophic events when traditional forms of communication are rendered unusable.", "The use of social media for emergencies and disasters can be conceptualized as two broad categories of usage. First, social media can be used as an output to disseminate public safety related information. Second, social media can be used as an emergency management tool through the use of inputs. Some examples of using social media as an emergency management tool include", "using the medium to conduct emergency communications and issue real time warnings; using social media to receive requests for assistance; monitoring user activities and postings to establish situational awareness; using uploaded images to create damage estimates; and using social media to conduct investigations and post-incident analysis."], "subsections": [{"section_title": "Selected Social Media Examples and Caveats", "paragraphs": ["Social media sources have a broad range of applications in emergencies and disasters. The following sections provide examples of the ways in which social media are being used. Not all of these examples are from the federal government nor are they all governmental. Additionally, federal usage of social media varies from agency to agency just as its use varies from non-governmental entity to non-governmental entity. The following is not an exhaustive list and some of the examples may change or quickly become outdated due to advances in social media."], "subsections": [{"section_title": "Notifications", "paragraphs": ["Social media are often used by emergency management organizations to coordinate and send out notifications of upcoming training events and exercises. Notifications can also be sent to mobilize first responders to respond to an incident. Using social media for mobilization purposes can be particularly useful when traditional call systems fail. For instance, during Hurricane Gustav, a Community Emergency Response Team (CERT) used social media to send mass email notifications to team members through Facebook when its call notification system went down. The CERT group also updated status messages to notify first responders and citizens of developments as the incident unfolded."], "subsections": []}, {"section_title": "Public Safety Information, Emergency Alerts, and Crisis Information", "paragraphs": ["Social media has been used to disseminate a wide range of public safety information before, during, and after various incidents. Prior to an incident (or in the absence of an incident), many organizations and agencies provide citizens with preparedness and readiness information through social media. For example, the Department of Health and Human Services (HHS) used Twitter to provide information on Zika virus prevention. Social media are also used for community outreach and customer service purposes by soliciting feedback on public safety-related topics.", "Social media is often used by organizations to provide key public safety information during emergency situations. Further, social media is being increasingly used to provide \"real-time\" updates as the event unfolds. For example, Orlando authorities used social media to inform the public on the shootings in the Pulse nightclub. Another example is a stream of tweets issued by the Boston Police Department to keep citizens up to date in real-time throughout the Boston Marathon bombings and subsequent manhunt. The Boston Police Department also used social media to address and correct instances of misinformation. The National Weather Service (NWS) also used social media to alert citizens in Massachusetts of road conditions during the 2015 snowstorms. Similarly, the U.S. Geological Survey launched a pair of Twitter feeds to give out automated, real-time river levels and rainfall amounts during heavy rains in response to floods in Texas. The platform automatically Tweets out river gauge levels and flow rates when they hit the flood stage. It also includes searchable hashtags and links to more information on the agency's website.", "Emergency alerts used at the federal level include the Federal Communications Commission (FCC) Personal Localized Alerting Network known as \"PLAN\" (technically the Commercial Mobile Alert System, or CMAS). Implemented in 2011, PLAN expands the emergency alert system notifications sent over TV and radio to include mobile and smart phones. PLAN sends geographically targeted alerts through cell towers in the form of text-like messages to the cell phones of people who have requested to be notified in the event of an emergency. PLAN enables government officials to target emergency alerts to specific geographic areas, which then push the information to dedicated receivers with PLAN-enabled mobile devices. ", "The Federal Emergency Management Agency (FEMA) oversees development and operation of the Integrated Public Alert and Warnings System (IPAWS), a national system for delivering emergency alerts and warnings to the public. Today, over 150 entities—including approximately 75 counties, 25 states, and the Commonwealth of Puerto Rico—have access to the IPAWS-OPEN gateway, which allows them to transmit messages to cellular phones (using Wireless Emergency Alerts or WEA), radio and television (using the Emergency Alert System), and National Oceanic and Atmospheric Administration (NOAA) weather radios. In addition, the NWS can send weather alerts, and the National Center for Missing and Exploited Children can send AMBER alerts over IPAWS.", "In addition to alerts and messages sent by emergency management and governmental organizations, valuable crisis information is often disseminated by citizens. For example an estimated 3.5 million tweets with the hashtag #sandy were generated in 24 hours during Hurricane Sandy and roughly ten pictures per second were uploaded using Instagram. ", "Social media can also be used by users to let family and friends know they are safe if they are near an incident or natural disaster. For example, Facebook activated a feature called \"safety check\" during the Paris terrorist attacks to allow users to post if they are safe or not in the area of an incident. The feature can also be used to check if others in the area are safe.", "The above are examples of how information is disseminated through outputs. However, social media can also use inputs to provide unique emergency and disaster information. For example, Crowdsourcing has been effectively used to provide information about a crisis or incident. Crowdsourcing consists of obtaining needed services, ideas, or content by soliciting contributions from the online community. An example of a federal government crowdsourcing tool is a U.S. Geological Survey (USGS) \"Did You Feel It?\" project which creates automatic intensity maps based on \"felt\" reports submitted online. More than 2 million reports have been filed on this website, with 40 earthquakes receiving more than 10,000 reports each. ", "Another useful source of information during an incident are crisis maps. Crisis maps combine information scattered across the Internet along with other information and places them on a single map. Users can use the crisis map to ascertain storm paths and flood zones, as well as identify evacuation routes, shelter locations, and power outage areas.", "Information posted at the time of an event could be valuable later for investigative and research purposes. For example, viewers at the 2012 theater shooting in Aurora, CO, tweeted and posted messages moments before the attack took place. Forensic analysis of the information was used to construct incident timelines and retrieve first-hand accounts of the event as it unfolded."], "subsections": []}, {"section_title": "Situational Awareness and Information Gathering", "paragraphs": ["Social media is used to alert emergency managers and officials to certain situations by monitoring the flow of information from different sources during an incident. Monitoring information flows help establish \"situational awareness.\" Situational awareness is the ability to identify, process, and comprehend critical elements of an incident or situation. At the local level, first responders can leverage social media, both to communicate and to gather and share real-time, dynamic information, to enhance situational awareness and assist in decision-making.", "Obtaining real-time information as an incident unfolds can help officials determine where people are located; assess victim needs; and alert citizens and first responders to changing conditions and new threats. Emergency managers can also use the information to direct certain resources to reduce damages, loss of life, or both. In some cases it might be possible to obtain this information before first responders reach the disaster area."], "subsections": []}, {"section_title": "Citizen Communications and Requests for Assistance", "paragraphs": ["Another benefit of social media is that it provides the public with another method to communicate with the government. While current emergency communication systems have largely been centralized via one-way communication—from the agency or organizations to individuals and communities—social media is increasingly altering emergency communications because information can flow in multiple directions (known as backchannel communications). One example of backchannel communication are requests for assistance. Social media are increasingly seen by some as a supplement or replacement to \"911\" emergency system lines and can be particularly useful when traditional forms of communication are not available. ", "The use of social media to request assistance is likely to become more common. According to a study by the American Red Cross, younger people generally use social media more frequently than older segments of society. They are also more likely to request help through social media, believe agencies should monitor their postings, and have high expectations that agencies will respond quickly to their requests. There are also indications that older adults are increasingly using social media. As more older adults use social media, they too may develop similar expectations. As a consequence, some may argue that emergency managers and officials may need to embrace social media technology in order to be responsive to the public's needs. Others may question the feasibility of taking requests through social media—particularly during periods when there is a high volume of incoming information."], "subsections": []}, {"section_title": "Recovery Efforts", "paragraphs": ["Social media has also played a role after an incident through recovery efforts. At the state and local level, groups are using social media to manage donations and organize volunteer efforts. At the federal level, social media is commonly used to provide information concerning what types of assistance is available to individuals and households, how to apply for assistance, announce application deadlines, and provide information and links to other agencies and organizations that provide recovery assistance such as the American Red Cross, or the Small Business Administration's Disaster Loan Program (SBA).", "In some cases, individuals and households do not qualify for FEMA Individual Assistance (IA) grants. Social media could be used to raise funds in such cases through private contributions. However, it would not likely be capable of supplanting federal assistance altogether. Recovery from large-scale disasters can cost billions of dollars (the federal government provided approximately $120 billion and $50 billion in supplemental funding for Hurricanes Katrina and Sandy respectively).", "Social media has the capacity to accelerate the damage estimate process by transmitting images of damaged structures such as dams, levees, bridges, and buildings uploaded from tablets or smart phones. For example, in Kansas a smart phone application has been used to help the Army Corps of Engineers identify and report breeches, seepage, overtoppings, and other areas of structural weakness in levees. The application allows the Army Corps of Engineers to take a photo of problem areas and then \"geotag\" its precise location. According to Corps officials, the application has helped improve the efficiency, speed, and accuracy of detecting and responding to levee failures. In addition, the application has also helped reduce human error by reducing instances of mislabeling or misreporting problems."], "subsections": []}]}]}, {"section_title": "Congressional Hearings and Legislation", "paragraphs": ["Within the past decade, reports on successful use of social media during emergencies and disasters have spurred congressional interest and policy discussions concerning how to better incorporate social media at the federal level. Much of the congressional and executive branch interest has centered on how social media can be used to improve disaster response and recovery capabilities. On May 5, 2011, Craig Fugate, the FEMA Administrator, testified before the Senate Committee on Homeland Security and Governmental Affairs, Subcommittee on Disaster Recovery and Intergovernmental Affairs that he had met with representatives from Apple, Craigslist, Facebook, Google, Microsoft, and Twitter to discuss how to harness the \"capabilities of the digital world to better serve the public.\" According to Fugate, possible future applications include using smartphone-friendly mobile versions of FEMA websites to allow users to access information, request assistance, and facilitate communication between citizens, first responders, volunteer groups, the private sector, and all levels of government.", "Subsequent hearings were held by the Subcommittee on Emergency Preparedness, Response, and Communications Committee on Homeland Security on June 4, 2013, and July 9, 2013. The hearings investigated how social media efforts could be enhanced. The hearings also explored how social media was transforming preparedness, response, and recovery efforts in the private sector and how lessons learned in these sectors might be applied at the federal level. Lessons learned were also discussed as well as how crowdsourcing can be used to enhance the quality and timeliness of critical information. ", "Crowdsourcing information can be geotagged with longitude and latitude coordinates. According to Mathew Stepka, Vice President, Technology for Social Impact for Google, during some disasters, authoritative sources may not have as expansive information as individuals who are experiencing the incident first-hand. Stepka provided an example of crowdsourcing in his testimony to the Subcommittee. According to Stepka, it was unclear during Hurricane Sandy which filling stations had gasoline. Stepka related that", "during Sandy, a group of student volunteers called stations in New Jersey to check whether they were open and had gas available. Within a few days they had data for more than 1,000 different stations, which was fed into our Sandy crisis map automatically. The Department of Energy's call center ended up referencing this information.", "Study findings reported at the hearings also underscored the growing use of social media during emergencies and disasters. According to Suzanne DeFrancis, Chief Public Affairs Officer of the American Red Cross, 20% of Americans received some form of emergency information from an app. Surveys conducted in 2012 by the American Red Cross found that 76% of American expect help within three hours of posting a request on social media and 40% would use social media to inform others they were safe. Both of these figures are higher than the percentages reported (68% and 24% respectively) in their 2011 survey. The study also found that roughly 75% of social media users use the medium to seek information about an incident including road closures, damage reports, and weather conditions. ", "One noteworthy finding from the hearings was a reported need to enhance public and private partnerships to facilitate communications and collaboration between the two sectors. Legislation to address this need was introduced in the 113 th Congress ( H.R. 4263 ) and later in the 114 th Congress ( H.R. 623 ).", "H.R. 623 , which was enacted on November 5, 2015 ( P.L. 114-80 , the DHS Social Media Improvement Act of 2015) amended the Homeland Security Act of 2002 to direct the Secretary of Homeland Security to establish within the Department of Homeland Security (DHS) a social media working group. The law requires the social media group to submit an annual report to Congress that includes ", "a review of current and emerging social media technologies being used to support preparedness and response activities related to terrorist attacks and other emergencies; a review of best practices and lessons learned on the use of social media during the response to terrorist attacks and other emergencies that occurred during the period covered by the report; recommendations to improve DHS's use of social media for emergency management purposes, to improve public awareness of the type of information being disseminated through social media and how to access such information during a terrorist attack or other emergency, and to improve information sharing among DHS and its components and among state and local governments; a review of available training for government officials on the use of social media in response to a terrorist attack or other emergency; and a summary of coordination efforts with the private sector to discuss and resolve legal, operational, technical, privacy, and security concerns.", "Another bill introduced in the 114 th Congress, H.R. 3517 , requires the DHS Secretary to conduct a one-year pilot program with the American Red Cross to research and develop mechanisms to better leverage social media to improve preparedness and response capabilities, including (1) the timely dissemination of public preparedness information for terrorist attacks and other disasters, and (2) the delivery of response supplies to affected areas. The bill requires the DHS Secretary to issue a report to the House Committee on Homeland Security and the Senate Committee on Homeland Security and Governmental Affairs no later than 90 days after completion of the pilot program regarding the extent to which the DHS partnered with the American Red Cross in furtherance of preparedness and response capabilities in the previous year. H.R. 3517 was referred to the Subcommittee on Emergency Preparedness, Response, and Communications."], "subsections": []}, {"section_title": "Federal Social Media: Selected Examples37", "paragraphs": ["The following section describes how some federal entities use social media for emergencies and disasters. This list is not exhaustive—there are many federal entities that use social media for emergencies and disasters in various capacities. The federal government does not use a single platform for emergency and disasters. Rather, federal entities use different social media for different purposes. Some have platforms dedicated to emergencies and disasters while others have emergency and disaster information comingled with other agency information.", "This section highlights just some of the ways in which social media are being used by the federal government. When possible statistics on social media use are provided; however, not all entities collect such data. It is important to note that social media is subject to rapid advances in applications and technologies. New uses are being adopted on a continual basis. "], "subsections": [{"section_title": "Terms of Service Agreements", "paragraphs": ["Social media products typically require digitally signing terms of service agreements. Many terms of service agreements are, however, incompatible with federal law, policies, and regulations. To address this challenge, federal agencies have negotiated federal-compatible terms of service agreements with social media vendors. These agreements modify or remove problematic language or clauses in standard terms of service agreements. Negotiated terms of service can be developed individually by the federal entity, or through the assistance of the Government Services Administration (GSA). GSA provides government-wide support, training, and assistance with various social media platforms. In FEMA's case, the agency developed negotiated terms of service agreements with various social media outlets. Doing so allows FEMA to quickly create a Facebook page, upload pictures and videos, or post information in response to a particular emergency or disaster."], "subsections": []}, {"section_title": "Federal Emergency Management Agency", "paragraphs": ["FEMA began using Youtube in 2006, Twitter in 2008, and Facebook in 2009 and currently uses multiple social media platforms. FEMA primarily uses social media to disseminate information and coordinate recovery efforts. The information FEMA provides includes what people should do before, during, and after an incident. FEMA also uses social media to inform people where and how to apply for federal and nongovernmental assistance. For example, FEMA provides information about the Small Business Administration's (SBA) Disaster Loan Program and/or services provided by the American Red Cross through social media. Similarly, FEMA also uses social media to share key messages or information with other federal, state, local, tribal, territorial, and private sector partners so that they too can disseminate emergency and crisis information. FEMA also provides a mobile app that provides weather alerts from the NWS and information on where to find open shelters.", "In addition to using social media as an external stakeholder outreach tool, FEMA can use social media as an emergency management tool by integrating various social media platforms through the use of tools referred to as \"social media management systems.\" The social media management systems include software that allows the agency to better handle information overload by eliminating non-critical information. Doing so helps FEMA focus or \"listen\" to relevant user information. Listening information is used to improve customer service, obtain situational awareness of an incident or situation, and discredit inaccurate information about the incident. Listening also enables FEMA to get a sense of where people in need are located and what supplies they might need. FEMA's social media, however, cannot be used for individual or immediate requests for assistance. FEMA's app also allows users to take a photograph in a disaster area and submit it, along with a short text description, to the \"Disaster Reporter\" which gathers crowdsourced disaster-related information within the United States, allowing citizens, first responders, emergency managers, community response and recovery teams, and others to view and contribute information on a publicly accessible map.", "FEMA has staff responsible for day-to-day social media operations but has the capacity to deploy people from Regional Offices for surge support. For example, 10 people were deployed to the National Response Center from FEMA's Regional Offices to assist social media efforts during Hurricane Sandy. ", "FEMA's social medial policies are guided by its Web 2.0 policy which describes how to sign up for third party outlets, how to moderate discussions (including which comments can be deleted), and what information needs to be retained in accordance with records management. Additionally, FEMA's Office of External Affairs has a growing digital engagement section. Their responsibility includes designing and developing social media items. The digital engagement section can also be activated to assist with social listening in the event of an emergency or major disaster."], "subsections": []}, {"section_title": "Small Business Administration", "paragraphs": ["SBA has been a major source of assistance for the restoration of commerce and households in areas stricken by natural and human-caused disasters. SBA offers low-interest, long-term loans for physical and economic damages to businesses, individuals, and households and to help repair, rebuild, and recover from economic losses after a declared disaster. ", "SBA utilizes social media on several different platforms including Facebook, Twitter, YouTube, and blogs. Each SBA region has its own Twitter account to provide users with specific local information. SBA thinks of their social media as part of their larger digital engagement with users. Using social media SBA will often provide links to information on their website for more technical information and may link and share posts from FEMA and other agencies. In addition to their social media outreach, approximately 1.6 million people have subscribed to SBA's e-newsletter online which often provides preparedness recovery advice. SBA comingles emergency and disaster information with other information about small business programs on their social media platforms, but they often issue web pages dedicated to each declaration. "], "subsections": []}, {"section_title": "Health and Human Services", "paragraphs": ["HHS directs and coordinates preparedness activities and oversees public health agencies within the Department with responsibilities for emergency preparedness and response. These include the Centers for Disease Control and Prevention (CDC), the Health Resources and Services Administration (HRSA), the National Institutes of Health (NIH), the Food and Drug Administration (FDA), and the Agency for Healthcare Research and Quality (AHRQ). ", "HHS uses a variety of social media platforms including Facebook and Twitter. In particular, social media plays an integral role in HHS's National Health and Security Strategy—an engagement initiative designed to prepare communities for threats to health that are associated with emergencies and disasters. HHS also provides health information through social media during incidents and directs people to health resources through web links and hashtags. HHS does not use dedicated web pages for incidents and does not collect data on social media usage. ", "Each subentity of HHS contains working groups with separate social media efforts that focus on their particular organizational mission and goals. The HHS working group is relatively small but has capacity to surge if needed for large incidents. The working group monitors social media to dispel rumors, obtain situational awareness, and answer questions about preparedness and public health issues. HHS does not respond to immediate requests for assistance. The working group also coordinates information with other organizations with preparedness and response responsibilities. "], "subsections": []}, {"section_title": "Centers for Disease Control and Prevention", "paragraphs": ["The Centers for Disease Control and Prevention (CDC) works with states and localities, as well as other nations to detect, investigate, and prevent disease and injury, to develop and implement prevention strategies, to monitor the effect of environmental conditions on health, and to study illness and injury in the workplace. CDC responds and supports state and local efforts to save lives and reduce suffering when a disaster occurs. CDC also helps states and localities recover and restore public health functions after the initial response to an incident. ", "CDC uses Twitter, Facebook, Pinterest, and YouTube among other social media platforms. In some cases, CDC has a number of profiles on each platform (for example, CDC has 30 different Facebook profiles and over 60 Twitter profiles addressing various public health topics). However, CDC does not use incident-specific social media accounts, but does have web pages for specific incidents. ", "CDC's primary social media focus is disseminating public health and preparedness information, but it also uses social media to answer questions and obtain situational awareness through listening. CDC does not respond to individual requests for assistance. In an emergency, CDC coordinates with other federal entities, state and local agencies, and partners through the emergency operations center.", "CDC uses a handful of social media staff in an emergency event, but has the capacity to surge if needed. During the 2014 Ebola response, the social media team surged to meet the round-the-clock needs of the response and interest of the public. Oversight for CDC social media is carried out by the Social Media Council—which consists of 15-20 individuals representing program areas within CDC. During an emergency, social media information is coordinated through CDC's Joint Information Center (JIC) to ensure all platforms provide consistent information."], "subsections": []}, {"section_title": "National Guard52", "paragraphs": ["The National Guard is both a state and federal organization: it is simultaneously the organized militia of a state or territory and a reserve component of the Army and the Air Force. Due to its size (over 450,000 individuals), trained personnel, and available equipment, it is frequently used for emergency response. Normally, the National Guard operates in a state status, under the control of state and territorial governors, who can order National Guard personnel to perform full-time \"state active duty\" in response to disasters and civil disorders. In this state capacity, National Guard personnel are not subject to the restrictions of the Posse Comitatus Act (that is, they can perform law enforcement functions). Under certain conditions, the National Guard can also be activated to respond to emergencies and disasters under Title 32 of the U.S. Code. Guard personnel who are activated under Title 32 remain under state control, but pay and benefits are provided by the federal government.", "The National Guard Bureau (NGB) is a joint activity of the Department of Defense and serves as the channel of communications between the Departments of the Army and Air Force and the states on all matters pertaining to the National Guard. NGB operates its social media efforts out of its public affairs office to educate and inform the public about National Guard preparedness and response efforts. NGB uses a variety of social media platforms including Facebook, Twitter, Google+, Instagram, and YouTube. The National Guard Bureau also uses social media through internal pages to conduct internal communications. For example, uploaded images of damages posted by social media users are circulated internally to help understand the extent of damages caused by an incident. The images, however, are not used for damage estimates. The National Guard Bureau also monitors social media for situational awareness, and rumor control. ", "Policy guidance for the NGB's use of social media is outlined in the Department of Defense's \"Web and Internet-Based Capabilities (IBC) Policies.\" The IBC polices describe terms of service agreements, protocols for deleting user posts, and records management. In addition, the National Guard uses response-specific analytics to help make data-driven decisions with respect to future applications of social media for emergencies and disasters (see Table 1 ). The National Guard Bureau does not use disaster specific web pages and does not respond to individual requests for assistance."], "subsections": []}, {"section_title": "U.S. Army Corps of Engineers", "paragraphs": ["In addition to flood control and improving and maintaining navigable channels, the U.S. Army Corps of Engineers (USACE) provides emergency response activities through more than 40 planning and response teams (PRTs). These deployable teams have been specifically trained to perform USACE emergency response functions, including provision of emergency power, debris removal, temporary housing, temporary roofing, and structural safety assessments.", "USACE social media platforms include Facebook, Twitter, Google+, Youtube, and Pinterest among others. The U.S. Army Corps of Engineers synchronizes outgoing information across the platforms and coordinates with other federal agencies such as FEMA and NWS. In general, the Emergency Operations Center and the Joint Field Office for each incident have external affairs personnel with social media responsibilities. USACE does not use incident-specific web pages or respond to individual requests. ", "At the start of FY2015, the U.S. Army Corps of Engineers began collecting Facebook usage data. The text box at right provides composite data and results for FY2015. It is not specific to disaster or emergency related posts."], "subsections": []}, {"section_title": "National Weather Service", "paragraphs": ["The NWS is a component of the National Oceanic and Atmospheric Administration within the Department of Commerce. The NWS provides weather, water, and climate data, along with forecasts and warnings for the protection of life and property.", "The social media platforms used by the NWS mainly consist of Twitter and Facebook. Each of the Weather Service's 122 weather forecast offices, along with other specialized field offices, national centers (e.g., National Hurricane Center), and regional and national headquarters utilize social media. This approach allows the NWS to serve both local and national communities. Local users can follow a field office for more specific information to their local area or the headquarter account for national or general information. The NWS does not have incident specific pages, but does use social media outlets to address specific threats. For an example, the NWS may utilize social media to let users know a hurricane is approaching a particular area and that people should prepare for dangerously high wind and flooding. Following the event, they may assist the emergency response community by providing critical post-event information that aids in emergency response efforts. The NWS mainly uses social media as a tool to provide information about weather events to users, including important safety information on a variety of hazards. In some instances the field offices utilize social media information in conjunction with traditional spotter reports to identify and confirm weather events. ", "Following significant meteorological or hydrological events, NWS conducts Service Assessments to evaluate NWS products and services before, during, and after events. Experts from both within and outside the NWS conduct these assessments. Every NWS Service Assessment since 2011 has included sections on the NWS's social media use. For an example, an assessment following Hurricane/Post-Tropical Cyclone Sandy praised the NWS's use of social media as an important tool in increasing awareness of Sandy's threats. It also included a section on improving NOAA's web presence and use of social media. ", "While not necessarily social media, the NWS also sends out Wireless Emergency Alerts (WEA) to mobile phone users within a close proximity of a critical weather event. These alerts are 90 characters in length and may include information on the weather event and suggestions like \" take shelter \" or \" avoid flood areas. \""], "subsections": []}]}, {"section_title": "Additional Perspectives and Potential Policy Considerations", "paragraphs": [], "subsections": [{"section_title": "Requests for Individual Assistance", "paragraphs": ["As previously mentioned, surveys indicate that many citizens expect help within three hours of posting a request on social media. Some jurisdictions may not yet have the capacity or resources to meet this expectation. Others might argue that this expectation is unrealistic, particularly during large-scale disasters, due to the potential volume of incoming messages and posts. They may further argue that some jurisdictions do not have the capabilities to effectively monitor social media for incoming requests for assistance. For example, according to the West Virginia State Police, citizens should not use social media to request immediate help because the organization does not have the manpower and resources to monitor its social media around the clock.", "The use of social media as a tool to request assistance (similar to a call to 911) may be of potential interest to Congress. If so, Congress could explore the feasibility of using social media to make requests and investigate potential polices to help state, local, and federal jurisdictions develop their capacity to receive and effectively respond to the requests. Congress could also investigate the use of a pilot program that would allow people to request assistance through social media. The program could then be evaluated to determine its effectiveness. "], "subsections": []}, {"section_title": "Public-Private Partnerships", "paragraphs": ["A key issue of interest with respect to social media and emergencies and disasters is the diffusion of technology developed in the private sector to the public sector. One potential method that could be used to accelerate diffusion is through public-private partnerships (PPPs). There is no single, accepted definition of PPPs. For the purposes of this report, a PPP is a contractual arrangement whereby the private sector would assume more responsibility than is traditional for the development and design of new technologies. Once developed, the new technology would be shared with the public sector. In the case of social media for emergencies and disasters, Congress could consider providing grants to the private sector or investigate other methods that would help foster partnerships between the private and public sectors. For example, FEMA provides a number of tools and models to help organizations start emergency management PPPs. These tools and models could be expanded to include social media PPPs. ", "Proponents of PPPs would likely argue they would inject additional resources in to the development of social media as a tool for emergency management, increase private sector involvement, potentially reduce costs and project delivery times, and reduce public sector risk. Some argue that government agencies can potentially achieve more objectives more efficiently through PPPs than they could on their own. Detractors, on the other hand, might argue that PPPs are complicated arrangements and require too much oversight. They may also be concerned about potential fraud and abuse of technology grants. "], "subsections": []}, {"section_title": "Accurate Information and Information Overload", "paragraphs": ["Instances of inaccurate and false information may be an inherent problem given the nature of social media platforms and the number of people disseminating information. There have been studies that found that outdated, inaccurate, or false information had been disseminated via social media forums during disasters. Information that is false, inaccurate, or outdated could complicate situational awareness of an incident and consequently hinder or slow response efforts. Inaccurate information could also jeopardize the safety of first responders and the community. ", "The extent to which inaccurate information poses a problem to the emergency management community is not clear and claims of inaccuracy are debatable. Some studies have concluded that social media information is generally accurate; suggesting that reports about the spread of misinformation during incidents may have been exaggerated. ", "In addition to inaccurate information, too much information can also pose a problem. As a disaster or crisis unfolds, the amount of information generated by users can be enormous. Sifting through the data for may be a challenge to emergency managers. The volume and speed with which available information is disseminated, combined with an inability to identify, verify, coordinate, aggregate, and contextualize it can leave this information unused and ultimately, unactionable. ", "Against this backdrop, it is noteworthy that unofficial sources are often trusted and used as information sources by the general public. Some reports have indicated that information from unofficial sources can be just as, and even more desirable than information from official social media websites. This is because citizens may think official sources are too slow, general, or inaccurate to be useful. In a June 4, 2013, hearing, Jorge Cardenas, vice president of asset management and centralized services for Public Service Electric and Gas Company (New Jersey) stated that the number of people using Twitter and Facebook spike during disasters because they are searching immediate information they cannot find on traditional broadcast channels.", "Given the importance of accurate and timely information in crises situations, Congress could investigate the accuracy of emergency and disaster information and examine strategies and best practices that could increase organizational capacity to handle a large influx of information. Similarly, Congress could examine methods that could help prevent or reduce the spread of misinformation. "], "subsections": []}, {"section_title": "Malicious Use of Social Media During Disasters", "paragraphs": ["There is some concern that individuals or organizations might intentionally provide inaccurate information to confuse, disrupt, or otherwise thwart response efforts. Malicious use of social media during an incident could range from mischievous pranks to acts of terrorism. One tactic that has been used by terrorists involves the use of a secondary attack after an initial attack to kill and injure first responders. Social media could be used as a tool for such purposes by issuing calls for assistance to an area, or notifying officials of a false hazard or threat that requires a response. When using social media for situational awareness and response efforts, officials and first responders should be aware it could be used for malicious purposes and develop measures to mitigate those possibilities."], "subsections": []}, {"section_title": "Technological Limitations", "paragraphs": ["In some incidents residents may be without power for 48 hours or longer. Yet many smartphones and tablets have battery lives lasting twelve hours or less depending on their use. In some cases disaster survivors will not have the means to recharge their devices. In other cases, the device may have adequate power, but cellular towers in the area do not, significantly limiting their use in crisis situations. In a June 4, 2013, hearing, Jason Payne of Palantir Technologies testified that", "internet and cloud technology, such as social media, are extremely valuable as long as people have power and connectivity. Without both, it's useless. We encourage the subcommittee to explore innovative solutions to provide deployable 3/4G mobile networks, as well as mobile device charging stations, to the public during large-scale emergencies.", "Congress could require FEMA to develop and deploy 3G and 4G mobile networks in presidentially declared disasters. Congress could also consider other methods that would help residents recharge their devices during power outages.", "Still, while social media may improve some aspects of emergency and disaster response, some may be concerned that overreliance on the technology could be problematic under prolonged power outages. Thus, some may argue that traditional forms of communications still need to be used in conjunction with social media. They may further argue that emergency managers and officials consider alternative or backup options during extended power outages, or other occurrences that could prevent the use of social media. ", "Another concern is the potential of overwhelming Internet traffic during crisis situations. For example, Internet traffic in Belgium after the terrorist attacks in Brussels slowed parts of the country's networks. In response, Belgian officials requested that users reduce their Internet consumption. Congress could examine whether parts of the United States might experience similar problems with Internet traffic and then, if needed, help develop methods to address the issue."], "subsections": []}, {"section_title": "Administrative Cost Considerations", "paragraphs": ["It is unclear how much the federal government is paying for its various social media efforts with respect to emergencies and disasters. The number of personnel required to monitor multiple social media sources, verify the accuracy of incoming information, and respond to and redirect incoming messages is also uncertain. In addition, federal entities may experience a large volume of incoming messages from the public during a disaster. As mentioned previously, responding to each message in a timely manner could be difficult and may require an increase in the number of employees responding to incoming messages. ", "Knowledge concerning federal expenditures on social media use during disasters can help Congress determine how the money has been spent and what resources have been provided to the nation. The financial information is also useful for congressional oversight of the entities that have received the funds and to evaluate the overall effectiveness of the expenditures. Financial information can also potentially help Congress identify cost saving opportunities. "], "subsections": []}, {"section_title": "Privacy Issues76", "paragraphs": ["Privacy concerns exist about the potential for the collection, retention, and data mining of personal information by the federal government with respect to its use of social media for disaster recovery purposes. Specifically, the use of status alerts and the creation of personal pages to establish situational awareness may raise privacy concerns. Others are concerned how the information might be used. For example, would the federal government compile records after a terrorist attack to help investigate certain individuals?", "The E-Government Act of 2002 mandates that federal agencies conduct an assessment of the privacy impact of any substantially revised or new Information Technology System. The document that results from these mandated assessments is called a Privacy Impact Assessment (PIA). Section 208 of the E-Government Act requires federal agencies to complete PIAs prior to: (1) developing or procuring information technologies that collect, maintain, or disseminate personally identifiable information (PII); or (2) initiating, consistent with the Paperwork Reduction Act, a new collection of PII from ten or more individuals in the public. The PIA uses the Fair Information Privacy Principles (FIPPs) to assess and mitigate any impact on an individual's privacy. ", "In March 2011, the Department of Homeland Security (DHS) issued a Privacy Impact Assessment for the Use of Unidirectional Social Media Applications Communications and Outreach. The DHS PIA on the Use of Unidirectional Social Media Applications does not cover users sending content to the Department, but describes the personally identifiable information (PII) and the limited circumstances under which DHS will have access to PII, how it will use the PII, what PII is retained and shared, and how individuals can gain access to their PII. In 2010, DHS published a PIA on the Use of Social Networking Interactions and Applications (Communications/Outreach/Public Dialogue). Neither PIA covers other social media activity such as monitoring initiatives, law enforcement and intelligence activities, and other similar operations.", "Some have argued that privacy laws can hamper the use of information obtained from social media during disasters because such laws restrict how the government can collect, maintain, and use PII. Consequently, efforts are being made to develop software that could remove personal information from social media messages without loss of vital disaster information. Congress could consider amending existing laws to make the use of PII less restrictive during disasters, or investigate methods that could help the federal government develop software that removes PII while retaining valuable disaster information."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Social media has made tremendous inroads into emergency management for a variety of reasons. For one, social media can provide accurate, reliable, and timely information. This information is vital for public safety before, during, and after an incident. In addition, disaster response efforts—particularly during large scale disasters—have been plagued by communication challenges. Social media has proven to be a useful method for communicating when traditional forms of communication are ineffective or inoperable.", "In addition, there are strong indications that the use of social media for emergencies and disasters will increase as people continue to embrace new technologies. This increase will lead to a greater expectation that government will meet their information needs during crisis situations through social media. Accordingly, many emergency managers and agencies have already adopted the use of social media to meet this expectation. ", "Emergency management organizations have also started using social media because they recognize its usefulness beyond providing public safety information. As mentioned at the outset of this report, social media applications in emergency management can be conceptualized in two broad categories of usage: output and input. By and large, the federal government uses social media as an output to disseminate information. While useful, the emphasis on outputs could prevent the federal government from fully realizing social media's potential as an effective emergency management tool. A different approach would be to reorient the focus with an emphasis on inputs. ", "The reorientation, however, could be a complicated matter. Some might argue that the federal role in social media efforts should be limited because the decentralized nature of social media makes the medium too unwieldy for large, centralized organizations to control in a manner similar to smaller organizations or emergent groups. They may further argue that federal involvement might lead to standardization and rigid usage guidelines which might hinder the nimbleness of social media to be applied in new and novel ways. They may therefore conclude that state and locals should take the lead with social media with the support of the federal government. Some starting points would include pilot programs and public private partnerships. Congress could also require FEMA to develop and deploy 3G and 4G mobile networks in presidentially declared disasters, and provide grants to state and local governments to help them develop their social media capabilities. ", "Congress could also investigate the use of social media at the federal level to help inform decisionmaking and policymaking. This could include determining hardware and software costs, personnel costs, surge capacity during large-scale disasters, and the federal government's ability to keep pace with advances in and the social media and changing patterns of public usage. Congress could also explore ways to address and overcome some of the other challenges described in this report including using social media to request assistance, inaccurate or malicious crisis information, information overload, and technical limitations."], "subsections": [{"section_title": "Appendix.", "paragraphs": ["Selected Examples of Federal Social Media", "Selected Examples of Federal Social Media Use for Hurricane Sandy"], "subsections": []}]}]}}