{"id": "R41910", "title": "Nuclear Energy Cooperation with Foreign Countries: Issues for Congress", "released_date": "2014-12-08T00:00:00", "summary": ["U.S. civil nuclear cooperation agreements (\"123\" agreements), which are bilateral agreements with other governments or multilateral organizations, have several important goals, including promoting the U.S. nuclear industry, which is increasingly dependent on foreign customers and suppliers, and preventing nuclear proliferation. Increased international interest in nuclear power has generated concern that additional countries may obtain fuel-making technology that could also be used to produce fissile material for nuclear weapons. Ensuring the peaceful use of transferred nuclear technology has long been a major U.S. objective, and Congress has played a key role. For example, the Nuclear Nonproliferation Act of 1978, which amended the Atomic Energy Act (AEA) of 1954, added new requirements for nuclear cooperation with the United States. Moreover, the United States has been a longtime proponent of restrictive international nuclear export policies.", "In recent years, some observers and Members of Congress have advocated that the United States adopt new conditions for civil nuclear cooperation. These would include requiring potential recipients of U.S. civil nuclear technology to forgo fuel-making enrichment and reprocessing technologies and to bring into force an Additional Protocol to their International Atomic Energy Agency (IAEA) safeguards agreements. Such protocols augment the IAEA's legal authority to inspect nuclear facilities.", "The near-term proliferation threat posed by civil nuclear commerce, particularly reactor transfers, is far from clear: All but three states (India, Israel, and Pakistan, all of which have nuclear weapons) are parties to the nuclear Nonproliferation Treaty (NPT); all legitimate transfers of nuclear technology to NPT non-nuclear-weapon states are subject to IAEA safeguards; and no country with comprehensive safeguards in place and a record in good standing with the IAEA has used declared nuclear facilities to produce fissile material for weapons. Further, the international community has multiple mechanisms to dissuade countries from developing domestic enrichment or reprocessing facilities. States such as India, Iran, Israel, North Korea, and Pakistan did acquire enrichment or reprocessing technology, but did so either clandestinely or prior to the establishment of the Nuclear Suppliers Group (NSG) in the mid-1970s.", "Key factors and issues for Congress:", "The United States concludes nuclear cooperation agreements for a variety of reasons, including promoting nonproliferation, supporting the U.S. nuclear industry, and improving or sustaining overall bilateral and strategic relations. (See \"Policy Goals of U.S. Nuclear Cooperation Agreements.\") The U.S. nuclear industry's market share has declined in recent years; foreign customers and suppliers are important to the industry's viability. Some argue that the absence of U.S. government liability protections for U.S. reactor exports puts that industry at a disadvantage relative to foreign competitors who enjoy such protections. (See \"U.S. Nuclear Industry\" and \"Liability.\") Fears of additional states obtaining enrichment or reprocessing technologies may not materialize. Neither the United States nor any other states possessing enrichment or reprocessing technology have plans to transfer any such technologies (although the United States is currently conducting joint reprocessing research with South Korea). Moreover, the market for nuclear fuel currently functions well and the international community has begun to implement mechanisms to support the market. Although countries have the right under the NPT to develop their own nuclear fuel production capabilities, a functioning nuclear fuel market should reduce the need for them to do so. Nevertheless, as noted, states have previously managed to acquire these technologies. (See \"Enrichment and Reprocessing Worldwide.\") The number of NPT states-parties that have signed Additional Protocols has been steadily increasing; most states with significant nuclear activities have signed such protocols, giving the IAEA greater inspection authority over civil nuclear programs. (See \"The NPT and IAEA Safeguards.\") Some argue that the United States should use its influence to persuade other countries to adopt additional constraints on nuclear transfers. However, the relative decline of the U.S. nuclear industry, as well as some key states' demonstrated lack of willingness to accept such constraints, suggests that U.S. influence in this area is limited. (See \"Additional Issues for Consideration.\")", "This report discusses broad themes related to U.S. nuclear cooperation with other countries. More details of specific legislative proposals from the 113th Congress are found in CRS Report RS22937, Nuclear Cooperation with Other Countries: A Primer, by [author name scrubbed] and [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The United States has long sought, via its domestic laws as well as foreign policies, to ensure that ostensibly peaceful nuclear commerce does not aid nuclear weapons programs. Mechanisms and instruments such as the nuclear Nonproliferation Treaty (NPT), International Atomic Energy Agency (IAEA) safeguards, the Nuclear Suppliers Group (NSG), and economic sanctions all continue to play a role in stemming nuclear weapons proliferation. The restrictions contained in U.S. law governing nuclear cooperation with other countries comprise another tool for preventing proliferation. However, Congress has become increasingly concerned that, with the growing international interest in nuclear power, U.S. laws and policies may need to be changed in order to prevent further nuclear proliferation. ", "This report begins with a brief overview of the global nuclear power industry, including the possessors of enrichment and reprocessing technology. It then describes the state of the U.S. nuclear industry, particularly its dependence on both international trade and foreign suppliers. The report then reviews the multilateral nuclear nonproliferation mechanisms. It concludes with a detailed summary of U.S. nuclear cooperation agreements, the primary mechanism by which the United States both promotes U.S. nuclear commerce and ensures that such commerce does not contribute to clandestine nuclear weapons programs. The report also includes appendices that provide additional details.", "The United States has long engaged in civil nuclear commerce with other countries, buying and selling nuclear fuel, reactors, and related components. Perhaps the most significant congressional action to regulate such commerce was the Nuclear Nonproliferation Act of 1978 ( P.L. 95-242 ), which amended the Atomic Energy Act of 1954 (AEA) and imposed additional restrictions on U.S. nuclear commerce designed to ensure that transfers of nuclear energy technology would not contribute to the proliferation of nuclear weapons. In the 113 th Congress, Members have introduced several bills that would add to the nonproliferation criteria and strengthen congressional oversight of bilateral nuclear cooperation under Section 123 of the AEA, as amended ( P.L. 95-242 ; 42 U.S.C. §2153 et seq.) (hereinafter \"123 agreements\"). ", "During the past decade, Members of Congress have become increasingly concerned that, with an increased global interest in nuclear power, additional countries may obtain domestic enrichment or reprocessing technology, the most sensitive components of the nuclear fuel cycle. Uranium enrichment can produce low-enriched uranium for use as fuel in nuclear reactors, but can also produce highly enriched uranium, which can be used as both reactor fuel and as fissile material in nuclear weapons. By reprocessing spent nuclear reactor fuel, a state can produce plutonium, which it might use as fuel in certain types of nuclear reactors and also as fissile material in nuclear weapons. Obtaining fissile material is widely regarded as the most difficult task in building nuclear weapons. (For an illustration of the nuclear fuel cycle, see Appendix A .)", "These proliferation concerns have generated increased congressional interest in laws governing bilateral nuclear cooperation agreements. Recent congressional debates over 123 agreements with India, Russia, the United Arab Emirates (UAE), South Korea, and Vietnam highlighted concerns about the need to balance nonproliferation, commercial, and strategic goals. Additional agreements are expected to come before Congress for consideration in the next few years. "], "subsections": []}, {"section_title": "Global Nuclear Power", "paragraphs": ["Sixteen countries are planning to build their first nuclear power plants by 2030, according to the World Nuclear Association. IAEA estimates that world nuclear power generation by 2030 will grow 46%-142% from 2012, led by the Far East and Eastern Europe (along with possible reductions in Western Europe). Concerns about the safety of nuclear power and its economic competitiveness are the major near-term inhibitors of nuclear growth, according to IAEA. But the agency predicted, \"In the longer run, the underlying fundamentals of population growth and demand for electricity in the developing world, as well as climate change concerns, security of energy supply and price volatility for other fuels, continue to point to nuclear generating capacity playing an important role in the energy mix.\"", "World nuclear power generation has dropped since 2006, particularly after Japan's reactors shut down following the 2011 Fukushima disaster. Nuclear power critics contend that construction delays, cost overruns, and competition from renewable energy will strongly inhibit the future of nuclear power. They point out that three countries—China, India, and Russia—account for two-thirds of the reactors currently under construction worldwide.", "In the countries considering their first nuclear reactors, such projects are at various stages of planning (see Appendix B ). Ten countries that are currently building or formally planning reactor projects—Bangladesh, Belarus, Egypt, Indonesia, Jordan, Kazakhstan, Poland, Turkey, the UAE, and Vietnam—have never operated nuclear power plants.", "According to the Organization for Economic Cooperation and Development (OECD), 36 countries that have never had nuclear power are \"actively preparing\" or have \"expressed interest in starting a nuclear power programme.\" OECD categorizes the potential nuclear newcomer countries by the size of their economies and their electrical grid capacity, because those factors \"may provide a rough indication of which countries may be the strongest candidates to proceed with nuclear development\" (see Table 1 ).", "Only Canada, China, France, Japan, Russia, South Korea, and the United States export nuclear reactors. India is reportedly attempting to join this group. Some emerging nuclear power states have concluded agreements with non-U.S. reactor suppliers. For example, Vietnam has such contracts with Russia and Japan, Turkey has an agreement with Russia, and the UAE has signed a reactor contract with South Korea."], "subsections": [{"section_title": "U.S. Nuclear Cooperation with Foreign Partners", "paragraphs": ["The United States has nuclear cooperation agreements with 25 countries, the IAEA, and Euratom (see Appendix C ). State Department officials have said that approximately 17 nuclear cooperation agreements will be negotiated, renegotiated, or extended in the next three years. Currently, the United States is negotiating a 123 agreement with Jordan, although those negotiations have been suspended.", "The most recent 123 agreement—with Vietnam—entered into force on October 3, 2014. The preamble of the agreement includes a political commitment that says Vietnam intends to rely on international markets for its nuclear fuel supply, rather than acquiring sensitive nuclear technologies. At the same time, the United States pledges to support international markets to ensure a reliable nuclear fuel supply for Vietnam. Article 6 of the agreement specifically prohibits Vietnam from enriching or reprocessing U.S.-obligated nuclear materials—for instance, materials that are transferred from the United States—without specific future U.S. consent.", "The United States has concluded Memoranda of Understanding (MoU) regarding potential nuclear cooperation with Bahrain, Jordan, Mongolia, and Saudi Arabia. However, a state's conclusion of such an MoU is neither necessary nor sufficient for a country to conclude a 123 agreement."], "subsections": []}, {"section_title": "Enrichment and Reprocessing Worldwide", "paragraphs": ["Only a limited number of countries conduct commercial enrichment and reprocessing of fissile materials and can supply this technology. At the present time, supplier states are not planning any transfers of enrichment or reprocessing technology. As is discussed below, the Nuclear Suppliers Group recently added criteria to its guidelines for the supply of fuel cycle technologies. ", "Commercial reprocessing is now being done in France, the United Kingdom, Russia, Japan, and India. China has a pilot reprocessing plant and plans to open a larger facility around 2017, possibly followed by a full-scale commercial plant to be built by the French firm Areva by 2025. South Korea is pursuing a research and development program on pyroprocessing. Some countries with few natural energy resources, such as Japan, argue that they want to reprocess their spent fuel to reduce dependence on foreign energy sources. Reprocessing proponents in those countries prefer a closed fuel cycle, in which spent nuclear fuel from reactors is used to make fuel for other reactors; opponents raise questions about weapons proliferation risks and high economic costs.", "Commercial enrichment is currently being done in the United States, Russia, France, Japan, China, and countries in the Urenco consortium (the United Kingdom, Netherlands, Germany). The Eurodif consortium's enrichment plant is on French soil, and France does not share the enrichment technology with co-owners Belgium, Italy, Spain, and Iran. Argentina is in the process of re-commissioning its gaseous diffusion enrichment plant at Pilcanyeu to provide fuel for one of its nuclear power reactors. Brazil has been gradually expanding a small enrichment facility for its nuclear power reactors. Only Russia and the United States, as well as the European multinational consortia Urenco and Eurodif, supply enriched uranium for commercial purposes to other countries. The only currently operating U.S. enrichment plant, which started up in 2010, is the Urenco USA facility in New Mexico.", "Some reports argue that, for the foreseeable future, current commercial enrichment capacity will be able to provide for global nuclear fuel needs and, therefore, building new enrichment plants on purely commercial grounds may not be justified. According to the World Nuclear Association, world enrichment capacity is likely to continue substantially exceeding world nuclear fuel requirements at least through 2020. Most states depend on foreign enrichment services for their nuclear fuel, and current enrichment providers have been expanding their capacity in anticipation of an expanded market in the future. In addition, Russian and U.S. stockpiles of high-enriched uranium (HEU) from dismantled nuclear weapons are being down-blended for use as low-enriched uranium (LEU) fuel, further adding to market supply. However, an increase in nuclear power plants in countries without enrichment capabilities may increase interest in domestic enrichment in new states. ", "There has been a renewed interest in multinational fuel cycle services as a way to provide fuel supply assurances. Urenco and Eurodif have provided commercial enrichment services for over three decades. The International Uranium Enrichment Centre in Angarsk, Russia, began operations in 2007. It is a commercial uranium enrichment consortium that does not share sensitive enrichment technology, but does share profits. Participants include Russia, Kazakhstan, Ukraine, and Armenia. Non-Russian members pledge to refrain from developing uranium enrichment on their own soil. "], "subsections": []}]}, {"section_title": "U.S. Nuclear Industry", "paragraphs": ["U.S. exports of nuclear plant components, equipment, fuel, and technology—which require nuclear cooperation agreements—have held steady at modest levels since the mid-1990s, according to an analysis by the Government Accountability Office (GAO). However, the analysis found that, because worldwide nuclear-related exports rose significantly during that period, the U.S. share of the market dropped sharply.", "The declining U.S. share of the world nuclear market is a dramatic reversal from earlier decades, when the United States was the dominant supplier of nuclear technology and fuel for the non-communist world. The U.S. Atomic Energy Commission (AEC) and its successor agencies were the sole free-world suppliers of enriched uranium until European commercial enrichment plants began operating in the late 1970s. Since then, the U.S. share of world enrichment capacity has fallen to 7%, as all the three former AEC plants were retired, leaving only the Urenco USA plant, and foreign capacity expanded. In the equipment supply sector, General Electric (GE) and Westinghouse directly supplied about three dozen reactors to foreign utilities during the 1960s, 1970s, and 1980s, but only about 10 during the past two decades. U.S. reactor technology has typically been transferred to foreign industrial firms under licenses that allowed them to gradually take over most or all aspects of subsequent reactor projects, diminishing U.S. involvement. That pattern has continued with China, which is currently building four Westinghouse AP1000 reactors under a technology transfer agreement and now is developing its own designs based on Westinghouse technology.", "GAO's analysis found that U.S. exports of enriched uranium and other nuclear materials totaled $20.7 billion from 1994 through 2008 (in 2010 dollars), averaging about $1.4 billion per year. Japan accounted for 63% of those exports, far more than any other country, much of that apparently from uranium enrichment purchases. Sales of reactor components and equipment, according to GAO, totaled $4.4 billion during 1994-2008, averaging about $300 million per year. Japan, South Korea, Mexico, Spain, and the Czech Republic accounted for 70% of the reactor component exports. Exports to South Korea largely resulted from a technology transfer agreement with U.S. supplier Combustion Engineering, now part of Westinghouse. Under the agreement, Combustion Engineering built four reactors in South Korea during the 1990s with Korean industrial firms, which then took the lead on subsequent projects. GAO could not find statistics for U.S. exports of nuclear services, which were described by Commerce Department officials as \"an increasingly important and growing market segment for the U.S. nuclear industry.\"", "According to the United Nations Commodity Trade Statistics Database (Comtrade), U.S. exports of enriched uranium and related nuclear material totaled $955 million in 2013. Exports of nuclear reactors, fuel elements, and components in 2013 totaled $471 million."], "subsections": [{"section_title": "Increasing Importance of Foreign Suppliers to U.S. Nuclear Power Projects", "paragraphs": ["Bilateral nuclear cooperation agreements may increasingly become a necessity for U.S. domestic nuclear energy production. The 100 nuclear power reactors currently operating in the United States were designed and built by U.S. companies using predominantly U.S.-manufactured components. Construction of those plants began in the 1960s and 1970s, when U.S. nuclear power technology was dominant throughout the non-communist world. U.S. companies, especially Westinghouse and GE, built nuclear reactors around the world and established licensing agreements and partnerships with foreign companies to further develop their technology for international use.", "However, U.S. nuclear power development stagnated after the 1970s—with no domestic orders after 1973 that were not subsequently canceled—while foreign projects continued at a steady but reduced pace. Westinghouse's nuclear power business was bought by a British firm in 1999 and subsequently by the Japanese firm Toshiba in 2006. GE has partnered with the Japanese firm Hitachi to market and construct new nuclear power plants. Several of GE and Westinghouse's former foreign partners, such as the French firm Areva and the Japanese firm Mitsubishi Heavy Industries, have become fully independent in nuclear power plant design and construction. South Korea and China could follow that path in the future.", "The significant number of foreign suppliers for current U.S. reactor projects provides a good indication of the changes in the world nuclear industry that have taken place since the first round of U.S. nuclear projects several decades ago. Construction officially got underway in 2012 on the first new U.S. nuclear power plants since completion of the latest U.S. reactor in 1996 (on which construction had begun in the early 1970s). The new nuclear construction was marked by the pouring of concrete foundations for four new units in South Carolina and Georgia, as well as the resumption of construction at a long-suspended reactor in Tennessee. License applications for 12 more new reactors are currently under consideration by the Nuclear Regulatory Commission (NRC)—in addition to about a dozen others that have been withdrawn or suspended since the current wave of applications began in late 2007. Six of the reactors currently listed on NRC's docket are designed by Westinghouse (plus the four new reactors already under construction in Georgia and South Carolina), two are from Areva, and four are from GE-Hitachi.", "Because of the lengthy gap in U.S. nuclear plant construction, many key reactor components, such as large pressure vessel forgings, can no longer be made in the United States. At least in the near term, \"having sufficient major equipment for new U.S. nuclear units will depend on non-U.S. manufacturers,\" the Department of Energy concluded in 2005. Therefore, the current round of planned U.S. nuclear plants is expected to rely much more on a worldwide supply chain than was the case for today's operating plants, all of which began construction before 1979.", "Many large forgings for the new U.S. reactors that are now under construction or in the planning stage have already been ordered from or produced by Japan Steel Works. Fabrication of the large forgings into finished reactor components has been performed by the South Korean firm Doosan. Also, steel plates for the 200-foot-high containment structure that surrounds the major reactor components in Westinghouse's AP1000 reactor design are being produced by IHI Corporation in Japan for two planned new reactors at Southern Company's Vogtle site in Georgia. The plates are being welded together by Chicago Bridge and Iron Company. Core make-up tanks and pressurizers for the two new reactors at the South Carolina Electric & Gas V.C. Summer plant were built at Mangiarotti Nuclear, S.p.A., facilities in Italy. The United States imported $334.6 million worth of nuclear reactor components from 2006 through 2013, according to the U.N. Comtrade database.", "Another measurable indicator of the increasing globalization of the nuclear power plant supply chain is the worldwide distribution of \"N-stamp\" certifications by the American Society of Mechanical Engineers (ASME). The N-stamp and related ASME nuclear stamps are recognized by NRC as evidence that suppliers meet quality control standards for producing nuclear plant components. The number of U.S. manufacturing facilities with N-stamp certification fell by half from the mid-1980s to early 2000s before rising slightly with the wave of U.S. reactor license applications after 2007. Even after that rise, fewer than half of N-stamp holders (45%) were located in the United States in 2010, while 38% were in Asia and the remainder were elsewhere in the world. According to the World Nuclear Association, \"China had six ASME N-stamp accredited manufacturers at the end of 2009, by October 2011 it had 26.\"", "Both of the major U.S.-based reactor suppliers, GE-Hitachi and Westinghouse, have indicated that they will generally rely on a global supply chain for new nuclear projects but would use local suppliers to the extent justified by the size of the host nation's nuclear construction program. A 2009 British report noted that \"the full 'localization' approach cannot be justified for a single reactor build and significant investment will only be worthwhile for situations where multiple reactors are likely to be built within the same country or region, and there is benefit in economy of scale.\" Under that reasoning, the domestic content of U.S. reactors could rise from currently anticipated levels if a significant amount of new U.S. nuclear construction materializes. Anticipation of U.S. nuclear orders has already spurred an increase in U.S. supply capacity, including the restoration of an N-stamp by Babcock & Wilcox at its Mount Vernon, IN, plant, and the opening of a nuclear plant module fabrication facility by the Shaw Group (now owned by Chicago Bridge and Iron) in Lake Charles, LA. A similar facility planned by Areva in Newport News, VA, has been indefinitely delayed.", "New and proposed U.S. uranium enrichment plants also have significant foreign involvement. The European consortium URENCO began production in June 2010 at a new enrichment plant in New Mexico that uses European gas centrifuge technology. Areva plans to use the same technology at a planned Idaho plant that received an NRC license in 2011 but was indefinitely delayed in 2013. If built, that plant would add to Areva's extensive fuel cycle operations in the United States. The U.S. firm Centrus Energy (formerly USEC) plans to build an enrichment plant in Ohio using U.S.-developed gas centrifuge technology, a project that received past support from Toshiba. However, further financing for the facility has been uncertain since USEC's bankruptcy in March 2014 and re-emergence as Centrus. In another enrichment project with foreign participation, GE-Hitachi is considering construction of an enrichment plant using Australian laser technology in North Carolina or Kentucky. "], "subsections": []}]}, {"section_title": "Current Proliferation Barriers and Disincentives", "paragraphs": ["The international community has adopted a variety of means to address the potential for ostensibly peaceful enrichment and reprocessing facilities to enable nuclear weapons programs. These measures are designed to impede or slow the proliferation of nuclear weapons."], "subsections": [{"section_title": "The NPT and IAEA Safeguards", "paragraphs": ["The nuclear Nonproliferation Treaty (NPT), which entered into force in 1970, prohibits non-nuclear-weapon states-parties from producing or acquiring nuclear weapons. It also specifies that nuclear-weapon states-parties should not \"assist, encourage, or induce\" any non-nuclear-weapon state to acquire nuclear weapons. (See Appendix D .) All U.N. member-states except for India, Israel, and Pakistan are parties to the NPT. ", "An NPT state-party is obligated to conclude a safeguards agreement with the International Atomic Energy Agency (IAEA). In the case of non-nuclear-weapon states-parties to the treaty, such agreements, known as comprehensive safeguards agreements, allow the agency to monitor nuclear facilities and materials to ensure that they are not diverted to military purposes. According to the IAEA, safeguards pursuant to such agreements", "are applied to verify a State's compliance with its undertaking to accept safeguards on all nuclear material in all its peaceful nuclear activities and to verify that such material is not diverted to nuclear weapons or other nuclear explosive devices.", "Comprehensive safeguards are designed to enable the IAEA to detect the diversion of nuclear material from peaceful purposes to nuclear weapons uses, as well as to detect undeclared nuclear activities and material. Safeguards include agency inspections and monitoring of declared nuclear facilities. The IAEA's monitoring and inspection authority in a particular country is limited to facilities that have been declared by the government. Additional Protocols to IAEA comprehensive safeguards agreements further augment the agency's ability to investigate clandestine nuclear facilities and activities. Additional Protocols give IAEA inspectors expanded physical access to nuclear-related sites in the member state. They also allow for surprise inspections and environmental monitoring.", "An increasing number of countries, particularly those with significant nuclear activities, have been signing Additional Protocols and bringing them into force. Of the 190 NPT states-parties, 144 have signed Additional Protocols; of those, 124 are in force. (See Appendix E .) Over 80% of the 72 countries with \"safeguards-significant nuclear activities\" have signed Additional Protocols. Most of the states-parties that have not signed Additional Protocols do not have significant nuclear programs or plans, but six non-signatories (Algeria, Argentina, Brazil, Egypt, Syria, and Venezuela) have nuclear reactors under safeguards. (See Appendix F .)", "Although many analysts and observers have expressed concerns about the possibility that a country seeking nuclear weapons might use dual-use technology supplied to a peaceful nuclear energy program in a covert weapons program, all legitimate transfers of nuclear technology to NPT non-nuclear-weapon states are under IAEA safeguards and no country with comprehensive safeguards in place, and a record in good standing with the IAEA, has used declared nuclear facilities to produce fissile material for weapons. As a result, a nuclear weapons program would likely need to include some covert facilities. Specifically, the nuclear programs of greatest concern today, such as those of India, Iran, North Korea, and Pakistan, have utilized combinations of indigenous know-how and overt or covert foreign assistance."], "subsections": []}, {"section_title": "Multilateral Supplier Policies", "paragraphs": ["The United States has worked to standardize nuclear suppliers' nonproliferation criteria, primarily through the Nuclear Suppliers Group (NSG). However, the United States has struggled in recent years to gain agreement among suppliers to strengthen nonproliferation conditions of supply."], "subsections": [{"section_title": "Nuclear Suppliers Group", "paragraphs": ["Members of the NSG, a voluntary group of countries which coordinates nuclear exports and has developed guidelines for such exports, have since the 1970s adhered to an informal restriction on transferring enrichment, reprocessing, and heavy water technology to states outside the NSG, which currently has 48 members (see Appendix G ). Until recently, NSG Guidelines said that supplier countries should \"exercise restraint\" in transferring any enrichment or reprocessing technologies. These policies were voluntary, but resulted in no contractual transfers of enrichment or reprocessing technology to additional states. ", "Following revelations about a covert procurement network for nuclear technology run by former Pakistani nuclear official Abdul Qadeer Khan, some NSG countries sought to tighten these restrictions. NSG member states began in 2004 to negotiate a list of criteria that recipient states would need to meet before they could receive enrichment or reprocessing technology. The NSG announced following its June 23-24, 2011, plenary meeting that the group had reached agreement on such criteria. ", "These criteria require a potential recipient to be an NPT state-party in good standing; to have a comprehensive safeguards agreement in force; to have no current breaches of safeguards obligations; to have a bilateral agreement with the supplier that contains nonproliferation assurances; to commit to international standards of physical protection and safety; and to implement effective export controls and adhere to the NSG guidelines. In addition, the amended guidelines require a recipient state to have brought into force an Additional Protocol to its IAEA safeguards agreement or, \"pending this,\" to implement \"appropriate safeguards agreements in cooperation with the IAEA, including a regional accounting and control arrangement for nuclear materials, as approved by the IAEA Board of Governors.\" The NSG also agreed to require that enrichment plants be exported only if they are \"black boxed\"—that is, built to prevent the recipient state from replicating the technology transferred.", "The final guidelines differ in some respects from a November 2008 draft that contained more subjective criteria, such as general conditions of stability and security; potential negative impact of fuel cycle technology transfers on the stability and security of the recipient state and the region; and whether there is a credible and coherent rationale for pursuing enrichment and reprocessing capability for civil nuclear power purposes. These criteria are not included in the revised guidelines, although the guidelines do state that suppliers should take into account \"any relevant factors as may be applicable.\"", "Negotiations over the guidelines had been contentious. Little public information is available about NSG discussions, but press reports said that Turkey raised objections during the 2010 NSG plenary meeting to several criteria, including the \"black box\" requirement and subjective criteria concerning regional stability. In the past, Argentina, Brazil, and South Africa had raised objections to the Additional Protocol as a condition of supply; the provision allowing a \"regional accounting and control arrangement\" to substitute for an Additional Protocol appears, in effect, to exempt Argentina and Brazil from the Additional Protocol requirement. In general, developing countries are wary of what they characterize as additional obstacles to their ability to access nuclear technology for peaceful purposes.", "With a lack of NSG consensus, the Group of Eight (G-8) nations had in recent years issued joint policy statements regarding enrichment and reprocessing supply. From 2004 to 2007, the G-8 announced a year-long suspension of any such transfers at their annual summit meetings. The 2008 Summit declaration first stated that the supplier states would only transfer enrichment or reprocessing equipment or facilities on the basis of the NSG draft criteria:", "We agree that transfers of enrichment equipment, facilities and technology to any additional state in the next year will be subject to conditions that, at a minimum, do not permit or enable replication of the facilities; and where technically feasible reprocessing transfers to any additional state will be subject to those same conditions.", "The G-8 countries have since issued endorsements of the policies outlined in the November 2011 updated NSG guidelines. "], "subsections": []}]}, {"section_title": "Multilateral Nuclear Fuel Arrangements", "paragraphs": ["In 2004, the United States proposed that the international community adopt a ban on all future transfers of enrichment and reprocessing technology. Developing countries strongly resisted this proposal, even though only some of them had concrete plans to acquire these technologies. Responding to these concerns, the United States and others began discussions at the IAEA on multilateral nuclear fuel assurances that would provide states with an incentive to refrain from acquiring their own fuel cycle capabilities and instead obtain nuclear fuel by using existing suppliers, joining international consortia, or using an IAEA-run fuel bank if commercial arrangements failed. The IAEA Board of Governors approved a Russian-operated fuel reserve in 2009 and an IAEA-administered fuel bank in 2010. The IAEA Fuel Bank is located in Kazakhstan, and final arrangements are being negotiated with the IAEA. In addition, the United States has established its own fuel reserve, the American Assured Fuel Supply program. Fuel banks do not replace commercial supply, but are hoped to provide another reassurance that fuel supply will not be cut off for political reasons. It is worth noting that arguably both Urenco and Eurodif have operated multilateral commercial models for uranium enrichment since the 1970s.", "Some countries are concerned that supporting multilateral fuel arrangements would undermine their right to access nuclear technology for peaceful purposes under the NPT, and argue that only an independent national fuel cycle can provide a country with energy security. Other countries oppose the fuel bank on principle, characterizing it as an effort to create a division between countries that have these technologies and those that do not. However, because domestic nuclear fuel programs may not be economically viable for most countries, multilateral solutions continue to be attractive. Many states with nuclear power depend on the foreign supply of LEU fuel for their reactors. ", "Proposals for multilateral arrangements to manage spent nuclear reactor fuel and thereby prevent the further spread of reprocessing technology are less developed at this stage. On-site storage of spent fuel is most common, and some countries reprocess their spent fuel rods into mixed-oxide fuel. Multilateral solutions, however, might prevent the further spread of reprocessing technology. Some non-governmental analysts have proposed that a pyro-processing program in South Korea be developed under multilateral auspices. Another proposal has been the establishment of an international spent fuel repository. ", "States also participate in joint research ventures on advanced and fast reactors such as the Generation IV International Forum or IAEA's International Project on Innovative Nuclear Reactors and Fuel Cycles. A major U.S.-led initiative, the International Framework for Nuclear Energy Cooperation (formerly the Global Nuclear Energy Partnership), was meant to stimulate international collaboration on developing proliferation-resistance in the fuel cycle. "], "subsections": []}, {"section_title": "Other Mechanisms", "paragraphs": ["The United States and the international community have developed other mechanisms to control the spread of enrichment and reprocessing. For example, the U.N. Security Council has adopted resolutions prohibiting the transfer of such technologies to Iran and North Korea. Furthermore, the United States has in the past placed bilateral pressure on suppliers to refrain from providing sensitive fuel cycle technologies to such countries as Pakistan and Iran. Moreover, individual states can refrain from transferring enrichment and reprocessing technologies; as noted, no such transfers are planned."], "subsections": []}]}, {"section_title": "U.S. Nuclear Cooperation Agreements64", "paragraphs": ["Under existing law (Atomic Energy Act [AEA] of 1954, as amended; P.L. 95-242 ; 42 U.S.C. §2153 et seq.) all significant U.S. nuclear cooperation with other countries requires a peaceful nuclear cooperation agreement. Significant nuclear cooperation includes the transfer of U.S.-origin special nuclear material subject to licensing for commercial, medical, and industrial purposes. Such agreements, which are \"congressional-executive agreements\" requiring congressional approval, do not guarantee that cooperation will take place or that nuclear material or technology will be transferred, but rather authorize and set the terms of reference for nuclear cooperation. The AEA includes requirements for an agreement's content, conditions for the President to exempt an agreement from those requirements, requirements for presidential determinations and other supporting information to be submitted to Congress, conditions affecting the implementation of an agreement once it takes effect, and procedures for Congress to consider and approve the agreement.", "Section 123 of the AEA requires that any agreement for nuclear cooperation meet nine nonproliferation criteria and that the President submit any such agreement to the House Committee on Foreign Affairs and the Senate Committee on Foreign Relations. The Department of State is required to provide the President an unclassified Nuclear Proliferation Assessment Statement (NPAS), which the President is to submit, along with the agreement, to those two committees. The State Department is also required to provide a classified annex to the NPAS, prepared in consultation with the Director of National Intelligence. The NPAS is meant to explain how the agreement meets the AEA nonproliferation requirements. The President must also make a written determination \"that the performance of the proposed agreement will promote and will not constitute an unreasonable risk to, the common defense and security.\"", "The President may exempt an agreement for cooperation from any of the requirements in Section 123a if he determines that the requirement would be \"seriously prejudicial to the achievement of U.S. non-proliferation objectives or otherwise jeopardize the common defense and security.\" The AEA provides different requirements, conditions, and procedures for exempt and non-exempt agreements. "], "subsections": [{"section_title": "Congressional Approval Process", "paragraphs": ["Under the AEA, Congress has the opportunity to review a 123 agreement for two time periods totaling 90 days of continuous session. The President must submit the text of the proposed nuclear cooperation agreement, along with required supporting documents (including the unclassified NPAS) to the House Foreign Affairs Committee and the Senate Foreign Relations Committee. The President is to consult with the committees \"for a period of not less than 30 days of continuous session.\" After this period of consultation, the President is to submit the agreement to Congress, along with the classified annex to the NPAS and a statement of his approval of the agreement as well as a determination that it will not damage the national security interests of the United States. This action begins the second period, which lasts for 60 days of continuous session. In practice, the President has submitted the agreement to Congress, along with the unclassified NPAS, its classified annex, and his approval and determination, at the beginning of the full 90-day period. The 60-day period has been considered as following immediately upon the expiration of the 30-day period.", "If the President has not exempted the agreement from any requirements of Section 123a, it becomes effective at the end of the 60-day period unless, during that time, Congress adopts a joint resolution disapproving the agreement and the resolution becomes law. If the agreement is an exempted agreement, Congress must adopt a joint resolution of approval and it must become law by the end of the 60-day period or the agreement may not enter into force. At the beginning of this 60-day period, joint resolutions of approval or disapproval, as appropriate, are to be automatically introduced in each house. During this period, the committees are to hold hearings on the proposed agreement and \"submit a report to their respective bodies recommending whether it should be approved or disapproved.\" If either committee has not reported the requisite joint resolution of approval or disapproval by the end of 45 days, it is automatically discharged from further consideration of the measure. After the joint resolution is reported or discharged, Congress is to consider it under expedited procedures, as established by Section 130i of the AEA.", "Section 123 of the AEA requires the President to keep the Senate Foreign Relations Committee and the House Foreign Affairs Committee \"fully and currently informed of any initiative or negotiations relating to a new or amended agreement for peaceful nuclear cooperation.\""], "subsections": []}, {"section_title": "Policy Goals of U.S. Nuclear Cooperation Agreements", "paragraphs": ["The United States often has diverse policy goals when deciding to conclude a nuclear cooperation agreement with another country, including promoting nonproliferation, supporting the U.S. nuclear industry, satisfying the needs of the U.S. domestic nuclear energy program, and improving or sustaining overall bilateral and strategic relations."], "subsections": [{"section_title": "Nuclear Nonproliferation", "paragraphs": ["A major U.S. goal of concluding nuclear cooperation agreements has been to ensure the peaceful use of any transferred nuclear technology. The Nuclear Nonproliferation Act of 1978, which amended Section 123 of the Atomic Energy Act of 1954, added new requirements for nuclear cooperation with the United States. The House report on this legislation explained the new requirements: \"The approach to the legislation is to provide both incentives for foreign nations to conform to comprehensive anti-proliferation safeguards, and deterrents to attainment of technologies and materials which would enable other nations to produce nuclear explosives in a short time.\"", "The United States and other countries have become increasingly concerned that with the spread of nuclear energy facilities, additional countries may obtain enrichment and reprocessing technology, the most sensitive components of the nuclear fuel cycle. Consequently, the United States and other governments have pursued policies both to persuade countries to refrain from enrichment and reprocessing and to conclude Additional Protocols to their IAEA safeguards agreements.", "Former State Department official Fred McGoldrick has argued that 123 agreements also \"provide a framework for establishing invaluable person-to-person and institution-to-institution contacts and collaboration that can help advance our nonproliferation objectives.\" These agreements facilitate cooperation between business contacts and laboratories, as well as the Department of Energy and its counterparts, McGoldrick said, adding that such \"intangible\" cooperation enables the United States to establish relationships with foreign nuclear energy establishments that might otherwise be dominated by non-U.S. nuclear suppliers. "], "subsections": [{"section_title": "Enrichment, Reprocessing, and Additional Protocols", "paragraphs": ["As discussed, the AEA requires that any agreement for nuclear cooperation meet nine nonproliferation criteria, but these do not include requirements that countries conclude Additional Protocols or forgo enrichment or reprocessing. The AEA mandates that U.S. nuclear cooperation agreements require U.S. consent for any \"alteration in form or content\" (to include enrichment or reprocessing) of U.S.-origin material or any material that was processed in a plant containing transferred U.S. nuclear technology. They also require U.S. consent for any re-transfer of material or technology.", "Additional options are available under U.S. law to sanction a country for transfer or receipt of enrichment or reprocessing technology under the Arms Export Control Act, as amended. These provisions are similar to those contained in the Foreign Assistance Act of 1961. Section 101 (Nuclear Enrichment Transfers; 22 U.S.C. 2799aa, known as the Symington Amendment), prohibits foreign economic or military assistance to a country if the President determines that it has delivered or received \"nuclear enrichment equipment, materials, or technology,\" unless it is placed under \"multilateral auspices and management\" when available and is under IAEA safeguards. The President can invoke similar penalties after making a determination regarding transfer or receipt of reprocessing equipment, materials, or technology under Section 102 (known as the Glenn Amendment). With reprocessing transfers, there is no exception made if the reprocessing technology is under safeguards. There is an exception for the transfer of reprocessing technology as part of an international program, in which the United States participates, for evaluation of technologies which are \"alternatives to pure plutonium reprocessing.\"", "During the past several years, the United States has attempted to persuade certain countries with which it is negotiating nuclear cooperation agreements to forgo enrichment and reprocessing and conclude additional protocols. Washington has argued that its December 2009 nuclear cooperation agreement with the United Arab Emirates (UAE) could set a useful precedent for mitigating the dangers of nuclear proliferation. For example, President Obama argued in May 2009 that the agreement \"has the potential to serve as a model for other countries in the region that wish to pursue responsible nuclear energy development.\" Similarly, then-State Department spokesperson P.J. Crowley described the agreement as \"the gold standard\" during an August 5, 2010, press briefing.", "The agreement's status as a potential model is grounded in two nonproliferation provisions not found in any other U.S. nuclear cooperation agreement. First, the agreement requires that the UAE bring into force its Additional Protocol to its IAEA safeguards agreement before the United States licenses \"exports of nuclear material, equipment, components, or technology\" pursuant to the agreement. Second, the agreement states that the UAE:", "shall not possess sensitive nuclear facilities within its territory or otherwise engage in activities within its territory for, or relating to, the enrichment or reprocessing of material, or for the alteration in form or content (except by irradiation or further irradiation or, if agreed by the Parties, post-irradiation examination) of plutonium, uranium 233, high enriched uranium, or irradiated source or special fissionable material.", "Furthermore, the U.S.-UAE agreement also provides the United States with the right to terminate nuclear cooperation and to require the return of any nuclear \"material, equipment or components ... and any special fissionable material produced through their use\" if, after the agreement's entry into force, the UAE \"possesses sensitive nuclear facilities within its territory or otherwise engages in activities within its territory relating to enrichment of uranium or reprocessing of nuclear fuel.\"", "The U.S.-UAE agreement also includes a provision that apparently intends to establish the agreement's conditions as a minimum standard for future such agreements in the Middle East. An Agreed Minute to the nuclear cooperation agreement states that \"the fields of cooperation, terms and conditions\" accorded by the U.S.-UAE agreement \"shall be no less favorable in scope and effect than those which may be accorded, from time to time, to any other nonnuclear-weapon State in the Middle East in a peaceful nuclear cooperation agreement.\" The Minute explains that, in the event that a future U.S. nuclear cooperation agreement with another regional government contains less-stringent requirements, the United States will, at the UAE's request, consult with the UAE \"regarding the possibility of amending\" the U.S.-UAE agreement in order to make its terms equally favorable to the new agreement. A similar provision in the 1981 U.S.-Egypt agreement made it necessary for the United States to ensure that the agreement with the UAE would be at least as stringent. Since the latter agreement is more stringent than the Egypt agreement, it has established a higher standard for future U.S. nuclear cooperation agreements in the region.", "The United States has made efforts to elicit from other regional governments nonproliferation commitments similar to those described in the U.S.-UAE agreement. Washington has signed Memoranda of Understanding with Bahrain, Jordan, Mongolia, and Saudi Arabia that express those countries' intention to refrain from pursuing enrichment or reprocessing technologies. The United States signed a similar memorandum with the UAE in 2008. These memoranda are statements of intent regarding future cooperation, but are not legally binding and are neither prerequisites for nor guarantees of concluding future nuclear cooperation agreements. However, the Department of State has argued that the memoranda are useful tools for cooperating with countries interested in the responsible use of nuclear energy, because they create opportunities to solicit specific commitments with regard to nuclear technology and safeguards choices.", "Nevertheless, U.S. efforts to establish the UAE agreement as a model for future such agreements in the Middle East may be faltering. Jordan, the next regional government most likely to conclude a nuclear cooperation agreement with the United States, reportedly may no longer be willing to include in the agreement the fuel-cycle commitments described in its Memorandum of Understanding. However, Ambassador Richard Stratford stated on March 29, 2011, that the two sides had been \"very, very close\" to an agreement containing similar commitments. As noted, the negotiations have been suspended.", "The Obama Administration does not envision that the U.S.-UAE agreement will necessarily be a model for nuclear cooperation agreements with countries outside the Middle East. Crowley stated during the August 2010 briefing that the United States \"would encourage countries to make the same decision that the UAE has made.\" However, he acknowledged that \"not every country is going to make that decision,\" adding that \"a particular approach is going to be different ... country by country or region by region.\" The Administration has not yet decided whether to solicit from other countries commitments similar to those contained in the U.S.-UAE agreement. "], "subsections": []}]}, {"section_title": "Promoting the U.S. Nuclear Industry", "paragraphs": ["U.S. nuclear cooperation agreements with foreign countries are also designed to help promote growth in the U.S. nuclear industry by facilitating U.S. nuclear exports. As noted, U.S. exports of nuclear plant components, equipment, fuel, and technology—which require nuclear cooperation agreements—have held steady at modest levels since the mid-1990s and comprise a decreasing share of the global market. That downward trend could be altered by new, higher-efficiency uranium enrichment plants currently planned in the United States and by new U.S. contracts to supply reactor technology and components in China and elsewhere.", "Recent plans for nuclear power expansion around the world, particularly in China and India, could lead to future growth in U.S. nuclear reactor exports. A consortium led by Westinghouse signed a contract with Chinese nuclear firms on July 24, 2007, to supply four AP1000 reactors—Westinghouse's newest design—at a cost estimated at $8 billion. The four reactors are currently under construction at two sites. According to the World Nuclear Association, 14 additional AP1000 reactors at seven sites are currently planned, 20 others are planned but deferred, and as many as 80 more AP1000 units have been proposed. Much like earlier U.S. agreements with South Korea and other countries, the Westinghouse-China deal includes the transfer of the AP1000 technology to Chinese firms, who are expected eventually to be able to build the reactors on their own. Westinghouse is also working with another Chinese consortium to develop larger versions of the AP1000. India has announced plans for up to 12 U.S. nuclear reactors at two sites, although the projects have been held up by liability issues.", "U.S. uranium enrichment exports could see future growth resulting from planned new enrichment plants, despite the scheduled decommissioning of the main previously operating U.S. plant. The first new commercial enrichment plant in the United States since the 1950s began commercial production in June 2010 in Lea County, NM. Built by a U.S. subsidiary of the European enrichment firm Urenco, the Lea County plant reached full initially licensed capacity in April 2014, with expansion of up to 50% planned by 2017. Two other new enrichment plants of similar capacity are planned by the French firm Areva in Idaho and by Centrus in Ohio to replace a closed plant in Kentucky, although neither has a firm schedule. The Urenco, Areva, and Centrus plants use advanced gas centrifuge technology, which is far less energy-intensive than the gaseous diffusion technology used by previous U.S. plants. GE-Hitachi is considering building an enrichment plant using laser enrichment technology that it is developing. If all the planned and proposed U.S. enrichment capacity were to come online, total U.S. enrichment capacity would reach more than six times its current level. 123 agreements are required for the construction of enrichment facilities by foreign firms and for the export of enriched uranium. ", "123 agreements benefit the U.S. nuclear energy program in other ways. For example, licenses under the U.S.-Australia agreement have been primarily for the import of uranium to the United States from Australia. More recently, as noted, foreign firms have been involved in sustaining the U.S. nuclear energy program by, for example, participating in nuclear reactor projects in the United States (see discussion above \" Increasing Importance of Foreign Suppliers to U.S. Nuclear Power Projects \"). "], "subsections": []}, {"section_title": "Bilateral and Strategic Relations", "paragraphs": ["Lastly, but in some cases most importantly, nuclear energy cooperation agreements are very often a part of an overall diplomatic strategy to improve U.S. bilateral relations with a country. For some policy makers, this was a key motivation for nuclear cooperation agreements that the United States concluded with both India and Russia. "], "subsections": []}]}, {"section_title": "Additional Issues for Consideration", "paragraphs": ["This report has focused on nonproliferation and bilateral nuclear cooperation agreements. Additional factors may strongly influence the outcome of U.S. attempts to influence other countries' nuclear policies. "], "subsections": [{"section_title": "Liability", "paragraphs": ["Many foreign governments provide liability insurance for their nuclear industry, or cap liability exposure. Other companies, such as Rosatom in Russia and Areva in France, are granted sovereign immunity protections since they are at least partially state-owned. Some argue that the U.S. nuclear industry is at a disadvantage when competing for foreign contracts because the U.S. government does not provide similar liability protections. ", "The United States has ratified the Convention on Supplementary Compensation for Nuclear Damage (CSC), which would cover U.S. nuclear equipment suppliers conducting foreign business, but the convention has not yet entered into force. For many U.S. companies, ratification of the CSC by the importing state is a requirement for them to do business there, although U.S. firms have built reactors in countries that are not CSC signatories. Each party to the CSC would be required to establish a nuclear damage compensation system within its borders. For any damages not covered by those national compensation systems, the convention would establish a supplemental tier of damage compensation to be paid by all parties.", "Whether French and Russian nuclear companies are actually shielded from nuclear liability claims is unclear. French companies have recently stressed that the CSC, which requires additional compensation limits apart from liability, is a prerequisite for them to do business in a country. Moreover, France and Russia are discussing with India means of resolving their concerns about that country's liability law, which was adopted in August 2010 and, according to many observers, is inconsistent with the CSC. However, according to a Nuclear Energy Agency analysis, Russian and French companies could, in the event of a nuclear accident, still be less exposed to lawsuits than U.S. companies because Moscow and Paris would be in a \"more powerful position to negotiate a settlement with the Indian government than a private supplier may be.\" Additionally, suppliers are more likely to be subject to class action lawsuits in the United States than would suppliers in Russia or France."], "subsections": []}, {"section_title": "Potential Limits on U.S. Influence", "paragraphs": ["The ability of the United States to influence regulations for international nuclear commerce has arguably diminished. As discussed above, the U.S. nuclear industry's market power has declined and foreign competitors have been concluding nuclear supply agreements with other countries. Moreover, some influential governments have demonstrated limited enthusiasm for such regulations.", "For example, as noted, some members of the NSG displayed resistance to proposals that would restrict the transfer of enrichment and reprocessing technology. Furthermore, the NSG decided in 2008 to exempt India from some of its export guidelines—a step which many observers argued would assist New Delhi's nuclear weapons program. Some suppliers may use the 2008 decision to justify supplying other states that do not meet NSG guidelines; indeed, China has agreed to supply Pakistan with two additional nuclear reactors. It is also possible that Israel and Pakistan, which, like India, do not have full-scope safeguards and have not signed the NPT, may continue to ask for exemptions from NSG guidelines. For its part, Israel proposed export criteria in 2007 that would have had the effect of exempting Israel from the current NSG guidelines and is widely believed to have sought a nuclear cooperation agreement with the United States."], "subsections": []}, {"section_title": "Restrictions on Foreign Firms' Activities in the United States", "paragraphs": ["Recent proposals have called for restricting foreign nuclear firms' activities in the United States if they provide nuclear power plants to countries that have not agreed to forswear enrichment and reprocessing. Such restrictions would be intended to encourage other nuclear supplier countries to adopt export standards similar to those in the U.S.-UAE 123 agreement. For example, in a November 2010 letter to President Obama, 16 nuclear energy policy experts specifically targeted France, urging that federal loan guarantees for proposed French nuclear projects in Maryland and Idaho be conditioned on France's adoption of the U.S.-UAE framework. In addition to loan guarantees, the letter recommended that licenses from the Nuclear Regulatory Commission, as well as federal contracts, be denied to foreign firms \"unless they are willing to support the very toughest nuclear nonproliferation standards our own government has developed in the U.S.-UAE deal.\"", "Many foreign firms operating in the United States or participating in U.S. nuclear projects could potentially be subject to such sanctions. The French firm Areva, which plans to build a reactor in Maryland and a uranium enrichment plant in Idaho, and also hopes to sell reactors in the Middle East, says it has nearly 5,000 employees in the United States and Canada. Many foreign companies that are likely to be involved in the worldwide supply chain for U.S. nuclear projects may also be involved in nuclear projects that do not include agreements by the recipients to forswear enrichment and reprocessing. It would appear, therefore, that U.S. denial of loan guarantees, licenses, and contracts could be painful for the targeted companies, possibly putting pressure on their home governments. However, such sanctions could also impede or halt planned U.S. nuclear projects, harm the U.S. operations of foreign companies, and disrupt federal nuclear activities.", "As noted, Congress has become increasingly concerned that U.S. laws and policies may need to be changed in order to prevent further nuclear proliferation. In the future, Congress may choose to consider such factors as the 2011 Nuclear Suppliers Group's (NSG) decision on the supply of enrichment and reprocessing technology; the extent to which the U.S. nuclear industry is dependent on foreign suppliers; the magnitude of the proliferation threat from nuclear power programs; the efficacy of current nonproliferation mechanisms, including IAEA safeguards; and whether and to what extent the United States can influence other governments' nuclear supply policies.", "Appendix A. The Conceptual Nuclear Fuel Cycle", "For a detailed discussion, see CRS Report RL34234, Managing the Nuclear Fuel Cycle: Policy Implications of Expanding Global Access to Nuclear Power , coordinated by [author name scrubbed].", "Appendix B. Status of World Wide Nuclear Power Plants", "Appendix C. U.S. Nuclear Cooperation Agreements", "The following states and other entities had civilian nuclear cooperation (Section 123) agreements with the United States in force as of November 1, 2014:", "Appendix D. Articles I, II, and IV of the Nuclear Nonproliferation Treaty", "Article I", "Each nuclear-weapon State Party to the Treaty undertakes not to transfer to any recipient whatsoever nuclear weapons or other nuclear explosive devices or control over such weapons or explosive devices directly, or indirectly; and not in any way to assist, encourage, or induce any non-nuclear weapon State to manufacture or otherwise acquire nuclear weapons or other nuclear explosive devices, or control over such weapons or explosive devices.", "Article II", "Each non-nuclear-weapon State Party to the Treaty undertakes not to receive the transfer from any transferor whatsoever of nuclear weapons or other nuclear explosive devices or of control over such weapons or explosive devices directly, or indirectly; not to manufacture or otherwise acquire nuclear weapons or other nuclear explosive devices; and not to seek or receive any assistance in the manufacture of nuclear weapons or other nuclear explosive devices.", "Article IV", "1. Nothing in this Treaty shall be interpreted as affecting the inalienable right of all the Parties to the Treaty to develop research, production and use of nuclear energy for peaceful purposes without discrimination and in conformity with Articles I and II of this Treaty.", "2. All the Parties to the Treaty undertake to facilitate, and have the right to participate in, the fullest possible exchange of equipment, materials and scientific and technological information for the peaceful uses of nuclear energy. Parties to the Treaty in a position to do so shall also co-operate in contributing alone or together with other States or international organizations to the further development of the applications of nuclear energy for peaceful purposes, especially in the territories of non-nuclear-weapon States Party to the Treaty, with due consideration for the needs of the developing areas of the world.", "Appendix E. Additional Protocol Trends", "Appendix F. Reactors, Additional Protocols, 123 Agreements", "Appendix G. Nuclear Suppliers Group Members", "The following 48 countries are members of the Nuclear Suppliers Group as of November 1, 2014. The European Commission participates as an observer. "], "subsections": []}]}]}]}}