{"id": "R42016", "title": "Prosecution of Public Corruption: An Overview of Amendments Under H.R. 2572 and S. 2038", "released_date": "2012-04-11T00:00:00", "summary": ["The House Judiciary Committee has approved an amended version of the Clean Up Government Act (H.R. 2572). The Senate has passed nearly identical provisions as Title II of the Stop Trading on Congressional Knowledge Act (S. 2038). Title II, however, was dropped from the bill prior to its enactment as P.L. 112-105, 126 Stat. 291 (2012). Among other things, Title II and H.R. 2572 would each:", "Expand the scope of federal mail and wire fraud statutes to reach undisclosed self-dealing by public officials—in response to Skilling. Amend the definition of official act for bribery purposes—to overcome the Valdes decision. Adjust the federal gratuities provision to reach \"goodwill\" gifts—in response to Sun Diamond. Increase the criminal penalties that attend various bribery, illegal gratuities, embezzlement statutes, and related provisions. Extend the statute of limitations from five to six years for several corruption offenses. Authorize the trial of perjury and obstruction charges in the district of the adversely effected judicial proceedings. Authorize the trial of multi-district cases in any district in which an act in furtherance is committed. Increase the number of public corruption offenses considered and wiretap predicate offenses.", "H.R. 2572, alone, would:", "Increase the maximum penalties under the federal bribery and illegal gratuities statute. Amend the federal law criminalizing the theft or embezzlement of federal property to include property of the District of Columbia. Limit the prosecution of bribery and illegal gratuity cases under 18 U.S.C. 201 to cases involving $1,000 or more.", "This report is available in an abridged version, as CRS Report R42015, Prosecution of Public Corruption: An Abridged Overview of Amendments Under H.R. 2572 and S. 2038, by [author name scrubbed], which lacks the footnotes, attributions, and citations to authority found in this report. Related CRS Reports include CRS Report R40852, Deprivation of Honest Services as a Basis for Federal Mail and Wire Fraud Convictions, by [author name scrubbed], and CRS Report R41930, Mail and Wire Fraud: A Brief Overview of Federal Criminal Law, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On February 2, 2012, the Senate passed S. 2038 , the Stop Trading on Congressional Knowledge Act of 2012 (STOCK Act). Title II of the STOCK Act, added as the Leahy-Cornyn amendment on the Senate floor, carries forward much of what had appeared in S. 401 , when it emerged from the Senate Judiciary Committee. Title II, styled the Public Corruption Prosecution Improvements Act, closely tracks the amended language of H.R. 2572 , which the House Judiciary Committee unanimously approved on December 1 of last year. The House, however, stripped Title II from S. 2038 , and the bill was enacted into public law without it. In the discussion that follows, Title II refers to Title II of the STOCK Act as initially passed by the Senate. H.R. 2572 refers to the bill ordered to be reported as reflected in the Manager's Amendment in the Nature of a Substitute, as amended in Judiciary Committee markup.", "Federal officials prosecute corruption—public and private; federal, state, local, territorial, and tribal—under a number of statutes including those that outlaw bribery, bribery involving federal programs, mail fraud, and/or wire fraud. The bills would expand the scope of these and related federal statutes, increase the penalties for those convicted, and amend related procedures to facilitate prosecution. The bills represent a merger of two prior efforts. One involved reactions to the Supreme Court's Skilling decision, which limited honest services mail and wire fraud prosecutions to cases of bribery and kickbacks. The other involved a more general concern over the state of law in the area of public corruption. The Senate Judiciary Committee addressed this second concern when it reported S. 1946 to the floor during the 110 th Congress. The bills are reminiscent of many of the provisions in that earlier proposal. Several would extend the reach of federal anti-corruption statutes read more narrowly in Skilling , Sun Diamond , and Valdes . "], "subsections": []}, {"section_title": "Mail and Wire Fraud", "paragraphs": [], "subsections": [{"section_title": "Public Officials: Undisclosed Self-Dealing", "paragraphs": ["Title II and its House companion would outlaw undisclosed self-dealing as a form of mail and wire fraud. The proposal represents the latest renovation of the mail and wire fraud statutes constructed in response to more circumspect Supreme Court interpretation of those provisions. Federal public corruption statutes have a long history. Federal bribery statutes date back almost to the dawn of the Republic. The mail fraud statute, which forbids the use of the mail in conjunction with a scheme to defraud another of money or property, originated in the mid-eighteenth century. The mail fraud statute's companion, the wire fraud statute, was enacted in the mid-twentieth century. Shortly thereafter, federal officials had begun to prosecute corrupt state and local officials under the federal mail and wire fraud statutes. Application of the statutes to public corruption was based on the theory that the mail and wire fraud statutes protected both tangible as well as intangible property and that such intangible property included the right of an employer or the public to the honest services of an employee or public official:", "An increasing number of courts ... have held that a recreant employee can be prosecuted [for mail fraud] under §1341 if he breaches his allegiance to his employer by accepting bribes or kickbacks in the course of his employment, since such conduct defrauds the employer of his right to the employee's honest and faithful services. Similar schemes devised by public officials have been viewed as defrauding state or municipal citizens of the same intangible right.", "The Supreme Court, however, found that interpretation too open ended. In McNally , it declared that, \"[r]ather than construe the statute in a manner that leaves its outer boundaries ambiguous and involves the Federal Government in setting standards of disclosure and good government for local and state officials, we read §1341 as limited in scope to the protection of property rights.\" ", "Congress answered McNally with the enactment of 18 U.S.C. 1346, which defines the term \"scheme to defraud\" in mail and wire fraud statutes to include schemes to \"deprive another of the intangible right to honest services.\"", "Faced with vagueness challenges, the lower federal courts devised a number of standards to limit the scope of honest services mail and wire fraud. Rather than endorse any of these standards, the Supreme Court in Skilling opted for a narrow construction of honest services fraud. It concluded that \"[i]n proscribing fraudulent deprivations of 'the intangible right to honest services,' §1346, Congress intended at least to reach schemes to defraud involving bribes and kickbacks. Construing the honest-services statute to extend beyond that core meaning ... would encounter a vagueness shoal.\" As it had done in McNally , the Court in Skilling urged Congress to speak clearly should it elect to expand the reach of honest services mail and wire fraud.", "H.R. 2572 and Title II would each expand the mail and wire fraud definition of the term \"scheme to defraud\" to include a scheme \"by a public official to engage in undisclosed self-dealing.\" The proposals would cover federal, state, and local officials, employees, and agents. \"Undisclosed self-dealing\" has two components in the bills. One involves a conflict of interest; the other an obligation to disclose it.", "The first encompasses a public official's performance of an official act for the purpose, at least in material part, of furthering his own financial interest or that of a spouse, minor child, close business associate, or in some instances, that of someone from whom the official has received something of value. Official acts include those actions, decisions, and courses of action that come within the official's duties. ", "The second element of undisclosed self-dealing consists of the public official's knowingly failing to disclose material information that he is required by law to disclose. \"Material information,\" as the term is used in the second element is defined to include information relating to pertinent financial matters of the covered officials and those covered by virtue of their relation to those officials. ", "The proposal defines neither \"material,\" \"any thing or things of value,\" nor \"financial interest,\" as those terms are used in the first element. The omissions may not be problematic. In the absence of a statutory definition, interpretation begins with the ordinary meaning of a term, and may take into account how the term is defined or understood in similar contexts. The dictionary describes \"material\" as something \"having real importance or great consequences.\" In the context of other statutes relating to fraudulent conduct, something is considered material \"if it has a natural tendency to influence\" a decision. The bills speak of a public official performing an act for \"the purpose, in whole or in material part, of furthering or benefitting a financial interest.\" This would seem to mean that an intent to further or benefit a particular financial interest must play an important or influential part in the official's decision to perform the act.", "The terms \"thing of value,\" or \"anything of value\" are likewise used with some regularity elsewhere in federal criminal law. There is some suggestion that \"anything of value\" should be read more broadly as \"all things of value.\" In any event, the terms \"thing of value\" and \"anything of value\" are understood to refer to a diverse range of both tangible and intangible things including campaign contributions, employment, sex, expunged criminal records, and casual pretrial release supervision. ", "The meaning of \"financial interest\" may be a little less transparent. It is not a term regularly used or defined in federal criminal law, but it is a familiar concept in federal conflict of interest provisions. A Justice Department witness emphasized this point when she testified at a congressional hearing on the House bill, \"[I]n order to define the scope of the financial interests that underlie improper self-dealing, the provision draws content from the well-established federal conflict-of-interest statute, 18 U.S.C. §208, which currently applies to the federal Executive Branch.\" Perhaps more to the point, the proposed undisclosed self-dealing section only applies to those financial interests which the law obligates the public official to disclose. The qualifying reporting statute or regulation would ordinarily make clear the financial interests whose disclosures it requires.", "In the Justice Department's endorsement of the proposal the same witness testified that, \"[U]nder the proposed statute, no public official could be prosecuted unless he or she knowingly conceals, covers up, or fails to disclose material information that he or she is already required by law or regulation to disclose. Because the bill would require the government to prove knowing concealment and that any defendant acted with the specific intent to defraud, there is no risk that a person can be convicted for unwitting conflicts of interest or mistakes.\"", "A representative of the criminal defense bar, however, criticized the proposal as constitutionally suspect, contrary to federalism principles, duplicative, and overly simplistic. He argued that the section fails to heed Skilling Court's plea for clarity. He envisioned First Amendment implications in the proposal's application to campaign contributions to elected officials. He also characterized the proposal as a \"classic example of overcriminalization\" that would replicate existing law and intrude upon state prerogatives. Finally, the witness contended that the proposal is at odds with the realities of part-time legislators and other state and local officials.", "Even after Skilling , the honest services mail and wire fraud statutes reach bribery and kickbacks, and the statutes unadorned reach money and property-depriving schemes. The proposal would add unreported self-dealing in public corruption cases. It leaves unchanged the law governing self-dealing in private cases."], "subsections": []}]}, {"section_title": "Bribery and Gratuity Changes", "paragraphs": [], "subsections": [{"section_title": "Section 201", "paragraphs": ["The bills also seek to overcome Sun Diamond and Valdes , two judicial interpretations of the basic federal bribery and illegal gratuities statute, 18 U.S.C. 201. Subsection 201(b) outlaws soliciting or offering anything of value in exchange for an official act. Subsection 201(c) outlaws soliciting or offering anything of value in gratitude (\"for or because of\") for the performance of an official act. The distinction between the two is the corrupt bargain, the illicit quid pro quo, that marks bribery.", "The issue in Sun Diamond was whether an illegal gratuities conviction might be based solely on gifts given a public official because of his office, without reference to any particular official act, or whether the conviction could only stand if gifts were sought or provided with a specific official act in mind. The Supreme Court unanimously concluded that \"in order to establish a violation of 18 U.S.C. §201(c)(1)(A), the Government must prove a link between a thing of value conferred upon a public official and a specific 'official act' for or because of which it was given.\" Justice Scalia, writing for the Court, asserted this construction, along with the definition of a qualifying \"official act,\" precluded unintended application of the gratuities subsection:", "Besides thinking that this is the more natural meaning of §201(c)(1)(A), we are inclined to believe it correct because of the peculiar results that the Government's alternative reading would produce. It would criminalize, for example, token gifts to the President based on his official position and not linked to any identifiable act—such as the replica jerseys given by championship sports teams each year during ceremonial White House visits. Similarly, it would criminalize a high school principal's gift of a school baseball cap to the Secretary of Education, by reason of his office, on the occasion of the latter's visit to the school. That these examples are not fanciful is demonstrated by the fact that counsel for the United States maintained at oral argument that a group of farmers would violate §201(c)(1)(A) by providing a complimentary lunch for the Secretary of Agriculture in conjunction with his speech to the farmers concerning various matters of USDA policy—so long as the Secretary had before him, or had in prospect, matters affecting the farmers. Of course the Secretary of Agriculture always has before him or in prospect matters that affect farmers, just as the President always has before him or in prospect matters that affect college and professional sports, and the Secretary of Education matters that affect high schools.", "The official act requirement plays no less significant a role in avoiding unintended coverage, for as the Court observed", "It might be said in reply to this that the more narrow interpretation of the statute can also produce some peculiar results. In fact, in the above-given examples, the gifts could easily be regarded as having been conferred, not only because of the official's position as President or Secretary, but also (and perhaps principally) \"for or because of\" the official acts of receiving the sports teams at the White House, visiting the high school, and speaking to the farmers about USDA policy, respectively. The answer to this objection is that those actions—while they are assuredly \"official acts\" in some sense—are not \"official acts\" within the meaning of the statute, which, as we have noted, defines \"official act\" to mean \"any decision or action on any question, matter, cause, suit, proceeding or controversy, which may at any time be pending, or which may by law be brought before any public official, in such official's official capacity, or in such official's place of trust or profit.\" 18 U.S.C. §201(a)(3) . Thus, when the violation is linked to a particular \"official act,\" it is possible to eliminate the absurdities through the definition of that term . When, however, no particular \"official act\" need be identified, and the giving of gifts by reason of the recipient's mere tenure in office constitutes a violation, nothing but the Government's discretion prevents the foregoing examples from being prosecuted.", "The bills would enlarge both the illegal gratuities prohibition and the definition of \"official acts\" that constitute elements of the bribery as well as the illegal gratuities offense. They would also devise alternative means of avoiding the type of unintended results mentioned in Sun Diamond .", "First, they would amend the proscriptions of subsection 201(c) to prohibit offering or soliciting a gift for or because of \"the official's or person's official position,\" in order to supplement the existing prohibition against gifts for or because of an \"official act.\" The amendment would bring within the scope of the illegal gratuities subsection \"status\" and \"good will\" gifts and contributions, without requiring prosecutors to show that they were sought or provided with an eye to any specific official act. As the committee report from the earlier Congress explained, \"This [would] allow the statute to reach its intended range of corrupt conduct, including benefits flowing to public officials designed to curry favor for non-specified future acts or to build a reservoir of good will.\"", "Second, they would amend the gratuities offense to create a safe harbor for gifts and campaign contributions permitted by rule or regulation, a term which the bills would define for both bribery and illegal gratuities purposes. The earlier committee report noted that in any event most campaign contributions would not be implicated by the gratuities prohibition. It explains that the prohibition is confined to things given to the official personally, and that campaign contributions ordinarily are not. The report also confirmed that the exception would help avoid the \"horribles\" found in Justice Scalia's Sun Diamond opinion. Yet the report may have introduced a hint of ambiguity in the exception when it suggested that rules or regulations would rest beyond the pale, if they left the particulars of an exception to individual Member or agency discretion. ", "Third, the bills would establish a $1,000 threshold for the illegal gratuities offenses, although each does so in its own distinctive manner. H.R. 2572 would limit the offenses in 18 U.S.C. 201—bribery and illegal gratuities alike—to cases involving $1,000 or more. Title II would apply the $1,000 limitation only in the case of illegal gratuity status gifts.", "Finally, the bills would amend the definition of \"official act,\" applicable to both the bribery and gratuities offenses, as to encompass activities \"within the range\" of official duty. The change is designed to repudiate the construction of the term \"official act\" announced by the D.C. Court of Appeals in Valdes . Valdes, a police officer, had received cash in connection with license plate identification and outstanding warrant information he had provided an informant he believed to be a judge. Indicted for bribery, Valdes was convicted of the lesser included offense of receiving an illegal gratuity. The Court of Appeals reversed, declaring, \"§201 is not about officials' moonlighting, or their misuse of government resources, or the two in combination.\" Instead, the term \"any question, matter, cause, suit, proceeding or controversy\" in the definition of official act \"refers to a class of questions or matters whose answer or disposition is determined by the government,\" the court held. Not every subsequent federal appellate court has concurred. The phrase \"any act within the range of official duty,\" is designed to overcome the Valdes interpretation of \"official act,\" and \"to ensure that the bribery statute applies to all conduct of a public official within the range of the official's duties.\"", "The bills would add the term \"course of conduct\" to the definition of official act to avoid requiring prosecutors to \"establish a one-to-one link between a specific payment and a specific official act.\" The change would apply to both bribery and illegal gratuity offenses. The bills' illegal gratuity subsection would feature a safety valve for campaign contributions. The bribery subsection would not. Yet, bribery would be prosecutable only in the presence of a corrupt proposal to influence official conduct in exchange of something of value."], "subsections": []}, {"section_title": "Section 666", "paragraphs": ["Section 666 outlaws bribery, embezzlement, and other forms of theft, involving more than $5,000, in relation to federal programs. The bills propose several changes in the language of Section 666. They would lower the threshold for federal prosecution from $5,000 to $1,000. The new threshold corresponds to that found in the statute that outlaws embezzlement or other theft of federal property. The defense bar contends, however, that the modification would undo a limitation imposed in the interest of federalism and to avoid federal over criminalization.", "The bills would increase the maximum term of imprisonment associated with the offense from, 10 to 20 years. The new maximum would match those under the mail and wire fraud statutes as well as the 20-year maximum that the bills would establish for the bribery of federal officials under Section 201.", "Section 666's bribery components now outlaw corruptly offering or soliciting \"anything of value.\" The term would become \"any things of value.\" The adjustment is apparently offered to confirm that the prohibitions apply to cases involving a series of payments. The bills would emphasize the point with a change in the language that removes salaries and other forms of legitimate compensation and reimbursement from the list of tainted payments."], "subsections": []}]}, {"section_title": "Embezzlement and Other Theft of Federal and District of Columbia Property", "paragraphs": ["Section 641 outlaws the embezzlement or other theft of money or anything else of value belonging to the United States or one of its agencies or departments. The District of Columbia Code outlaws embezzlement or other forms of theft, regardless of the victim. Violations of the D.C. provision carry a maximum 10-year term of imprisonment, if the value of the property exceeds $1,000 and a maximum of 180 days in other cases.", "The bills would increase the maximum term of imprisonment for a violation of Section 641 from 10 to 20 years. H.R. 2572 , unlike Title II, and would also fold the property of the D.C. government and its agencies and departments into the coverage of Section 641. The earlier committee report explained that", "The bill also contains a series of long-needed technical fixes to select statutes, as well as targeted increases in statutory maximum penalties for statutes used in public corruption cases. For example, the bill amends the federal theft statute—18 U.S.C. Sec. 641—to bring within its purview the District of Columbia government and its agencies. This change is long overdue in view of the District's unique status, and it comports with the overarching statutory scheme because the District is already included in the federal bribery statute (18 U.S.C. 201) and the statute governing theft and bribery from programs receiving federal funds (18 U.S.C. 666). The need for this fix is acute: under current law, massive thefts of District of Columbia funds—such as the recent D.C. Tax and Revenue allegations of a $44 million fraud—cannot be prosecuted on a federal theft theory."], "subsections": []}, {"section_title": "Penalty Increases", "paragraphs": ["When penalty increases were proposed for various federal public corruption offenses during the 110 th Congress, the committee report noted that the increases would reflect \"the Committee's view of the serious and corrosive nature of these crimes, and ... harmonize the punishment of these public corruption-related offenses with similar statutes.\" Moreover, the committee was of the opinion that \"[i]ncreasing penalties in appropriate cases sends a message to would-be criminals and to the public that there are severe consequences for breaching the public trust.\"", "Reacting to the same proposals replicated in the House and Senate bills, a representative of the defense bar contended that the proposals would \"dramatically expand already lengthy prison sentences ... without any evidence of whether such an expansion is necessary or what the costs of such an expansion would be.\"", "Specifically, the House and Senate bills would increase the maximum term of imprisonment for the following existing federal public corruption offenses:"], "subsections": []}, {"section_title": "Sentencing Guidelines", "paragraphs": ["Sentencing defendants convicted of federal crimes begins with the Sentencing Guidelines. The court must calculate the sentence recommended by the Guidelines and then weigh the other statutory sentencing factors mentioned in 18 U.S.C. 3553(a). The sentence imposed will survive appellate scrutiny, if it is procedurally and substantively reasonable. A sentence is procedurally reasonable if it is free of procedural error, such as a sentencing beyond the statutory maximum or below any statutory minimum, an incorrect Guideline calculation, failure to consider the factors in subsection 3553(a), or a failure to explain the sentence imposed. A sentence is substantively reasonable if it is appropriate given all the circumstances of the case, including the extent to which the sentence imposed varies from the sentence recommended by the Guidelines.", "The bills would direct the United States Sentencing Commission to examine the Guidelines applicable in the case of a conviction under 18 U.S.C. 201 (bribery of federal officials), 641 (theft of federal property), or 666 (theft or bribery in relation to federal programs). The Commission would be instructed to amend the Guidelines consistent with the considerations identified in the bills."], "subsections": []}, {"section_title": "Related Provisions", "paragraphs": [], "subsections": [{"section_title": "Statute of Limitations", "paragraphs": ["Capital offenses and certain child abduction and sex offenses have no statute of limitations and can be tried at any time. Elsewhere statute of limitations have been established to encourage prompt law enforcement and to avoid the need to defend against stale charges. Most other federal crimes must be prosecuted within five years. The statute of limitations for certain securities fraud cases, for instance, is six years.", "The earlier committee report explained that \"public corruption cases are among the most difficult and time-consuming cases to investigate and prosecute,\" and pointed out that there have been other exceptions to the general five-year rule. Consequently, both bills would establish a six-year statute of limitations for the following public corruption offenses or conspiracies or attempts to commit them.", "18 U.S.C. 201 (bribery and illegal gratuities involving federal officials or employees) 18 U.S.C. 666 (bribery or theft involving federal programs) 18 U.S.C. 1341 (mail fraud)(honest services fraud involving public officials only) 18 U.S.C. 1343 (wire fraud)(honest services fraud involving public officials only) 18 U.S.C. 1951 (Hobbs Act)(extortion under color of official right only) 18 U.S.C. 1952 (Travel Act)(bribery cases only) 18 U.S.C. 1962 (RICO)(only when the predicate offenses include bribery under state law, or violations of one of the offenses listed above other than the Travel Act).", "The proposal in each bill has certain drafting eccentricities. It would establish a six-year statute of limitations for a series of bribery offenses, but only one embezzlement offense (18 U.S.C. 666). It would apply to honest services mail and wire fraud, but not the proposed self-dealing mail and wire fraud. It would apply to the more narrow money laundering statute (18 U.S.C. 1952), but not the more general (18 U.S.C. 1956).", "Finally, the bills would create a six-year statute of limitations for attempt to commit any of the listed crimes. Yet it is not a crime to attempt to commit some of them. It is a crime to attempt to violate the mail or wire fraud statutes, the Hobbs Act, or the Travel Act; but it is not a separate crime to attempt to violate the bribery provisions of 18 U.S.C. 201 or 666 or the RICO provisions. Nevertheless, the proposal purports to set a six-year statute of limitations for crime and noncrime alike."], "subsections": []}, {"section_title": "Venue", "paragraphs": [], "subsections": [{"section_title": "Place of Acts in Furtherance", "paragraphs": ["The Constitution insists that federal crimes be tried in the states and districts in which they are committed. Congress may provide by statute for the trial of any crime committed outside any state. In the case of continuous crimes or crimes otherwise committed in more than one place, the Supreme Court in Rodriguez-Moreno held that the offense may be tried wherever a conduct element of the offense occurs. Thus, conspiracy may be tried in any district in which an overt act in furtherance of the scheme is committed. Congress has provided that as a general rule:", "Except as otherwise expressly provided by enactment of Congress, any offense against the United States begun in one district and completed in another, or committed in more than one district, may be inquired of and prosecuted in any district in which such offense was begun, continued, or completed.", "Any offense involving the use of the mails, transportation in interstate or foreign commerce, or the importation of an object or person into the United States is a continuing offense and ... may be inquired of and prosecuted in any district from, through, or into which such commerce, mail matter, or imported object or person moves, or in any district in which an act in furtherance of the offense is committed .", "The bills would amend the venue statute to add language italicized above that would permit trial of an offense, involving use of the mail or interstate commerce or entry of individual or goods into the United States, \"in any district in which an act in furtherance of the offense is committed.\" The earlier committee report explained that", "The [proposal] broadens the part of the general venue statute—18 U.S.C. §3237(a)—that governs venue in mail fraud cases, among other so-called 'continuing' offenses that may be carried out in more than one district. The bill would permit venue to lie in any district in which an act in furtherance of the offense is committed. It is designed to address situations where the bulk of the criminal conduct takes place in one district, but the required mailing to facilitate that scheme happens to occur in another. For example, if a fraud scheme is hatched and carried out by a public official from his Washington, D.C. office, but the mailing in furtherance of that scheme happens to be dropped in a mailbox near the public official's home in Bethesda, Maryland, venue should be able to lie in the District of Columbia, because the principle acts in furtherance of the scheme took place in the District. Under current law, the case could only be brought in Maryland. The intent of this provision is to expand venue to include districts where any part of the offense occurred as well as the district where the actual mailing took place.", "Expanded venue options would apply not to just federal public corruption offenses but to any other federal offenses where federal jurisdiction is predicated on interstate commerce or use of the mail. The representative of the defense bar objected that the proposal would impose an unfair hardship upon the accused under some circumstances and might lead to forum shopping for that purpose.", "The Constitution, however, may limit the proposal's scope to acts in furtherance that constitute conduct elements of the offense. In this context, a recent Second Circuit case may be instructive. In Tzolov , the court rejected the argument that venue was necessarily proper where the defendants committed an act in furtherance of the crime charged. In doing so, it distinguished an earlier case in which the act in furtherance case had been a conduct element of the offense:", "Count Two charged Butler with securities fraud under 15 U.S.C. §§78j(b) and 78ff, which has its own specific venue provision: \"Any criminal proceeding may be brought in the district wherein any act or transaction constituting the violation occurred.\" 15 U.S.C. §§78aa. The government's sole basis for venue in the Eastern District on this substantive count was that Butler and Tzolov traveled through JFK airport on their way to meet with the investors. According to the government, these flights are sufficient to establish venue because, under United States v. Svoboda , 347 F.3d 471 (2d Cir. 2003), the flights were \"an important part of furthering the [fraudulent] scheme.\"", "We disagree. We have little difficulty concluding that the government failed to offer competent proof that any \"act or transaction constituting the [securities fraud] violation occurred\" in the Eastern District. See 15 U.S.C. §78aa (emphasis added). Butler did not transmit any false or misleading information into or out of the Eastern District. All the fraudulent statements that were part of the government's proof, whether made by Butler or Tzolov, were made in telephone calls or emails from Credit Suisse's Madison Avenue offices located in the Southern District or in meetings with investors. None of this activity occurred in the Eastern District.", "Nor did Butler commit securities fraud by boarding a plane in the Eastern District. At most, catching flights from the Eastern District to meetings where Butler made fraudulent statements were preparatory acts. They were not acts \"constituting\" the violation. We have cautioned that venue is not proper in a district in which the only acts performed by the defendant were preparatory to the offense and not part of the offense. That is all we have here. In other words, going to Kennedy airport and boarding flights to meetings with investors were not a constitutive part of the substantive securities fraud offense with which Butler was charged....", "The government's reliance on Svoboda is misplaced. In Svoboda , we stated that \"venue is proper in a district where (1) the defendant intentionally or knowingly causes an act in furtherance of the charged offense to occur in the district of venue or (2) it is foreseeable that such an act would occur in the district of venue [and it does].\" 347 F.3d at 483. However, Svoboda does not control here. In Svoboda we were not faced with the question of whether preparatory acts alone could establish venue. Indeed, Svoboda did not involve preparatory acts at all. The act that established venue and that occurred \"in furtherance\" of the crime charged—the execution of a trade—constituted an essential element of the crime. See id . at 485."], "subsections": []}, {"section_title": "Place of Obstructed Activities", "paragraphs": ["The House and Senate bills contain other venue proposals, relating to perjury and the obstruction of justice, that would apply in federal public corruption cases and elsewhere. The Supreme Court in Rodriguez-Moreno expressly declined to rule on whether venue may lie in the district impacted by the crime charged. The witness tampering statute now has a subsection under which witness tampering and the obstruction of judicial proceedings may be prosecuted \"in the district in which the official proceeding ... was intended to be affected or in the district in which the conduct constituting the alleged offense occurred.\"", "The bills would amend the subsection to permit similar treatment for the prosecution of obstructions in violation of 18 U.S.C. 1503 (obstruction of judicial proceedings), 1504 (writing to influence a federal juror), 1505 (obstructing Congressional or federal administrative proceedings), 1508 (eavesdropping on federal jury deliberations), 1509 (obstructing the execution of federal court orders), 1510 (obstructing federal criminal investigations).", "At the same time, they would create a new section that would afford prosecutors in federal perjury and subornation cases the same options:", "A prosecution under section 1621(1)[perjury generally], 1622 [subornation of perjury](regard to subornation of perjury under 1621(1)), or 1623 [false declarations before the grand jury] of this title may be brought in the district in which the oath, declaration, certificate, verification, or statement under penalty of perjury is made or in which a proceeding takes place in connection with the oath, declaration, certificate, verification, or statement.", "The federal appellate cases announced after Rodriguez-Moreno suggest that the proposal's obstruction and perjury amendments may be limited to cases in which a conduct element occurs."], "subsections": []}]}, {"section_title": "Wiretap Authority", "paragraphs": ["Existing law authorizes federal courts to issue orders approving law enforcement installation and use of devices to intercept wire, oral, and electronic communications. The orders are available upon a showing that interception is likely to result in evidence of one of a list specific predicate offenses. Bribery of federal officials, mail fraud, and wire fraud are already predicate offenses.", "The bills would add offenses under Section 641 (theft of federal property), Section 666 (theft or bribery involving federal programs), and Section 1031 (major fraud against the United States). The Justice Department has testified that \"[p]rosecutors often have lamented their inability to use these tools in such cases.\""], "subsections": []}, {"section_title": "Judicial Disciplinary Investigations", "paragraphs": ["Materials relating to a federal judicial council's investigation of a complaint filed against a federal judge are confidential. The bills would allow the materials to be disclosed to federal or state grand juries and to federal, state, or local law enforcement officials."], "subsections": []}, {"section_title": "Appeals", "paragraphs": ["The United States Attorney must certify that any appeals by the government are not taken for purposes of delay and that in the case of an appeal relating to the exclusion of evidence must certify that the evidence is substantial proof of a material fact in the pending case. The bills would permit certification as well by the Attorney General, the Deputy Attorney General, or an Assistant Attorney General. The proposal was not a feature of the bill reported out of the Senate Judiciary in the 110 th Congress and no mention of it appears in the hearings held in this Congress. It appears to be the result of a situation that arose in Weyhrauch. In Weyhrauch , the government appealed the trial court's exclusion of evidence based on an interpretation of the honest services statute. The Supreme Court ultimately granted certiorari and thereafter returned the case to the Ninth Circuit for further consideration in light of Skilling .", "Prior to the case's arrival before the Supreme Court, however, the Ninth Circuit had ordered the government to show cause why its appeal should not be dismissed for failure to comply with the certification requirements of Section 3731. The Executive Office for United States Attorneys had stated that the United States Attorney's Office for the District of Alaska was to recuse itself from participating in the Weyhrauch case. Attorneys from the Justice Department's Public Integrity Section had prosecuted the case and the Chief of the Section had certified the appeal.", "The court found the certification insufficient, since the Chief had not been delegated authority to certify the appeal. It later accepted the certification of the Attorney General, but suggested that alternative means of certification should be developed for instances when prosecutions were conducted by Justice Department attorneys other those of a United States Attorney's office."], "subsections": []}]}, {"section_title": "Where They Differ", "paragraphs": ["H.R. 2572 and Title II are almost identical. There are a few differences, however. The penalty for bribery under 18 U.S.C. 201(b) is now imprisonment for not more than 15 years. The penalty for illegal gratuities under 18 U.S.C. 201(c) is now imprisonment for not more than two years. Title II would leave those penalties in place. H.R. 2572 would increase the maximum term of imprisonment for bribery under subsection 201(b) to 20 years and the maximum term for illegal gratuities under subsection 201(c) to five years.", "Status gifts now fall outside the illegal gratuities proscriptions of subsection 201(c). Moreover, existing law places no minimum on the value of the bribe or illegal gratuity condemned under subsections 201(b) or (c). Both bills would extend the illegal gratuities offense to include status gifts, but both would limit the offense in status gift cases to gifts of $1,000 or more. H.R. 2572 , unlike Title II, would also limit all other Section 201 bribery or illegal gratuities offenses to cases involving $1,000 or more. ", "Section 641 now prohibits the theft or embezzlement of federal property. H.R. 2572 , unlike Title II, would expand the section to cover property of the District of Columbia."], "subsections": []}, {"section_title": "What Has Changed", "paragraphs": ["Sponsors have made a number of changes in the provisions of H.R. 2572 and Title II since they were first proposed. Examples include provisions for additional RICO predicates, the Cleveland fix, and penalty increases for certain public corruption offenses.", "The federal Racketeer Influenced and Corrupt Organizations (RICO) provisions outlaw conducting the affairs of an enterprise whose activities affect interstate commerce through the patterned commission of various state and federal crimes (predicate offenses). Violations are punishable by imprisonment for up to 20 years; may result in as well as the confiscation of related property; and may trigger the application of federal money laundering provisions.", "Both H.R. 2572 , as introduced, and the predecessor to Title II, S. 401 as approved by the Senate Judiciary Committee, would have enlarged the RICO predicate offense list to include violations of 18 U.S.C. 641 (relating to the theft or embezzlement of federal property), 666 (relating to theft or bribery in connection with federally assisted programs), and 1031 (relating to major fraud against the United States).", "The mail and wire fraud statutes outlaw the use of mail or wire communications as part of a scheme to defraud another of money or property. The Supreme Court in Cleveland held that the statutes do not reach fraudulent schemes to induce a state to issue licenses, since in the hands of the state unissued licenses do not constitute money or property. ", "H.R. 2572 (as introduced) and S. 401 featured sections apparently designed to overcome the limitation identified in Cleveland . Neither Title II nor H.R. 2572 has comparable sections."], "subsections": []}]}}