{"id": "R42066", "title": "Synthetic Drugs: Overview and Issues for Congress", "released_date": "2016-05-03T00:00:00", "summary": ["Synthetic drugs, as opposed to natural drugs, are chemically produced in a laboratory. Their chemical structure can be either identical to or different from naturally occurring drugs, and their effects are designed to mimic or even enhance those of natural drugs. When produced clandestinely, they are not typically controlled pharmaceutical substances intended for legitimate medical use. Designer drugs are a form of synthetic drugs. They contain slightly modified molecular structures of illegal or controlled substances, and they are modified in order to circumvent existing drug laws. While the issue of synthetic drugs and their abuse is not new, Congress has demonstrated a renewed concern with the issue.", "From 2009 to 2011, synthetic drug abuse was reported to have dramatically increased. During this time period, calls to poison control centers for incidents relating to harmful effects of synthetic cannabinoids (such as \"K2\" and \"Spice\") and stimulants (such as \"bath salts\") increased at what some considered to be an alarming rate. The number of hospital emergency department visits involving synthetic cannabinoids more than doubled from 2010 to 2011. In 2012 and 2013, however, the number of calls to poison control centers for incidents relating to harmful effects of synthetic cannabinoids and synthetic stimulants decreased. Calls regarding bath salts have declined each year since 2011, while calls regarding synthetic cannabinoids have increased since the drops in 2012 and 2013. The Monitoring the Future (MTF) survey results from 2015 indicate that annual prevalence rates for use of synthetic cannabinoids are down over the last two years while bath salt use remained low. Government and media reports indicate that fentanyl, a synthetic opioid 50-100 times stronger than morphine, is rising in popularity as well as various synthetic cannabinoids.", "The reported harmful effects of synthetic substances range from nausea to drug-induced psychosis. Due to the unpredictable nature of synthetic drugs and of human consumption of these drugs, the true effects of many of these drugs are unknown. Many states have responded to synthetic drug abuse by passing laws banning certain synthetic cannabinoids and stimulants.", "In 2011, the Attorney General—through the Drug Enforcement Administration (DEA)—used his temporary scheduling authority to place five synthetic cannabinoids and three synthetic stimulants on Schedule I of the Controlled Substances Act (CSA). Concern over the reported increase in use of certain synthetic cannabinoids and stimulants resulted in legislative action to schedule specific substances. The Synthetic Drug Abuse Prevention Act of 2012—Subtitle D of Title XI of the Food and Drug Administration Safety and Innovation Act (P.L. 112-144)—added five structural classes of substances in synthetic cannabinoids (and their analogues) as well as 11 synthetic stimulants and hallucinogens to Schedule I of the CSA. In addition, the act extended the DEA's authority to temporarily schedule substances. In April 2013, then-Attorney General Holder—through the DEA and in consultation with the Department of Health and Human Services (HHS)—took administrative action to permanently place methylone on Schedule I of the CSA. A number of administrative scheduling actions have since taken place.", "In considering permanent placement of synthetic substances on Schedule I of the CSA, there are several issues on which Congress may deliberate. Policymakers may consider the implications on the federal criminal justice system of scheduling certain synthetic substances. Another issue is whether Congress should schedule certain synthetic substances or whether these substances merit Attorney General (in consultation with the Secretary of HHS) scheduling based on qualifications specified in the CSA. Congress may also consider whether placing additional synthetic drugs on Schedule I may hinder future medical research. In addition, policymakers may consider whether it is more efficient to place these drugs on Schedule I of the CSA or to treat them as analogue controlled substances under the Controlled Substances Analogue Enforcement Act. In considering enforcement challenges identified by the DEA, Congress may consider whether to amend the CSA to better facilitate enforcement action against the illicit synthetic drug market."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background on Synthetic and Designer Drugs", "paragraphs": ["Synthetic drugs, as opposed to natural drugs, are chemically produced in a laboratory. Their chemical structure can be either identical to or different from naturally occurring drugs, and their effects are designed to mimic or even enhance those of natural drugs. When produced clandestinely, they are not typically controlled pharmaceutical substances intended for legitimate medical use. Designer drugs are a form of synthetic drugs. They slightly modify the molecular structures of illegal or controlled substances to circumvent existing drug laws.", "For over three decades, there has been national-level attention on the use and abuse of synthetic drugs. Congress became concerned about the abuse of designer drugs in the early 1980s when policymakers were examining the diversion of controlled substances—intended for medical use—to the black market. There was concern about the health and safety effects of using and abusing pharmaceutically created drugs as well as other modified synthetics. While a bulk of this focus has been on methamphetamine, the spotlight has recently shifted to other synthetic stimulants as well as synthetic cannabinoids. Due to the lack of research on many of these synthetics and their various analogues, the full scope of their effects and potential dangers is still not well known. ", "Concern over the reported increase in use of certain synthetic cannabinoids and stimulants led some to call on Congress to legislatively schedule specific substances. This is, in part, because congressional action could place certain substances onto Schedule I of the Controlled Substances Act (CSA) more quickly than might occur through administrative scheduling actions by the Attorney General and Secretary of the Department of Health and Human Services (HHS), as authorized by the CSA. In June 2012, Congress passed the Synthetic Drug Abuse Prevention Act of 2012—Subtitle D of Title XI of the Food and Drug Administration Safety and Innovation Act ( P.L. 112-144 ) —to, among other things, permanently schedule selected synthetic stimulants and other synthetic substances. Congress has continued to debate whether to schedule additional synthetic substances as well as how to curb the manufacture, importation, distribution, and use of these constantly changing synthetic substances.", "This report discusses the federal scheduling of controlled substances, including the temporary scheduling of substances. It also provides an overview of current trends in selected synthetic cannabinoids and stimulants. It concludes with a review of relevant legislation as well as possible issues policymakers might consider. "], "subsections": []}, {"section_title": "Scheduling of Synthetic Drugs: Controlled Substances Act", "paragraphs": ["The Controlled Substances Act (CSA) was enacted as Title II of the Comprehensive Drug Abuse Prevention and Control Act of 1970 (P.L. 91-513). It regulates the manufacture, possession, use, importation, and distribution of certain drugs, substances, and precursor chemicals. Under the CSA, there are five schedules under which substances may be classified—Schedule I being the most restrictive. Substances placed onto one of the five schedules are evaluated on ", "actual or relative potential for abuse; known scientific evidence of pharmacological effects; current scientific knowledge of the substance; history and current pattern of abuse; scope, duration, and significance of abuse; risk to public health; psychic or physiological dependence liability; and whether the substance is an immediate precursor of an already-scheduled substance.", "There are designated procedures under which the scheduling of substances normally occurs. Specifically, the Attorney General—through the Drug Enforcement Administration (DEA), and in consultation with the Secretary of HHS—may place a drug or substance on Schedule I if it meets all of the following criteria:", "(A) The drug or other substance has a high potential for abuse.", "(B) The drug or other substance has no currently accepted medical use in treatment in the United States.", "(C) There is a lack of accepted safety for use of the drug or other substance under medical supervision."], "subsections": [{"section_title": "Controlled Substances Analogue Enforcement Act of 1986", "paragraphs": ["The Controlled Substances Analogue Enforcement Act of 1986 (Analogue Enforcement Act) was enacted as Subtitle E of the Anti-Drug Abuse Act of 1986 ( P.L. 99-570 ). This law amended the Controlled Substances Act to treat a controlled substance analogue (intended for human consumption) as a controlled substance under Schedule I. Under this law, a controlled substance analogue is defined as a substance if", "(i) the chemical structure of which is substantially similar to the chemical structure of a controlled substance in schedule I or II;", "(ii) which has a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; or", "(iii) with respect to a particular person, which such person represents or intends to have a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II.", "Of note, many of the synthetic cathinones marketed under household names such as \"bath salts\" or \"plant food\" are stamped with \"not intended for human consumption.\" This action is intended to circumvent the Analogue Enforcement Act under the CSA."], "subsections": []}, {"section_title": "Temporary Scheduling", "paragraphs": ["Because policymakers were concerned about the effects of pharmaceutically created and other modified drugs, Congress gave the Attorney General the authority to temporarily place a substance onto Schedule I of the CSA to \"avoid imminent hazards to public safety.\" When determining whether there is an imminent hazard, the Attorney General (through the DEA) must consider the drug's history and current pattern of abuse; scope, duration, and significance of abuse; and risk to public health. ", "Once scheduled through this temporary scheduling process, a substance may remain on Schedule I for two years. The Attorney General then has the authority to keep the substance on Schedule I for an additional one year before it must be removed or permanently scheduled. The Synthetic Drug Abuse Prevention Act of 2012—Subtitle D of Title XI of the Food and Drug Administration Safety and Innovation Act ( P.L. 112-144 )—extended the DEA's temporary scheduling authority. Prior to enactment of this act on July 9, 2012, the DEA was able to temporarily place a substance on Schedule I of the CSA for one year, with a potential extension of six months."], "subsections": []}, {"section_title": "Recent Temporary Drug Scheduling Actions", "paragraphs": ["Since 2002, the DEA used its temporary scheduling authority on 37 synthetic substances, outlined in Table 1 . Prior to 2002, the most recent time the DEA exercised this authority was in 1995. Notably, over the last few years, the DEA has taken several temporary scheduling actions. ", "In May 2013, the DEA placed three synthetic cannabinoids on the list of controlled substances under Schedule I of the CSA. In November 2013, the DEA placed three synthetic phenethylamines on Schedule I. In February 2014, the DEA placed four synthetic cannabinoids on Schedule I. In March 2014, the DEA placed 10 synthetic cathinones on Schedule I. In January 2015, the DEA placed three synthetic cannabinoids on Schedule I. In July 2015, the DEA placed a synthetic opioid (acetyl fentanyl) on Schedule I.", "Of note, the last 37 substances to have been temporarily (and, for 6 of them, subsequently permanently) placed on Schedule I of the CSA are synthetic substances."], "subsections": []}]}, {"section_title": "Trends in Selected Synthetics", "paragraphs": ["Synthetic compounds have been created across the various classes of drugs. Law enforcement and policymakers—at both the state and federal levels—have taken an interest in and responded to the increasing use of certain synthetic cannabinoids and stimulants. The United Nations Office on Drugs and Crime reported the global emergence of certain synthetic cathinones and cannabinoids from 2009 to 2011. ", "Of note, synthetic drugs often do not fit neatly into one class of drugs for several reasons, including that their precise chemical makeups are often unknown, and their chemical effects on individuals can be both unpredictable and replicative of more than one class of drugs. For example, the synthetic stimulant known as \"flakka\" causes both stimulant and hallucinogenic effects."], "subsections": [{"section_title": "Synthetic Cannabinoids", "paragraphs": ["Synthetic cannabinoids are substances chemically produced to mimic tetrahydrocannabinol (THC), the active ingredient in marijuana. When these substances are sprayed onto dried herbs and then consumed through smoking or oral ingestion, they can produce psychoactive effects similar to those of marijuana. Synthetic cannabinoids were first produced for research purposes to study the effects of cannabinoids on brain functioning and their efficacy in treating pain.", "The DEA has indicated that the primary users of these synthetic substances are youth who purchase the substances online or in gas stations, convenience stores, smoke shops, and head shops. The substances are often sold as herbal incense, and common brand names under which synthetic cannabinoids are marketed are \"Spice\" and \"K2.\" Other names include \"Blaze,\" \"Red X Dawn,\" \"Genie,\" and \"Zohai,\" among others. ", "Clemson University Professor John Huffman is credited with first synthesizing some of the cannabinoids, such as JWH-018, now used in \"fake pot\" substances such as K2. The effects of JWH-018 can be 10 times stronger than those of THC. Dr. Huffman is quoted as saying, \"These things are dangerous—anybody who uses them is playing Russian roulette. They have profound psychological effects. We never intended them for human consumption.\" While synthetic cannabinoids may be used with the intention of getting a marijuana-like high, their actual effects are not yet known. Some reported effects of synthetic cannabinoids, such as relaxation and reduced blood pressure, are consistent with effects of marijuana. Other reported effects, such as nausea, increased agitation, elevated blood pressure, and racing heart rates, are not. The Centers for Disease Control and Prevention (CDC) has noted epidemiological links between synthetic cannabinoid use and acute kidney injury. In at least one case, synthetic cannabinoid use has been blamed for a fatality when an Iowa teen committed suicide reportedly following a K2-induced panic attack. In the summer of 2014, the New York City (NYC) Department of Health issued a warning to the public regarding the dangers of synthetic cannabinoid use after 15 people experienced \"severe adverse reactions after suspected ingestion of synthetic cannabinoids\" over a period of three days. In 2015, following a \"tenfold increase in medical emergencies from synthetic marijuana\" in New York State (NYS) in the summer of 2015 compared to the summer of 2014, Governor Cuomo announced passage of emergency NYS Health Department regulations to combat the sale of these drugs—these emergency regulations included the addition of two classes of chemical compounds to the banned substances list.", "According to the American Association of Poison Control Centers (AAPCC), poison control centers around the country received 7,779 calls about synthetic cannabinoid substances in 2015, more than doubling the number received in 2014. As shown in Figure 1 , these calls decreased from 2011 to 2013, but have risen again over the last two years. It is unclear if the decline can be linked to various state actions, federal temporary scheduling actions, and the enactment of the Synthetic Drug Abuse Prevention Act of 2012, which, among other things, added certain synthetic cannabinoids to Schedule I of the CSA. ", "As mentioned, youth are the primary users of these substances. The Monitoring the Future (MTF) survey first reported on the rise in synthetic cannabinoid use in its 2011 survey. MTF asked 12 th graders about use in the prior 12 months, and 11.4% indicated use during this time period. In 2015, this prevalence rate has declined to 5.2%. In 2012, MTF asked 8 th and 10 th graders about synthetic cannabinoid use and their rates were 4.4% and 8.8%, respectively. In 2015, these rates were down to 3% and 4%.", "On March 1, 2011, the DEA used its temporary scheduling authority and issued a final rule to place five synthetic cannabinoids on the list of controlled substances under Schedule I of the CSA. Pursuant to the temporary scheduling authority, these substances remained on the list of Schedule I controlled substances for one year and on February 29, 2012, they were each given a six-month temporary extension. ", "In June 2012, Congress passed legislation to permanently schedule these five synthetic cannabinoids (and other synthetic substances). The Synthetic Drug Abuse Prevention Act of 2012—Subtitle D of Title XI of the Food and Drug Administration Safety and Innovation Act ( P.L. 112-144 , signed by the President on July 9, 2012)—permanently added \"cannabimimetic agents\" to Schedule I of the CSA. Under this act, a cannabimimetic agent is defined as one of five structural classes of synthetic cannabinoids (and their analogues). The act also provided 15 examples of cannabimimetic substances, including the 5 substances that the DEA had temporarily scheduled in March 2011.", "Since enactment of the Synthetic Drug Abuse Prevention Act of 2012, the DEA has temporarily placed 10 additional synthetic cannabinoids on Schedule I. Pursuant to the temporary scheduling authority, as expanded under the Synthetic Drug Abuse Prevention Act of 2012 ( P.L. 112-144 ), these substances will remain on the list of Schedule I controlled substances for two years.", "At least 50 states and Puerto Rico have legislatively banned chemical substances contained in synthetic cannabinoids. The U.S. military has also banned personnel from possessing or using these substances. "], "subsections": []}, {"section_title": "Synthetic Stimulants", "paragraphs": ["Synthetic stimulants are chemically produced substances that affect the central nervous system. Stimulants include drugs such as amphetamine (including methamphetamine), cocaine, and Ecstasy (MDMA, or 3,4-Methylenedioxymethamphetamine). The synthetic forms of stimulants can be administered through oral ingestion, inhalation, or injection."], "subsections": [{"section_title": "Methamphetamine", "paragraphs": ["The DEA indicates that methamphetamine is \"a continuing problem in the United States.\" According to the 2014 National Survey on Drug Use and Health (NSDUH), there were approximately 569,000 current (past month) users of methamphetamine age 12 or older. The percentage of the population currently using methamphetamine (0.2%) has remained relatively stable over the past decade. The illicit manufacture and abuse of methamphetamine have been long-standing problems in some states and regions of the country. In 2015, the DEA stated that the domestic availability of methamphetamine was increasing and that most is produced in Mexico and then smuggled into the United States across the Southwest border.", "Another trend that appears to have changed the landscape of methamphetamine production is the emergence of small-scale, one-pot methamphetamine labs. The \"one-pot\" or \"shake and bake\" method uses a single vessel, such as a 2-liter plastic bottle, to combine all needed chemicals to create the anhydrous ammonia required for methamphetamine production. Through this method, methamphetamine can be created in about 30 minutes in almost any location. In 2010, law enforcement agencies throughout the country saw increases in the one-pot methamphetamine production method. The number of domestic methamphetamine lab seizures declined from 10,520 incidents in 2010 to 5,935 in 2014. The DEA attributes this decline to \"restrictions on precursor chemicals in the United States and the increased availability of Mexico-produced methamphetamine.\"", "Over the past 30 years, Congress has enacted legislation designed to address the abuse and illicit manufacture of methamphetamine in clandestine labs as well as the illegal trafficking of this substance. These measures have included more stringent federal regulation of methamphetamine precursor chemicals such as pseudoephedrine, enhanced criminal penalties for trafficking in the drug, and authorization of additional funding for grants providing methamphetamine-specific law enforcement assistance."], "subsections": []}, {"section_title": "MDMA", "paragraphs": ["MDMA (3,4-methylenedioxy-methamphetamine), also known as ecstasy, is a psychoactive substance capable of producing \"feelings of increased energy, euphoria, emotional warmth and empathy toward others, and distortions in sensory and time perception.\" Users may also experience increased heart rate and blood pressure, muscle tension, involuntary teeth clenching, nausea, and in high doses, MDMA can interfere with the body's ability to regulate temperature. It first gained popularity in the early 1980s, after which it was permanently placed on Schedule I of the CSA by the DEA. It later resurfaced as a popular drug among youth in the nightclub scene and at raves in the 1990s.", "In 2003, the Illicit Drug Anti-Proliferation Act of 2003 amended the CSA to more directly target the producers of raves where synthetic drugs such as MDMA were often used. It shifted emphasis from punishing those who establish places where drugs are made, distributed, and consumed to those who knowingly maintain such places. It also established a civil penalty and equitable relief for \"maintaining drug-involved premises.\" This act also authorized appropriations for the DEA to educate youth, parents, and other interested adults about club drugs.", "In 2013, synthetic substances known as \"molly\" gained popularity among youth at concerts, raves, and in nightclubs. While the term \"molly\" is a street name that has been used for MDMA and substances similar to MDMA, such as methylone and 1-(3-Trifluoromethylphenyl) piperazine (TFMPP), media reports indicated that molly seizures in 2013 involved the powder or crystal form of MDMA with some news articles referring to this version of molly as a purer version of MDMA. In the summers of 2013 and 2014, several deaths and multiple hospitalizations of young adults in the Northeast and mid-Atlantic were attributed to molly overdoses. The precise chemical makeup of the synthetic substance in question in these cases remains unclear. ", "The DEA has noted that the market for MDMA in the United States is relatively small compared to other illicit drugs. The MDMA seized domestically is produced clandestinely in Canada and then smuggled across the U.S. Northern border."], "subsections": []}, {"section_title": "Other Stimulants", "paragraphs": ["One trend in synthetic stimulants is the appearance of synthetic cathinones, often labeled as \"bath salts.\" These drugs are sold in powder form and are often marketed under brand names including \"Ivory Wave,\" \"Purple Wave,\" \"Red Dove,\" \"Blue Silk,\" \"Zoom,\" \"Bloom,\" \"Cloud Nine,\" \"Ocean Snow,\" \"Lunar Wave,\" \"Vanilla Sky,\" \"White Lightning,\" \"Scarface,\" and \"Hurricane Charlie,\" among others. Bath salts are sold both online and in retail stores, and the DEA has indicated that, while user population information is limited, reports show that youth may be the primary consumers.", "Bath salts often contain amphetamine-like chemicals such as 4-methyl-N-methylcathinone (mephedrone), 3,4-methylenedioxy-N-methylcathinone (methylone), and 3,4-methylenedioxypyrovalerone (MDPV), but the other contents of this substance are largely unknown. Because MDPV and other amphetamine-like chemicals act as stimulants, they present a high risk for abuse and addiction. There have also been reports of MDPV users craving the substance. Reported side effects of these synthetic stimulants include chest pains, elevated blood pressure, increased heart rate, agitation, hallucinations, panic attacks, extreme paranoia, delusions, and even sleep deprivation-induced psychosis; however, their actual effects are not yet known. ", "Poison control centers across the United States received 304 calls about bath salts in 2010. This number climbed to 6,137 calls in 2011 and has declined each year since 2011. In 2015, there were 520 reported calls to poison control centers about exposure to bath salts. It is unclear if this decline is related to temporary scheduling actions and the enactment of the Synthetic Drug Abuse Prevention Act of 2012. In 2012, the MTF survey began collecting data on use of bath salts. The 2015 reported annual prevalence rates for 8 th , 10 th , and 12 th graders are 0.4%, 0.7%, and 1.0% respectively.", "Chemically similar to bath salts, flakka (alpha-pyrrolidinopentiophenone; alpha PVP) appeared as a designer drug of concern around the country in 2014. Flakka can be smoked, snorted, ingested, or injected, and \"can cause a condition called 'excited delirium' that involves hyperstimulation, paranoia, and hallucinations that can lead to violent aggression and self-injury.\" It has been linked to increased body temperature, which may result in kidney damage or failure. ", "Flakka first came on the radar when there was a surge of use in South Florida in late 2014 and 2015. The flakka surge took a quick turn at the end of 2015 after an intensive public awareness campaign about the dangers of the drug and after China banned a host of synthetic drugs including flakka. This shift highlights what is sometimes seen as rapidly changing synthetic drug fads. Experts have noted that sometimes banning certain drugs or substances can lead to the creation and expansion of other drugs that can replace and fill the demand for the banned substance. If there is a replacement substance for flakka, it has yet to be identified.", "In June 2012, Congress passed legislation to permanently schedule selected synthetic stimulants and other synthetic substances. The Synthetic Drug Abuse Prevention Act of 2012—Subtitle D of Title XI of the Food and Drug Administration Safety and Innovation Act ( P.L. 112-144 , signed by the President on July 9, 2012)—permanently added mephedrone and MDPV, along with nine other synthetic stimulants and hallucinogens, to Schedule I of the CSA. Then in April 2013, then-Attorney General Holder—through the DEA and in consultation with the Secretary of HHS—took administrative action to permanently place methylone on Schedule I of the CSA. In March 2014, the DEA used its temporary scheduling authority to place alpha-PVP on Schedule I of the CSA.", "Notably, all 50 states have banned chemical substances contained in synthetic stimulants such as bath salts."], "subsections": []}]}, {"section_title": "Synthetic Opioids", "paragraphs": [], "subsections": [{"section_title": "Fentanyl", "paragraphs": ["Over the last decade, there has been a rise in opioid abuse in the United States involving both nonmedical use of prescription drugs and use of illicitly manufactured heroin. Fentanyl is a synthetic opioid that is 50-100 times more potent than morphine and may be used to treat pain associated with advanced cancer; however, most cases of fentanyl-related overdoses are associated with non-pharmaceutical fentanyl. This type of fentanyl is abused by itself and is often mixed with heroin and/or other drugs, sometimes without the consumer's knowledge.", "Between 2013 and 2014, the rate of drug overdose deaths involving synthetic opioids nearly doubled, and according to the CDC, a \"substantial portion\" of this increase appears to be related to the availability of illicit fentanyl. Areas reporting large increases in illicit fentanyl seizures have also reported sharp increases in fentanyl-related deaths.", "Mexico is the primary source country for illicitly produced fentanyl in the United States, however, analogs of fentanyl, such as acetyl fentanyl, are manufactured in China. Pharmaceutical fentanyl has been diverted from healthcare facilities, pharmacies, and manufacturing plants. For example, in 2014 Pennsylvania state law enforcement reported that fentanyl was being diverted by nursing home staff who removed fentanyl from patches affixed to patients."], "subsections": []}, {"section_title": "W-18", "paragraphs": ["W-18 is a synthetic opioid that was first developed in Canada in the 1980s as a painkiller, but it was never controlled under the CSA and never marketed commercially. Some experts say it is 100 times more potent than fentanyl. According to media reports, it is being produced in China, has recently surfaced in the United States, and remains a legal substance. Law enforcement has called it the next deadly synthetic street drug. Because it is a relatively new substance on the street market, not much evidence is available about its effects on the body or trends in use."], "subsections": []}]}]}, {"section_title": "Synthetic Drug Abuse Prevention Act of 2012", "paragraphs": ["While drugs and substances can be scheduled administratively by the Attorney General and the Secretary of HHS, through processes outlined in the CSA, they can also be scheduled directly through congressional legislation. On July 9, 2012, the President signed the Synthetic Drug Abuse Prevention Act of 2012—Subtitle D of Title XI of the Food and Drug Administration Safety and Innovation Act ( P.L. 112-144 ). The act added \"cannabimimetic agents\" to Schedule I of the CSA. Under this act, a cannabimimetic agent is defined as one of five structural classes of synthetic cannabinoids (and their analogues). The act also provided 15 specific examples of cannabimimetic substances:", "5-(1,1-dimethylheptyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (CP-47,497); 5-(1,1-dimethyloctyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (cannabicyclohexanol or CP-47,497 C8-homolog); 1-pentyl-3-(1-naphthoyl)indole (JWH-018 and AM678); 1-butyl-3-(1-naphthoyl)indole (JWH-073); 1-hexyl-3-(1-naphthoyl)indole (JWH-019); 1-[2-(4-morpholinyl)ethyl]-3-(1-naphthoyl)indole (JWH-200); 1-pentyl-3-(2-methoxyphenylacetyl)indole (JWH-250); 1-pentyl-3-[1-(4-methoxynaphthoyl)]indole (JWH-081); 1-pentyl-3-(4-methyl-1-naphthoyl)indole (JWH-122); 1-pentyl-3-(4-chloro-1-naphthoyl)indole (JWH-398); 1-(5-fluoropentyl)-3-(1-naphthoyl)indole (AM2201); 1-(5-fluoropentyl)-3-(2-iodobenzoyl)indole (AM694); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (SR-19 and RCS-4); 1-cyclohexylethyl-3-(2-methoxyphenylacetyl)indole (SR-18 and RCS-8); and 1-pentyl-3-(2-chlorophenylacetyl)indole (JWH-203).", "Of note, five of these substances were temporarily placed onto Schedule I of the CSA by the DEA on March 1, 2011. On February 29, 2012, the DEA extended this temporary scheduling by six months. These five substances would have been removed from Schedule I of the CSA at the end of August 2012 if Congress had not legislatively scheduled these and other substances.", "The Synthetic Drug Abuse Prevention Act of 2012 also added 11 synthetic stimulants and hallucinogens to Schedule I of the CSA:", "4-methylmethcathinone (Mephedrone); 3,4-methylenedioxypyrovalerone (MDPV); 2-(2,5-Dimethoxy-4-ethylphenyl)ethanamine (2C-E); 2-(2,5-Dimethoxy-4-methylphenyl)ethanamine (2C-D); 2-(4-Chloro-2,5-dimethoxyphenyl)ethanamine (2C-C); 2-(4-Iodo-2,5-dimethoxyphenyl)ethanamine (2C-I); 2-[4-(Ethylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-2); 2-[4-(Isopropylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-4); 2-(2,5-Dimethoxyphenyl)ethanamine (2C-H); 2-(2,5-Dimethoxy-4-nitro-phenyl)ethanamine (2C-N); and 2-(2,5-Dimethoxy-4-(n)-propylphenyl)ethanamine (2C-P).", "The Synthetic Drug Abuse Prevention Act of 2012 also extended the Attorney General's temporary scheduling authority. Prior to enactment of this act, the Attorney General (through the DEA) was able to temporarily place a substance on Schedule I of the CSA for one year, with a potential extension of six months. Now, once a substance is scheduled through this temporary scheduling process, it may remain on Schedule I for two years. The Attorney General then has the authority to keep the substance on Schedule I for an additional one year before it must be removed or permanently scheduled."], "subsections": []}, {"section_title": "Issues", "paragraphs": ["Congress may confront several issues when considering whether to schedule certain synthetic substances. These issues include potential implications on the federal criminal justice system, the influence of research on scheduling, possible effects of scheduling on future medical research, and the ability to use the Analogue Enforcement Act to enforce drug laws for synthetic substances of concern."], "subsections": [{"section_title": "Implications of Scheduling", "paragraphs": ["The scheduling of controlled substances has implications for the would-be violators of the CSA, as well as for the federal criminal justice system as a whole. Penalties for trafficking, manufacturing, and possession of Schedule I controlled substances range from fines to life in prison, depending on a number of factors pursuant to the crime. Factors considered in federal sentencing include, but are not limited to, the amount of drugs that is involved in the crime, the number of offenders, the type of drug, the number of prior offenses, and aggravating factors (e.g., death, weapons involved in the crime). For example, now that Congress has legislatively placed MDPV onto Schedule I of the CSA, anyone convicted of simple possession of this substance is subject to a minimum fine of $1,000 and could be imprisoned for up to one year. Of the inmates residing in federal prisons as of December 2015, and for whom offense data are known, nearly half (86,080 or 46.5%) are serving sentences for federal drug offenses. And of the 21,907 federal drug offenders known to have been sentenced for drug-related offenses, 6,304 were sentenced for methamphetamine-related offenses in FY2014. It is unknown whether or how the relative number of drug-specific offenders may change with the most recent addition of certain synthetic drugs to Schedule I.", "Prison crowding continues to concern the Bureau of Prisons (BOP) and policymakers. Although the federal prison population has been declining in recent years, it is still considerably high compared to FY1980 when the number of inmates under BOP jurisdiction facilities was 25,000. In 2015, the BOP was operating at 23% over rated capacity , down from 36% in 2013 and 30% in 2014. Given that nearly half of the federal prison population is incarcerated for drug-related offenses, Congress may question the potential effect on the prison population and crowding now that it has scheduled additional substances. It is unknown whether BOP, in the current fiscal environment, is able to accommodate increases in the number of inmates. "], "subsections": []}, {"section_title": "Use of Research in Scheduling", "paragraphs": ["There is consideration of drug research and data when the DEA and HHS seek to add a substance to Schedules I-V of the CSA. As required by the CSA, a drug must be evaluated on its history and current pattern of abuse; scope, duration, and significance of abuse; and risk to public health factors in order to be eligible for temporary or permanent scheduling by the Attorney General. The Office of National Drug Control Policy (ONDCP) has noted that synthetic cathinones and cannabinoids are understudied substances, and there is limited research on these drugs. This lack of research may influence whether the Attorney General (through the DEA) permanently schedules certain synthetic stimulants under the CSA. Of note, while Congress has scheduled several substances commonly marketed as \"bath salts\" (including mephedrone and MDPV), Congress did not schedule the full array of substances that have been and may be marketed as such (e.g., methylone). The DEA permanently scheduled methylone on Schedule I in April 2013, and may still consider temporary and permanent scheduling of not-yet-scheduled substances.", "In contrast to what is required of HHS and the DEA, Congress is not statutorily required to consider research and data in its decision to schedule a drug under the CSA. In the past, Congress has exercised its scheduling authority by passing legislation to add drugs to the list of controlled substances, and Congress has cited public safety interests as the reason for taking legislative action. In 2000, for example, Congress passed legislation that provided for emergency scheduling of gamma hydroxybutyric acid (GHB), a synthetic stimulant also known as \"liquid ecstasy.\" In doing so, Congress cited GHB as \"an imminent hazard to public safety that requires immediate regulatory action.\" ", "Congress may debate whether to exercise its authority and pass legislation to permanently schedule certain synthetic drugs under the CSA. One related consideration is whether there is an imminent threat such that immediate scheduling through legislation may be more effective than the DEA and HHS carrying out the scheduling process laid out under the CSA. In doing so, policymakers may also consider how to best evaluate whether a particular substance is an imminent hazard or threat and whether Congress has reliable and valid standards for evaluating the potential threats posed by each substance of concern.", "In addition to considering legislative actions surrounding synthetic substances, Congress may choose to exercise its oversight role in this area. Policymakers may evaluate whether the DEA and HHS are effectively and efficiently evaluating each identified synthetic drug of concern and subsequently taking appropriate action."], "subsections": []}, {"section_title": "Future Medical Research", "paragraphs": ["Another issue for consideration is future medical research involving synthetic drugs. There is shared concern among researchers that adding certain synthetic substances to Schedule I could hinder medical research. The CSA does not prohibit research with Schedule I controlled substances, but it requires that researchers go through a registration process that involves approval from their associated institutions, an external review board, the U.S. Food and Drug Administration (under HHS), and the DEA. Congress may consider whether or not placing certain synthetic drugs on Schedule I will hinder future research on these substances."], "subsections": []}, {"section_title": "Controlled vs. Analogue Substances", "paragraphs": ["As mentioned, the Controlled Substances Analogue Enforcement Act of 1986 treats controlled substance analogues as Schedule I controlled substances under the CSA; however, this only applies to analogues that are intended for human consumption. One barrier to prosecuting individuals for violations relating to synthetic substances such as \"bath salts\" that are marketed as \"not intended for human consumption\" is proving that despite this labeling, these substances are indeed intended for consumption. ", "In addition, the Analogue Enforcement Act requires that a substance must be chemically similar to a controlled substance in order to be considered an analogue. The DEA has noted that the chemical structure of a substance can be manipulated such that it is not chemically similar to a controlled substance but still produces effects that are pharmacologically similar to a Schedule I or Schedule II controlled substance. These manipulations can continuously occur to stay ahead of researchers and law enforcement.", "The DEA has also pointed out several prosecutorial challenges for using the Analogue Enforcement Act to prevent drug use and abuse. These challenges include the following:", "Each case requires additional investigation to determine whether the substance in question was \"intended for human consumption\" and can therefore be considered an analogue. A forensic chemist can testify to laboratory analysis that would identify a controlled substance in a case; however, to establish that a substance is an analogue, additional testimony from experts in other disciplines is needed. In cases involving potential analogue substances, experts must establish that the substance has a substantially similar chemical structure (and pharmacological effect) to a Schedule I controlled substance. The threshold for \"substantially similar\" is subjective and may differ from expert to expert. Establishing a substance as an analogue in one case does not carry over to other cases. Each case involving the potential analogue substance must separately establish that the substance is indeed an analogue.", "While some may argue that the Analogue Enforcement Act is insufficient or too cumbersome to investigate and prosecute cases involving the wide range of potential analogues, others may disagree. On the one hand, scheduling each analogue substance under the CSA could allow more efficient prosecution of cases involving that particular substance. On the other hand, as the DEA and others have noted, the chemical structure of substances can be continuously manipulated, thus constantly creating new analogue substances that are not scheduled under the CSA. Policymakers may deliberate whether the pace of scientific research, drug scheduling by the Attorney General in consultation with the Secretary of HHS, and legislative scheduling by Congress is sufficient in response to the current synthetic drug problem. Congress may also consider whether the rapid creation of new analogues could outpace such scheduling, leaving the Analogue Enforcement Act as a more efficient method of prosecution.", "Over the last several years, the DEA has led major enforcement efforts against the synthetic drug industry. In June 2013, the DEA announced enforcement actions in 35 states \"targeting the upper echelon of dangerous designer synthetic drug trafficking organizations\" as part of the cooperative operation, \"Project Synergy.\" According to the DEA, these enforcement actions involved retailers, wholesalers, and manufacturers, and exposed \"the massive flow of drug-related proceeds back to countries in the Middle East and elsewhere.\" In May 2014, as part of \"Project Synergy Phase II,\" the DEA arrested more than 150 individuals and seized \"hundreds of thousands of individually packaged, ready-to-sell synthetic drugs as well as hundreds of kilograms of raw synthetic products to make thousands more.\" The 15-month effort of Project Synergy III concluded in October 2015. This phase involved 151 arrests in 16 states, seized over $15 million in cash and assets and over 4,000 kilograms of synthetic drugs, and further revealed \"the flow of millions of dollars in U.S. synthetic drug proceeds to countries of concern in the Middle East.\" Of note, the DEA stated that a number of \"Project Synergy\" cases will be prosecuted under the Analogue Enforcement Act."], "subsections": []}, {"section_title": "Options for Congress", "paragraphs": ["In considering enforcement challenges identified by the DEA, Congress may consider a number of options in addressing the continuing sales of synthetic drugs. Congress may amend the CSA in several ways to better facilitate enforcement action against the illicit synthetic drug industry. The CSA could be amended so that additional factors may be considered in determining whether a controlled substance analogue was intended for human consumption or remove the human consumption consideration altogether. Congress may also alter the definition of a controlled substance or a controlled substance analogue to try to capture more of these rapidly evolving synthetic compounds.", "Alternatively, Congress may consider legislative options outside of the CSA. For example, Congress may choose to enhance criminal penalties for false advertisement by manufacturers and distributors of these synthetic drugs that are often sold with false labels. Congress may also question whether U.S. policies on importation of substances sufficiently protect against dangerous analogue substances."], "subsections": []}]}]}}