{"id": "R42114", "title": "Federal Laws Relating to Cybersecurity: Overview of Major Issues, Current Laws, and Proposed Legislation", "released_date": "2014-12-12T00:00:00", "summary": ["For more than a decade, various experts have expressed increasing concerns about cybersecurity, in light of the growing frequency, impact, and sophistication of attacks on information systems in the United States and abroad. Consensus has also been building that the current legislative framework for cybersecurity might need to be revised.", "The complex federal role in cybersecurity involves both securing federal systems and assisting in protecting nonfederal systems. Under current law, all federal agencies have cybersecurity responsibilities relating to their own systems, and many have sector-specific responsibilities for critical infrastructure (CI).", "More than 50 statutes address various aspects of cybersecurity either directly or indirectly, but there is no overarching framework legislation in place. Revisions to many of those laws have been proposed over the past several years. Recent legislative proposals, including many bills introduced in recent Congresses, have focused largely on issues in several broad areas, including the following:", "\"Protection of Privately Held Critical Infrastructure (CI)\" \"Sharing of Cybersecurity Information Among Private and Government Entities,\" \"Department of Homeland Security Authorities for Protection of Federal Systems,\" \"Reform of the Federal Information Security Management Act (FISMA),\" \"Cybersecurity Workforce,\" and \"Research and Development.\"", "\"Other Topics\"—including cybercrime law, data breach notification, and defense-related cybersecurity—have also been addressed in legislative proposals.", "At least some of the bills addressing those areas have proposed explicit changes to current laws. However, no bills making such revisions were enacted until the end of the 113th Congress.", "In the 112th and 113th Congresses, several bills that specifically focused on cybersecurity received committee or floor action. Comprehensive legislative proposals in the 112th Congress included the Cybersecurity Act of 2012 (S. 3414), recommendations from a House Republican task force, and a proposal by the Obama Administration. S. 3414 was debated in the Senate but failed two cloture votes. In the absence of enactment of cybersecurity legislation in that Congress, the White House issued Executive Order 13636, with provisions on protection of CI, including information sharing and standards development.", "In the 113th Congress, several narrower House bills addressed some of the issues raised and recommendations made by the House task force. Four had passed the House in the 112th Congress but were not considered by the Senate. They were reintroduced and passed the House again, with some amendments:", "The Cyber Intelligence Sharing and Protection Act (H.R. 624) focuses on information sharing and coordination. The Cybersecurity Enhancement Act of 2013 (H.R. 756) and the Advancing America's Networking and Information Technology Research and Development Act of 2013 (H.R. 967) address federal cybersecurity R&D and technical standards. The Federal Information Security Amendments Act of 2013 (H.R. 1163) addresses FISMA reform.", "Also passing the House were three bills that address the role of the Department of Homeland Security (DHS) in cybersecurity: The CIRDA Act of 2013 (H.R. 2952), the Homeland Security Cybersecurity Boots-on-the-Ground Act (H.R. 3107), and the National Cybersecurity and Critical Infrastructure Protection Act of 2013 (H.R. 3696). They include provisions on workforce, R&D, information sharing, and public/private sector collaboration in protecting CI.", "Three Senate cybersecurity bills passed in the 113th Congress:", "The DHS Cybersecurity Workforce Recruitment and Retention Act of 2014 (S. 2354), bill addressing workforce issues, passed the Senate as an amendment to S. 1691. The National Cybersecurity Protection Act of 2014 (S. 2519) provides authorization for a DHS information-sharing center. The Federal Information Security Modernization Act of 2014 (S. 2521), addresses FISMA reform.", "Four of the bills, as amended, were enacted at the end of the 113th Congress: H.R. 2952, S. 1691, S. 2519, and S. 2521. The bills address FISMA reform and DHS workforce issues and information-sharing activities."], "reports": {"section_title": "", "paragraphs": ["For more than a decade, various experts have expressed concerns about information-system security—often referred to more generally as cybersecurity —in the United States and abroad. The frequency, impact, and sophistication of attacks on information systems and networks have added urgency to the concerns. Consensus has also grown that the current legislative framework for cybersecurity might need to be revised to address needs for improved cybersecurity, especially given the continuing evolution of the technology and threat environments. ", "This report, with contributions from several CRS staff (see Acknowledgments ), discusses that framework and proposals, starting with the 111 th Congress, to amend more than 30 acts of Congress that are part of or relevant to it. It includes a discussion of legislative issues and activity in the 113 th Congress (see \" Selected Issues Addressed in Proposed Legislation \"). For a CRS compilation of reports and other resources on cybersecurity, see CRS Report R42507, Cybersecurity: Authoritative Reports and Resources, by Topic , by [author name scrubbed]. For additional selected CRS reports relevant to cybersecurity, see CRS Issues Before Congress: Cybersecurity ."], "subsections": [{"section_title": "Current Legislative Framework", "paragraphs": ["The federal role in addressing cybersecurity is complex. It involves both securing federal systems and fulfilling the appropriate federal role in protecting nonfederal systems. There is no overarching framework legislation in place, but many enacted statutes address various aspects of cybersecurity. Some notable provisions are in the following acts:", "The Counterfeit Access Device and Computer Fraud and Abuse Act of 1984 prohibits various attacks on federal computer systems and on those used by banks and in interstate and foreign commerce. The Electronic Communications Privacy Act of 1986 (ECPA) prohibits unauthorized electronic eavesdropping. The Computer Security Act of 1987 gave the National Institute of Standards and Technology (NIST) responsibility for developing security standards for federal computer systems, except the national security systems that are used for defense and intelligence missions, and gave responsibility to the Secretary of Commerce for promulgating security standards. The Paperwork Reduction Act of 1995 gave the Office of Management and Budget (OMB) responsibility for developing cybersecurity policies. The Clinger-Cohen Act of 1996 made agency heads responsible for ensuring the adequacy of agency information-security policies and procedures, established the chief information officer (CIO) position in agencies, and gave the Secretary of Commerce authority to make promulgated security standards mandatory. The Homeland Security Act of 2002 (HSA) gave the Department of Homeland Security (DHS) some cybersecurity responsibilities in addition to those implied by its general responsibilities for homeland security and critical infrastructure (CI). The Cyber Security Research and Development Act, also enacted in 2002, established research responsibilities in cybersecurity for the National Science Foundation (NSF) and NIST. The E-Government Act of 2002 serves as the primary legislative vehicle to guide federal IT management and initiatives to make information and services available online, and includes various cybersecurity requirements. The Federal Information Security Management Act of 2002 (FISMA) clarified and strengthened NIST and agency cybersecurity responsibilities, established a central federal incident center, and made OMB, rather than the Secretary of Commerce, responsible for promulgating federal cybersecurity standards.", "More than 40 other laws identified by CRS also have provisions relating to cybersecurity (see Table 2 ). Revisions to many of those laws have been proposed. Many cybersecurity bills and resolutions have been introduced in the last three Congresses, more than 40 each in the 113 th and 112 th Congresses, and more than 60 in the 111 th . Several bills propose revisions to current laws, and several have received significant debate, with four bills specifically focusing on cybersecurity being enacted at the end of the 113 th Congress."], "subsections": []}, {"section_title": "Executive Branch Actions", "paragraphs": [" Figure 1 provides a simplified depiction of notable federal agency responsibilities relating to cybersecurity. Those responsibilities are complex, and this brief description is necessarily imperfect. Under current law, all federal agencies have cybersecurity responsibilities relating to their own systems, and many have sector-specific responsibilities for CI, such as the Department of Transportation for the transportation sector. In general, in addition to the roles of White House entities, DHS is the primary civil-sector cybersecurity agency. NIST, in the Department of Commerce, develops cybersecurity standards and guidelines that are promulgated by OMB, and the Department of Justice is largely responsible for the enforcement of laws relating to cybersecurity. The National Science Foundation (NSF), NIST, and DHS all perform research and development (R&D) related to cybersecurity. The National Security Agency (NSA) is the primary cybersecurity agency in the national security sector, although other agencies also play significant roles. NSA is also a member of the Intelligence Community (IC). The U.S. Cyber Command, part of the U.S. Strategic Command in the Department of Defense (DOD), has primary responsibility for military cyberspace operations.", "Some notable executive actions under existing law are described below. The George W. Bush Administration established the Comprehensive National Cybersecurity Initiative (CNCI) in 2008 through National Security Presidential Directive 54 / Homeland Security Presidential Directive 23 (NSPD-54/HSPD-23). Those documents are classified, but the Obama Administration released a description of them in March 2010. Goals of the 12 subinitiatives in that description include consolidating external access points to federal systems; deploying intrusion detection and prevention systems across those systems; improving research coordination and prioritization and developing \"next-generation\" technology, information sharing, and cybersecurity education and awareness; mitigating risks from the global supply chain for information technology; and clarifying the federal role in protecting CI.", "The Obama Administration has also launched several initiatives. In December 2009, the Administration appointed the first White House Cybersecurity Coordinator, popularly called the \"cyber czar,\" to orchestrate federal cybersecurity activities. However, the coordinator position has no direct control over agency budgets, and some observers argue that operational entities such as the National Security Agency (NSA) have far greater influence and authority.", "In April 2010, OMB used its authority under FISMA to implement a requirement for automated, continuous monitoring of federal information systems by agencies. In July 2010, OMB delegated operational responsibilities under FISMA to DHS, and in December 2011, it established an interagency program called FedRAMP for cloud-computing cybersecurity. The Administration has also implemented other initiatives and priorities.", "In April 2011, the White House sent a comprehensive, seven-part legislative proposal ( White House Proposal ) to Congress. Reports of a possible executive order circulated in September 2012. Although some opposition was expressed to such an action, President Obama issued Executive Order 13636, Improving Critical Infrastructure Cybersecurity , in February 2013. It expanded an existing program for information sharing and collaboration between the government and the private sector; established a process for identifying CI with especially high priority for protection; required NIST to lead a public/private effort to develop a framework of cybersecurity standards and best practices for protecting CI; and required regulatory agencies to determine the adequacy of existing requirements and the authority of the agencies to establish new requirements to address cybersecurity risks to CI. A companion presidential policy directive (PPD-21) revised other aspects of policy relating to CI security with the aim of improving integration and efficiency, among other goals. For more information, see CRS Report R42984, The 2013 Cybersecurity Executive Order: Overview and Considerations for Congress , by [author name scrubbed] et al."], "subsections": []}, {"section_title": "Proposed Legislation", "paragraphs": ["In general, legislative proposals on cybersecurity in recent Congresses have focused largely on issues in 10 broad areas:", "protection of CI (especially the electricity grid and the chemical industry), information sharing and cross-sector coordination, responsibilities and authority of federal agencies, reform of FISMA, research and development (R&D), the cybersecurity workforce, data breaches resulting in theft or exposure of personal data such as financial information, cybercrime offenses and penalties, national cybersecurity strategy, and international efforts.", "For most of those topics, at least some of the bills addressing them have proposed changes to current laws.", "Despite the lack of enactment of cybersecurity legislation in previous congresses, there appeared to be considerable support in principle for significant legislation to address many of the issues identified above. The House, Senate, and White House have taken somewhat different approaches to such legislation."], "subsections": [{"section_title": "Selected Legislative Proposals in the 112th and 113th Congresses", "paragraphs": ["In recent Congresses, many bills have been introduced that would address cybersecurity issues in one or more of the areas listed above. Several bills passed the House in both the 112 th and 113 th Congresses. None passed the Senate until the end of the 113 th Congress. The two chambers have taken somewhat different approaches, with the House focusing on bills with a narrower focus and the Senate on more comprehensive legislation, especially in the 112 th Congress. The four bills that eventually passed both chambers in the 113 th Congress were relatively narrow, focusing on the protection of federal civilian information systems and on DHS workforce and information-sharing activities."], "subsections": [{"section_title": "House", "paragraphs": ["In the House of Representatives, in October 2011, a 12-Member House Republican Cybersecurity Task Force, which had been formed by Speaker Boehner in June, released a series of recommendations ( Task Force Report ) to be used by House committees in developing cybersecurity legislation. Subsequently, several House bills have been considered that would address several of the issues raised and recommendations made by the Task Force Report."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["Four cybersecurity bills passed the House the week of April 23, 2012:", "Cybersecurity Enhancement Act of 2011 ( H.R. 2096 ), which addressed federal cybersecurity R&D and the development of technical standards; Cyber Intelligence Sharing and Protection Act ( H.R. 3523 ), which focused on information sharing and coordination, including sharing of classified information; Advancing America's Networking and Information Technology Research and Development Act of 2012 ( H.R. 3834 ), which addressed R&D in networking and information technology, including but not limited to security; and Federal Information Security Amendments Act of 2012 ( H.R. 4257 ), which addressed FISMA reform.", "A fifth 2012 bill was ordered reported out of full committee on April 18 but received no floor consideration in the 112 th Congress:", "Promoting and Enhancing Cybersecurity and Information Sharing Effectiveness Act of 2011 or PRECISE Act of 2011 ( H.R. 3674 ), which addressed the role of the Department of Homeland Security in cybersecurity, including protection of federal systems, personnel, R&D, information sharing, and public/private sector collaboration in protecting CI.", "Other introduced bills that did not receive committee or floor action would have addressed a range of cybersecurity issues, including CI protection, information sharing, education, workforce, R&D, data breaches, and cybercrime."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["The four bills that had passed the House in the 112 th Congress were all reintroduced and passed, with some amendments, in April 2013:", "Cybersecurity Enhancement Act of 2013 ( H.R. 756 ); Cyber Intelligence Sharing and Protection Act ( H.R. 624 ); Advancing America's Networking and Information Technology Research and Development Act of 2013 ( H.R. 967 ); and Federal Information Security Amendments Act of 2013 ( H.R. 1163 ).", "Four additional cybersecurity bills also passed the House, in July 2014:", "Critical Infrastructure Research and Development Advancement (CIRDA) Act of 2013 ( H.R. 2952 ), which would require DHS to develop a strategic plan for R&D needed to protect CI and to designate a technology clearinghouse for sharing protective technology; Homeland Security Cybersecurity Boots-on-the-Ground Act ( H.R. 3107 ), which would require DHS to establish cybersecurity occupation classifications, assess the cybersecurity workforce, and develop a strategy to address gaps; Safe and Secure Federal Websites Act of 2014 ( H.R. 3635 ), which would require federal websites that collect personally identifiable information to be certified by the agency as secure before deployment, and would set requirements in the event of a data breach; and National Cybersecurity and Critical Infrastructure Protection Act of 2013 ( H.R. 3696 ), which would provide additional cybersecurity authorities to DHS, including protection of federal systems, personnel, public/private collaboration in protecting CI, and information sharing, including establishment of an information sharing and coordination center in DHS.", "Other introduced bills would address a range of cybersecurity issues, including protection of CI and federal systems, information sharing, education, workforce, R&D, data breaches, cyberespionage, and cybercrime."], "subsections": []}]}, {"section_title": "Senate", "paragraphs": ["In the 111 th Congress, the Senate began working on a comprehensive cybersecurity bill synthesizing approaches proposed by the Homeland Security and Governmental Affairs Committee ( S. 3480 ), the Commerce, Science, and Transportation Committee ( S. 773 ), and others."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["S. 2105 , the Cybersecurity Act of 2012, was introduced in February 2012. It included features of bills from the 111 th Congress and others from the 112 th Congress (mainly S. 413 and S. 2102 ). A revised version, S. 3414 , also known as CSA2012, was introduced in July of that year. An alternative Senate bill, S. 3342 , the SECURE IT Act, was a revision of S. 2151 , which was originally introduced in March. Several other Senate bills would have addressed specific aspects of cybersecurity, such as data breaches of personal information and cybercrime.", "S. 3342 was debated in the Senate in July 2012. A cloture motion failed on August 2, 2012, and again on November 14. None of the other bills were considered on the floor."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["Several cybersecurity bills were reported out of committee in 2014:", "Cybersecurity Act of 2013 ( S. 1353 ), which would address federal cybersecurity R&D, cybersecurity workforce and education, and public/private partnerships to protect CI; DHS Cybersecurity Workforce Recruitment and Retention Act of 2014 ( S. 2354 ), which would provide DHS with additional cybersecurity workforce authority and require an assessment of workforce needs; National Cybersecurity and Communications Integration Center Act of 2014 ( S. 2519 ), which would establish an information sharing and coordination center in DHS; Federal Information Security Modernization Act of 2014 ( S. 2521 ), which would address FISMA reform; and Cybersecurity Information Sharing Act of 2014 ( S. 2588 ), which would address information sharing and coordination, including sharing of classified information.", "S. 2354 was added as an amendment to S. 1691 , the Border Patrol Agent Pay Reform Act of 2014, which passed the Senate in September 2014. S. 2519 and S. 2521 also passed the Senate in December.", "Other introduced bills would address a range of cybersecurity issues, including protection of CI and federal systems, information sharing, education and awareness, workforce, data breaches, cyberespionage, and cybercrime."], "subsections": []}]}, {"section_title": "Bills Enacted in the 113th Congress", "paragraphs": ["Four of the cybersecurity bills debated in the 113 th Congress were enacted, as amended, in December 2014:", "the CIRDA Act ( H.R. 2952 ), with an amendment in the nature of a substitute inserting language requiring an assessment of the DHS cybersecurity workforce related to assessments proposed in H.R. 3107 , H.R. 3696 , and S. 2354 ; S. 1691 , which also requires an assessment of DHS workforce needs and, further, provides DHS with additional cybersecurity workforce authority; S. 2519 , which would establish an information sharing and coordination center in DHS as also proposed in H.R. 3696 ; and S. 2521 , which would address FISMA reform and includes some provisions similar to those in H.R. 1163 . "], "subsections": []}]}, {"section_title": "Selected Issues Addressed in Proposed Legislation", "paragraphs": ["Legislative proposals in recent Congresses have taken a range of approaches to address issues in cybersecurity. The discussion below compares various approaches from proposals in the 112 th and 113 th Congresses that would address the following issues: \" Selected Issues Addressed in Proposed Legislation ,\" \" Sharing of Cybersecurity Information \" Department of Homeland Security Authorities for Protection of Federal Systems ,\" \" Reform ,\" \" Cybersecurity Workforce ,\" and \" Research and Development ,\" as well as some \" Other Topics \"—cybercrime law, data breach notification, and defense-related cybersecurity. Table 1 lists bills that have received committee or floor action in the 113 th Congress. For discussion of legal issues associated with protection of federal systems, CI, and information sharing, see CRS Report R42409, Cybersecurity: Selected Legal Issues , by [author name scrubbed] et al."], "subsections": [{"section_title": "Protection of Privately Held Critical Infrastructure (CI)", "paragraphs": ["The Obama Administration has identified 16 sectors of critical infrastructure (CI), much of which is owned by the private sector. The federal role in protection of privately held CI has been one of the most contentious issues in the debate about cybersecurity legislation. There appears to be broad agreement that additional actions are needed to address the cybersecurity risks to CI, but there is considerable disagreement about how much, if any, additional federal regulation is required. Several legislative proposals have addressed protection of privately held CI."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["Both S. 2105 and the White House Proposal would have required the Secretary of Homeland Security to", "designate as covered CI those private-sector CI entities for which a successful cyberattack could have debilitating or catastrophic impacts of national significance, with S. 2105 further requiring the Secretary of Homeland Security to perform a sector-by-sector risk assessment and use it in prioritizing designations, determine what cybersecurity requirements or frameworks are necessary to protect them, determine whether additional regulations are necessary to ensure that the requirements are met, develop such regulations in consultation with government and private-sector entities, and enforce the regulations.", "The regulations proposed by S. 2105 would have required CI owners and operators, unless exempted, to certify compliance annually, based on self- or third-party assessments, and would have provided civil penalties for noncompliance. The Secretary would also have been authorized to perform assessments where risks justify such actions.", "S. 3414 , a revision of S. 2105 , would instead have established a federal interagency council to perform the risk assessments through a member agency, identify critical cyber infrastructure, identify and adopt recommended practices, establish incentive-based programs to encourage voluntary adoption of those practices by owners and operators, and provide information and technical assistance to them. The council would have been required to coordinate its activities with relevant private-sector entities. The bill would have permitted federal regulatory agencies to require use of adopted practices by CI entities they regulate, provided that such actions are authorized by existing federal law. S. 3414 would also have established a voluntary program to certify CI entities as complying with the adopted practices. It would have required the use of third-party assessments and authorized the council to perform assessments where risks justify such action.", "The White House Proposal would have required owners and operators of covered entities, unless exempted, to submit and attest to compliance plans, and certify compliance annually. Independent evaluations would have been performed on a schedule determined by the Secretary. Civil penalties, shutdown orders, and requirements for use of particular measures would have been prohibited as enforcement methods.", "The Task Force Report recommended that Congress consider targeted and limited additional regulation of highly regulated industries where required to improve cybersecurity, and that existing regulations be streamlined. For most CI, however, the report recommended that Congress adopt a menu of voluntary incentives. It also recommended limitations on liability for entities that comply. S. 2105 , S. 3414 , and the White House Proposal would also have limited liability for entities in compliance.", "The subcommittee version of H.R. 3674 would have amended the HSA to require the Secretary of Homeland Security to perform continuous risk assessments of CI, for inclusion annually in the National Infrastructure Protection Plan. It would also have required relevant federal regulatory agencies to review cybersecurity regulations for covered CI (as determined by the Secretary) and fill any gaps using a collection of recognized consensus standards, where applicable, and to work with NIST to develop such standards where necessary. It would have prohibited additional regulatory authority beyond the collected standards.", "The full-committee version of H.R. 3674 would have amended the HSA in a substantially different way from the subcommittee version. It would have permitted the Secretary to engage in risk assessments and other protective activities with respect to privately held CI only upon request by owners and operators. It would have required the Secretary to develop a cybersecurity strategy for CI systems, and it stipulated that the bill would not have provided additional authority to DHS over federal or nonfederal entities.", "S. 2151 and S. 3342 did not contain specific provisions for protection of CI similar to those in the proposals discussed above. However, the bills would have provided criminal penalties for damage to CI computers, and, like the proposals discussed above, they contained information-sharing provisions that could be useful in CI protection."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["Bills in the 113 th Congress have been more limited in scope than those in the 112 th. H.R. 3696 and S. 1353 would establish a process led by NIST similar to that created in Executive Order 13636. H.R. 3696 and S. 2519 would provide statutory authority and stipulate responsibilities for the National Cybersecurity and Communications Integration Center (NCCIC), which was established by DHS in 2009 under existing statutory authority to provide and facilitate information sharing and incident response among public and private-sector CI entities. S. 2519 was enacted in December 2014. H.R. 3696 would also give DHS responsibility for coordinating across CI sectors on cybersecurity activities, providing incident response to assist CI entities, and promoting the development of cybersecurity technologies."], "subsections": []}]}, {"section_title": "Sharing of Cybersecurity Information Among Private and Government Entities", "paragraphs": ["Barriers to the sharing of information on threats, attacks, vulnerabilities, and other aspects of cybersecurity—both within and across sectors—have long been considered by many to be a significant hindrance to effective protection of information systems, especially those associated with CI. Examples have included legal barriers, concerns about liability and misuse, protection of trade secrets and other proprietary business information, and institutional and cultural factors—for example, the traditional approach to security tends to emphasize secrecy and confidentiality, which would necessarily impede sharing of information.", "Proposals to reduce or remove such barriers, including provisions in legislative proposals in the last two Congresses, have raised concerns, some of which are related to the purpose of barriers that currently impede sharing. Examples include risks to individual privacy and even free speech and other rights, use of information for purposes other than cybersecurity, such as unrelated government regulatory actions, commercial exploitation of personal information, or anticompetitive collusion among businesses that would currently violate federal law (see \" Antitrust Laws and Section 5 of the Federal Trade Commission Act \")."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["Several proposals had provisions for improving information sharing and addressing privacy and other concerns:", "Create entities for information sharing. S. 2105 and S. 3414 would have required the Secretary of Homeland Security to establish a process for designating federal and nonfederal information exchanges, including a lead federal exchange responsible for facilitating information sharing among federal and nonfederal entities. S. 3414 further specified that federal exchanges be in civilian agencies. The Task Force Report recommended establishment of a nongovernmental clearinghouse for sharing cybersecurity information among private-sector and government entities. The subcommittee version of H.R. 3674 would have created such an organization, the National Information Sharing Organization (NISO). However, those provisions were omitted from the committee version, which would instead have provided statutory authorization for and specified governance and responsibilities of the DHS National Cybersecurity and Communications Integration Center (NCCIC), which was established administratively in 2009. S. 2151 and S. 3342 would not have authorized any new entities but listed a set of existing centers to which their information-sharing provisions would have applied. The DHS center that the White House Proposal would have established would have had information sharing as one of its responsibilities. Establish provisions for sharing classified information. The Task Force Report , H.R. 3523 , S. 2102 , S. 2105 , S. 2151 , S. 3342 , and S. 3414 would have established procedures to permit sharing of classified cybersecurity information with private-sector entities that meet specific criteria. Establish authority for information sharing by and with private-sector entities. H.R. 3523 would have permitted cybersecurity providers or self-protected entities to share threat information with other designated entities, notwithstanding any other provision of law. Federal agencies receiving such information would have been required to share it with the NCCIC, with some restrictions. Federal entities could use the information for cybersecurity and law-enforcement purposes, and for protection of individuals. S. 2102 , S. 2105 , and S. 3414 would have expressly permitted disclosure of lawfully obtained threat indicators among private-sector entities and with the exchanges the bills would have established, notwithstanding any other provision of law. Federal entities could use and share such information for cybersecurity and law-enforcement purposes only. S. 2151 and S. 3342 would have permitted nonfederal entities to share threat information with cybersecurity centers or with other nonfederal entities for the purpose of addressing threats. S. 2151 would have required providers of communications, remote computing, and cybersecurity services under federal contracts to share with cybersecurity centers, through the contracting agency, any threat information related to the contract. S. 3342 would instead have required a coordinated process through which providers would inform federal entities of significant incidents with impacts on their missions, with the entity reporting the information to a cybersecurity center. S. 2151 would have permitted centers to disclose threat information for specified purposes to federal entities, service providers, and nonfederal government entities, whereas S. 3342 would not have permitted centers to disclose such information to service providers. The White House Proposal would have permitted nonfederal entities to disclose information to a designated cybersecurity center for purposes of protection from cybersecurity threats and would have permitted federal agencies to disclose such information to relevant private entities. Limit disclosure of shared information. The Task Force Report , H.R. 3523 , the subcommittee version of H.R. 3674 , H.R. 624 , S. 2102 , S. 2105 , S. 2151 , S. 3342 , S. 3414 , and the White House Proposal would all have exempted cybersecurity information from release under provisions of current law (see \" Freedom of Information Act (FOIA) \"). All would also have restricted disclosure in other ways, such as expressly requiring that it be for specified cybersecurity purposes, although specific requirements varied. Limit government use of information to specified purposes. The Task Force Report , H.R. 3523 , H.R. 3674 , S. 2151 , and S. 3342 would have expressly restricted or prohibited regulatory use of shared information. S. 2102 , S. 2105 , S. 3414 , and the White House Proposal would have limited use of acquired information to cybersecurity or law-enforcement purposes. In addition to those uses, S. 2151 and S. 3342 would have permitted use for national security, and H.R. 3523 and S. 3414 would have added protection from physical harm and, for minors, from sexual exploitation and threats to physical safety. Limit liability for information sharing. The Task Force Report , H.R. 3523 , S. 2102 , S. 2105 , S. 2151 , S. 3342 , S. 3414 , and the White House Proposal would have protected nonfederal entities from liability for information shared or other specified actions taken in accordance with the provisions in the legislative proposal. H.R. 3523 would also have provided for limited liability for federal violations of restrictions in the bill on disclosure, use, and protection of shared information, and S. 3414 for violations of title provisions or related regulations. The subcommittee version of H.R. 3674 would have permitted actual and punitive civil damages against persons who disclose or use for purposes other than cybersecurity the information that is disclosed to private entities. Provide privacy and civil liberties protections. All of the proposals called for privacy protections. The Task Force Report recommended that in providing safe harbors for entities involved in information sharing, \"the protection of personal privacy should be at the forefront\" (p. 7). It also recommended that the proposed nongovernmental clearinghouse have a privacy board. H.R. 3523 would have permitted the federal government to require the Secretary of Homeland Security, jointly with the Attorney General, the Director of National Intelligence (DNI), and the Secretary of Defense, to create, and agency heads to implement, policies and procedures to minimize impacts of sharing on privacy and civil liberties, and to limit disclosure of information \"associated with specific persons.\" It would have required the DHS Inspector General to submit an annual report to Congress on implementation, including metrics on impacts of sharing on privacy and civil liberties. It would also have required an annual privacy report by the DHS Officer for Civil Rights and Civil Liberties. In addition, the bill would have prohibited federal use of identifying information from specified sets of library, sales, tax, education, or medical records. The subcommittee version of H.R. 3674 would have required that two members of the NISO board of directors be representatives from the privacy and civil liberties community (the committee version), that the NISO charter and procedures include privacy and civil liberties protections, and that anonymization procedures, such as removal of personally identifiable information, be used for shared information. The committee version would have created a similar board for the NCCIC and would have required ongoing review by the DHS privacy officer of departmental policies and activities. S. 2105 and S. 3414 would have required the director of the DHS center to appoint a privacy officer, create guidelines for protection of privacy and civil liberties, and ensure that center activities comply with federal requirements. Those bills and S. 2012 would also have required the Secretary of Homeland Security to develop policies and procedures to minimize the impacts of information sharing involving the exchanges that would be established by the bill. They would have required three relevant reports: (1) an annual joint report to Congress by the DHS and Department of Justice privacy officers assessing impacts; (2) a report from the Privacy and Civil Liberties Oversight Board assessing impacts and recommending statutory changes; and (3) a joint report by the Secretary of Homeland Security, the Director of National Intelligence, the Attorney General, and the Secretary of Defense that would have included disclosure of significant noncompliance by nonfederal entities with the requirements of the information-sharing title of the bill, especially with respect to privacy and civil liberties, with recommendations for any statutory changes ( S. 2102 and S. 2105 ) or that identified changes in the information technology environment that challenged the adequacy of the law ( S. 3414 ). S. 2151 would have required the heads of agencies with cybersecurity centers to jointly develop procedures for sharing information. Those would have considered the need for protection of privacy and civil liberties through anonymization and other means. S. 3342 would in addition have permitted efforts to limit impacts from sharing on privacy and civil liberties. Both bills would also have required biennial joint implementation reports from the agency heads, including review of how shared information may impact privacy and civil liberties, the adequacy of steps to reduce such impact, and any recommended changes to authorities. The White House Proposal would have required that \"reasonable efforts\" be taken \"to remove information that can be used to identify specific persons unrelated to the cybersecurity threat.\" It would have added a new Section 248 to the HSA on privacy and civil liberties relating to cybersecurity. It would have required the Secretary of Homeland Security, in consultation with privacy and civil liberties experts, to develop and periodically review policies and procedures on information access, disclosure, and use. The policies and procedures would have been required to minimize impacts on privacy and civil liberties, safeguard identities, protect confidentiality as much as possible, and provide limits on access, use, and disclosure of information. Agency heads would have been required to develop policies for handling information associated with specific persons, to establish programs to monitor and oversee compliance with DHS and agency policies, and to develop and enforce sanctions for violations by agency personnel. The above policies and procedures would have been subject to review and approval by the Attorney General. Like S. 2105 , the White House Proposal would have required an annual joint report to Congress by the DHS and Department of Justice privacy officers assessing impacts, and a report from the Privacy and Civil Liberties Oversight Board assessing impacts and recommending statutory changes."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["Two bills specifically focus on information sharing in the 113 th Congress, H.R. 624 and S. 2588 :", "Establish provisions for sharing classified information. H.R. 624 and S. 2588 would establish procedures to permit sharing of classified cybersecurity information with private-sector entities that meet specific criteria. Establish authority for information sharing by and with private-sector entities. H.R. 624 and S. 2588 would permit cybersecurity providers or self-protected entities to use designated systems to collect threat information and to share it with other designated entities. S. 2588 would also explicitly permit the use and sharing of countermeasures. H.R. 624 would require federal agencies receiving information from cybersecurity providers or self-protected entities to share it with designated entities at DHS for threat information and the Department of Justice (DOJ) for cybercrime information. Those entities could share the information with other federal entities for cybersecurity and related law-enforcement purposes, and for protection of individuals. S. 2588 would give DOJ responsibility for establishing policies for provision of cybersecurity information to the federal government, and specifies the process for receipt and sharing of information to be established by DHS in accordance with those policies. Limit disclosure of shared information. H.R. 624 and S. 2588 would provide exemptions from the \" Freedom of Information Act (FOIA) \" for cybersecurity information. The bills would also restrict disclosure in other ways, such as expressly requiring that disclosure be for specified cybersecurity purposes. Limit government use of information to specified purposes. H.R. 624 and S. 2588 would expressly restrict or prohibit regulatory use of shared information. They would limit use of acquired information to cybersecurity or law enforcement purposes, including protection of individuals from physical harm and, for minors, from sexual exploitation and threats to physical safety. Limit liability for information sharing. H.R. 624 and S. 2588 would protect nonfederal entities from liability for information shared or other specified actions taken in accordance with the provisions in the bills, as well as for nonparticipation. H.R. 624 would also provide for limited federal liability for violations of restrictions in the bill on disclosure, use, and protection of shared information. Privacy and Civil Liberties. H.R. 624 would require the Secretary of Homeland Security, jointly with the Attorney General, the DNI, and the Secretary of Defense, to create, and agency heads to implement, policies and procedures to minimize impacts of sharing on privacy and civil liberties. In addition, the bill would prohibit federal use of identifying information from specified sets of library, sales, tax, education, or medical records. S. 2588 would require the Attorney General to create guidelines for protection of privacy and civil liberties in handling threat information obtained under the provisions of the bill, and that such information provided to the federal government be treated according to those guidelines. H.R. 624 would require the DHS Inspector General to submit an annual report to Congress on implementation, including impacts of sharing on privacy and civil liberties. S. 2588 would require such reports biennially from each federal agency. H.R. 624 would require an annual privacy report by the DHS Officer for Civil Rights and Civil Liberties. S. 2588 would require a biennial report by the Privacy and Civil Liberties Oversight Board assessing impacts of activities under the bill on privacy and civil liberties and effectiveness of policies and procedures for protecting them, and including any recommendations for statutory changes.", "H.R. 624 has similar provisions to those in H.R. 3523 in the 112 th Congress, with some notable exceptions: It has more specific provisions relating to coordination of federal cybersecurity activities and to privacy and civil liberties, and it distinguishes between DHS's role in sharing cyberthreat information and DOJ's role in sharing cybercrime information. The provisions in S. 2588 differ substantially from those in S. 2102 , S. 2105 , and S. 3414 in the 112 th Congress. For example, S. 2588 does not focus on the explicit establishment of cybersecurity exchanges. Its provisions authorizing monitoring and countermeasures are not as restrictive as those in the previous bills, whereas its provisions on protection and use of cybersecurity information are arguably more precise."], "subsections": []}]}, {"section_title": "Department of Homeland Security Authorities for Protection of Federal Systems", "paragraphs": ["DHS currently has very limited statutory responsibility for the protection of federal information systems. The degree to which its role should be modified has been a matter of some debate. Some legislative proposals would address DHS authorities for federal civil systems by enhancing DHS authorities, although to varying degrees and in varying ways."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["The October 2011 House Task Force Report proposed that Congress \"formalize\" DHS's current coordinating role in cybersecurity. H.R. 3674 would have added provisions on DHS cybersecurity activities to Title II of HSA; S. 2105 , S. 3414 , and the White House Proposal would have added a new subtitle to HSA. All four proposals would have provided specific authorities and responsibilities to DHS for risk assessments, protective capabilities, and operational cybersecurity activities.", "S. 2105 and S. 3414 had similar provisions that would have created a new, consolidated DHS cybersecurity and communications center with a Senate-confirmed director who would be responsible for managing federal cybersecurity efforts; for developing and implementing information-security policies, principles, and guidelines; and other functions, including risk assessments and other activities to protect federal systems. The White House Proposal would have provided such enhanced authority to the DHS Secretary rather than a new center. However, the White House Proposal would have required the Secretary to establish a center with responsibilities for protecting federal information systems, facilitating information sharing, and coordinating incident response. H.R. 3674 would have established a DHS center with responsibility for information sharing and technical assistance, and would have authorized DHS to conduct specific activities to protect federal systems, including risk assessments and access to agency information-system traffic.", "S. 2151 would not have amended the HSA but would have provided the Secretary of Homeland Security with new responsibilities under FISMA. S. 3342 omitted some of those responsibilities and modified others."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["Both H.R. 3696 and S. 2519 would add provisions on DHS cybersecurity authorities to Title II of HSA. Both would provide statutory authority and stipulate responsibilities for the National Cybersecurity and Communications Integration Center (NCCIC), which had been established by DHS in 2009 under existing statutory authority. S. 2519 was enacted in December 2014. H.R. 3696 would also give DHS responsibility for managing federal efforts to protect civilian federal information systems. S. 2521 , which was also enacted in December, provides DHS operational authority to enforce FISMA requirements."], "subsections": []}]}, {"section_title": "Reform of the Federal Information Security Management Act (FISMA)", "paragraphs": ["The \" Federal Information Security Management Act of 2002 (FISMA) \" was enacted in 2002. It revised the framework that had been enacted in several previous laws (see Table 2 ). FISMA as originally enacted has been criticized for focus on procedure and reporting rather than operational security, a lack of widely accepted cybersecurity metrics, variations in agency interpretation of the mandates in the act, excessive focus on individual information systems as opposed to the agency's overall information architecture, and insufficient means to enforce compliance both within and across agencies."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["Seven legislative proposals in the 112 th Congress (the Task Force Report , H.R. 4257 , S. 2105 , S. 2151 , S. 3342 , S. 3414 , and the White House Proposal ) would have revised FISMA, while retaining much of the current framework:", "All would have continued requirements for agency-wide information security programs, annual independent review of security programs, and reports on program effectiveness and deficiencies. All included requirements for continuous monitoring of agency systems, including automated monitoring. All would have retained the responsibility of NIST for development of cybersecurity standards, including compulsory standards. H.R. 4257 would have retained OMB's current responsibility for promulgating the standards, whereas S. 2105 , S. 2151 , S. 3342 , S. 3414 , and the White House Proposal would have transferred that responsibility to the Secretary of Commerce. H.R. 4257 would also have retained OMB's current responsibility for overseeing federal information-security policy and evaluating agency information-security programs. S. 2105 , S. 3414 , and the White House Proposal would have transferred authorities and functions for information security policy from OMB to DHS. OMB has already delegated some authorities to DHS administratively, and the Task Force Report expressed support for that approach. S. 2151 and S. 3342 , in contrast, would have transferred that responsibility to the Secretary of Commerce. However, none of the proposals would have given the Secretaries of Commerce or Homeland Security authority to approve or disapprove agency information security plans. Only H.R. 4257 would have expressly retained OMB's current power to use its financial authority to enforce accountability. S. 2105 , S. 3414 , and the White House Proposal would have provided new protective authorities to the Secretary of Homeland Security, including intrusion detection, use of countermeasures, access to communications and other system traffic at agencies, as well as the power to direct agencies to take protective actions and, in the case of an imminent threat, to act without prior consultation to protect agency systems. S. 2151 would have provided DHS with a much more limited role, requiring it to conduct ongoing security analyses using information provided by the agencies. S. 3342 would have given that responsibility instead to OMB. Only H.R. 4257 would have retained the current FISMA provision giving OMB responsibility for ensuring operation of a federal incident center. However, S. 2105 , S. 3414 , and the White House Proposal each contained other provisions that would have established centers within DHS that would have provided for incident reporting, information sharing, and other cybersecurity activities. S. 2151 and S. 3342 , in contrast, contained provisions to facilitate reporting to a number of centers."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["The provisions in H.R. 1163 are largely identical to those in H.R. 4257 in the 112 th Congress. H.R. 3635 would require agency certification of the security of websites that collect personally identifiable information (PII). It would also add a section to FISMA requiring OMB to establish procedures for agencies to follow in the event of a data breach involving PII, including notification of affected individuals and other actions as appropriate.", "S. 2521 as reported would revise FISMA to provide statutory authority to DHS for overseeing operational cybersecurity of agency systems, consistent with the delegation of such authority announced by OMB in 2010, but narrower than the authorities proposed in some bills in the 112 th Congress. As with the earlier bills, major agency responsibilities would not be changed. However, unlike some earlier bills, S. 2521 would not specifically require continuous monitoring of information systems, but it would require agencies to implement operational directives from DHS, which could include such a requirement. It would also transfer responsibility for the federal incident center to DHS, and, like H.R. 3635 , would require OMB to establish procedures for notification and other responses to breaches of PII. The enacted version of S. 2521 contains some compromise language, including on use of continuous monitoring and clarifying the roles of OMB, DHS, and individual agencies. "], "subsections": []}]}, {"section_title": "Cybersecurity Workforce", "paragraphs": ["Concerns have been raised for several years about the size, skills, and preparation of the federal and private-sector cybersecurity workforces."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["Several proposals would have addressed concerns about the cybersecurity workforce in various ways:", "Provide additional federal hiring and compensation authorities ( Task Force Report , H.R. 3674 , S. 2105 , S. 3414 , White House Proposal ). Assess workforce needs ( H.R. 2096 , S. 2105 , S. 3414 , S. 2151 , S. 3342 ). Establish or enhance educational programs for development of next-generation cybersecurity professionals ( Task Force Report , H.R. 2096 , H.R. 3894 , S. 2105 , S. 3414 , S. 2151 , S. 3342 ). Use public/private-sector personnel exchanges ( Task Force Report , White House Proposal ).", "The workforce-related provisions in S. 2105 and S. 3414 were largely identical. The latter omitted some education provisions involving the Secretary of Education but added an initiative on state and local education and training."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["Similar provisions appear in several of the bills in the 113 th Congress discussed above:", "Provide additional DHS hiring and compensation authorities ( H.R. 3107 , H.R. 3696 , S. 1691 , S. 2354 ). Assess workforce needs (DHS: H.R. 2952 as amended, H.R. 3107 , H.R. 3696 , S. 1691 , S. 2354 ; federal government: H.R. 756 ). Establish federal occupation categories for the cybersecurity workforce ( H.R. 3107 , H.R. 3696 ). Address educational needs for development of next-generation cybersecurity professionals, including provision of statutory authority for the NSF/DHS Scholarship-for-Service program ( H.R. 756 , S. 1353 ) and cybersecurity competitions ( S. 1353 ), and a study of existing education and certification programs ( S. 1353 ).", "S. 2354 was included as an amendment to S. 1691 and was enacted in December 2014. An amendment in the nature of a substitute to H.R. 2952 requiring a DHS workforce assessment was also enacted in December."], "subsections": []}]}, {"section_title": "Research and Development", "paragraphs": ["The need for improvements in fundamental knowledge of cybersecurity and new solutions and approaches has been recognized for well over a decade and was a factor in the passage of the Cybersecurity Research and Development Act in 2002 ( P.L. 107-305 , H.Rept. 107-355 ). That law focuses on cybersecurity R&D by NSF and NIST. The Homeland Security Act of 2002, in contrast, does not specifically mention cybersecurity R&D. However, DHS and several other agencies make significant investments in it. About 60% of reported funding by agencies in cybersecurity and information assurance is defense-related (invested by the Defense Advanced Research Projects Agency [DARPA], NSA, and other defense agencies), with NSF accounting for about 15%, and NIST, DHS, and DOE about 5%-10% each."], "subsections": [{"section_title": "112th Congress", "paragraphs": ["Several legislative proposals would have addressed cybersecurity R&D. Some would have established requirements for R&D on specific topics such as detection of threats and intrusions, identity management, test beds, and supply-chain security. Agencies for which the proposals included provisions specifying research topics or providing funding authorization were", "DHS ( H.R. 3674 , S. 2105 , S. 3414 ), NIST ( H.R. 2096 , S. 2151 , S. 3342 ), NSF ( H.R. 2096 , S. 2105 , S. 2151 , S. 3342 , S. 3414 ), and Multiagency ( H.R. 3834 , S. 2105 , S. 2151 , S. 3342 , S. 3414 ).", "The Task Force Report , H.R. 2096 , H.R. 3834 , S. 2105 , S. 2151 , S. 3342 , and S. 3414 addressed planning and coordination of research among federal agencies through the White House National Science and Technology Council (NSTC) and other entities. The White House Proposal did not include any specific R&D provisions but included cybersecurity R&D among a set of proposed requirements for the Secretary of Homeland Security."], "subsections": []}, {"section_title": "113th Congress", "paragraphs": ["In the House, most provisions in H.R. 756 and H.R. 967 are identical or similar to those in the corresponding bills ( H.R. 2096 and H.R. 3834 ) from the 112 th Congress. H.R. 2952 , on DHS R&D, does not lay out specific areas of research, but instead would require DHS to develop a biennial strategic plan for R&D and a proposal for public-private consortiums for technology development, both focusing on protection of CI.", "In the Senate, S. 1353 would require a multiagency strategic plan for cybersecurity R&D and specify areas of research for NSF (similar to S. 2105 and S. 3342 in the 112 th Congress)."], "subsections": []}]}, {"section_title": "Other Topics", "paragraphs": ["Cybercrime Law. In the 112 th Congress, S. 2151 , S. 3342 , the White House Proposal, and the Task Force Report would each have revised current criminal statutes relating to cybersecurity. In the 113 th Congress, none of the bills discussed above have such provisions, although some other introduced bills do, such as H.R. 1468 and S. 1897 . Data Breach Notification. In the 112 th Congress, the White House Proposal and the Task Force Report would have set federal requirements for data breach notification—public notification in cases where a security breach in a private-sector entity poses significant risks of exposure of sensitive personal information. In the 113 th Congress, H.R. 3635 would set requirements in the event of a data breach of a federal information system. Several other introduced bills address data breaches more broadly, and a hearing on S. 1927 was held in February 2014 by the Subcommittee on National Security and International Trade and Finance of the Senate Committee on Banking, Housing, and Urban Affairs. For more information on this issue, including discussion of bills that would address it, see CRS Report R42474, Selected Federal Data Security Breach Legislation , by [author name scrubbed], and CRS Report R42475, Data Security Breach Notification Laws , by [author name scrubbed]. Defense-Related Cybersecurity. Recent bills and laws authorizing defense and intelligence activities (including some in Table 1 ) have some provisions relating to cybersecurity. Three contain provisions requiring contractors to share information about cyberattacks with the contracting agency. In the 112 th Congress, H.R. 4310 as enacted ( P.L. 112-239 ) requires specified defense contractors to notify DOD if their networks or information systems are penetrated by a cyberattack. In the 113 th Congress, S. 1681 ( P.L. 113-126 ) has a similar requirement for certain Intelligence Community contractors. S. 2410 would require sharing such information if the attack were by a \"known or suspected advanced persistent threat actor.\" FISMA does not currently have any similar requirements. P.L. 112-239 , P.L. 113-66 , H.R. 3979 , H.R. 4435 , and S. 2410 also have among them provisions on technological and workforce aspects of cybersecurity at DOD as well as activities of the U.S. Cyber Command and the National Guard.", "Some proposals addressed additional topics not discussed in this overview. For example, in the 113 th Congress, H.R. 756 would require NIST to develop a strategy for federal use of cloud computing. H.R. 1232 , as reported in the Senate in September 2014, would require that implementation of data center consolidation and cloud computing be consistent with specified cybersecurity standards. The White House Proposal would have restricted the power of state and local governments to require business entities to locate data centers within the state or locality. To the extent that such topics would have been addressed by amending current statutes, they are discussed below under the relevant laws."], "subsections": []}]}]}, {"section_title": "Discussion of Proposed Revisions of Current Statutes", "paragraphs": ["To identify laws that might be considered candidates for revision, CRS conducted a broad search, consulting with various experts and examining various sources, including legislative proposals in recent Congresses. That search yielded more than 50 potentially relevant statutes (see Table 2 ), of which proposed revisions were identified for most. For each of the laws discussed below, the report contains an entry that includes", "the popular name of the statute; the public law number, along with Statutes-at-Large and relevant U.S. Code citations; a brief description of the relevance of the statute for cybersecurity; and discussion of potential revisions or updates that have been suggested.", "Entries are in chronological order. The statutes discussed include only those for which CRS identified specific proposals to revise them from various observers and in public sources. It does not include proposals for new provisions of federal law that were not identified explicitly as revisions of current named statutes.", "One example is the recommendations for statutory language on data-breach notification in the White House Proposal and the Task Force Report . Neither those two documents, nor the bills on the issue that were introduced in the 112 th Congress, specify named statutes to be revised. One of those bills, S. 1151 , would have revised 18 U.S.C. Chapter 47 (Fraud and False Statements) by adding a new section at the end, but that provision does not modify any named statute specified either in the bill or in the U.S. Code. It is therefore not included in the discussion below. However, the bill would also have revised 18 U.S.C. §1030, which was added by the \" Counterfeit Access Device and Computer Fraud and Abuse Act of 1984 ,\" so that provision is discussed.", "Another example is bills with provisions clearly related to a named statute, but that would not explicitly modify that statute. One example from the 111 th Congress is H.R. 5590 , which had cybersecurity provisions that might be interpreted as modifications to the HSA but were not cited as such. Such provisions are not discussed in this report because their effects on specific statutes could not be determined with certainty.", "The approach taken in this report of focusing on statutes by their popular names is useful in many cases, but it has some significant limitations, particularly with respect to the U.S. Code. Some laws, such as the USA Patriot Act of 2001 (see Table 2 ), may be classified across many titles and sections, which may make analysis more challenging. Fortunately, that did not prove to be a significant concern for this report.", "However, lack of correspondence between named laws and proposed modification of provisions in the U.S. Code, described above, may in some cases result in significant gaps in coverage of relevant provisions of law relating to cybersecurity by an approach such as the one taken here. Therefore, the analysis presented here should not be regarded as complete."], "subsections": [{"section_title": "Posse Comitatus Act of 1879", "paragraphs": ["Ch. 263, 20 Stat. 152. 18 U.S.C. §1385."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Restricts the use of military forces in civilian law enforcement within the United States, unless it is within a federal government facility. Courts have ruled that violations of the act occur when civilian law enforcement makes \"direct active use\" of military investigators, when use of the military pervades the activities of the civilian officials, or when the military is used so as to subject citizens to military power that is regulatory, prescriptive, or compulsory in nature."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Some observers claim that the act prevents the military from cooperating on cybersecurity with civil agencies that may lack the resident expertise and capabilities of the military and DOD. In addition, it may sometimes be difficult to distinguish a criminal cyberattack from one involving national defense, especially if the attack is on a component of CI. Some have therefore proposed that the act be amended to clarify when U.S. military can operate domestically regarding cyber threats to such infrastructure, most of which is privately owned. Others maintain that no revision is needed because the President has the authority under current law to direct the military to support civil authorities in the event of a domestic disaster. A memorandum of agreement signed between DHS and DOD and the creation of the United States Cyber Command's Cyber National Mission Force to protect CI may increase the likelihood that the military would play a significant role in responding to a major cyberattack on U.S. information networks. However, some argue that the defense of U.S. information systems should be solely the purview of civilian agencies such as DHS and the FBI, because involvement of the military creates unacceptable privacy and civil liberties concerns."], "subsections": []}]}, {"section_title": "Antitrust Laws and Section 5 of the Federal Trade Commission Act", "paragraphs": [], "subsections": [{"section_title": "Sherman Antitrust Act", "paragraphs": ["Ch. 647, 26 Stat. 209. 15 U.S.C. §§1-7."], "subsections": []}, {"section_title": "Wilson Tariff Act", "paragraphs": ["Ch. 349, §73, 28 Stat. 570. 15 U.S.C. §§8-11."], "subsections": []}, {"section_title": "Clayton Act", "paragraphs": ["P.L. 63-212, 38 Stat. 730. 15 U.S.C. §§12-27."], "subsections": []}, {"section_title": "Section 5 of the Federal Trade Commission Act (FTC Act)", "paragraphs": ["Ch. 311, §5, 38 Stat. 719. 15 U.S.C. §45(a).", "When referred to in statute, the term \"antitrust laws\" generally means the three laws listed in 15 U.S.C. §12(a), which are the first three statutes listed above. Also frequently included in the list of antitrust laws is Section 5 of the FTC Act, which prohibits unfair and deceptive trade practices. Section 5 is included because courts have found that unfair competition includes, at the least, activity that would violate the Sherman or Clayton Acts."], "subsections": []}, {"section_title": "Major Relevant Provisions", "paragraphs": ["The antitrust laws as well as Section 5 of the FTC Act are a collection of statutes that forbid combinations or agreements that unreasonably restrain trade. Whenever competitors in a given market share information, antitrust concerns may be raised due to the risk of collusion among competitors."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Information-sharing agreements between private corporations may be subject to antitrust scrutiny, because the sharing of information among competitors could create opportunities for collaboration with the goal of restraining trade. However, information-sharing agreements to combat cybersecurity may be in compliance with antitrust principles so long as their goals are to combat cyber threats rather than restrain competition.", "Some observers may argue that in order to develop effective and efficient information-sharing agreements to combat cybersecurity threats, an explicit exemption from the antitrust laws for those agreements is necessary. Congress has previously proposed such an exemption. For example, H.R. 2435 (107 th Congress) would have granted an express exemption from the antitrust laws and from Section 5 of the FTC Act to persons making and implementing agreements entered into solely for the purpose of \"facilitating the correction or avoidance of a cyber security-related problem or communication of or disclosing information to help correct or avoid the effects of a cyber security-related problem.\" Such an exemption, if enacted by Congress, would allow market participants to engage in information sharing for the purposes of combating cybersecurity threats without concern for implicating the antitrust laws.", "The Task Force Report stated that an antitrust exemption might be required. H.R. 624 in the 113 th Congress does not specifically mention antitrust laws, but it would permit sharing of cybersecurity information among private-sector entities \"notwithstanding any other provision of law.\" S. 2588 would expressly exempt from antitrust laws the exchange among private entities of information relating to cybersecurity threats.", "Others may argue that the antitrust laws are flexible in nature, particularly as they relate to information-sharing agreements, and the laws are flexibly applied by the agencies of jurisdiction. This flexible nature may obviate the need for express exemptions from the application of the laws, while keeping the antitrust agencies involved in and aware of the information-sharing agreements companies are making. The agencies have expressed a view that if competitors are collaborating for reasons that do not restrain trade or hamper competition, and safeguards are in place to prevent such restraint, the antitrust laws should not hinder such collaboration. The Department of Justice (DOJ) currently allows companies wishing to create information-sharing arrangements for permissible and procompetitive purposes to submit their plans for collaboration to the agency. The agency then reviews the plans and, if the plans are approved, issues what is known as a business review letter. The business review letter will generally state that DOJ does not intend to enforce the antitrust laws against the proposed collaboration. DOJ has issued business review letters to companies who have developed plans to share information to combat cybersecurity threats. DOJ and the Federal Trade Commission (FTC) have issued a joint guidance stating that \"properly designed sharing of cyber threat information should not raise antitrust concerns.\""], "subsections": []}]}, {"section_title": "National Institute of Standards and Technology Act", "paragraphs": ["Ch. 872, 31 Stat. 1449. 15 U.S.C. §271 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["The original act gave the agency responsibilities relating to technical standards. Later amendments added more generally relevant provisions and, more specifically,", "Identified relevant research topics, among them computer and telecommunication systems, including information security and control systems. Established a computer standards program at the National Institute of Standards and Technology (NIST)."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Despite NIST's current authority to conduct research on computers and information security, some concerns have been raised about whether those activities should be enhanced in light of the evolving threat environment for cybersecurity. In the 111 th Congress, H.R. 4061 , which was passed by the House, would have required NIST to conduct intramural research on identity management and the security of information systems, networks, and industrial control systems. Similar bills passed the House in the 112 th ( H.R. 2096 ) and 113 th ( H.R. 756 ) Congresses. See also \" Research and Development .\"", "H.R. 3696 and S. 1353 (113 th Congress) would establish in statute a process led by NIST similar to that created in Executive Order 13636 for development of consensus standards and practices for addressing CI cybersecurity. See also \" Executive Branch Actions \" and \" Selected Issues Addressed in Proposed Legislation .\""], "subsections": []}]}, {"section_title": "Federal Power Act", "paragraphs": ["Ch. 285, 41 Stat. 1063. 16 U.S.C. §791a et seq., §824 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Established the Federal Energy Regulatory Commission (FERC) and gave it regulatory authority over interstate sale and transmission of electric power."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Concerns about the vulnerability of the electric grid to cyberattack have increased substantially over the last several years. Although the Energy Policy Act of 2005 ( P.L. 109-58 ) gave FERC responsibility for developing reliability standards for power systems, limitations to that authority and to the usefulness of the standards-development process to respond effectively to rapidly emerging cybersecurity threats have raised concerns about the need for enhancing FERC's authority to address those threats, especially in light of the development of smart-grid technology. Several bills were introduced in the 111 th Congress ( H.R. 2165 , H.R. 2195 , H.R. 5026 , S. 946 , S. 1462 ) in response. H.R. 5026 , which was passed by the House, would have expanded FERC's jurisdiction over electric infrastructure and authorized FERC to order actions by relevant entities in response to threats to cybersecurity. In the 112 th Congress, S. 1342 would also have provided expanded cybersecurity authorities to FERC, and H.R. 668 would have given FERC emergency authorities in response to events causing large-scale disruptions of the electric grid. In the 113 th Congress, H.R. 4298 and S. 2158 are similar to H.R. 5026 from the 111 th Congress."], "subsections": []}]}, {"section_title": "Communications Act of 1934", "paragraphs": ["Ch. 652, 48 Stat. 1064. 47 U.S.C. §151 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Established the Federal Communications Commission (FCC) and gave it regulatory authority over both domestic and international commercial wired and wireless communications. Provides the President with authority in a national emergency to control \"any or all stations or devices capable of emitting electromagnetic radiations,\" and in case of war or threat of war, to close \"any facility or station for wire communication\" (Section 706 of the act, 47 U.S.C. §606)."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Some observers have proposed that the act should be revised to give the FCC more of a role in cybersecurity, especially given the growing merging of information and communications technology (ICT) and their increasing importance in the U.S. economy. In fact, a number of other countries have more unified governance of ICT than the United States.", "Some controversy exists about whether the Section 706 authorities described above permit the President to shut down Internet communications during a war or national emergency, a power that has sometimes been referred to as the \"Internet kill switch.\" However, there has been considerable debate about whether in fact such additional authority is needed, or, if it is not, whether additional legislation is needed to clarify and delimit it.", "That debate became acute during Senate consideration of S. 773 and S. 3480 in the 111 th Congress. Those bills would have authorized emergency measures by the President if the operation of CI were threatened by cyberattack. A similar provision was proposed in S. 413 in the 112 th Congress. That bill also contained a provision that would expressly deny the federal government of any authority to \"shut down the Internet.\" This issue was not a prominent topic of debate in the 113 th Congress."], "subsections": []}]}, {"section_title": "National Security Act of 1947", "paragraphs": ["Ch. 343, 61 Stat. 495 50 U.S.C. 401 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Provided the basis for the modern organization of U.S. defense and national security by reorganizing military and intelligence functions in the federal government. Created the National Security Council, the Central Intelligence Agency, and the position of Secretary of Defense. Established procedures for access to classified information."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["A broad consensus exists that a significant barrier to improving cybersecurity is limitations on sharing of information, including classified information, about cyber-threats and attacks. In the 113 th Congress, H.R. 624 (like H.R. 3523 in the 112 th ) would address that concern by amending the act to facilitate sharing of intelligence information relating to cybersecurity, including classified information, between federal intelligence entities and private-sector providers of cybersecurity services, and to facilitate the identification and sharing of threat information by providers. The bill also includes provisions for protection from liability for entities sharing information and exemption from disclosure of that information under the \" Freedom of Information Act (FOIA) .\" S. 2588 would also permit sharing of classified cybersecurity information, but it does not specifically propose a revision of the act.", "See also \" Sharing of Cybersecurity Information Among Private and Government Entities .\""], "subsections": []}]}, {"section_title": "U.S. Information and Educational Exchange Act of 1948 (Smith-Mundt Act)", "paragraphs": ["Ch. 36, 62 Stat. 6. 22 U.S.C. §1431 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Restricts the State Department from disseminating public diplomacy information domestically and limits its authority to communicate with the American public in general (22 U.S.C. §1461-1a). The domestic dissemination provision originally applied to the now defunct U.S. Information Agency (USIA), which was abolished and its functions transferred to the Secretary of State by P.L. 105-277 (22 U.S.C. §6532)."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Critics maintain that the law is a Cold War relic intended only to restrict the USIA, which no longer exists, from propagandizing Americans with public diplomacy and information materials that were intended for a foreign audience. Those critics argue that the restrictions were created before the advent of the Internet, and the provisions create an obsolete barrier that serves only to prevent the State Department from communicating effectively. Some have also argued that the law has been interpreted to prohibit the military from conducting information operations in cyberspace, as some of those activities could be considered propaganda that could reach U.S. citizens, since the United States does not restrict Internet access according to territorial boundaries.", "Yearly appropriations bills for both the State Department and Department of Defense include restrictions on use of funds for \"propaganda\" activities, although the word \"propaganda\" is not defined. H.R. 5729 (111 th Congress) and H.R. 5736 (112 th Congress) would have removed the so-called \"firewall\" between domestic and foreign audiences by explicitly authorizing the State Department to disseminate information through the Internet and information media, stating that the act shall not be construed to prohibit the State Department from engaging in any form of communication or using any information medium because a U.S. domestic audience might be exposed to program material. H.R. 5736 would have also included the Broadcasting Board of Governors. However, the bills' provisions did not cover other federal departments or agencies, most notably DOD."], "subsections": []}]}, {"section_title": "State Department Basic Authorities Act of 1956", "paragraphs": ["Ch. 841, 70 Stat. 890. 22 U.S.C. §2651a."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Specifies the organization of the Department of State, including the positions of coordinator for counterterrorism and for HIV/AIDS response."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["As the Internet becomes increasingly international, concerns have been raised about the development and coordination of international efforts in cybersecurity by the United States. In the 111 th Congress, S. 3193 would have addressed those concerns by establishing a coordinator for cyberspace and cybersecurity issues within the Department of State. S. 1426 in the 112 th Congress contained a similar provision."], "subsections": []}]}, {"section_title": "Freedom of Information Act (FOIA)", "paragraphs": ["P.L. 89-487, 80 Stat. 250. 5 U.S.C. §552."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Enables any person to access—without explanation or justification—existing, identifiable, unpublished executive-branch agency records, unless the material falls within any of FOIA's nine categories of exemption from disclosure."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Sharing of cybersecurity information between the federal government and nonfederal entities is widely considered to be an essential need, especially with respect to the protection of CI. However, attempts to encourage the private sector to share sensitive CI information with the federal government have, at times, been met with concerns that such records could be subject to public release under FOIA, resulting in potential economic or other harm to the source.", "Among the nine exemptions that permit agencies to withhold applicable records are three that may particularly apply to cybersecurity information:", "Exemption 1: information properly classified for national defense or foreign policy purposes as secret under criteria established by an executive order. Exemption 3: data specifically exempted from disclosure by a statute other than FOIA if that statute meets criteria laid out in FOIA. Exemption 4: trade secrets and commercial or financial information obtained from a person that is privileged or confidential.", "An example of Exemption 3 is Section 214 of the HSA (see p. 50 ), which exempts information about the security of CI and protected systems that is voluntarily submitted to an agency covered under the act, provided that the entity that supplies the information expressly requests the exemption concurrently.", "Despite these existing protections, some private-sector entities may still have concerns about public release of sensitive records—that existing laws may not be specific enough to protect particular types of records, or they may be too narrow to protect all records of concern. The White House Proposal would have addressed such concerns by applying Exemption 3 to any lawfully obtained information provided to DHS for cybersecurity purposes. The Task Force Report also suggested that a FOIA exemption may be needed, and several bills in the 112 th Congress, including H.R. 3523 , S. 2105 , S. 2151 , S. 3342 , and S. 3414 , would have provided such a FOIA exemption, although none of those proposals would have directly modified the statute. In the 113 th Congress, H.R. 624 and S. 2588 have similar provisions. Adding such broad exemptions to FOIA, however, could prompt concerns about decreases in federal transparency.", "See also \" Sharing of Cybersecurity Information "], "subsections": []}]}, {"section_title": "Omnibus Crime Control and Safe Streets Act of 1968", "paragraphs": ["P.L. 90-351, 82 Stat. 197. 42 USC Chapter 46, §§3701 to 3797ee-1."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Title I established federal grant programs and other forms of assistance to state and local law enforcement. Title III is a comprehensive wiretapping and electronic eavesdropping statute that not only outlawed both activities in general terms but that also permitted federal and state law enforcement officers to use them under strict limitations."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["The incidence of cybercrime has increased dramatically over the last decade. State and local law enforcement agencies play an important role in combating cybercrime, but concerns have been raised about their abilities to invest sufficient resources in enforcement activities. In the 111 th Congress, H.R. 1292 would have added a program for law enforcement grants to state and local criminal justice agencies and relevant nonprofit organizations to combat \"white collar crime,\" including cybercrime."], "subsections": []}]}, {"section_title": "Racketeer Influenced and Corrupt Organizations Act (RICO)", "paragraphs": ["P.L. 91-452, 84 Stat. 941. 18 U.S.C. Chapter 96, §§1961-1968."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Enlarges the civil and criminal consequences of a list of state and federal crimes when committed in a way characteristic of the conduct of organized crime (racketeering)."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["The Task Force Report recommended that Congress change RICO \"to include computer fraud within the definition of racketeering.\" The White House Proposal would have made felony violation of 18 U.S.C. §1030 (see \" Counterfeit Access Device and Computer Fraud and Abuse Act of 1984 \") a racketeering predicate offense."], "subsections": []}]}, {"section_title": "Federal Advisory Committee Act (FACA)", "paragraphs": ["P.L. 93-579 , 86 Stat 770. 5 U.S.C. App., §§1-16."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Specifies the circumstances under which a federal advisory committee can be established, and its responsibilities and limitations. Requires that meetings of such committees be open to the public and that records be available for public inspection."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["The act has been criticized as potentially impeding the full development of public/private partnerships in cybersecurity, particularly with respect to impeding private-sector communications and input on policy. While Section 871 of the HSA provides the Secretary of Homeland Security with the power to establish advisory committees that are exempt from the requirements of the act, it is possible that additional exemption authority would be helpful. Any such potential benefits might, however, need to be weighed against the impact of such authority on the public's ability to participate in and access the records of affected advisory committees. The subcommittee version of H.R. 3674 in the 112 th Congress would have exempted the organization created by the bill from requirements of the act."], "subsections": []}]}, {"section_title": "Privacy Act of 1974", "paragraphs": ["P.L. 93-579 , 88 Stat. 1896. 5 U.S.C. §552a."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Limits the disclosure of personally identifiable information (PII) held by federal agencies. Requires agencies to provide access to persons with agency records containing information on them. Established a code of fair information practices for collection, management, and dissemination of records by agencies, including requirements for security and confidentiality of records."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Some observers argue that the act should be revised to clarify, in the context of cybersecurity, what is considered PII and how it can be used, such as by explicitly permitting the sharing among federal agencies—or with appropriate third parties such as owners and operators of CI—of certain information, such as a computer's Internet (IP) address, in examinations of threats, vulnerabilities, and attacks. The act contains some exemptions, such as for law enforcement activities (5 U.S.C. §552a(b)(7)) and duties of the Comptroller General (5 U.S.C. §552a(b)(10)), but none relating specifically to cybersecurity. However, other observers may argue that the provisions in the act are sufficient to permit necessary cybersecurity activities, and that revising the act to provide additional authorities relating to cybersecurity could compromise the protections provided by the act."], "subsections": []}]}, {"section_title": "Counterfeit Access Device and Computer Fraud and Abuse Act of 1984", "paragraphs": ["P.L. 98-473 , 98 Stat. 2190. 18 U.S.C. §1030."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["As amended,", "Provides criminal penalties, including asset forfeiture, for unauthorized access and wrongful use of computers and networks of the federal government or financial institutions, or in interstate or foreign commerce or communication; Specifies wrongful use as obtaining protected information, damaging or threatening to damage a computer, using the computer to commit fraud, trafficking in stolen computer passwords, and espionage; Criminalized electronic trespassing on and exceeding authorized access to federal government computers; and Created a statutory exemption for intelligence and law enforcement activities."], "subsections": []}, {"section_title": "Possible Update", "paragraphs": ["The White House Proposal would add penalties for damaging certain CI computers, increase penalties for most violations of the act, clarify certain offenses, and modify the act's conspiracy and forfeiture provisions. In the 112 th Congress, S. 2111 , S. 2151 , and S. 3342 had similar provisions. S. 890 , S. 2151 , S. 3342 , and the White House Proposal would have enlarged the scope of the password trafficking offense by removing the requirement that the computer affect interstate commerce or be used by the United States. S. 1151 would also have made several changes similar to but not as extensive as those in the Administration proposal.", "The Task Force Report recommended that the act be broadened to cover CI systems, and possibly all private-sector computers, with increased criminal penalties. It also recommended that provisions should be focused narrowly enough to avoid creating unintended liability for legitimate activities.", "In the 113 th Congress, S. 1984 would increase penalties under the act for large-scale credit-card theft. Some observers believe that the act wrongly permits prosecution for some acts, such as some kinds of Internet scanning that are aimed at reducing vulnerabilities to cyberattacks. H.R. 2454 and S. 1196 would narrow the applicability of some provisions of the act to reduce the risk of enforcement deemed by some to be overzealous."], "subsections": []}]}, {"section_title": "Electronic Communications Privacy Act of 1986 (ECPA)", "paragraphs": ["P.L. 99-508 , 100 Stat. 1848. 18 U.S.C. §§2510-2522, 18 U.S.C. §§2701-2712, 18 U.S.C. §§3121-3126."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Attempts to strike a balance between the fundamental privacy rights of citizens and the legitimate needs of law enforcement with respect to data shared or stored in various types of electronic and telecommunications services. Since the act was passed the Internet and associated technologies have expanded exponentially. The act consists of three parts: A revised Title III of the \" Omnibus Crime Control and Safe Streets Act of 1968 \" (also known as \"Title III\" or the \"Wiretap Act\") prohibits the interception of wire, oral, or electronic communications unless an exception to the general rule applies. Unless otherwise provided, prohibits wiretapping and electronic eavesdropping; possession of wiretapping or electronic eavesdropping equipment; use or disclosure of information obtained through illegal wiretapping or electronic eavesdropping; and disclosure of information secured through court-ordered wiretapping or electronic eavesdropping, in order to obstruct justice. The Stored Communications Act (SCA) prohibits unlawful access to stored communications. The Pen Register and Trap and Trace statute governing the installation and use of trap and trace devices and pen registers, proscribing unlawful use of a pen register or a trap and trace device. Establishes rules that law enforcement must follow before they can access data stored by service providers. Depending on the type of customer information involved and the type of service being provided, the authorization law enforcement must obtain in order to require disclosure by a third party will range from a simple subpoena to a search warrant based on probable cause."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["ECPA reform efforts focus on crafting a legal structure that is up-to-date, can be effectively applied to modern technology, and that protects users' reasonable expectations of privacy. ECPA is viewed by many stakeholders as unwieldy, complex, and difficult for judges to apply. Cloud computing poses particular challenges to the ECPA framework. For example, when law enforcement officials seek data or files stored in the cloud, such as web-based email applications or online word processing services, the privacy standard that is applied is often lower than the standard that applies when law enforcement officials seek the same data stored on an individual's personal or business hard drive.", "An ECPA reform advocacy coalition has advanced the following principles:", "A governmental entity may require an entity covered by ECPA (a provider of wire or electronic communication service or a provider of remote computing service) to disclose communications that are not readily accessible to the public, but only with a search warrant issued based on a showing of probable cause, regardless of the age of the communications, the means or status of their storage or the provider's access to or use of the communications in its normal business operations. A governmental entity may access, or may require a covered entity to provide, prospectively or retrospectively, location information regarding a mobile communications device, but only with a warrant issued based on a showing of probable cause. A governmental entity may access, or may require a covered entity to provide, prospectively or in real time, dialed number information, email to and from information or other data currently covered by the authority for pen registers and trap and trace devices, but only after judicial review and a court finding that the governmental entity has made a showing at least as strong as the showing under 2703(d). Where the Stored Communications Act authorizes a subpoena to acquire information, a governmental entity may use such subpoenas only for information related to a specified account(s) or individual(s). All nonparticularized requests must be subject to judicial approval.", "The Task Force Report recommended changes to laws governing the protection of electronic communications to facilitate sharing of appropriate cybersecurity information, including the development of an anonymous reporting mechanism. In the 113 th Congress, H.R. 983 , H.R. 1312 , S. 607 , and S. 639 would require warrants for government access to certain information, such as emails or geolocation information stored in the cloud."], "subsections": []}]}, {"section_title": "Department of Defense Appropriations Act, 1987", "paragraphs": ["P.L. 99-591 , 100 Stat. 3341-82, 3341-122. 10 U.S.C. §167."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Provides specific authority to the U.S. Special Operations Command (USSOCOM) for the conduct of direct action, strategic reconnaissance, unconventional warfare, foreign internal defense, civil affairs, and psychological operations; also counterterrorism, humanitarian assistance, theater search and rescue, and such other activities as may be specified by the President or the Secretary of Defense."], "subsections": []}, {"section_title": "Possible Update", "paragraphs": ["In addition to the authority provided under this act, Title 10 of the U.S. Code provides inherent and specific authority to DOD to undertake the following activities:", "Section 113 provides that, subject to the direction of the President, the Secretary of Defense has authority, direction, and control over DOD; Section 164 provides specific authority for combatant commanders for the performance of missions assigned by the President or by the Secretary with the approval of the President.", "Specific authorities for combatant commanders are provided in Title 10 to use force in self-defense and for mission accomplishment—including in the recently recognized information operations environment. In preparing for contingencies or military operations, DOD undertakes activities to lessen risks to U.S. interests, including discrete actions to prepare for and respond to a cyberwarfare-related incident.", "Some military activities are conducted clandestinely to conceal the nature of the operation and passively collect intelligence. Activities focused on influencing the governing of a foreign country are deemed covert actions and may not be conducted by members of the military absent a presidential finding and notification of the congressional intelligence committees.", "Some analysts suggest that in the cyber domain distinguishing between whether an action is or should be considered covert or clandestine is problematic, as an attacking adversary's intent and location are often difficult to discern. Should this act be updated, reassessing DOD's authorities in light of its unique intelligence capabilities may assist in responding to and conducting offensive cyberattacks."], "subsections": []}]}, {"section_title": "High Performance Computing Act of 1991", "paragraphs": ["P.L. 102-194 , 105 Stat. 1594. 15 U.S.C. Chapter 81."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Establishes a federal high-performance computing program and requires that it address security needs. Requires that the program provide for interagency coordination and that an annual report on implementation be submitted to Congress. Requires NIST to establish security and privacy standards in high-performance computing for federal systems."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["This act established the Networking and Information Technology Research and Development (NITRD) Program, which produces the required annual report. However, concerns have been raised that the program does not yield sufficient strategic planning and does not sufficiently stress cybersecurity research and development (R&D).", "In the 111 th Congress, H.R. 2020 , which passed the House, would have addressed that concern by requiring a five-year strategic plan with three-year reviewing cycle. It would also have added a research goal of increasing understanding \"of the scientific principles of cyber-physical systems\" and improving methods for designing, developing, and operating such systems with high reliability, safety, and security. H.R. 3834 (112 th Congress) and H.R. 967 (113 th ) are similar to H.R. 2020 but added provisions on cloud computing.", "S. 773 in the 111 th Congress would have required NIST to develop cybersecurity standards and metrics for computer networks and user interfaces, as would have S. 2105 and S. 3414 in the 112 th Congress. S. 2151 and S. 3342 (reintroduced as H.R. 1468 in the 113 th Congress) would have established cybersecurity, including security of supply chains, as one of the goals for research under the act and contained a requirement similar to that of two House bills for cyber-physical systems. The House bills, as well as S. 2151 and S. 3342 , also include a number of other amendments not directly related to cybersecurity."], "subsections": []}]}, {"section_title": "Communications Assistance for Law Enforcement Act of 1994 (CALEA)", "paragraphs": ["P.L. 103-414 , 108 Stat. 4279. 47 U.S.C. §1001 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Requires telecommunications carriers to assist law enforcement in performing electronic surveillance on their digital networks pursuant to court orders or other lawful authorization. Directs the telecommunications industry to design, develop, and deploy solutions that meet requirements for carriers to support authorized electronic surveillance, including unobtrusive isolation of communications and call-identifying information for a target and provision of that information to law enforcement, in a manner that does not compromise the privacy and security of other communications."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Some government and industry observers believe that CALEA should be revised to improve its effectiveness in addressing cybersecurity concerns. Among the concerns expressed are whether the act is the best mechanism for collecting information transmitted via the Internet, whether reassessment is needed of which private-sector entities the act covers and which government entities should be involved in enforcement and oversight, and what the role of industry should be in the development of the technologies and standards used to implement the provisions of the act. The Task Force Report recommended changes to laws governing the protection of electronic communications to facilitate sharing of appropriate cybersecurity information, including the development of an anonymous reporting mechanism."], "subsections": []}]}, {"section_title": "Communications Decency Act of 1996", "paragraphs": ["P.L. 104-104 (Title V), 110 Stat. 133. 47 U.S.C. §§223, 230."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Intended to regulate indecency and obscenity on telecommunications systems, including the Internet. Although much of the law is targeted at lewd or pornographic material, particularly when shown to children under the age of 18, the obscenity and harassment provisions could also be interpreted as applying to graphic, violent terrorist propaganda or incendiary language. Section 230(c)(1) asserts that \"no provider or user of an interactive computer service shall be treated as the publisher or speaker of any information.\" This has been interpreted to absolve Internet service providers and certain web-based services of responsibility for third-party content residing on those networks or websites."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Some argue that certain Internet content, such as terrorist chat rooms or propaganda websites, presents a national security or operational threat that is not represented within the Communications Decency Act. Further, should such material be deemed as \"indecent,\" the law does not give federal agencies the authority to require that the Internet service providers hosting the content to take it offline.", "These critics maintain that the law should be revised to compel ISPs and web administrators to dismantle sites containing information that could be used to incite harm against the United States. A possible revision could be similar to the \"take down and put back\" provision in the Digital Millennium Copyright Act, 112 Stat. 2860, P.L. 105-304 which amended title 17 of the U.S. Code to hold a service liable for publishing material that is defamatory or infringes upon a third party copyright.", "Others maintain that such a revision is counter to the spirit of free, open exchange of information that is characterized by the Internet and may be a First Amendment violation. Some have also expressed concerns that the intelligence value gained by preserving and monitoring the sites outweighs the potential threat risk."], "subsections": []}]}, {"section_title": "Clinger-Cohen Act (Information Technology Management Reform Act) of 1996", "paragraphs": ["P.L. 104-106 (Divisions D and E), 110 Stat. 642. 40 U.S.C. §11101 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Gave agency heads authority to acquire IT and required them to ensure the adequacy of agency information security policies. Established the position of agency Chief Information Officer (CIO), responsible for assisting agency heads in IT acquisition and management. Requires the Office of Management and Budget (OMB) to oversee major information technology (IT) acquisitions. Requires OMB to promulgate, in consultation with the Secretary of Homeland Security, compulsory federal computer standards based on those developed by the National Institute of Standards and Technology (NIST). Exempts national security systems from most provisions."], "subsections": []}, {"section_title": "Possible Update", "paragraphs": ["With the increasing globalization of the IT hardware and software industries, concerns have been growing among cybersecurity experts about potential vulnerabilities at various points along the supply chain for IT products. H.R. 1136 , introduced in the 112 th Congress, would have addressed such concerns with respect to federal acquisition of IT products and services by requiring vendors to meet security requirements to be developed by OMB, and also requiring vulnerability assessments by agencies.", "S. 413 (similar to S. 3480 in the 111 th Congress), S. 2105 , S. 2151 , S. 3342 , S. 3414 , and the White House Proposal would have returned the authority for promulgating standards for federal systems to the Secretary of Commerce. H.R. 1163 , in contrast, would not have amended that provision.", "Congress and the executive branch have debated the limits of the authority and jurisdiction of CIOs since their establishment. In the private sector, CIOs may often serve as the senior IT decision maker. In federal agencies, in contrast, CIOs do not have budgetary control or authority over IT resources. As part of a plan to reform federal IT management, the Obama Administration has indicated its intention to change the role of CIOs \"away from just policymaking and infrastructure maintenance, to encompass true portfolio management for all IT,\" including information security. The White House Proposal does not include any provisions related to that proposed change, but additional legislative authority may be required for such a change to be fully implemented.", "The Obama Administration also appointed a federal chief information officer and a federal chief technology officer (CTO), positions first created in the George W. Bush Administration, where the OMB deputy director of management also served as federal CIO. In the 111 th Congress, H.R. 1910 and H.R. 5136 , H.R. 1136 in the 112 th Congress, and H.R. 3032 in the 113 th Congress contained provisions to establish a statutory basis for the CTO position, not, however, explicitly as amendments to the Clinger-Cohen Act. Some proposals in previous Congresses would also have established the federal CIO position in law."], "subsections": []}]}, {"section_title": "Identity Theft and Assumption Deterrence Act of 1998", "paragraphs": ["P.L. 105-318 , 112 Stat. 3007. 18 U.S.C. §1028."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Made identity theft a federal crime. Provided penalties for individuals who either committed or attempted to commit identity theft. Provided for forfeiture of property used or intended to be used in the fraud. Directed the Federal Trade Commission (FTC) to record complaints of identity theft, provide victims with informational materials, and refer complaints to the appropriate consumer reporting and law enforcement agencies."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["See \" Identity Theft Penalty Enhancement Act \" below."], "subsections": []}]}, {"section_title": "Homeland Security Act of 2002 (HSA)", "paragraphs": ["P.L. 107-296 (Titles II and III), 116 Stat. 2135. 6 U.S.C. §§121-195c, 441-444, and 481-486."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Transferred some functions relating to the protection of information infrastructure from other agencies to the Department of Homeland Security (DHS). Requires DHS to provide state and local governments and private entities with threat and vulnerability information, crisis-management support, and technical assistance relating to recovery plans for critical information systems. Permits the Secretary of Homeland Security to designate qualified technologies as subject to certain protections from liability in claims relating to their use in response to an act of terrorism. Established mechanisms to facilitate information sharing among federal agencies and appropriate nonfederal government and critical-infrastructure personnel. Authorized DHS to establish a system of volunteer experts (\"Net Guard\") to assist local communities in responding to attacks on information and communications systems. Strengthened some criminal penalties relating to cybercrime. Created the Directorate of Science and Technology within DHS and assigned it broad R&D responsibilities, although responsibilities relating to cybersecurity R&D were not specifically described."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Various concerns have been raised about the ways in which the act addressed cybersecurity, and a number of proposals have been made since its enactment to enhance the cybersecurity provisions. In the 111 th Congress, the most comprehensive legislative proposal was in S. 3480 , which was reported out of the Senate Committee on Homeland Security and Governmental Affairs in the 111 th Congress, and reintroduced in the 112 th Congress as S. 413 with minor modifications. It would have added provisions on cybersecurity that would have", "established a center for cybersecurity and communications within DHS; required coordination with the DHS Office of Infrastructure Protection and sector-specific agencies; established the United States Computer Emergency Readiness Team (US-CERT) within the center; stipulated information-sharing procedures for federal agencies and other entities; established a program within the center to provide assistance to the private sector; required the center to identify cyber vulnerabilities to CI and establish requirements to address them; established procedures for response to imminent cyber threats to CI, enforcement of requirements, and protection of information; and required a risk-management strategy for security of the supply chain.", "It would have established a cybersecurity R&D program in DHS and required coordination of those activities with other agencies and private entities. It would also have established a public/private-sector cybersecurity advisory council.", "The White House Proposal would also have substantially enhanced DHS authority relating to cybersecurity. The proposal differed in several ways from the approach taken by S. 413 in the 112 th Congress. Among other differences, it would have provided enhanced authority to the DHS Secretary that S. 413 provided directly to a new center within the department. However, the White House Proposal would have required the Secretary to establish a center with cybersecurity responsibilities for federal and CI systems. It also did not codify the establishment of US-CERT, unlike S. 413 , and did not provide the President with the authority to implement emergency actions in response to an imminent risk to CI. It did, however, provide the DHS Secretary with authority to direct responses of federal agencies to cybersecurity threats or incidents.", "Also in the 112 th Congress, S. 2105 and S. 3414 contained elements of both the White House Proposal and S. 413 . They would have established a new center, with new authorities, but omitted the provision in S. 413 establishing US-CERT by law, as well as the provision on presidential emergency powers. S. 2105 and S. 3414 would have required the Science and Technology Directorate of DHS to establish a cybersecurity R&D plan. S. 1546 would also have required departmental cybersecurity research.", "H.R. 3674 , as reported to the House, would have provided additional responsibilities and authorities to DHS for the protection of federal information systems. It would have provided for information sharing with federal and nonfederal entities, cybersecurity research and development (R&D), and recruitment and retention of cybersecurity personnel. To facilitate information sharing and technical assistance, it would have created a center within DHS that would have included a private-sector board of advisors. Unlike the bill as introduced, it did not include a nongovernmental clearinghouse for sharing cybersecurity information between the private sector and the federal government that was recommended by the Task Force Report . H.R. 3674 would also have required DHS to perform cybersecurity R&D, to include testing, evaluation, and technology transfer.", "Some other bills in the 111 th Congress would also have revised the act. H.R. 6423 , reintroduced as H.R. 174 in the 112 th Congress, would have established a new office to develop, oversee, and enforce cybersecurity compliance for CI sectors. H.R. 266 , reintroduced as H.R. 76 , would have added a cybersecurity fellowship program for nonfederal officials to familiarize them with DHS cybersecurity activities. H.R. 4507 and H.R. 4842 would have added a cybersecurity training initiative for first responders and others. H.R. 2868 and S. 3599 would have added chemical-facility security measures, including cybersecurity, to the act.", "In the 113 th Congress, H.R. 3696 and S. 2519 would add provisions on DHS cybersecurity authorities to Title II. Both would provide statutory authority and stipulate responsibilities for the National Cybersecurity and Communications Integration Center (NCCIC), which had been established by DHS in 2009 under existing statutory authority. S. 2519 was enacted in December 2014. ", "H.R. 3696 would also give DHS responsibility for managing federal efforts to protect civilian federal information systems. S. 2521 would provide DHS operational authority to enforce FISMA requirements. H.R. 3107 , H.R. 3696 , S. 1691 , and S. 2354 would provide additional DHS hiring and compensation authorities and require an assessment of cybersecurity workforce needs. H.R. 3107 and H.R. 3696 would establish federal occupation categories for the cybersecurity workforce. H.R. 3696 would clarify that the protection from liability for qualifying anti-terrorism technologies available under the act includes cybersecurity technologies. S. 1691 and S. 2521 were enacted in December 2014.", "H.R. 2952 as passed by the House would require DHS to develop a strategic plan for R&D to protect CI, a report on the use of public/private R&D consortia, and the establishment of a technology clearinghouse. The bill was enacted in December 2014 with an amendment in the nature of a substitute requiring an assessment of cybersecurity workforce needs at DHS.", "See also \" Selected Issues Addressed in Proposed Legislation .\" The role of DHS is discussed under most topics in that section of this report."], "subsections": []}]}, {"section_title": "Federal Information Security Management Act of 2002 (FISMA)", "paragraphs": ["P.L. 107-296 (Title X), 116 Stat. 2259. P.L. 107-347 (Title III), 116 Stat. 2946. 44 U.S.C. Chapter 35, Subchapters II and III, [40 U.S.C. 11331, 15 U.S.C. 278g-3 & 4]."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["FISMA created a security framework for federal information systems, with an emphasis on risk management, and gave specific responsibilities to the Office of Management and Budget (OMB), the National Institute of Standards and Technology (NIST), and the heads, chief information officers (CIOs), chief information security officers (CISOs), and inspectors general (IGs) of federal agencies.", "Required executive agencies to inventory major computer systems, identify and provide appropriate security protections, and develop, document, and implement agency-wide information security programs. Gave OMB responsibility for overseeing federal information-security policy and evaluating agency information-security programs, but exempted national security systems, except with respect to enforcement of accountability for meeting requirements and reporting to Congress. Revised the responsibilities of the Secretary of Commerce and NIST for information-system standards and transferred responsibility for promulgation of those standards from the Secretary of Commerce to OMB. Required that NIST cybersecurity standards be complementary with those developed for national security systems, to the extent feasible. Required heads of federal agencies to provide security protections commensurate with risk and to comply with applicable security standards. Specifically required agencies using national security systems to provide security protections commensurate with risk and in compliance with standards for such systems. Required senior agency officials to perform risk assessments, to determine and implement necessary security controls in a cost-effective manner, and to evaluate those controls periodically. Designated specific information-security responsibilities for agencies' chief information security officers, including agency-wide information-security programs, policies, and procedures, and training of security and other personnel. Required designation of an information-security officer in each agency, security awareness training, processes for remedial action to address deficiencies, and procedures for handling security incidents and ensuring continuity of operations. Required annual agency reports to Congress, performance plans, and independent evaluations of information security. Established a central federal incident center, overseen by OMB, to analyze incidents and provide technical assistance relating to them, to inform agency operators about current and potential threats and vulnerabilities, and to consult with NIST, NSA, and other appropriate agencies about incidents. Gave responsibility for protection of mission-crucial systems in DOD and the CIA to the Secretary of Defense and the DCI, respectively, and required the Secretary of Defense to include compliance with the provisions above in developing program strategies for the Defense Information Assurance Program (10 U.S.C. §2224)."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["A commonly expressed concern about FISMA is that it is awkward and inefficient in providing adequate cybersecurity to government IT systems. The causes cited have varied but common themes have included inadequate resources, a focus on procedure and reporting rather than operational security, lack of widely accepted cybersecurity metrics, variations in agency interpretation of the mandates in the act, excessive focus on individual information systems as opposed to the agency's overall information architecture, and insufficient means to enforce compliance both within and across agencies. Several legislative proposals in the 111 th and 112 th Congresses included major revisions to the act. The proposals varied in detail, with several notable provisions in some:", "Creation of a White House office with responsibility for cybersecurity; Transfer of responsibilities from OMB to the Secretary of Homeland Security or the Secretary of Commerce; Revisions to agency responsibilities under the act, including continuous monitoring, use of metrics, and emphasis on risk-based rather than minimum security measures; Changes in reporting requirements; Specification of cybersecurity requirements for acquisitions and the IT supply chain; and Establishment of mechanisms for interagency collaboration on cybersecurity.", "In the 111 th Congress, H.R. 5136 passed in the House, and S. 3480 was reported out of the Senate Homeland Security and Governmental Affairs Committee.", "In the 112 th Congress, the Task Force Report recommended an increased focus on monitoring, support for DHS authority, and taking new and emerging technologies, such as cloud computing, into account. H.R. 1136 would have made many changes similar to those in H.R. 5136 in the 111 th Congress, transferring responsibility to a new White House Office for Cyberspace created by the bill. H.R. 4257 , in contrast, would have retained the current role of the OMB Director. H.R. 4257 passed the House in April 2012.", "S. 413 would have made changes similar to those in S. 3480 in the previous Congress, transferring responsibility for federal information security policy from the Director of OMB to the Director of a new DHS center that the bill would establish. The White House Proposal was broadly similar to congressional proposals in many details. However, it would not have created a White House cybersecurity office and would have transferred responsibilities to the DHS Secretary rather than to a new cybersecurity center within DHS. S. 2105 and S. 3414 included a similar approach. S. 2151 and S. 3342 , in contrast, would have transferred responsibilities from OMB to the Secretary of Commerce.", "S. 1535 would have required that agency information security programs assess the practices of contractors and third parties with respect to sensitive personally identifiable information as defined in the bill and ensure that any deficiencies are remediated.", "In the 113 th Congress, the provisions in H.R. 1163 are largely identical to those in H.R. 4257 in the 112 th Congress. S. 2521 as reported would provide statutory authority to DHS for overseeing operational cybersecurity of agency systems, consistent with the Administration delegation of such authority announced by OMB in 2010, but narrower than the authorities proposed in some bills in the 112 th Congress. As with the earlier bills, major agency responsibilities would not be changed. However, unlike H.R. 1163 and some earlier bills, S. 2521 would not specifically require continuous monitoring of information systems, but it would require agencies to implement operational directives from DHS, which could include such a requirement. It would also transfer responsibility for the federal incident center to DHS. The enacted version of S. 2521 contains some compromise language, including on use of continuous monitoring and clarifying the roles of OMB, DHS, and individual agencies. ", "Both H.R. 3635 and S. 2521 would require OMB to establish procedures for notification and other responses to breaches of personally identifiable information (PII).", "See also \" Reform of the Federal Information Security Management Act (FISMA) .\""], "subsections": []}]}, {"section_title": "Terrorism Risk Insurance Act of 2002", "paragraphs": ["P.L. 107-297 , 116 Stat. 2322. 15 U.S.C. §6701 nt."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Provides federal cost-sharing subsidies for insured losses resulting from acts of terrorism."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["The act is intended to provide incentives for the development of insurance coverage for losses from acts of terrorism. Losses from cyberattacks are not specifically included, and some observers have raised concerns about whether some modification of the act would be appropriate."], "subsections": []}]}, {"section_title": "Cyber Security Research and Development Act, 2002", "paragraphs": ["P.L. 107-305 , 116 Stat. 2367, 15 U.S.C. [§§278g,h], §7401 et seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Requires the National Science Foundation (NSF) to award grants for basic research to enhance computer security and for improving undergraduate and master's degree programs, doctoral research, and faculty development programs in computer and network security; and to establish multidisciplinary centers for research on computer and network security. Requires NIST to establish programs to award postdoctoral and senior research fellowships in cybersecurity and to assist institutions of higher learning that partner with for-profit entities to perform cybersecurity research; to perform intramural specified cybersecurity research; and to develop a checklist of security settings for federal computer hardware and software for voluntary use by federal agencies."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["A commonly expressed concern about federal research and development (R&D) relating to cybersecurity has been that it is insufficiently coordinated and prioritized, and focuses too little on understanding of fundamental principles and using them to develop transformational technologies. The George W. Bush Administration attempted to address the latter gap through the \"leap-ahead\" technology component of the Comprehensive Cybersecurity Initiative. The Obama Administration's policy review also called for expanded, transformational research.", "Concerns have also been raised about the need to improve the process by which NIST creates checklists and other guidance and technical standards for federal IT systems.", "H.R. 4061 in the 111 th Congress would have addressed those concerns by revising the act. Similar bills were introduced in the 112 th ( H.R. 2096 ) and 113 th ( H.R. 756 ) Congresses. Provisions in those bills would expand NSF R&D programs in cybersecurity and require NIST to develop automated security specifications for its cybersecurity standards, checklists, and associated data. In the 112 th Congress, S. 2105 , S. 2151 , S. 3342 , and S. 3414 would also have expanded cybersecurity topics addressed by NSF, as would S. 1353 in the 113 th Congress.", "See also \" Research and Development .\""], "subsections": []}]}, {"section_title": "E-Government Act of 2002", "paragraphs": ["P.L. 107-347 , 116 Stat. 2899. 5 U.S.C. Chapter 37, 44 U.S.C. 3501 nt., 44 U.S.C. Chapter 35, Subchapter 2, and Chapter 36."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Serves as the primary legislative vehicle to guide federal IT management and initiatives to make information and services available online. Significant provisions include the following:", "Established the Office of Electronic Government within OMB, to be headed by an administrator with a range of IT management responsibilities, including cybersecurity. Established the interagency CIO (Chief Information Officer) Council and specified working with the National Institute of Standards and Technology (NIST) on security standards as one of its functions. Assigned agency CIOs responsibility for monitoring implementation of federal cybersecurity standards in their agencies. Contains various other requirements for security and protection of confidential information, including electronic authentication and privacy guidelines. Established a five-year personnel exchange program between federal agencies and private sector organizations to help agencies fill IT management training needs. Also included the \" Federal Information Security Management Act of 2002 (FISMA) .\""], "subsections": []}, {"section_title": "Possible Update", "paragraphs": ["The White House Proposal would have renewed the personnel exchange program, which terminated at the end of 2007, and remove the current restriction in eligibility to management personnel. While this program would be applicable to any subdiscipline of IT, a widely held belief at present is that gaps in cybersecurity expertise are of particular concern. S. 1732 would have revised the privacy provisions to account for the increased commercial availability of personally identifiable information, which the bill defined broadly. It would also have required agencies to designate chief privacy officers and created a council of them, and broadened OMB's privacy responsibilities.", "See also \" Federal Information Security Management Act of 2002 (FISMA) .\""], "subsections": []}]}, {"section_title": "Identity Theft Penalty Enhancement Act", "paragraphs": ["P.L. 108-275 , 118 Stat. 831. 18 U.S.C. §§1028, 1028A."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Established penalties for aggravated identity theft, in which a convicted perpetrator could receive additional penalties (two to five years' imprisonment) for identity theft committed in relation to other federal crimes."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["Identity theft has generally been the fastest growing type of fraud in the United States over the past decade. FTC complaint data indicate that it is the dominant fraud complaint that the agency receives (32% of all consumer fraud complaints between 2000 and 2012). Javelin Strategy and Research estimated that in 2010, about 8.1 million Americans were reportedly victims of identity theft. That was a decrease from the approximately 11.1 million who were reportedly victimized in 2009, but the 2013 figure of 13.1 million was among the highest on record. Almost half of all the reported 2013 fraud involved online transactions. Identity theft cost consumers about $37 billion in 2010, an eight-year high, but that total declined to $18 billion in 2013.", "The most recent congressional action taken to enhance the identity theft laws was through the Identity Theft Enforcement and Restitution Act of 2008 (Title II of P.L. 110-326 ). Among other elements, several of which were recommended by a presidential task force in 2007, the act authorized restitution to identity theft victims for their time spent recovering from the harm caused by the actual or intended identity theft. Legislation has not yet, however, adopted recommendations of the task force to", "amend the identity theft and aggravated identity theft statutes so that thieves who misappropriate the identities of corporations and organizations—and not just the identities of individuals—can be prosecuted, and amend the aggravated identity theft statute by adding new crimes as predicate offenses for aggravated identity theft violations.", "That task force recommended that Congress clarify the identity theft and aggravated identity theft statutes to cover both individuals and organizations targeted by identity thieves because the range of potential victims includes not only individuals but organizations as well. The task force cites \"phishing\" as a means by which identity thieves assume the identity of a corporation or organization in order to solicit personally identifiable information from individuals.", "In part because identity theft is a facilitating crime, and the criminal act of stealing someone's identity often does not end there, investigating and prosecuting identity theft often involves investigating and prosecuting a number of related crimes. In light of this interconnectivity, the task force recommended expanding the list of predicate offenses for aggravated identity theft. The task force specifically suggested adding identity theft-related crimes such as mail theft, counterfeit securities, and tax fraud.", "The House Task Force Report also recommended requiring restitution for victims of identity theft and computer fraud. At present, the statute authorizes restitution but does not require it."], "subsections": []}]}, {"section_title": "Intelligence Reform and Terrorism Prevention Act of 2004 (IRTPA)", "paragraphs": ["P.L. 108-458 , 118 Stat. 3638. 42 U.S.C. §2000ee, 50 U.S.C. §403-1 et seq., §403-3 et seq., §404o et. seq."], "subsections": [{"section_title": "Major Relevant Provisions", "paragraphs": ["Established the position of the Director of National Intelligence. Establishes mission responsibilities for some entities in the intelligence, homeland security, and national security communities. Discusses issues related to the collection, analysis, and sharing of security-related information. Establishes a Privacy and Civil Liberties Board within the Executive Office of the President."], "subsections": []}, {"section_title": "Possible Updates", "paragraphs": ["The act does not contain a single reference to cyber, cybersecurity, or related activities. Its stated purpose is to \"reform the intelligence community and the intelligence and intelligence-related activities of the United States Government, and for other purposes.\" The act contains findings and recommendations offered in the 9/11 Commission Report and other assessments that address national and homeland security shortcomings associated with the terrorist attacks of September 11, 2001.", "Numerous organizations, programs, and activities in the act currently address cybersecurity-related issues. IRPTA addresses many types of risks to the nation and threats emanating from man-made and naturally occurring events. The broad themes of the act could be categorized as how the federal government identifies, assesses, defeats, responds to, and recovers from current and emerging threats. The act might be updated to incorporate cybersecurity-related issues. However, any such update could affect numerous organizations and activities."], "subsections": []}]}]}]}}