{"id": "R42149", "title": "Transportation, Housing and Urban Development, and Related Agencies: FY2012 Appropriations", "released_date": "2012-01-11T00:00:00", "summary": ["The Transportation, Housing and Urban Development, and Related Agencies (THUD) appropriations subcommittee is charged with providing annual appropriations for the Department of Transportation (DOT), Department of Housing and Urban Development (HUD), and related agencies. The HUD budget generally accounts for the largest share of discretionary appropriations provided by the subcommittee. However, when mandatory funding is taken into account, DOT's budget is larger than HUD's budget. Mandatory funding typically accounts for a little less than half of the bill total.", "The President's FY2012 budget request for DOT reflected a reauthorization proposal for DOT surface transportation programs. This proposal would have front-loaded a large increase in funding in the first year of the Administration's proposed six-year surface transportation reauthorization plan, with funding levels for each of the subsequent five years lower than the total for FY2012. The President's FY2012 budget for HUD requested about a $2.5 billion increase in funding for HUD's programs and activities, to be partially offset by about a $1.6 billion increase in offsetting collections and receipts.", "The House never introduced a formal FY2012 THUD appropriations bill. A draft bill, marked up by the THUD subcommittee, included significantly decreased funding for both HUD and DOT relative to FY2011. The Senate-passed FY2012 THUD appropriations bill provided increased funding for DOT relative to FY2011 but decreased funding for HUD relative to FY2011.", "In the final FY2012 THUD appropriations law (Division C of P.L. 112-55, referred to as a \"Minibus\" because it included appropriations bills from two other subcommittees), Congress provided about $57 billion in discretionary funding for the programs and activities funded under the Transportation, HUD, and Related Agencies subcommittee. This total funding level is an increase over the FY2011 level of $55 billion. DOT received approximately the same level of new funding as it received in FY2011, while net budget authority for HUD decreased by about $3.7 billion from FY2011. The FY2012 DOT budget appears to be larger than it was in FY2011 because the FY2011 appropriations act included over $3 billion in rescissions to offset the DOT budget total, which had the effect of making the total look smaller without reducing the amount of funding available to the agency. DOT also received nearly $2 billion in emergency relief appropriations in FY2012, which counterbalanced a $2 billion reduction in highway funding. Most of the decrease in HUD's net budget authority is attributable to increases in the amount of offsetting collections available to offset the cost of the HUD budget, although total funding for programs and activities was reduced by about $1 billion."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction to Transportation, HUD, and Related Agencies (THUD)", "paragraphs": ["The Transportation, Housing and Urban Development, and Related Agencies (THUD) appropriations subcommittee is charged with providing annual appropriations for the Department of Transportation (DOT), Department of Housing and Urban Development (HUD), and related agencies.", "Title I of the annual THUD appropriations bill funds the Department of Transportation. The mission of DOT is to serve the United States by ensuring a fast, safe, efficient, accessible, and convenient transportation system that meets vital national interests and enhances the quality of life of the American people today and into the future. DOT is primarily a grant-making and regulatory organization; its programs are organized roughly by mode, providing grants to support the construction of transportation infrastructure for highways, transit, and intercity passenger rail, while providing regulatory oversight to promote safety for the freight rail, commercial trucking, and maritime industries. The exception is aviation; the Federal Aviation Administration (FAA) not only administers grants for airport development and regulates the safety of aviation operations, it also operates the air traffic control system of the United States, and it thus accounts for the majority of the employees of DOT. ", "Title II of the annual THUD appropriations bill funds the Department of Housing and Urban Development. HUD's mission is to create strong, sustainable, inclusive communities and quality affordable homes for all. HUD's programs are primarily designed to address housing problems faced by households with very low incomes or other special housing needs. These include several programs of rental assistance for persons who are poor, elderly, and/or have disabilities. Three rental assistance programs—Public Housing, Section 8 Vouchers, and Section 8 project-based rental assistance—account for the majority of the department's nonemergency funding (about three-quarters of total funding in FY2010). Two flexible block grant programs—HOME and Community Development Block Grants (CDBG)—help communities finance a variety of housing and community development activities designed to serve low-income families. Other, more specialized grant programs help communities meet the needs of homeless persons, including those with AIDS. HUD's Federal Housing Administration (FHA) insures mortgages made by lenders to home buyers with low downpayments and to developers of multifamily rental buildings containing relatively affordable units. ", "Title III of the THUD appropriations bill funds a collection of related agencies. The agencies under the jurisdiction of the subcommittee are a mix of transportation-related agencies and housing and community development-related agencies. They include the Access Board, the Federal Maritime Commission, the National Transportation Safety Board, the Amtrak Office of Inspector General, the Neighborhood Reinvestment Corporation (often referred to as NeighborWorks), the United States Interagency Council on Homelessness, and the costs associated with the government conservatorship of the housing-related government-sponsored enterprises, Fannie Mae and Freddie Mac."], "subsections": []}, {"section_title": "Status of the FY2012 THUD Appropriations Bill", "paragraphs": [" Table 1 provides a timeline of legislative action on the FY2012 THUD appropriations bill, and Table 2 lists the total funding provided for each of the titles in the bill for FY2011 and the amount requested for that title for FY2012."], "subsections": []}, {"section_title": "THUD Funding Trends", "paragraphs": [], "subsections": [{"section_title": "A Note on Changing Appropriations Subcommittee Structures", "paragraphs": ["Between 2003 and 2008, the House and Senate Committees on Appropriations reorganized their subcommittee structures three times. Prior to FY2005, DOT and HUD were funded in separate appropriations bills under the jurisdiction of separate subcommittees. From the time those departments were placed under the jurisdiction of the same subcommittee through FY2008, the list of other agencies also under the jurisdiction of the Transportation, Department of Housing and Urban Development, and Related Agencies subcommittees changed as well. ", "These changes make year-to-year comparisons of Transportation and Housing and Urban Development appropriations bills complex, as their appropriations appear in different bills in combination with various other agencies. Other factors, such as supplemental appropriations for response to disasters (such as the damage caused by the Gulf Coast hurricanes in the fall of 2005) and changes in the makeup of the Department of Transportation (portions of which were transferred to the Department of Homeland Security in 2004), also complicate comparisons of year-to-year funding. Table 3 shows funding trends for DOT and HUD over the period FY2005-FY2010, omitting emergency funding and other supplemental funding, and the amounts requested for FY2012. The purpose of Table 3 is to indicate trends in the funding for these agencies, which is why emergency supplemental appropriations are not included in the figures."], "subsections": []}]}, {"section_title": "Composition of the THUD Funding Bill", "paragraphs": [], "subsections": [{"section_title": "Budget Concepts Relevant for THUD", "paragraphs": ["The numbers cited in discussions of the THUD appropriations act can be confusing. Different totals may be published by the committees in their tables and press releases, reported in the press or by advocates, and even presented in this report, all of which may be correct. This is possible because the THUD appropriations bill includes different types of funding mechanisms and savings mechanisms, which can result in different figures being reported for the same programs, depending on how the numbers are being presented. The following section of this report explains the different types of funding often included in the THUD appropriations bill. ", "Most of the programs and activities in the THUD bill are funded through regular annual appropriations , also referred to as discretionary appropriations. This is the amount of new funding allocated each year by the appropriations committees. Appropriations are drawn from the resources of the general fund of the Treasury. For some accounts, the appropriations committees provide advance appropriations , or regular appropriations that are not available until the next fiscal year. ", "In some years, Congress will also provide emergency appropriations , usually in response to disasters. These funds are sometimes provided outside of the regular appropriations acts—often in emergency supplemental spending bills—and are generally provided in addition to regular annual appropriations. Although emergency appropriations typically come from the general fund, they may not be included in the discretionary appropriation total reported for an agency.", "In addition to appropriations, much of the Department of Transportation's budget is derived from contract authority . Contract authority is a form of budget authority based on federal trust fund resources, in contrast to \"regular\" (or discretionary) budget authority, which is based on the resources of the general fund of the Treasury. Contract authority for DOT is generally derived from the Highway Trust Fund and the airport and airways trust fund.", "Congressional appropriators are generally subject to limits on the amount of new non-emergency discretionary funding they can provide in a year. One way to stay within these limits is to appropriate no more than the allocated amount of discretionary funding in the regular annual appropriation act. Another way is to find ways to offset a higher level of discretionary funding. A portion of the cost of providing regular annual appropriations for the THUD bill is generally offset in two ways. The first is through rescissions , or cancellations of unobligated or recaptured balances from previous years' funding. The second is through offsetting receipts and collections , generally derived from fees collected by federal agencies.", "When the Appropriations Committee subcommittees are given their \"302(b) allocations\"—that is, when the total amount that the Appropriations Committee has to spend for a fiscal year is divided among the subcommittees—that figure includes only net discretionary budget authority (non-emergency appropriations, less any offsets and rescissions); contract authority from trust funds is not included. This can lead to confusion, as the annual discretionary budget authority allocations for THUD are typically around half of the total funding provided in the bill, with the remainder made up of contract authority.", "The Budget Control Act of 2011 (BCA), which was enacted into law ( P.L. 112-25 ) on August 2, 2011, following negotiations over raising the ceiling on the national debt, established overall limits, or caps, on the amount of total federal discretionary appropriations that can be provided for each of FY2012 through FY2021. Within these annual spending limits, decisions about the actual amount of appropriations for individual programs or agencies will continue to be made through the regular appropriations process. Under the law, these limits are to be enforced through a sequestration process involving the cancellation of budgetary resources (i.e., spending cuts). This means that if the limits are breached, spending for each non-exempt program will be cut by a uniform percentage. The FY2012 302(b) allocations, including the allocation for the THUD subcommittee, were established to reflect the discretionary spending caps established under the BCA. "], "subsections": []}, {"section_title": "Allocation Across Agencies", "paragraphs": ["Once the THUD subcommittees receive their 302(b) allocations, they must decide how to allocate the funds across the different agencies within their jurisdiction. As shown in Figure 1 , when it comes to net discretionary budget authority (appropriations, less any offsets), the vast majority of funding allocated by the appropriations committee generally goes to HUD (over 74% in FY2011). However, as shown in Figure 2 , when taking into account contract authority—which, as noted earlier, is not allocated by the appropriations committees—the total resources available to DOT are greater than the resources available to HUD."], "subsections": []}, {"section_title": "Impact of Offsets", "paragraphs": ["Besides the level of the 302(b) allocation, one of the most important factors in determining how much in new appropriations the THUD subcommittee will provide in each year is the amount of savings available from rescissions and offsets. Each dollar available to the subcommittee in rescissions and offsets serves to reduce the \"cost\" of providing another dollar in appropriations. As shown in Table 4 , in FY2011, without rescissions and offsets, it would have \"cost\" the THUD Subcommittee an additional $8 billion to provide the same amount of appropriations. ", "In any given year, the amount of these \"budget savings\" can be higher or lower, meaning that the \"cost\" of providing the same level of appropriations may be higher or lower."], "subsections": []}]}, {"section_title": "FY2012: Detailed Tables and Selected Key Issues", "paragraphs": [], "subsections": [{"section_title": "Title I: Department of Transportation", "paragraphs": [], "subsections": [{"section_title": "Key Budget Issues", "paragraphs": [], "subsections": [{"section_title": "Program Authorizations", "paragraphs": ["The legislative acts authorizing both the federal aviation program and the federal surface transportation programs have expired, and the programs' authorizations have been extended repeatedly. The aviation program has been extended 22 times; the extension is scheduled to expire on January 31, 2012. An aviation reauthorization bill has passed both the House and the Senate, but the two bodies have not been able to agree on a final version of the bill. The surface transportation program has been extended; the current extension is scheduled to expire on March 2012. Bills reauthorizing parts of the surface transportation program have been introduced in the Senate, and the House is reportedly planning to introduce reauthorization legislation in early 2012. "], "subsections": []}, {"section_title": "Comparison of FY2011 and FY2012 Figures", "paragraphs": ["DOT funding has typically increased from year to year. The FY2011 appropriation broke that trend, with an overall new funding level of $72.6 billion, $4.3 billion (5.5%) less than the comparable FY2010 level. The Obama Administration's FY2012 budget request reflected a reauthorization proposal for DOT surface transportation programs. This included a proposed restructuring of some surface transportation programs and a $50 billion \"up-front\" appropriation, on top of DOT's requested base FY2012 funding, to provide an immediate boost to transportation infrastructure improvement and job creation. This up-front funding was depicted as an alternative to the typical surface transportation reauthorization funding plan, in which funding levels gradually increase over an authorization period of several years. This proposal would have front-loaded a large increase in funding in the first year of the Administration's proposed six-year surface transportation reauthorization plan, with funding levels for each of the subsequent five years lower than the total for FY2012.", "The Administration did not submit legislation to implement its reauthorization proposal during the 1 st session of the 112 th Congress; the existing authorization for surface transportation programs has been extended and Congress provided funding in that existing arrangement. Thus, while the FY2011 enacted funding and the congressional figures for FY2012 are comparable, comparing the surface transportation figures to those in the FY2012 budget request is complex. This requires an unwinding of the proposed new program structures in the Administration's request to be able to compare the request to the existing program structure, and decisions about how to allocate the additional $50 billion request for up-front funding between discretionary funding and mandatory funding.", "The Senate Committee on Appropriations allocated about $20 billion of the up-front funding request to discretionary funding, resulting in a discretionary budget request of $34.0 billion, compared to enacted new funding of $17.6 billion in FY2011. The remaining $30 billion was allocated to mandatory (trust fund) budget authority, resulting in a request for $94.4 billion, up from $54.2 billion enacted in FY2011."], "subsections": []}, {"section_title": "Highway Trust Fund Solvency", "paragraphs": ["Most highway and transit funding comes from the Highway Trust Fund, whose revenues come largely from the federal motor fuels excise tax (\"gas tax\"). For several years, expenditures from the fund have exceeded revenues; for example, in FY2010, revenues were approximately $35 billion, while expenditures were approximately $50 billion. Congress transferred a total of $34.5 billion from the general fund of the Treasury to the Highway Trust Fund during the period FY2008-FY2010 to keep the trust fund solvent. The Congressional Budget Office projects that the trust fund will become insolvent around the end of FY2012, given current revenue and expenditure levels. ", "A host of reports by the Department of Transportation, congressionally created commissions, and nongovernmental groups assert that the nation is not spending enough to maintain its existing transportation infrastructure, let alone to make needed improvements. These reports call for considerably higher levels of spending on transportation infrastructure, by both the federal government and the states.", "One dilemma faced by Congress is that while raising the federal gas tax—which has not been increased since 1993 and which is not indexed for inflation—is seen as the simplest and most efficient way to provide significantly increased funding for transportation infrastructure, there appears to be little support in Congress or in the Administration for raising the gas tax. ", "The President's FY2012 budget proposed to rename the fund the Transportation Trust Fund and to increase authorized expenditures from the fund to a total of $554 billion over the next six years by increasing the funding levels of existing surface transportation programs and by adding the Federal Railroad Administration and the Federal Transit Administration's New Starts transit construction program to the programs funded by the fund. This proposal reflected, in part, a recommendation of the National Commission on Fiscal Responsibility and Reform to expand the Highway Trust Fund to cover rail infrastructure—but the Commission also recommended increasing the gas tax by 15 cents per gallon by 2015, and thereafter limiting expenditures from the fund to match its revenues. The budget request did not propose an increase in the gas tax, nor did it explain how the fund would support the proposed higher level of expenditures; it said that the President did not support an increase in the federal gasoline tax, but would work with Congress to find new revenue sources. ", "The House draft stated that it provided funding from the Highway Trust Fund at a level that the revenues of the fund could support in FY2012; this represented a reduction in funding of 35% from FY2011 levels for the two largest accounts supported by the Highway Trust Fund (from $41.1 billion to $27.0 billion for the federal-aid highway program account, and from $8.3 billion to $5.2 billion for the transit formula and bus grant funding account). ", "The Senate bill's committee report said that the bill recommended the levels of funding for highway and transit that are authorized in the SAFETEA extensions; that is virtually the same level as in FY2011 ($41.1 billion for highways and $8.4 billion for transit). The report did not address the Highway Trust Fund's revenue difficulties.", "The conference agreement provided $39.9 billion for the federal-aid highway program, plus another $1.7 billion for the Disaster Relief Program, to fund repairs to damaged infrastructure. The amount provided for the federal-aid highway program is $2.0 billion less than the amount provided for the program in FY2011, and $2.0 billion less than the amount recommended by the Senate. This is the authorized level for FY2012, but the authorized level for FY2012 was reduced from FY2011. The conference report notes that the funding level provided will deplete the Highway Trust Fund by the end of FY2012, and that without additional revenues, the Highway Trust Fund will not be able to support a federal-aid highway program in FY2013."], "subsections": []}, {"section_title": "Essential Air Service (EAS)", "paragraphs": ["The President's budget requested $123 million for the EAS program, a $27 million (12%) decrease from the $150 million Congress provided in FY2011. The Senate approved $143 million for the program for FY2012; the House Appropriations Committee THUD subcommittee draft bill recommended $100 million. The conference agreement provided $143 million. These funds are added to $50 million that is reserved for the program each year, so the total funding that is available as a result of the enacted figure is $193 million, compared to a total of $200 million in FY2011 (and the same amount in FY2010). The conference agreement included a directive to the Secretary that, if the amount appropriated was not sufficient to meet the costs of the program for FY2012, the Secretary shall transfer funds from other accounts to cover the costs of the program.", "This program seeks to preserve air service to small communities by subsidizing the cost of that service. Supporters of the EAS program contend that preserving airline service to small communities was a commitment Congress made when it deregulated airline service in 1978, as anticipated reductions in air service due to deregulation were claimed to reduce economic development opportunities in rural areas. Critics note that the subsidy cost per passenger is relatively high, that many of the airports in the program serve few passengers, and that some of the airports receiving EAS subsidies are little more than an hour's drive from major airports.", "The costs of the program have more than doubled since FY2008. This is due to several factors. Route reductions by airlines have resulted in an average of six new communities joining the program each year in recent years. Also, there is a requirement that planes servicing EAS communities must have, at a minimum, capacity to carry 15 passengers. Critics of this requirement note that smaller planes would be cheaper to operate and that the number of passengers at many EAS airports could be handled by smaller planes.", "The Administration proposed to limit FY2012 funding in the program to those communities which received subsidies in FY2011 (the same proposal was made for the FY2011 budget, seeking to limit recipients to those funded in FY2010), and to eliminate the 15-passenger aircraft requirement. The Senate-passed bill supported both of these proposals. The House draft bill supported the limit on new recipients. The conference agreement included both Administration proposals. It also included a provision barring any efforts to implement a plan that would require EAS communities to assume the costs of the subsidies they require (\"local participation\"); this provision has been included in DOT appropriation acts since the \"local participation\" program was created in 2003."], "subsections": []}, {"section_title": "National Infrastructure Bank (I-Bank)", "paragraphs": ["The budget proposed $5 billion for a national infrastructure bank. The bank would provide loans or grants to finance transportation projects having national or regional significance. Such projects, such as major bridges on the interstate highways system, are often difficult to build under the current structure of transportation funding, because they benefit the residents of many states but their costs fall on the residents of the state in which the project is located. In the past, such projects have sometimes been financed through specific funding designations (earmarks) by Congress. The national infrastructure bank would, according to the Administration, provide a means for such projects to be evaluated and for the most productive projects to be selected and financed.", "Legislation to implement this proposal was not enacted, and the proposal was not funded by the House draft, the Senate-passed bill, or the conference agreement. "], "subsections": []}, {"section_title": "High Speed and Intercity Passenger Rail", "paragraphs": ["The budget proposed $4 billion for high speed and intercity passenger rail development under a new account, Network Development. This was described as the first installment of a proposed six-year, $53 billion program. High speed and intercity passenger rail development is seen as a way of creating new jobs; providing a new transportation option for intercity travel; and increasing the capacity, competitiveness, and environmental sustainability of the transportation system. ", "To date, Congress has provided $10.1 billion for DOT's high speed and intercity passenger rail grant program, beginning with $8 billion in the American Recovery and Reinvestment Act of 2009. However, all of that funding was provided by the 111 th Congress. In the Full Year Continuing Appropriations Act, 2011, which was enacted by the 112 th Congress after the Administration submitted its FY2012 budget request, Congress eliminated funding for the high speed and intercity passenger rail grant program for FY2011, and rescinded $400 million of the unobligated portion of the $10.5 billion already appropriated. The FY2012 Senate bill recommended $100 million for the grant program. The FY2012 House draft did not include any funding for the program. The conference agreement did not provide any funding for the program.", "In common usage, references to \"high speed rail\" are generally taken to mean systems such as those of Japan, France, Spain, and China, where trains travel on dedicated networks at speeds greater than 150 miles per hour. Perhaps because it is convenient to abbreviate references to this program by dropping the middle phrase \"and intercity passenger rail,\" it is often taken to be a program designed just to fund high speed lines similar to those in other countries. But much of the funding in this program has gone to develop intercity passenger rail service with top speeds of 90 or 110 miles per hour. ", "In its public comments the Administration has emphasized the high speed rail portion of the program. Critics have questioned the economic efficiency of building expensive high speed rail lines, or even of improving conventional rail lines. While grants have been awarded to 23 states, after the elections of November 2010, the newly elected governors of three states—Wisconsin, Ohio, and Florida—rejected grants for rail projects for which their states had received grants totaling $3.6 billion. The governors said their states could not afford the costs of improving or building and maintaining rail lines that would likely require ongoing operating support. The Administration redistributed the grant money to several other states that are pursuing passenger rail development. "], "subsections": []}, {"section_title": "Amtrak", "paragraphs": ["The budget proposed to place Amtrak funding into a new Federal Railroad Administration account, system preservation, for which $4 billion was requested. This account would fund public rail asset development and maintenance; initially Amtrak would be the only recipient of grants, though in the future competition for the grants is envisioned. It appears that the budget request envisioned $1.5 billion for \"base\" funding (comparable to the $1.5 billion Amtrak received for FY2011), and another $2.5 billion that would come from the up-front supplemental funding, for the $4 billion total. Amtrak's own FY2012 grant request totaled $2.2 billion.", "The Senate bill recommended $1.48 billion for Amtrak; that is almost identical to the amount provided in FY2011, but $80 million less than provided in FY2010. The House draft recommended $1.12 billion. The conference agreement provided $1.42 billion, $66 million less than Amtrak received in FY2011."], "subsections": []}, {"section_title": "Federal Transit Administration New Starts and Small Starts (Capital Investment Grants)", "paragraphs": ["FTA's Capital Investment Grants program funds new fixed-guideway transit lines and extensions to existing lines. It is is commonly referred to as the New Starts and Small Starts. New Starts (major capital investment projects) include capital projects with total costs over $250 million which are seeking more than $75 million in federal funding. Small Starts include capital projects with total costs under $250 million which are seeking less than $75 million in federal funding.", "New Starts projects must go through a multi-stage process, during which they are repeatedly evaluated by FTA. Projects must receive positive ratings to proceed to the next step. The final step is signing of a full-funding grant agreement (FFGA) with FTA. The FFGA details how much funding the project will receive from FTA and the steps of project development. One purpose of the FFGA is to encourage accurate estimates of project costs; cost overruns are the responsibility of the grantee. ", "The Capital Investment Grants program received $2.0 billion in FY2010; in FY2011, it received $1.6 billion.", "For FY2012, the Administration requested $3.2 billion for the New Starts program (see \" New Starts Funding Share \"). The Senate-passed bill would have provided $2.0 billion, the same level provided in FY2010 but $400 million more than the amount provided in FY2011. This would cover the majority of the costs for existing and pending full funding grant agreements. The House draft recommended funding at approximately the FY2011 level ($1.6 billion). The conference agreement provided $1.955 billion."], "subsections": []}, {"section_title": "New Starts Funding Share", "paragraphs": ["The federal share for New Starts projects can be up to 80%. Since FY2002, DOT appropriations acts have included a provision directing FTA not to sign any full funding grant agreements that provide a federal share of more than 60%. This provision was again included in the Senate bill. The House draft bill proposed to prohibit FTA from signing any agreement with a federal share of more than 50%. The conference bill retained the 60% limit.", "Critics of this provision note that the federal share for highway projects is typically 80% and in some cases is higher. They contend that, by providing a lower share of federal funding (and thus requiring a higher share of local funding), this provision tilts the playing field toward highway projects when communities are considering proposed new transportation projects. Advocates of this provision note that the demand for New Starts funding greatly exceeds the amount that is available, so requiring a higher local match allows FTA to support more projects with the available funding. They also note that requiring a higher local match likely encourages communities to scrutinize the costs and benefits of major transit projects more closely."], "subsections": []}]}]}, {"section_title": "Title II: Department of Housing and Urban Development", "paragraphs": [" Table 6 presents an account-by-account summary of FY2012 appropriations for HUD, compared to FY2011. Totals for the House have not been included, since a formal bill has not been introduced and the draft bill has not been reported by the House Appropriations Committee. For a more complete discussion of FY2012 appropriations for HUD, see CRS Report R41700, Department of Housing and Urban Development (HUD): FY2012 Appropriations , coordinated by [author name scrubbed]."], "subsections": [{"section_title": "Key Budget Issues", "paragraphs": [], "subsections": [{"section_title": "Funding for Section 8 Tenant-Based Rental Assistance", "paragraphs": ["The Section 8 Housing Choice Voucher program, which is funded by the Tenant-based Rental Assistance account, is the largest HUD assistance program for low-income families both in terms of funding and the number of families served. Each year, the roughly 2 million vouchers being used by families to supplement their rent in the private market expire and need new funding in order to be renewed. Each year, the President's budget includes an estimate for the amount of funding that would be necessary to renew some or all of the existing vouchers in use. It is then up to the appropriations committees to decide (1) whether the President's estimate is still the correct estimate of the amount of funding needed to maintain current services; (2) how much they wish to provide for the program (current services, less, or more); and (3) how the funds should be allocated. Additionally, the account typically also funds administrative fees and, in some years, additional vouchers.", "The FY2012 President's Budget request included about $17 billion for voucher renewals, which, they contended, would be sufficient to maintain current services. The Senate appropriations bill included the President's requested level for renewals, but would have rescinded another $750 million to be offset against agencies with reserve funding above a specified level. Recent estimates released by low-income housing advocacy groups have contended that the amount provided for renewals in the Senate bill would not be sufficient to fully fund renewal needs. The President's Statement of Administrative Policy released during Senate floor consideration on the bill stated that the \"funding provided for [the Housing Choice Voucher Program] is sufficient to maintain rental assistance to current low-income residents.\" ", "P.L. 112-55 funds voucher renewals at the President's requested level, but, like the Senate bill, rescinds $650 million, which will be achieved by offsetting allocations to PHAs with reserves."], "subsections": []}, {"section_title": "Public Housing Operating Fund Offset", "paragraphs": ["The Public Housing Operating Fund account provides formula-based funding to local Public Housing Authorities (PHAs) for the ongoing operation and maintenance of low-rent Public Housing. The President's FY2012 budget requested a 14% reduction in the Operating Fund compared to the final FY2011 funding law. The President's budget proposes to supplement the requested funding level by offsetting the funding allocations to PHAs with reserves above a certain level. This proposal would effectively force certain PHAs to spend down their reserves. This proposal has been opposed by PHA industry groups, who contend that the reserves are necessary and that the proposal punishes PHAs who have managed their funding well. HUD contends that if funding is limited, this strategy ensures that funding levels will be higher for agencies without large reserves.", "The Senate appropriations bill included the President's requested funding level, but would have offset PHAs' reserves by a lower level ($750 million, compared to $1 billion as proposed by the President). Like the Senate bill, P.L. 112-55 funds the operating fund at the requested level and includes the offset, but caps it at $750 million."], "subsections": []}, {"section_title": "Administrative Reforms", "paragraphs": ["The President's FY2012 budget included a request for several statutory changes related to income and rent determination that would affect HUD's rental assistance programs, including the public housing and Section 8 programs. The provisions are designed to streamline and simplify the administration of the rental assistance programs. Similar provisions were included in Section 8 voucher reform legislation considered in the 111 th Congress. HUD estimated that these changes would result in an overall reduction in the cost of HUD rental assistance programs. The Senate bill included the requested reforms; the House draft bill did not. P.L. 112-55 did not include the proposed reform language.", "Additionally, President Obama's FY2012 budget again requested funding for a new \"Transforming Rental Assistance\" initiative, which was initially proposed in the FY2011 budget request. The initiative is designed to streamline HUD's multiple rental assistance programs in order to permit owners of HUD-assisted properties to better leverage outside resources. Specifically, the $200 million requested would be used to transfer a variety of HUD-assisted housing units with project-based rental assistance from their existing subsidy types to a new form of project-based rental assistance. For FY2012, HUD is proposing that TRA be treated as a demonstration, with a rigorous assessment component, under which up to 236,000 units of public housing and other rent-assisted units owned by private property owners could convert to long-term Section 8 contracts or project-based Section 8 vouchers. According to HUD's budget documents, the demonstration will test conversion under TRA as a tool for preserving public and other assisted housing. Further, this new form of rental assistance will feature tenant mobility, meaning that families living in units receiving this new form of project-based rental assistance would have the option to take their subsidies with them if they choose to move to a new unit of private market housing. ", "The Senate bill included the authority for HUD to conduct a \"Rental Assistance Demonstration\", but did not provide additional funding for the demonstration, instead directing the Secretary to use its existing resources. The House draft bill did not include authority for RAD. P.L. 112-55 includes a modified version of RAD, similar to what was proposed in the Senate, with no additional funding and participation capped at 60,000 units."], "subsections": []}, {"section_title": "Housing Counseling Funding", "paragraphs": ["The President's FY2012 budget requested $88 million for HUD's housing counseling program, an increase of $500,000 over the FY2010 level. However, in FY2011 Congress did not provide any funding for HUD's housing counseling program. The elimination of HUD housing counseling funding reflected the fiscal environment at the time that the FY2011 appropriations law was passed, as well as some concerns over the time it took HUD to distribute prior years' funds. Some policymakers also questioned whether the funding was duplicative of foreclosure mitigation counseling funds that have been appropriated to the National Foreclosure Mitigation Counseling Program, administered by NeighborWorks America, since FY2008. However, proponents of HUD's housing counseling program note that the HUD funding can be used for a wider range of types of housing counseling than the NeighborWorks funds, which are limited to foreclosure counseling. ", "The Senate bill proposed $60 million for HUD's housing counseling program. S.Rept. 112-83 encouraged HUD to work with Neighborworks to reduce duplication and to prioritize the use of HUD housing counseling funds for activities that are not supported under by NeighborWorks. (See \" Funding for Neighborworks National Foreclosure Mitigation Counseling Program \" later in this report.) The House draft bill did not include funding for HUD's housing counseling program. P.L. 112-55 provided $45 million for HUD's housing counseling program.", "For more information on both HUD's housing counseling program and the NeighborWorks counseling funding, see CRS Report R41351, Housing Counseling: Background and Federal Role , by [author name scrubbed]."], "subsections": []}, {"section_title": "Funding for Section 202 and Section 811", "paragraphs": ["Through the Section 202 Supportive Housing for the Elderly program and the Section 811 Supportive Housing for Persons with Disabilities program, HUD provides capital grants and rental assistance to nonprofit developers to build or rehabilitate housing units for elderly residents and residents with disabilities. In FY2011, funding for the two programs was cut roughly in half. In his FY2012 budget, the President requested that funding levels for Section 202 be restored to levels closer to the amount provided in FY2010. The President also requested that Section 811 be increased, but not to levels provided in FY2010. The reason the President gave for requesting a lower level for Section 811 is a change in the way the program is funded, since some of the costs of the program are now met by funds provided through the tenant-based rental assistance account.", "The Senate bill proposed to fund Section 202 at about $30 million less than FY2011 levels and Section 811 at FY2011 levels, whereas the House draft bill proposed significant funding increases for both programs. P.L. 112-55 funded both programs at levels just above the Senate proposed funding levels."], "subsections": []}, {"section_title": "FHA Loan Limits", "paragraphs": ["During Senate floor consideration of the Minibus, an amendment was approved that would have increased the Government Sponsored Enterprises (GSE) conforming loan limits and Federal Housing Administration (FHA) loan limits for some high cost communities through December 31, 2013. On October 1, 2011, the loan limits under these programs reverted from higher temporary limits, which had been enacted and extended over the past several years, to lower statutory limits. The changes to the GSE conforming loan limits were to be accompanied by a fee increase designed to offset the cost of the increase. ", "P.L. 112-55 included the FHA loan limit increases proposed in the Senate bill, but did not include the GSE loan limit changes. (See also \" GSE Conforming Loan Limit Changes \" later in this report.)"], "subsections": []}]}]}, {"section_title": "Title III: Related Agencies", "paragraphs": [" Table 7 presents appropriations levels for the various related agencies funded within the Transportation, HUD, and Related Agencies appropriations bill."], "subsections": [{"section_title": "Key Budget Issues", "paragraphs": [], "subsections": [{"section_title": "Funding for Neighborworks National Foreclosure Mitigation Counseling Program", "paragraphs": ["Since FY2008, Congress has provided increased appropriations for the Neighborhood Reinvestment Corporation (Neighborworks) for a National Foreclosure Mitigation Counseling Program (NFMCP). This money was provided in addition to funding for HUD's housing counseling program. However, in FY2011 Congress did not provide any funding for HUD's housing counseling program. The elimination of HUD housing counseling funding reflected the fiscal environment at the time that the FY2011 appropriations law was passed, as well as some concerns over the time it took HUD to distribute prior years' funds. Some policymakers also questioned whether the funding was duplicative of foreclosure mitigation counseling funds that have been appropriated to the National Foreclosure Mitigation Counseling Program. Proponents of HUD's housing counseling program note that the HUD funding can be used for a wider range of types of housing counseling than the NeighborWorks funds, which are limited to foreclosure counseling", "The President's FY2012 budget requested $88 million for HUD's Housing Counseling Program, to be provided in addition to the $80 million requested for Neighborworks NFMCP. ", "The Senate-passed FY2011 appropriations bill included $65 million for the NFMCP and $60 million for HUD's housing counseling program. S.Rept. 112-83 encourages HUD to work with Neighborworks to reduce duplication and to prioritize the use of HUD housing counseling funds for activities that are not supported under the NFMCP. The House draft bill included $80 million for the NFMCP, but no funding for HUD's program. ", "P.L. 112-55 includes $80 million for the NFMCP and $45 million for HUD's program.", "For more information on both HUD's housing counseling program and the NeighborWorks counseling funding, see CRS Report R41351, Housing Counseling: Background and Federal Role , by [author name scrubbed]."], "subsections": []}, {"section_title": "GSE Conforming Loan Limit Changes", "paragraphs": ["On October 1, 2011, conforming loan limits for high cost areas reverted from higher temporary limits, which had been enacted and extended over the past several years, to lower statutory limits. The conforming loan limit establishes the maximum size mortgage that Fannie Mae and Freddie Mac (two of the housing-related Government Sponsored Enterprises, or GSEs) can purchase. The GSE conforming loan limits have implications for HUD FHA insured loans and Department of Veterans Affairs loans, since the loan limits for those programs are tied to the GSE conforming loan limits.", "S.Amdt. 857 , approved during Senate floor consideration of the FY2012 \"Minibus,\" would have increased the GSE conforming loan limits (and, as a result, the FHA and VA loan limits) for some high cost communities through December 31, 2013. When the conforming loan limit increase was extended in FY2011, the Congressional Budget Office scored the policy change as having a budgetary cost (as shown in Table 7 ). The changes to the GSE conforming loan limits proposed in S.Amdt. 857 would have be accompanied by a fee increase designed to offset that cost.", "P.L. 112-55 does not include a loan limit increase for the GSEs, but does extend the FHA loan limits.", "For more information about conforming loan limits, see CRS Report RS22172, The Conforming Loan Limit , by [author name scrubbed] and [author name scrubbed]."], "subsections": []}]}]}]}]}}