{"id": "R42375", "title": "H.R. 1837—The Sacramento-San Joaquin Valley Water Reliability Act", "released_date": "2012-02-29T00:00:00", "summary": ["For most of the last 20 years, some water contractors in California have received less than their full contract water supplies from federal and state facilities. Although such allocations are in part the result of the prior appropriation doctrine in western water law and are consistent with the expectation of a \"junior\" water user in times of drought, tensions over water delivery reliability have been exacerbated by reductions in deliveries even in non-drought years. Such reductions are significant because much of the California urban and agricultural economy operates under junior water rights, and reductions in water allocations can cause significant disruption and economic loss for individual farmers and communities, particularly in drought years. At the same time, fish populations throughout the Central Valley of California have dramatically declined due to water diversions and other factors, and have been accompanied by significant losses for fishing communities and others dependent on fish and wildlife resources. The state and federal governments have been working to address water supply reliability and ecosystem issues through pursuit of a Bay-Delta Conservation Plan (BDCP); however, the plan is not complete and remains controversial.", "On February 16, 2012, the House Natural Resources Committee ordered reported H.R. 1837, the Sacramento-San Joaquin Valley Water Reliability Act. Proponents of H.R. 1837 argue that implementation of the Central Valley Project Improvement Act of 1992 (CVPIA) and state and federal environmental laws (e.g., the federal Endangered Species Act and its state equivalent) have compounded the impact of drought on water deliveries; the bill is designed to remedy these effects. Others argue that the bill would harm the environment and resource-dependent local economies, particularly coastal communities. Some also argue that it would undermine efforts to resolve environmental and water supply reliability issues through development of the BDCP.", "At issue for Congress is the extent to which the bill changes decades of federal and state law, including state and federal environmental laws, and at what benefit and cost. For example, there are tradeoffs embedded in the bill's preemption of state water law, including fish and wildlife protections, as a means to increase the water deliveries to some irrigation contractors and municipalities. It appears these changes likely would most benefit water contractors in the southern portion of the CVP service area, but might harm others and potentially reduce environmental protections and improvements and the services and industries they support (e.g., recreational and fishing industries). What impact such tradeoffs might have on other stakeholders is unclear. H.R. 1837 would preempt \"any\" (including state and federal) law pertaining to operation of the federal Central Valley Project (CVP) and California's State Water Project (SWP) and substitute for those laws operational principles from a 1994 interim agreement, originally supported by many diverse parties, known as the Bay-Delta Accord. The bill also addresses other California water management issues, making significant changes to the San Joaquin River Restoration Settlement Act and allowing early repayment of CVP construction cost obligations.", "While much attention has been paid to the effects of federal and state environmental laws on reductions in water supplies south of the Sacramento and San Joaquin Rivers delta confluence with San Francisco Bay (Bay-Delta, or Delta), the extent to which the bill would relieve water supply shortages, particularly in drought years, is uncertain. For example, many factors affect pumping restrictions and the overall water allocation regime for CVP contractors. The federal ESA and CVPIA are only two factors in the regime. Other key factors include state water quality regulations (particularly flow and salinity requirements in the Delta), SWP pumping, and state water rights. How H.R. 1837 would in practice affect these factors remains uncertain."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On February 16, 2012, the House Natural Resources Committee ordered reported H.R. 1837 , the Sacramento-San Joaquin Valley Water Reliability Act. The bill aims to address water shortages experienced by some California state and federal water contractors, shortages that sponsors attribute to implementation of the Central Valley Project Improvement Act of 1992 (CVPIA, Title 34 of P.L. 102-575 ), as well as state and federal environmental laws (e.g., the federal Endangered Species Act, its state equivalent, and possibly state rules implemented to comply with the federal Clean Water Act). The bill also addresses many other issues associated with California water management, including making substantial changes to the San Joaquin River Restoration Settlement Act (Title X of P.L. 111-11 ) and allowing early or accelerated repayment by private parties of outstanding construction cost obligations. The bill would make numerous changes to federal and state law regarding the management of water, fish, and wildlife resources in California. It also preempts \"any\" law (subject to certain state water rights priorities identified in Title IV of the bill) pertaining to operation of the federal Central Valley Project (CVP) and the California State Water Project (SWP) and substitutes for those laws operational principles elaborated in a 1994 interim agreement among CVP and SWP parties and others, known as the Bay-Delta Accord. Because the CVP and SWP are operated in a coordinated manner, actions taken by either the state or federal government can and do affect the other's operations.", "The tensions among the different stakeholders in California water policy are particularly high given current low snowpack conditions and recent state and federal water allocations, which project that some water users will get 30% of their contracted water supplies and that many others, including many municipalities and senior water rights holders, are projected to receive 75% of their contracted supplies. In other drought years, some south-of-Delta contractors have received as little as 10% to 35% of their contracted amounts. Overall, some south-of-Delta contractors have received 90%-100% of their contracts in just five of the last 20 years. At the same time, fish populations throughout the Central Valley of California have dramatically declined due to water diversions and other factors. Fishing communities have also experienced significant losses as a result of salmon population declines. For example, a fishery disaster declaration was in effect for the California and Oregon coast in 2008 and through 2010. Per the disaster declaration, Congress appropriated $170 million to be used to compensate some communities for losses due to the closed fisheries. ", "At issue for Congress is how to address chronic shortages for some in the CVP system without disrupting decades-long federal and state law addressing senior water rights and other priorities. Also at issue is to what degree Congress is willing to change or allow preemption of long-standing federal and state environmental laws, including state water quality and endangered species laws, and at what benefit and cost. For example, what are the tradeoffs embedded in the bill's preemption of state law and fish and wildlife protections as a means to increase the water deliveries to some irrigation contractors and municipalities? What will be the impact on the state's recreation and sport and commercial fishing industries and its long-term flexibility to manage water for new uses? Will potential benefits to some irrigators outweigh such costs? Will water remain in agricultural use or will new and less costly transfer provisions result in more water flowing to more affluent urban areas and water brokers? Will such an outcome create efficiency gains? These are some of the questions that arise in changes proposed by H.R. 1837 . Many of these questions remain unanswered.", "The remainder of this report provides a brief title-by-title summary of the key provisions and water policy changes proposed in H.R. 1837 . A legal analysis of the proposed legislation is beyond the scope of this report. "], "subsections": []}, {"section_title": "Summary of H.R. 1837", "paragraphs": ["Each title of H.R. 1837 addresses a different aspect of California water policy. ", "Title I makes numerous changes to the CVPIA: broadening purposes for which water previously dedicated to fish and wildlife can be used; changing the definitions of fish covered by the act; broadening purposes for which the Central Valley Project Restoration Fund (CVPRF) monies can be used; reducing revenues into the CVPRF, mandating operation per a 1994 interim agreement; and mandating development and implementation of a plan to increase the water yield of the CVP by October 1, 2013. Title II directs the Secretary to cease implementation of the San Joaquin River Restoration Settlement Agreement, which is the foundation of the San Joaquin River Restoration Settlement Act (SJRRS). The title also removes the salmon restoration requirement and makes other changes to the SJRRS. Title III directs the Secretary of the Interior, upon request from water contractors, to convert utility-type water service contracts to repayment contracts, and then allows accelerated repayment of those outstanding repayment obligations. (Irrigation and municipal & industrial [M&I] repayment obligations for the CVP for 2010, the last year for which such data are readily available, total approximately $1.2 billion.) Title IV outlines water rights protections for those with water rights senior to the CVP, including Sacramento River Valley contractors and addresses shortage policy for certain north-of-Delta CVP water service contracts. Title V declares that the unique circumstances of coordinated operations of the CVP and SWP \"require assertion of Federal supremacy to protect existing water rights throughout the system\" and that as such shall not set precedent in any other state. (There has been concern from some western states that the state and federal preemptions contained in H.R. 1837 might be used as precedent in other western states and threaten their allocation of state water rights.)"], "subsections": [{"section_title": "Title I—Central Valley Project Water Reliability", "paragraphs": ["Title I of H.R. 1837 makes numerous changes to the CVPIA. When enacted, the CVPIA made broad changes to operations of the Bureau of Reclamation's Central Valley Project. The act set protection, restoration, and enhancement of fish and wildlife on par with other project purposes (such as delivering water to irrigation and M&I contractors), dedicated a certain amount of water for fish and wildlife purposes, established fish restoration goals, and established a restoration fund (Central Valley Project Restoration Fund) to pay for fish and wildlife restoration, enhancement, and mitigation projects and programs. It also made contracting changes and operational changes. The CVPIA was quite controversial when enacted and has remained so, particularly for junior water users whose water allocations were ultimately limited due to implementation of the act. Compounding the controversy over water allocation are other factors that limit water deliveries—namely state water quality control requirements, variable hydrological limitations, the state system of water rights priorities, and implementation of state and federal endangered species and other environmental laws. ", "Title I of H.R. 1837 addresses many provisions of the CVPIA opposed by irrigators, namely dedication of project water to address fish and wildlife purposes, enhancement and mitigation activities, water transfer limitations, tiered pricing formulas, and other restoration and mitigation charges.", "Title I of H.R. 1837 would amend the CVPIA in numerous ways, including the following:", "Narrows the scope and definition of fish stocks provided protection by the act (limiting coverage to those found in 1992, and eliminating coverage for non-native species such as bass and shad). Some stocks were already in severe decline by 1992, including winter run Chinook salmon, which were listed as endangered under the ESA in 1990, and some (San Joaquin River runs) had become extinct by the 1950s. Adds a new definition for \"reasonable flows,\" which is arguably more broadly defined than in the CVPIA. Removes a qualified prohibition on new contracts, thus presumably allowing new contracts. Increases the maximum contract term from 25 years to 40 years. Directs the Secretary of the Interior (Secretary) to perpetually renew contracts. It is not clear if such renewals would be subject to negotiation or review (as they are now), or whether such direction would preclude further National Environmental Policy Act (NEPA) review and Endangered Species Act consultation on contract renewals. (This provision is proposed to be stricken in a manager's amendment, and replaced with language referring to renewals under the Act of July 2, 1956). Directs the Secretary to facilitate and expedite water transfers and prohibits environmental or mitigation requirements as a condition to transfers. Eliminates the tiered pricing requirement and other revenue streams that fund fish and wildlife enhancement, restoration, and mitigation under the CVPRF. Removes the mandate that the Secretary modify CVP operations to provide flows to protect fish, and adds the term \"reasonable\" to the authority to provide such flows. Also directs that any such flows shall be provided from the 800,000 acre feet of water in Section 3406(b)(2), which H.R. 1837 would allow to be used for purposes other than fish protection (also, fish and wildlife purposes would no longer be the \"primary\" purpose of such flows). Adjusts accounting for Section 3406(b)(2) water. It appears that state water quality requirements, ESA, and all other contractual requirements would need to be met via use of the (b)(2) water; however this is not entirely clear in the language. Also would direct that (b)(2) water be reused. (It currently is reused, but reuse is not currently mandated.) Mandates an automatic 25% reduction of (b)(2) water when Delta Division water supplies are also reduced by 25%. (The Delta Division is a unit of the CVP that serves water districts that often receive less water than under their full contract amount.) Deems pursuit (as opposed to accomplishment) of fish and wildlife programs and activities authorized by the amended Section 3406 as meeting the mitigation, protection, restoration, and enhancement purposes of the CVPIA, as amended. Prohibits donations or other payments or any other environmental restoration or mitigation fees to the CVPRF as a condition to providing for the storage or conveyance of non-CVP water, delivery of surplus water, or for any water that is delivered with the sole intent of groundwater recharge. Requires completion of fish, wildlife and habitat mitigation and restoration actions by 2020, thus reducing water and power contractor payments into the CVPRF. Currently, the CVPRF payments will continue until such actions are complete; then payments are cut substantially. (Note, however, that H.R. 1837 would also deem pursuit of such actions as meeting the obligations to do so, which would also presumably trigger the reduced payments.) Establishes an advisory board responsible for reviewing and recommending CVPRF expenditures. The board is to be primarily made up of water and power contractors (10 of 12). Facilitates transfer and wheeling of non-project water from any source using CVP facilities. Requires a least-cost plan by the end of FY2013 to increase CVP water supplies by the amount of water dedicated and managed for fish and wildlife purposes under CVPIA and otherwise required to meet all purposes of the CVP, including contractual obligations (which are currently approximately 9.3 million acre feet (maf)). Deliveries ranged from 4.9 maf in 2009 (a drought year) to 6.2 maf over the last five years, and are closer to 7 maf in normal hydrologic years. Thus, a gap exists between CVP contractual obligations and average or normal deliveries. Requires implementation of the increased water plan (including any construction of new water storage facilities that might be included in the plan), beginning on October 1, 2013, in coordination with the state of California. If the plan fails to increase the water supply by 800,000 acre feet, implementation of any non-mandatory action under Section 3406(b)(2) shall be suspended until the 800,000 acre feet is replaced. Authorizes the Secretary to partner with local joint power authorities and others in pursuing storage projects (e.g., Sites Reservoir, Upper San Joaquin Storage, Shasta Dam and Los Vaqueros Dam raises) authorized for study under CALFED ( P.L. 108-361 ), but would prohibit federal funds to be used for this purpose or for financing and constructing the projects. (Also would authorize construction as long as no federal funds are used.) Directs that the CVP and the SWP be operated per principles outlined in the Bay-Delta Accord, without regard to the ESA \"or any other law\" pertaining to operation of the two projects. (§108) Prohibits federal or state imposition of any condition restricting the exercise of valid water rights in order to conserve, enhance, recover, or otherwise protect any species that is affected by operations of the CVP or SWP, or protect any \"public trust value\" pursuant to the \"Public Trust Doctrine.\" Preempts state law regarding catch limits for nonnative fish that prey on native fish species (e.g., striped bass) in the Bay-Delta. Mandates that hatchery fish be included in making determinations regarding anadromous fish covered by H.R. 1837 under the ESA. Expands the CVP service area to cover a portion of Kettleman City. Allows compliance under the California Environmental Quality Act to suffice for compliance with NEPA.", "Many of these changes have tradeoffs embedded in them. For example, provisions limiting the scope and definition of fish stocks receiving protection by the act benefit some stakeholders, but are opposed by others. Similarly, expanding the use of dedicated fish flows and funding for fish and wildlife restoration may provide more water to irrigators or other water users, but may contribute to the decline of salmon and other fish populations. This is also true of some of the most controversial sections of the bill, such as directing perpetual contract renewals, which may be viewed on one hand as an attempt to circumvent future NEPA review, but on the other hand as a way to guarantee supplies of water and streamline the regulatory process. Section of 108 of H.R. 1837 , which directs the Secretary to operate the CVP and SWP according to principles outlined in the Bay-Delta Accord also would benefit some water users, but may harm other stakeholders."], "subsections": []}, {"section_title": "Title II—San Joaquin River Restoration", "paragraphs": [], "subsections": [{"section_title": "Background17", "paragraphs": ["Historically, Central California's San Joaquin River supported large Chinook salmon populations. Since the Bureau of Reclamation's Friant Dam on the San Joaquin River became fully operational in the late 1940s, much of the river's water has been diverted for agricultural uses. As a result, approximately 60 miles of the river became dry in most years, making it impossible to support Chinook salmon populations upstream of the Merced River confluence. ", "In 1988, a coalition of environmental, conservation, and fishing groups advocating for river restoration to support Chinook salmon recovery sued the Bureau of Reclamation. A U.S. District Court judge subsequently ruled that operation of Friant Dam was violating state law because of its destruction of downstream fisheries. Faced with mounting legal fees, considerable uncertainty, and the possibility of dramatic cuts to water diversions, parties agreed to negotiate a settlement instead of proceeding to trial on a remedy regarding the court's ruling. ", "A settlement agreement was reached in the fall of 2006. Implementing legislation was debated in the 110 th and 111 th Congresses ( H.R. 4074 , H.R. 24 and S. 27 ) and became law in the spring of 2010 (Title X of P.L. 111-11 ). The Settlement Agreement and its implementing legislation call for new releases of water from Friant Dam to restore fisheries (including salmon) in the San Joaquin River and for efforts to mitigate water supply losses due to the new releases, among other things. ", "Because increased water flows for restoring fisheries (known as restoration flows) would reduce diversions of water for off-stream purposes, such as irrigation, hydropower, and municipal and industrial uses, the settlement and its implementation have been controversial. The quantity of water used for restoration flows and the quantity by which water deliveries would be reduced are related, but the relationship would not necessarily be one-for-one, due to flood flows in some years and other factors. Under the Settlement Agreement, no water would be released for restoration purposes in the driest of years; thus, the Settlement Agreement would not reduce deliveries to Friant contractors in those years. Additionally, in some years, the restoration flows released in late winter and early spring may free up space for additional runoff in Millerton Lake, potentially minimizing reductions in deliveries later in the year—assuming Millerton Lake storage is replenished. Consequently, how deliveries to Friant water contractors might be reduced in any given year depends on many factors.", "Regardless of the specifics of how much water might be released for fisheries restoration versus water diverted for off-stream purposes (such as irrigation), there will be impacts to existing surface and groundwater supplies in and around the Friant Division Service Area. Although some opposition to the Settlement Agreement and its implementing legislation remains, the largest and most directly affected stakeholders (i.e., the majority of Friant water contractors, their organizations, and environmental, fisheries, and community groups) supported the Settlement Agreement and publicly supported the implementing legislation. On the other hand, others opposed the Settlement Agreement and have continued to oppose its implementation. "], "subsections": []}, {"section_title": "Title II Proposals", "paragraphs": ["Title II of H.R. 1837 would address the ongoing controversy associated with the SJRRS by declaring that the Title \"satisfies and discharges\" all obligations of the Secretary and others to keep in good condition any fish below Friant Dam, including obligations under Section 5937 of the California Fish and Game Code, the state public trust doctrine, and the federal ESA. It is not clear how such action would affect the stipulated Settlement Agreement or how parties to the Settlement Agreement might react to changes in the implementing legislation ( P.L. 111-11 , which would no longer be implementing terms of the Settlement Agreement if H.R. 1837 became law). For example, Section 201 of H.R. 1837 directs the Secretary of the Interior to \"cease any action\" to implement the stipulated Settlement Agreement on San Joaquin River Restoration. The bill would also amend the San Joaquin River Restoration Settlement Act's (SJRRS) purpose to be restoration of the San Joaquin River, instead of implementation of the Settlement Agreement. Unlike the original Settlement Agreement and the implementing legislation (Title X of P.L. 111-11 ), however, restoration authorized in this bill is not for salmon, but would be presumably for a warm water fishery upstream of Mendota Pool. ", "Key provisions of Title II would: ", "Provide protections to third parties and allow CVP contactors to bring action against the Secretary for injunctive relief or damages, or both (§208 of H.R. 1837 ). Replace references to the settlement throughout the SJRRS with \"this part\" (i.e., Title II of H.R. 1837 ). Direct the Secretary to develop and implement within one year a \"reasonable plan\" to fully recirculate, recapture, reuse, exchange, or transfer all restoration flows (defined as a target of 50 cubic feet per second entering Mendota Pool, 62 miles below Friant Dam) and provide such flows to contractors within the units of the CVP that relinquished such restoration flows. Direct the Secretary to identify, before October 1, 2013, impacts associated with implementation of modified restoration flows and mitigation actions to address those impacts, and to implement such mitigation actions before restoration flows begin. Include a qualified preemption of Section 8 of the Reclamation Act of 1902 (deference to state law). Also \"preempts and supersedes any State law, regulation, or requirement that imposes more restrictive requirements or regulations on the activities authorized under this part\", while making an exception for certain state water quality rules. Amend the environmental compliance provisions of the San Joaquin SJRRS by adding, \"unless otherwise provided by this part\" (i.e., unless otherwise provided by title II of H.R. 1837 ). Alter funding for the activities covered by the act. Declare that H.R. 1837 satisfies and discharges certain provisions of CVPIA and state fish and game code Section 5937, the latter of which was the basis of the Settlement Agreement. Repeal Section 10011 of the SJRRS, which addresses implementation issues associated with the re-introduction of Central Valley spring run Chinook salmon."], "subsections": []}]}, {"section_title": "Title III—Repayment Contracts and Acceleration of Repayment of Construction Costs", "paragraphs": ["Since the passage of the Reclamation Act of 1902, reclamation law has been based on the concept of project repayment—reimbursement of construction costs—by project water and power users (also known as project beneficiaries). Typical \"repayment contracts\" were made for terms of 40 or 50 years, with capital costs amortized over the long-term period and repaid in annual installments (without interest for irrigation investments and with interest for M&I investments). According to one account, because the CVP is a \"financially integrated\" system, a different type of contract was used, known as a \"water service contract.\" Under water service contracts, contractors pay a combined capital repayment and operations and maintenance (O&M) charge for each acre-foot of water actually delivered. This water service payment is different from repayment contracts, in that under repayment contracts the annual repayment bill is due regardless of how much water is used in a given year. Repayment contracts tend to be the norm outside of California; however, some other projects do have some water service contracts. Water service contracts in the CVP were also typically written for 40-year terms. However, in 1992 with the passage of the Central Valley Project Improvement Act (CVPIA, Title 34 of P.L. 102-575 ), contract terms were reduced to a maximum of 25 years.", "Another early tenet of reclamation law still in existence is a limit on how much land one can irrigate with water provided from federal reclamation projects. The idea behind the limitation was to prevent speculation and monopolies in western land holdings and to promote development and expansion of the American West through establishment of family farms. Over the ensuing decades, several attempts were made to increase the acreage limitation, and in 1982, pursuant to the Reclamation Reform Act (RRA, P.L. 97-293 ), the original acreage limitation of 160 acres was raised to 960 acres. Scholars and others have written extensively on enforcement issues resulting from the 960-acre limit. It has remained on one hand, a thorn in the side of irrigators, particularly in the Central Valley where large industrial farms are more common than other areas of the West, and on the other hand, a key rallying point for taxpayer groups, environmentalists, and others who have opposed using federally subsidized water to irrigate large swaths of land. Under current law, once a repayment contract is paid out, the contractor no longer is subject to the 960-acre limit or other provisions of RRA (e.g., full-cost pricing for water). ", "Key provisions of Title III would:", "Authorize and direct the Secretary, upon request, to convert agricultural water service contracts (known as 9(e) contracts) to repayment contracts (known as 9(d) contracts), as well as M&I water service contracts to repayment contracts. (It is possible that such direction might also preclude NEPA review.) Direct that under such conversions, the Secretary shall require repayment either in lump sum or accelerated prepayment of a contractor's remaining construction costs. Reiterate current law regarding the elimination of an obligation to pay full-cost pricing rates or abide by the acreage (ownership) limitations of Reclamation law once the repayment obligation is met.", "It is not clear how many contractors within the CVP might take advantage of these provisions and opt to prepay or accelerate their payments. Current CVP contract rates are based on a target repayment date of 2030; however, because the project is technically not complete, adjustments are made annually to capital cost obligations. Current CVP ratebooks (2012) show outstanding repayment obligations of approximately $1.15 billion for irrigation contracts and $147 million for M&I contracts. Presumably, districts interested in prepaying or accelerating repayment would have to get a loan or issue a bond to raise the capital to make the payment, unless they have cash or other relatively liquid assets on hand. Because the federal repayment amount is akin to a no-interest loan for irrigation contracts, a district would have to weigh the financial costs of new financing with the operating and opportunity costs of continuing to remain under reclamation ownership and full-cost pricing rules. The added permanency of the water contract under Title I (i.e., successive renewals, upon request, and potentially without NEPA review), might make such prepayment more attractive. On the other hand, if under Title I a water service contractor could also enjoy such benefits anyway (due to the successive renewal language), it is not clear that the added benefits of being able to use Bureau of Reclamation water on more land and elimination of other requirements would outweigh the financial and administrative costs of new financing. "], "subsections": []}, {"section_title": "Title IV—Bay-Delta Watershed Water Rights Preservation and Protection", "paragraphs": ["Title IV of H.R. 1837 aims to protect senior water rights and what are known as \"area-of-origin\" priorities that are currently embedded in state law. The Title also includes specific language protecting Sacramento River Settlement contracts (both base supply and project supply) from potential reductions due to ESA implementation, thereby aiming to protect such contractors from adverse consequences of H.R. 1837 's Section 108 preemption of state and federal law on CVP and SWP Delta operations. While Title IV would protect northern and other senior water rights holders (senior to those rights or permits belonging to the CVP), it does not appear to protect water users in the Delta or others whose water rights may be more junior to the CVP, but perhaps senior to others. Additionally, to the extent the bill would not provide new water to junior contractors beyond what might be garnered from prohibition on environmental restrictions beyond those contained in the Bay-Delta Accord, it is not clear the bill would end water supply shortages until new water supplies or other increases in yield anticipated by the bill were developed or accomplished.", "Following is a summary of a few key provisions of Title IV.", "Section 401 would direct the Secretary to strictly adhere to state water rights by honoring senior water rights, \"regardless of the source of priority.\" Section 402 would place new limits on water supply reductions for Sacramento Valley agricultural water service contractors in times of water shortages, similar to those enjoyed by senior water contractors and wildlife refuges (e.g., the Secretary of the Interior in operation of the CVP would have to deliver not less than 75% of water service contractors' contracted water supply in a \"dry\" year). Currently, water service contractors have no minimum guarantee of water deliveries in dry years. (For example, north-of-Delta agricultural water service contractors are projected to receive just 30% of their contracted supplies in 2012.) The section also provides protections for M&I water contractors. Section 404 would direct the Secretary to ensure \"that there are no redirected adverse water supply or fiscal impacts to those within the Sacramento River watershed or to the State Water Project arising from the Secretary's operation of the [CVP]\" to meet legal obligations imposed by or through a state or federal agency, including but not limited to the ESA or H.R. 1837 , or actions or activities implemented to meet \"the twin goals of improving water supply or addressing environmental needs of the Bay Delta.\" (The latter clause appears to be a reference to ongoing state and federal efforts to develop a Bay-Delta Conservation Plan [BDCP] and the state's implementation of a Delta action plan.)", "It is not clear how some sections of Title IV square with the broad preemption language of Section 108 and Title V, or how such legislation would be implemented in practice. Some of the sections in Title IV appear to conflict with the goals of Title I and make unclear how much new water would be available to junior contractors, beyond water used for environmental purposes that would no longer be allowed under H.R. 1837 . "], "subsections": []}, {"section_title": "Title V", "paragraphs": ["Title V of H.R. 1837 states that \"Congress finds and declares\" that ", "Coordinated operations of the CVP and SWP (previously requested and consented to by the state of California and the federal government) require assertion of federal supremacy (presumably in water allocation) to protect existing water rights throughout the [CVP and SWP] system. Such circumstances are unique to California. \"Therefore, nothing in this Act [ H.R. 1837 ] shall serve as precedent in any other State.\""], "subsections": []}]}, {"section_title": "Concluding Remarks", "paragraphs": ["H.R. 1837 is primarily aimed at addressing decreased water deliveries to California's CVP contractors, particularly those south of the Delta, since passage of the CVPIA in 1992. The means would be delivering water to contractors that would become available due to the bill's prohibition on restrictions in environmental and other laws. The bill would primarily accomplish greater water deliveries by preempting federal and state law, including fish-and-wildlife protections and other CVP operational mandates, which are all tied to the coordinated operations of the CVP and SWP. It is unclear what impacts such changes would have on other water users in the state. Title IV of the bill attempts to provide protections for California's senior water right holders, particularly those in the Sacramento Valley watershed and in \"area-of-origin\" areas. A key remaining unknown is the significance of the bill's use of the fixed 1994 Bay Delta Accord as a basis rather than current (and evolving) in-Delta water quality standards; the current standards impose water flow restrictions and appear to be a contributing factor to annual pumping restrictions in the Delta.", "H.R. 1837 would make extensive changes to implementation of federal reclamation law under the Central Valley Project Improvement Act, the contracting provisions under the 1939 Reclamation Project Act, restoration efforts under the San Joaquin River Restoration Settlement Act, and state and federal relationships under Section 8 of the Reclamation Act of 1902. The bill would also potentially significantly alter the way the state of California implements its own state laws with regard to operation of the CVP and SWP. ", "While much attention has been paid to the effects of federal and state environmental laws on reductions in water supplies south of the Delta, the extent to which the bill would relieve water supply shortages, particularly in drought years, is uncertain. Without new water to contractors beyond what might be garnered from prohibition on state and federal environmental restrictions (and none from changes in water rights priorities or certain Delta water quality requirements), it is unclear the extent to which the bill would relieve shortages in water deliveries. An analysis of drought years and other years reveals that another significant factor in pumping restrictions is a state water quality control plan, which includes salinity and flow requirements in the Delta, as well as the fundamental tenet of state water rights allocations during times of hydrological and regulatory shortages. For example, in 2009 (a drought year) the Department of the Interior estimated that approximately 25% of the water supply reductions south of the Delta (which were approximately 40% of average annual exports) were due to federal endangered species protections. The rest of the restrictions were due to lack of water and other factors (including CVPIA). For 2011 (a wet year), the Department estimates that pumping restrictions for endangered species and CVPIA purposes totaled 90,000 acre feet (62,000 and 28,000 respectively) – approximately 1.4% of the total 6.9 million acre feet exported from the Delta that year. It is not clear how much of any given year's pumping restrictions are due to state water quality control requirements and to what degree the Bay-Delta Accord matches those requirements, and thus to what degree a similar level of restrictions would remain under H.R. 1837 for water quality purposes. Further, any reduction can be important in the long run, due to the state and federal system's reliance on storage carryover capacity and its ability to store water in wet years for use in dry years.", "H.R. 1837 goes to the heart of the water supply issue by proposing to prohibit \"any\" state or federal law (including the public trust doctrine and possibly California water rights laws) from reducing water supplies beyond those allowed in the Bay-Delta Accord and declaring a federal supremacy over water management to \"protect existing water rights throughout the system.\" However, some argue that the bill would undermine efforts to achieve the \"co-equal\" goals of \"providing for a more reliable water supply for California and protecting, restoring, and enhancing the Bay-Delta ecosystem,\" which is the foundation of state and federal efforts in development of the BDCP. While Section 401 of Title IV would direct the Secretary to strictly adhere to state water rights and honor senior water rights, it is unclear how other sections of Title IV square with the broad preemption language of Section 108 and the federal supremacy language in Title V, and how such legislation would be implemented."], "subsections": []}]}}