{"id": "R42397", "title": "The Capitol Visitor Center: History, Development, and Funding", "released_date": "2012-03-08T00:00:00", "summary": ["The Capitol Visitor Center (CVC), which opened to the public on December 2, 2008, was designed to enhance the security, educational experience, and comfort of those visiting the U.S. Capitol. The decision to build a subterranean facility beneath the East Front Plaza, largely invisible from an exterior perspective, was made so the structure would not compete with, or detract from, the appearance and historical architectural integrity of the Capitol. The project's designers sought to integrate the new structure with the landscape of the East Capitol Grounds and ultimately recreate the park-like setting intended by landscape architect Frederick Law Olmsted Sr. in his historic 1874 design for the site.", "Estimates for the cost of the center were as high as $621 million, although the FY2011 appropriations act subsequently included a $14.6 million rescission. The project was financed with appropriated funds and $65 million from private donations and revenue generated by the sale of commemorative coins.", "In March 1999, the Architect of the Capitol was authorized $2.8 million to coordinate a team of architects, engineers, and consultants to review and revalidate a 1995 study of the site selection and project design. In order to simplify the approval process for the design and construction phases, Congress transferred authority for these functions to the United States Capitol Preservation Commission in September 1999. Three months later, a revised conceptual design for the center was approved by the commission. A design and engineering obligation plan was approved by the House and Senate legislative appropriations subcommittees in November 1999 and January 2000, respectively.", "On January 31, 2000, design development work began, and in mid-October 2000, the United States Capitol Preservation Commission approved the final design plan for the center. Subsequently, a construction management firm was hired to oversee the project; an $8 million contract was awarded to relocate utility lines; a $99.9 million contract was awarded for Sequence 1 (foundation/structural work); and a $144.2 million contract was awarded for Sequence 2 (electrical, mechanical, plumbing, and finishing work).", "Additionally, a firm also was retained to oversee the development of the CVC exhibition gallery; a tree maintenance contractor was hired to help assure the protection of trees on the East Capitol Grounds; historic preservation workers temporarily removed historic Olmsted landscape features from the grounds for their protection; and temporary visitor screening facilities and media sites were constructed.", "Throughout the entire construction of the nearly 580,000 square foot underground facility, the project was monitored by congressional committees, which held numerous oversight and appropriations request hearings.", "For information on the use of the Capitol Visitor Center space for official events, see CRS Report RL34619, Use of the Capitol Rotunda, Capitol Grounds, and Emancipation Hall: Concurrent Resolutions, 101st to 112th Congress, by Matthew Eric Glassman and [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Since opening to the public on December 2, 2008, the Capitol Visitor Center (CVC) has had more than six million visitors. Located beneath the East Front Plaza, the CVC was designed to enhance the security, educational experience, and comfort of visitors to the U.S. Capitol. The decision to build a subterranean facility largely invisible from an exterior perspective was made so the structure would not compete with, or detract from, the appearance and historical architectural integrity of the Capitol. The project's designers sought to integrate the new structure with the landscape of the Capitol Grounds and ultimately recreate the park-like setting intended by landscape architect Frederick Law Olmsted Sr. in his 1874 design for the site. The cost of the center was an estimated $621 million. ", "The footprint of the center covers approximately five acres (196,000 square feet) and is larger than that of the Capitol (175,000 square feet). The square footage of the three levels of the center (580,000 square feet) is nearly two-thirds that of the Capitol itself (780,000 square feet). ", "A number of factors delayed the project's completion date and increased its cost. Unusually wet weather in 2003, the discovery of asbestos in the part of the Capitol connected to the center, and an undocumented century-old well under the construction site were unanticipated. Added expenses were incurred because of higher-than-expected bids; several design changes; security upgrades following the terrorist attacks of September 11, 2001; necessary changes to the air filtration system; House and Senate expansion space costs; and extra costs associated with working around the Capitol, such as security screening for the thousands of construction workers and vehicles that entered the construction site. ", "This report addresses the rationale and planning for the CVC, an overview of construction and funding, and subsequent legislation related to its operations and design. For information on the use of the Capitol Visitor Center space for official events, see CRS Report RL34619, Use of the Capitol Rotunda, Capitol Grounds, and Emancipation Hall: Concurrent Resolutions, 101st to 112th Congress , by Matthew Eric Glassman and [author name scrubbed]."], "subsections": []}, {"section_title": "Rationale for the Center: Security and Improved Visitor Accommodations", "paragraphs": ["The idea for a center dates at least to the mid-1970s, when the Architect of the Capitol issued Toward a Master Plan for the United States Capitol . By the turn of the 21 st century, the Capitol faced the challenge of welcoming as many as 3.5 million visitors per year while simultaneously serving Congress and its staff as a working office building.", "Although the idea for a CVC had existed for more than three decades, it did not gain momentum until after a gunman with a history of mental illness killed two U.S. Capitol Police officers stationed near a public entrance to the Capitol in July 1998. The September 11, 2001, terrorist attacks at the Pentagon and in New York, and the subsequent discovery of anthrax in congressional office buildings, also highlighted concerns regarding the potential vulnerabilities of the Capitol and the need for improved security on Capitol Hill. ", "At a hearing on security updates one year after September 11, 2001, Architect of the Capitol Alan M. Hantman (hereinafter Architect Hantman) testified that the center was designed to provide a secure environment for managing a large number of visitors while protecting the Capitol building, its occupants, and guests. Improvements to the screening of delivery vehicles and additional safety benefits of the center were also cited at subsequent House and Senate hearings.", "In addition to serving as the security screening entry for visitors to the Capitol, the center was designed to provide improved accessibility for disabled persons and enhanced visitor services and educational exhibits. Today, these include historic documents from the Library of Congress and the National Archives chronicling legislative achievements as well as House and Senate orientation theaters presenting brief films about the two chambers. The CVC also houses 24 statues from the National Statuary Hall Collection as well as other works of art."], "subsections": []}, {"section_title": "Planning for the Center in the 1990s", "paragraphs": ["In 1991, the Architect of the Capitol (AOC) was authorized to use funds to develop a design concept. In 1993, the United States Capitol Preservation Commission, an 18-member bipartisan, bicameral, board of congressional leaders, allocated $2.6 million to translate the concept into a formal design, which was prepared by RTKL Associates Inc. In November 1995, the Architect published a report reflecting RTKL's work. The 1995 report emphasized that the center had three main goals: (1) enhance the visitor experience by providing a structure, located under the East Front plaza of the Capitol, which would afford improved visitor orientation and facilities, including full accommodation for persons with disabilities, other related programs, and support services; (2) strengthen Capitol security while ensuring the preservation of an atmosphere of public access; and (3) integrate the design concepts of the center with aesthetically and functionally appropriate improvements to the East Front Plaza.", "Multiple attempts to authorize construction preceded the appropriations eventually provided in 1998. For example, during the 104 th Congress, bills were introduced in both the House ( H.R. 1230 ) and Senate ( S. 954 ) which would have authorized a Capitol Visitor Center, with one House hearing held on June 22, 1995. In the 105 th Congress, bills were again introduced ( H.R. 20 , H.R. 4347 , and S. 1508 ), with one House hearing held on May 22, 1997. During the FY2000 House and Senate legislative branch appropriations hearings, concern was raised about the Architect's projected construction schedule. On March 3, 1999, another CVC bill ( H.R. 962 ) was introduced, but no further action was taken. "], "subsections": []}, {"section_title": "Construction Overview: Selected Issues", "paragraphs": ["In March 1999, the Architect received approval to use $2.8 million to review and revalidate the 1995 design study, briefing the United States Capitol Preservation Commission on its findings on October 15, 1999. The 1999 Revalidation Study reiterated the four fundamental goals for the CVC, including (1) security, (2) visitor education, (3) visitor comfort, and (4) functional improvements, including \"modern, efficient facilities for such functions as truck loading and deliveries, constituent assembly rooms, and improved connection to the Senate and House office buildings.\"", "In November 1999, the United States Capitol Preservation Commission approved a revised conceptual design, and a design and engineering obligation plan was approved by the House and Senate legislative appropriations subcommittees in November 1999 and January 2000, respectively. ", "On January 31, 2000, design development work was begun, and in mid-October 2000, the United States Capitol Preservation Commission approved the final design plan. GAO also began to serve as a permanent consultant for the project and made frequent reports to Congress on the construction schedule and project costs. On June 20, 2000, members of the commission gathered on the East Front Plaza of the Capitol for a symbolic groundbreaking ceremony."], "subsections": [{"section_title": "Construction Management Firm Selected", "paragraphs": ["According to testimony from Architect Hantman in June 2001, Gilbane Building Company, a Providence, Rhode Island, construction management firm, was selected in January 2001 to monitor and inspect the general construction process of the center. "], "subsections": []}, {"section_title": "Utility Work Contract", "paragraphs": ["In November 2001, the William V. Walsh Construction Company of Rockville, Maryland, was awarded an $8 million contract to relocate the utility lines, which had been installed at various times during the previous 100 years, prior to beginning construction of the center. Many of the utility lines were poorly or inaccurately documented on available drawings, and their relocation proved to be a more difficult pre-construction task than anticipated."], "subsections": []}, {"section_title": "Sequence 1: Foundation/Structural Work", "paragraphs": ["On June 12, 2002, the Architect of the Capitol awarded a $99.9 million contract for Sequence 1 construction. Sequence 1 covered site demolition, excavation of soil, construction of the foundation and walls, installation of load-bearing elements, portions of site utility work, and completion of the roof plate for the center. In May 2004, the Sequence 1 contractor formally turned the project over to the Sequence 2 contractor to begin building out interior spaces and installing electrical, mechanical, and plumbing systems."], "subsections": []}, {"section_title": "Sequence 2: Electrical, Mechanical, Plumbing, and Finishing Work", "paragraphs": ["In March 2003, Architect Hantman told the Senate Committee on Rules and Administration that the bids for Sequence 2, which included the installation of electrical, mechanical, and plumbing services, and all stone and architectural buildouts and finishes, were significantly higher than had been originally estimated. As a consequence of the increased cost of Sequence 2, House Appropriations Committee Chairman C.W. Bill Young and Ranking Minority Committee Member David R. Obey sent a letter to Architect Hantman on April 14, 2003, stating that they believed he had ignored the prerogatives of the committee and exceeded budget guidelines. \"We now find ourselves,\" they wrote, \"in a situation that if we do not allow the contract for Sequence 2 to be executed by April 21, 2003, it would have significant monetary and scheduling implications.\" They emphasized that the funds for Sequence 2 were being provided \"with serious reservations.\" The House appropriators established multiple requirements for the Architect to obligate funds. On April 21, 2003, the AOC awarded a $144.2 million contract for Sequence 2."], "subsections": []}, {"section_title": "Other Construction Activities", "paragraphs": [], "subsections": [{"section_title": "Historic Preservation", "paragraphs": ["In March 2002, workers began removing the historic Frederick Law Olmsted Sr. landscape features, including the fountains, lampposts, and retaining walls on the East Front Plaza, and the Trolley Stop canopy structures, to clear the area for excavation. Each of these historic items was stored until they were returned to their original locations upon the completion of the new plaza."], "subsections": []}, {"section_title": "Tree Preservation", "paragraphs": ["In 2001, the Architect prepared a report on how the construction would affect the trees located on the East Front. Some of these had been planted as part of Frederick Law Olmsted Sr.'s 1874 plan; others were memorial or commemorative plantings, including trees sponsored by Members of Congress to commemorate and honor former First Lady Patricia Nixon, Dr. Martin Luther King, Jr., former Members of Congress, various organizations, eminent individuals, and states. Early preparation work for the center started on December 3, 2001, when workers began removing the first of the memorial trees that required relocation before the center could be built."], "subsections": []}, {"section_title": "Noise Reduction", "paragraphs": ["During the summer of 2002, soundproof windows were installed on the east side of the Capitol to keep the disruption to Congress at a minimum, while auger drills were used instead of pile drivers to reduce the noise generated by the project. "], "subsections": []}, {"section_title": "Temporary Visitor Screening Facilities", "paragraphs": ["In May 2002, Capitol tour operations were shifted from the East Front to temporary screening facilities on the north and south sides of the Capitol. While the CVC was under construction, visitors passed through these facilities prior to entering the Capitol at the West Front. "], "subsections": []}, {"section_title": "Alternate Media Sites", "paragraphs": ["In July 2002, construction of the center also required the temporary closure of both locations used by television correspondents on the East Front Plaza. Temporary sites were established in Upper Senate Park opposite the Russell Senate Office Building, and on the northwest terrace of the Cannon House Office Building."], "subsections": []}]}]}, {"section_title": "Congressional Oversight of Construction", "paragraphs": ["Below is an overview of some of the issues discussed at hearings of the House and Senate Appropriations Committees, the House Administration Committee, and House Transportation and Infrastructure during construction of the CVC. "], "subsections": [{"section_title": "Role of United States Capitol Preservation Commission Defined", "paragraphs": ["A Senate proposal to transfer approval authority for the center to the 18-member, bipartisan, bicameral United States Capitol Preservation Commission was agreed to in the FY2000 legislative branch appropriations bill and included in the law ( P.L. 106-57 ) enacted on September 29, 1999."], "subsections": []}, {"section_title": "Oversight Hearings and Selected Issues", "paragraphs": [], "subsections": [{"section_title": "2005", "paragraphs": ["At an April 13, 2005, Senate appropriations hearing, Architect Hantman testified that GAO had concluded that approximately 75% of the increased costs of the CVC were largely beyond his control. He enumerated several factors that had increased the costs, including (1) costs associated with completing the House and Senate expansion spaces, which were originally envisioned as unfinished \"shell space\"; (2) design changes that had resulted in major renovations of the Capitol's air conditioning, heating, and ventilation systems; (3) security enhancements following the 2001 terrorist attacks; (4) a significant increase in the cost of building materials; (5) a reduction in competitive bidding due to the number of other projects under construction in the District of Columbia; (6) a need for prospective contractors bidding on the project to factor in security checks of workers as well as vehicles entering the site; (7) a commitment to using high-quality materials; and (8) a Buy America requirement that precluded the option of bidding for stonework on the international market. In six additional hearings in 2005, the subcommittee, chaired by Senator Wayne Allard, focused on construction progress, changing cost estimates, and completion dates. ", "Much of the discussion at a May 3, 2005, House Appropriations Committee hearing focused on the specifics of the unfinished House office space in the CVC. Representative David Obey, ranking minority member of the committee, announced that he intended to oppose the project unless changes were made. He could have blocked this phase of the project since, pursuant to a provision included in FY2002 Legislative Branch Appropriations Act ( P.L. 107-68 ), AOC could not obligate funds for the House expansion space without the approval of the chair and ranking minority member of the House Appropriations Committee. In subsequent action, the House on May 5, and the Senate on May 10, 2005, approved language in the conference report on the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Tsunami Relief, 2005, that struck the \"chair and ranking minority member\" requirement. This revision in language was included in P.L. 109-13 , which was signed into law on May 11, 2005."], "subsections": []}, {"section_title": "2006", "paragraphs": ["From February through November, 2006, the Senate Appropriations Committee Legislative Branch Subcommittee held seven hearings on the progress of the CVC and its cost. Other issues discussed included (1) delays in the delivery and installation of the stone being used to complete the interior walls and floors of the CVC; (2) acceptance testing of the CVC's complex fire and life-safety systems; and (3) completion of a new utility tunnel, which was impacted by contractor concerns about possible asbestos contamination from an existing tunnel. The House Appropriations Committee also discussed the CVC, including its expected opening date, during a March 14, 2006, hearing on the FY2007 appropriations bill. "], "subsections": []}, {"section_title": "2007", "paragraphs": ["Many of the hearings in 2007 focused on construction oversight, planning for visitors, and ensuring the continuation of staff-led tours. The House Committee on Transportation and Infrastructure Subcommittee on Economic Development, Public Buildings, and Emergency Management and the House Administration Committee held hearings on the anticipated CVC visitor experience on June 8, 2007, and October 17, 2007, respectively. Witnesses included Terrie S. Rouse, chief executive officer, Visitor Services, Capitol Visitor Center; Capitol Police Chief Philip D. Morse; and Thomas L. Stevens, director, U.S. Capitol Visitor Service. ", "A series of House Appropriations Committee hearings continued to monitor construction. At a February 16, 2007, hearing, Acting Architect Steven T. Ayers explained reasons for the delayed opening, including those related to the acceptance testing of the fire, security, and life-safety systems, although he also testified that no additional funding would be necessary. At hearings in March, April, July, and September 2007, Acting Architect Ayers and GAO testified regarding the estimated dates for a certificate of occupancy and public opening. In November, Acting Architect Ayers discussed plans for an advanced reservation system, developing a CVC website and transportation plan, and hiring new staff. Chief Morse testified regarding the number of new officers needed to patrol the CVC, which would vary depending upon opening hours and the number of tour entrances. Discussions on the future of staff-led tours also continued. "], "subsections": []}, {"section_title": "2008", "paragraphs": ["CVC hearings in 2008 addressed construction oversight, planning for operations following the December 2, 2008, opening, and \"green\" building design elements of the CVC. At a series of six hearings in 2008, the House Appropriations Committee discussed how visitors in tour buses would reach the CVC, the design of its website, staffing, the advanced-reservation system, construction-related issues, safety recommendations made by the Occupational Safety and Health Administration, leaks in the tunnel between the CVC and the Jefferson Building of the Library of Congress, and restoration of the East Front Plaza.", "At a hearing of the House Committee on Transportation and Infrastructure Subcommittee on Economic Development, Public Buildings, and Emergency Management, on April 1, 2008, Acting Architect Ayers testified about the \"green\" building design elements, including a storm water management system designed to mitigate the impact of run-off and sediment into the city's storm sewer system; compact fluorescent light fixtures; low-flow bathroom fixtures; and low-emission construction materials. "], "subsections": []}]}]}, {"section_title": "Cost of the Construction", "paragraphs": [], "subsections": [{"section_title": "Construction Cost Estimates", "paragraphs": ["In 2003, Architect Hantman testified that the original project budget of $265 million was established in 1999. \"At that time,\" Architect Hantman said, \"the budget provided for the core CVC facilities, including the Great Hall, orientation theaters, exhibition gallery, cafeteria, gift shops, mechanical rooms, unfinished shell space for the future needs of the House and Senate, and a truck service tunnel.\" Subsequent changes to the design and scope altered this assessment. ", "At an April 2005, hearing, Architect Hantman testified that the CVC cost could reach $517 million. By May, 2005, GAO testified that cost overruns and other problems could increase the cost to \"between $522 million and $559 million.\" In October, however, GAO's Terrell Dorn said GAO could not provide an accurate cost estimate without a completion date. At the November 2005 hearing, Dorn testified \"that the CVC project is likely, at a minimum, to cost $542.9 million.\" This figure, he explained, did \"not provide any more funds for the remaining risk and uncertainties that may materialize or cover the cost of delays that may occur. It also could change again if the [construction] schedule changes.\"", "On February 15, 2006, GAO testified that the cost would be about $555 million \"without an allowance for risks and uncertainties\" and \"that the project could cost as much as about $584 million at completion.\" In March, GAO estimated that the final cost of the project would range from $556 million to $584 million. That figure was adjusted upward in September 2006, when GAO told the subcommittee the CVC project would likely \"cost about $584 million without allowance for risk and uncertainties, and as much as $596 million with an allowance for risks and uncertainties.\" In November 2006, GAO increased its minimum estimate by $8 million, to \"about $592 million.\" Subsequently, on September 26, 2007, Acting Architect Ayers and Terrell G. Dorn, GAO's Director for Physical Infrastructure Issues, announced during a House appropriations committee hearing that the estimated cost had risen to $621 million."], "subsections": []}, {"section_title": "Private Funding", "paragraphs": ["In addition to appropriated funds, in 1999, Congress approved two separate pieces of legislation aimed at raising private funds for the construction of the CVC. As a consequence of these two acts and planned contributions of the United States Capitol Preservation Commission, $65 million in private funds were ultimately made available for the project.", "First, Congress authorized a public commemorative coin issue in observance of the 200 th anniversary of the first meeting of Congress in the U.S. Capitol in the District of Columbia. The coins were issued in gold, platinum, and silver, and proceeds from the sale of the coins, less expenses, were deposited with the United States Capitol Preservation Commission for the specific purpose of construction and maintenance of the CVC. A total of $3,527,542 was raised from the sale of the 200 th anniversary commemorative coins.", "Second, conferees included language in the conference report on the Omnibus Consolidated and Emergency Supplemental Appropriations Act for FY1999 ( P.L. 105-277 ) stipulating that appropriated funds for the CVC were to \"be supplemented by private funds.\" Early in 2000, the United States Capitol Preservation Commission responded to this requirement by directing the Clerk of the House and the Secretary of the Senate to develop jointly a fundraising plan for the center. That February, the commission approved a plan for \"accepting the unsolicited offer and agreement of the Pew Charitable Trusts to establish a nonprofit 501(c)(3) foundation to solicit and receive private funds for the sole purpose of donating such funds for the visitor center project.\"", "Early in 2002, the fund announced that it had reached its $39 million fundraising goal, and all of the money would be turned over to the United States Capitol Preservation Commission. The remaining private sector funds available for construction of the center had been contributed to the commission at an earlier date. In January 2002, the United States Capitol Preservation Commission was authorized by law to transfer funds from its Capitol Preservation Fund to the Architect of the Capitol for use in the planning, engineering, design, or construction of the CVC."], "subsections": []}, {"section_title": "Appropriations History", "paragraphs": [], "subsections": [{"section_title": "FY1999 Omnibus Appropriations Act", "paragraphs": ["Following a shooting at the Capitol on July 24, 1998, that left two U.S. Capitol Police officers mortally wounded, the question of Capitol security received renewed attention. H.R. 4328 , the Omnibus Consolidated and Emergency Supplemental Appropriations Act for FY1999, was enacted on October 21, 1998 ( P.L. 105-277 , 112 Stat. 2681-569) and contained funding for a CVC. The conference report to accompany H.R. 4328 stated the following: ", "The conference agreement provides $100,000,000 to the Architect of the Capitol for planning, engineering, design, and construction of a Capitol visitor center, a facility that will provide greater security for all persons working in or visiting the United States Capitol and a more convenient place in which to learn of the work of the Congress. Each of the above-named milestones will require the approval of the appropriate authorizing and appropriations committees as the project progresses…."], "subsections": []}, {"section_title": "FY2001 and FY2002 Appropriations", "paragraphs": ["During a June 26, 2001, Senate hearing, Architect Hantman testified that construction documents for the center had been finalized and competitive bids were solicited for the first phase of the project. On December 3, 2001, President Bush, under authority granted him in the FY2001 Emergency Supplement Act ( P.L. 107-38 , 115 Stat. 220-221), authorized the transfer of $290.4 million to the legislative branch for \"increased security measures, including constructing the Capitol Visitor Center.\" Of this amount, $100 million was for the completion of the center, and $38.5 million for other security enhancements. These funds were drawn from the $20 billion made available to the President following the terrorist attacks of September 11, 2001, in P.L. 107-38 . The FY2002 Legislative Branch Appropriations Act ( P.L. 107-68 , 115 Stat. 588) contained an additional $70 million for construction of the CVC."], "subsections": []}, {"section_title": "FY2004 Appropriations", "paragraphs": ["The House passed H.R. 2657 , with no additional funding for the CVC, on July 9, 2003. The Senate Appropriations Committee reported its version of the FY2004 bill ( S. 1383 ) also on July 9, 2003, providing $47.8 million for the CVC project. The Senate language stipulated that the AOC could not obligate any of the funds without an obligation plan approved by the House and Senate Appropriations Committees. The text of S. 1383 was incorporated into H.R. 2657 and passed the Senate on July 11, 2003. The FY2004 Legislative Branch Appropriations Act provided $48.839 million for the CVC ( P.L. 108-83 , 117 Stat. 1026). A rescission of 0.59% contained in the FY2004 Consolidated Appropriations Act ( P.L. 108-199 , 118 Stat. 457) reduced this to $48.622 million. The conference report ( H.Rept. 108-279 ) included several mechanisms designed to facilitate monitoring the project's expenditures, including (1) directing GAO to perform quarterly performance reviews; (2) limiting to $10 million the total of federal funds that could be obligated or expended for the tunnel connecting the center with the Library of Congress; (3) prohibiting the Architect of the Capitol from obligating funds for the tunnel until an obligation plan was approved by the chairs and ranking members of the House and Senate Committees on Appropriations; and (4) urging those responsible for exhibits in the center to consult with the Library of Congress \"to ensure that the exhibit presents history of the Congress as well as the role of the Congress in the preservation of the cultural and artistic heritage of the American people.\" "], "subsections": []}, {"section_title": "FY2005 Appropriations", "paragraphs": ["The FY2005 Legislative Branch Appropriations bill ( S. 2666 ) reported by the Senate Appropriations Committee on July 15, 2004, included $7.6 million in the Capitol Building account for CVC care and maintenance \"as well as start-up activities for visitor services and the hiring of key personnel.\" No funds, however, were included in the House-reported and House-passed versions of the bill ( H.R. 4755 ). ", "Legislative branch appropriations were subsequently provided in the FY2005 Consolidated Appropriations Act. The conference report accompanying H.R. 4818 stated that conferees were \"distressed with the Architect's ongoing inability to provide the Committees with accurate cost estimates and delivery schedules on this very important and high-profile project.\" The agreement authorized the transfer of up to $10.6 million from the Capitol Building account to the CVC project. The bill was enacted ( P.L. 108-447 ) on December 8, 2004."], "subsections": []}, {"section_title": "FY2006 Appropriations", "paragraphs": ["On June 16, 2005, the House Appropriations Committee marked up and reported its version of the FY2006 legislative branch funding bill ( H.R. 2985 ), which included $36.9 million for the CVC project. The bill did not provide funding for the center's operations. In addition, the House bill contained $3.4 million for the House portion of expenses related to the CVC, including \"carpeting, furnishings, wiring, and audio/visual requirements,\" and a provision establishing a \"Capitol Visitor Center Governing Board.\" The House passed H.R. 2985 on June 22, 2005.", "On June 24, 2005, the Senate Appropriations Committee reported its version of the FY2006 legislative branch funding bill ( H.R. 2985 ). The approved language provided $41.9 million for the CVC project, excluding center operations. The report stated that,", "the amount requested by the Architect is unlikely to be sufficient to complete the CVC. Therefore, the Committee has added $5,000,000 to the budget based on GAO's recommendation. In addition, the opening is likely to be delayed well beyond the timeframe on which the budget estimate for operations was predicated. Therefore, the Committee has reduced the budget request for operations to $2,300,000. ", "The Senate version of H.R. 2985 did not contain the House provision for a Capitol Visitor Center Governing Board, but did include a provision authorizing the Architect of the Capitol to appoint an Executive Director of the Capitol Visitor Center. On June 30, 2005, the Senate amended and passed H.R. 2985 , with the CVC funding and language contained in the Senate report, by unanimous consent.", "The July 26, 2005, conference report accompanying H.R. 2985 contained an appropriation of $44.2 million. This figure included $41.9 million for the CVC project, and $2.3 million for operations. The report also contained, under the House of Representatives \"Allowances and Expenses\" account, $3.4 million for the House-related expenses. The conference report did not include the House language establishing a Capitol Visitor Center Governing Board or the Senate language authorizing the AOC to appoint an executive director for the center. The FY2006 Legislative Branch Appropriations Act was enacted ( P.L. 109-55 ) on August 2, 2005."], "subsections": []}, {"section_title": "FY2007 Appropriations", "paragraphs": ["On May 25, 2006, the House Appropriations Committee marked up and ordered reported a FY2007 legislative branch funding bill ( H.R. 5521 ). During markup, the committee by a voice vote approved an amendment offered by Representative Obey to transfer the authorities of the Architect to the Comptroller General until the \"confirmation of a new Architect of the Capitol.\"", "The bill reported by the House Appropriations Committee would have provided approximately $46.2 million for the CVC project, or $5 million more than the request to reflect GAO's cost estimate. In its report, the committee stated that it was \"becoming increasingly concerned about the project's continuing schedule slippages and increasing costs being reported by GAO, the Architect of the Capitol's inability to fix water leaks, and the late discovery of major security and life safety issues affecting the project, including the recent disclosure that the new utility tunnel being constructed may not meet applicable life safety requirements.\" The House passed the FY2007 legislative branch bill ( H.R. 5521 ), on June 7, 2006. ", "On June 22, 2006, the Senate Appropriations Committee reported its version of the FY2007 legislative branch funding bill ( H.R. 5521 ). The approved language provided $25.6 million for completion of the CVC, and $14 million for fit-out and operation costs. The Senate bill did not contain the House language transferring the Architect's duties.", "Funds for the legislative branch were included in the FY2007 Revised Continuing Appropriations Resolution for 2007 ( P.L. 110-5 ), which was enacted on February 15, 2007. The act provided funding for FY2007 essentially at the FY2006 account levels, except where otherwise stated. P.L. 110-5 also contained language stating that amount \"under the heading 'Architect of the Capitol, Capitol Visitor Center' in the Legislative Branch Appropriations Act, 2006 may be transferred among the accounts and purposes specified in such heading, upon the approval of the Committees on Appropriations of the House of Representatives and Senate.\" "], "subsections": []}, {"section_title": "FY2008 Appropriations", "paragraphs": ["During a March 1, 2007, hearing, Acting Architect Ayers discussed the FY2008 appropriations request with the House Appropriations Committee Subcommittee on Legislative Branch. The following day, he testified before the Senate Appropriations Committee Subcommittee on Legislative Branch.", "On June 12, 2007, the House Appropriations Committee marked up and ordered reported its version of the FY2008 legislative branch funding bill. H.R. 2771 , as reported by the House Appropriations Committee on June 19, 2007, contained $20 million in additional construction funding for the CVC and $7.545 million for CVC operational costs. The House passed H.R. 2771 on June 22, 2007.", "The Senate version of the FY2008 legislative branch funding bill ( S. 1686 ), as reported by the Senate Appropriations Committee on June 25, 2007, contained \"$28,753,000 for the CVC, of which up to $8,500,000 could be use for CVC operations.\" The Senate did not consider H.R. 2771 , and it did not pass S. 1686 . ", "The FY2008 Consolidated Appropriations Act ( P.L. 110-161 ), enacted on December 26, 2007, provided $20.3 million for the CVC project and $8.5 million for operational costs."], "subsections": []}, {"section_title": "FY2009 Appropriations", "paragraphs": ["The House Appropriations Committee Subcommittee on Legislative Branch held a hearing on the FY2009 CVC request on February 13, 2008, with the Senate Appropriations Subcommittee on Legislative Branch following on April 30, 2008. The House subcommittee held a markup on June 23, 2008. Neither committee reported a bill for FY2009. ", "The FY2009 Omnibus Appropriations Act, P.L. 111-8 , was enacted on March 11, 2009. According to a committee print, this act provided approximately $31.1 million for the CVC project, $9.1 million for operations costs, and $1.9 million within the House account."], "subsections": []}, {"section_title": "FY2010 Appropriations", "paragraphs": ["The House-passed FY2010 bill ( H.R. 2918 ) would have provided $23.1 million for the CVC. The Senate-passed version of the bill ( S. 1294 ) contained $22.8 million. The FY2010 law ( P.L. 111-68 ), enacted October 1, 2009, provided $22.5 million, a decrease of more than 44% from the FY2009 level. Both the House report and the enacted law contained language affirming the use of staff-led tours in the Capitol and the CVC. ", "The House Appropriations Committee Subcommittee on Legislative Branch also held a hearing on July 23, 2009, to discuss the status of CVC operations. Topics discussed included staff-led tours, signage, visitor transportation and accommodation, and GAO cost estimates. "], "subsections": []}, {"section_title": "FY2011 Appropriations", "paragraphs": ["The AOC requested $23.9 million for the CVC for FY2011, and the Senate-reported bill ( S. 3799 ) would have provided $22.8 million. No further action was taken during the 111 th Congress. FY2011 appropriations were included in P.L. 112-10 , which was enacted on April 11, 2011. The act provided $22.4 million for FY2011 and also included a $14.6 million rescission of prior year unobligated amounts provided for the CVC. The act also continued language from the FY2010 act that was not otherwise addressed, including the staff-led tour language. "], "subsections": []}, {"section_title": "FY2012 Appropriations", "paragraphs": ["The AOC requested $22.4 million for the CVC. The FY2011 Legislative Branch Appropriations bill, H.R. 2551 , as passed by the House on July 22, 2011, would have provided $23.0 million. The House report ( H.Rept. 112-148 ) from July 15, 2011, also contained language regarding the CVC gift shop as well as the number of tour guides assigned to the CVC. The Senate-reported version ( S.Rept. 112-80 ) from September 15, 2011, would have provided $19.4 million. ", "The FY2012 Consolidated Appropriations Act ( P.L. 112-74 ), enacted on December 23, 2011, provided $21.3 million. The act continued language affirming the use of staff-led tours in the Capitol and the CVC. The conference report ( H.Rept. 112-331 ) also contained language requiring a report on the operations of the CVC gift shop and its revolving fund."], "subsections": []}]}]}, {"section_title": "Additional CVC Legislation", "paragraphs": [], "subsections": [{"section_title": "Naming of \"Emancipation Hall\" of the Capitol Visitor Center", "paragraphs": ["A September 25, 2007, hearing of the House Committee on Transportation and Infrastructure Subcommittee on Economic Development, Public Buildings, and Emergency Management held a hearing on examined H.R. 3315 , which proposed to name the \"Great Hall\" of the CVC \"Emancipation Hall.\" The committee filed a report on November 8, 2007 ( H.Rept. 110-436 ). This hearing followed action in the House Appropriations Committee markup to include similar language in the reported version of the FY2008 Legislative Branch Appropriations bill ( H.R. 2771 ). On November 13, 2007, the House, by a vote of 398 to 6, approved H.R. 3315 , a bill to rename the \"Great Hall\" of the CVC \"Emancipation Hall.\" The Senate, after passing its own Emancipation Hall bill ( S. 1679 ) on November 15, 2007, agreed to the House bill by unanimous consent on December 6. President George W. Bush signed the bill into law ( P.L. 110-139 ) on December 18, 2007."], "subsections": []}, {"section_title": "The Capitol Visitor Center Act of 2008", "paragraphs": ["As the opening of the CVC neared, Congress considered legislation related to its administration, management, oversight, and use. On January 29, 2008, Representative Robert Brady introduced the Capitol Visitor Center Act of 2008. Provisions in the bill addressed the establishment the Office of the Capitol Visitor Center within the Office of the Architect of the Capitol, headed by the Chief Executive Officer for Visitor Services; transferred the guide service to this office; established the Office of Congressional Accessibility Services; and established a revolving fund. H.R. 5159 was referred to the Committee on House Administration, which favorably reported it on February 12. On March 5, the House passed the bill by voice vote. On September 27, the Senate adopted an amended version of H.R. 5159 . On October 2, the House concurred with the Senate amendment to H.R. 5159 . President George W. Bush signed the bill into law ( P.L. 110-437 ) on October 20, 2008. The CVC opened to the public on December 2, 2008."], "subsections": []}, {"section_title": "Resolution to Engrave the Pledge of Allegiance and the Motto of \"In God We Trust\" (H.Con.Res. 131, 111th Congress)", "paragraphs": ["On June 12, 2009, the Committee on House Administration favorably reported H.Con.Res. 131 (111 th Congress), which directed the Architect to engrave the Pledge of Allegiance to the Flag and the National Motto of \"In God We Trust\" in the CVC. The resolution, the committee report stated, \"fulfill[ed] a commitment made by the Committee during the 110 th Congress to recommend adding an engraved inscription of the motto, which is set forth in 36 U.S.C. 302, and the Pledge, which is set forth in 4 U.S.C. § 4, in the CVC.\" On July 7, 2009, the House agreed to H.Con.Res. 131 under suspension of the rules. It was agreed to in the Senate by unanimous consent on July 10. "], "subsections": []}, {"section_title": "Resolution to Acknowledge the Role Slave Labor Played in the Construction of the Capitol (H.Con.Res. 135, 111th Congress)", "paragraphs": ["On June 12, 2009, the House Administration Committee also favorably reported H.Con.Res. 135 (111 th Congress), which directed the Architect to place a marker in Emancipation Hall acknowledging the role that slave labor played in the construction of the Capitol. The report stated that, in developing the marker, the Architect was to \"consider the recommendations of the Slave Labor Task Force Working Group; ensure that the marker includes stone quarried by slaves in the construction of the Capitol to the greatest extent possible; and ensure that the marker includes a plaque or inscription that describes the purpose of the marker.\" On July 7, 2009, the House agreed to H.Con.Res. 135 under suspension of the rules. It was agreed to in the Senate by unanimous consent on July 10. ", "In the 112 th Congress, a Committee on House Administration semiannual report stated that the \"design features a bronze plaque mounted above a block of sandstone that was quarried by slaves and originally part of the Capitol's East Front,\" and that a location on the \"western end of the northern wall of Emancipation Hall\" was selected. H.Con.Res. 99 (112 th Congress), authorizing the use of Emancipation Hall to unveil this marker on February 28, 2012, was introduced by Representative John Lewis and agreed to by unanimous consent on February 9, 2012. The Senate agreed to H.Con.Res. 99 on February 15."], "subsections": []}]}]}}