{"id": "R42324", "title": "Who Is a “Veteran”?—Basic Eligibility for Veterans’ Benefits", "released_date": "2016-05-25T00:00:00", "summary": ["The U.S. Department of Veterans Affairs (VA) offers a broad range of benefits to U.S. Armed Forces veterans and certain members of their families. Among these benefits are various types of financial assistance, including monthly cash payments to disabled veterans, health care, education, and housing. Basic criteria must be met to be eligible to receive any of the benefits administered by the VA.", "This report examines the basic eligibility criteria for VA administered veterans' benefits, including the issue of eligibility of members of the National Guard and reserve components.", "For a former servicemember to receive certain VA benefits, the person must have active U.S. military service for a minimum period of time, generally the lesser of the full period ordered to active duty or 24 months, and be discharged \"under conditions other than dishonorable.\" Some members of the National Guard and reserve components have difficulty meeting the active duty and length of service requirements. However, a member of the National Guard or reserve components who is activated for federal military service and meets the length of service requirement is considered a veteran for purposes of VA benefits.", "The Secretary of Defense may determine that service for the Armed Forces by a group of civilians or contractors will be considered active service, allowing members of those groups to be considered veterans for purposes of VA benefits. Such determinations, authorized by the GI Bill Improvement Act of 1977 (P.L. 95-202), have been made only for groups involved in World War I and World War II."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The U.S. Department of Veterans Affairs (VA) offers a broad range of benefits to veterans of the U.S. Armed Forces and to certain members of their families. Among these benefits are various types of financial assistance, including monthly cash payments to disabled veterans, health care, education, and housing. Certain criteria must be met to be eligible to receive any of the benefits administered by the VA.", "This report focuses on basic eligibility and entitlement requirements for former servicemembers for benefits administered by the VA. Certain VA benefits are available to current servicemembers, and the eligibility requirements for those benefits are not a component of this report.", "The VA uses a two-step process to evaluate claims for benefits. First, the claimant must demonstrate eligib i l ity for veterans' benefits in general. That is, the claimant must prove that he or she is a bona fide veteran and verify certain related matters. Second, the veteran must prove entitlement to the particular benefit being sought. "], "subsections": []}, {"section_title": "Who Is a \"Veteran\"?", "paragraphs": ["To be eligible for most VA benefits, the claimant must be a veteran or, in some circumstances, the survivor or the dependent of a veteran. By statute, a veteran is defined as a \"person who served in the active military, naval, or air service, and who was discharged or released therefrom under conditions other than dishonorable.\"", "In evaluating the evidence to determine whether the claimant is a veteran for the purposes of VA benefits, the VA relies upon military service records. The VA is bound by information that the service documents contain. ", "Such records may include an original military service record; a copy issued by the military service with the certification that it is a true document; or a copy submitted by an accredited agent, attorney, or service representative with special training, who certifies that it is a copy of an original military service document or a copy of a copy of such a document. In addition, the document must contain data regarding the length, time, and character of the service, and the VA must believe that the document is genuine and accurate. If the claimant does not provide the requisite documentation or other evidence, or the submitted documentation does not meet the requirements, the VA must seek to verify the claimant's military service directly from the appropriate military service."], "subsections": [{"section_title": "Active Service Criteria for Veteran Status", "paragraphs": ["A claimant must have \"active military, naval, or air service\" to be considered a veteran for most VA benefits. However, not all types of service are considered active military service for this purpose.", "In general, active service means full-time service, other than active duty for training, as a member of the Army, Navy, Air Force, Marine Corps, and Coast Guard; as a commissioned officer of the Public Health Service; or as a commissioned officer of the National Oceanic and Atmospheric Administration or its predecessors.", "Active service also includes a period of active duty for training during which the person was disabled or died from an injury or disease incurred or aggravated in the line of duty and any period of inactive duty for training during which the person was disabled or died from an injury incurred or aggravated in the line of duty or from certain health conditions incurred during the training.", "Additional circumstances of service, and whether they are deemed to be active military service, are set out in law. For example, if on authorized travel to and from the performance of active duty training or inactive duty for training, a person is disabled or dies, the duty will be considered to be active duty for training or inactive duty for training.", "The determination of whether a claimant has met the active service requirement may not be a simple process. The claimant and the VA may have to scrutinize the claimant's service records to determine whether the claimant's service fits into one of the many categories of active service, or whether an exception has been made for his or her service, so that it is considered to be active service for the purposes of veterans' benefits. In addition, a claimant may have more than one period of service, which may further complicate the determination."], "subsections": []}, {"section_title": "Length of Service Criteria for Veteran Status", "paragraphs": ["For people who enlisted prior to September 8, 1980, no minimum length of service is necessary to be considered a veteran for most VA benefits. However, certain minimum length of service requirements apply to people who enlisted on or after September 8, 1980. The general requirement is the \"full period\" for which the servicemember was called or ordered to active duty or, if less, 24 months of continuous active duty.", "Several exceptions exist to this rule. For example, service-connected disability compensation benefits are exempt from the length of service requirement. Thus, a veteran with a disease or injury incurred during active service generally may receive service-connected compensation for that disability. Other exceptions to the minimum service requirements include claims for VA life insurance benefits, hardship discharges, and persons retired or separated from service because of a service-related disability.", "If the former servicemember did not serve for the full period of active duty and served less than 24 months, and none of the statutory exceptions apply, then the veteran did not complete a minimum period of active duty and is \"not eligible for any benefit under Title 38, United States Code or under any law administered by the Department of Veterans Affairs based on that period of active service.\""], "subsections": []}, {"section_title": "Discharge Criteria for Veteran Status", "paragraphs": ["The statutory definition of veteran requires that the individual be discharged or released from military service \"under conditions other than dishonorable.\" There are currently five types of discharges issued by the military services: ", "1. honorable discharge (HD), 2. discharge under honorable conditions (UHC) or general discharge (GD), 3. discharge under other than honorable conditions (UOTHC) or undesirable discharge (UD), 4. bad conduct discharge (BCD), and 5. dishonorable discharge (DD).", "The statutory definition of veteran does not precisely match those five categories of the discharges, and the VA often determines on a case-by-case basis whether the claimant's discharge qualifies as under conditions other than dishonorable. In most cases, the VA considers honorable discharges and discharges under honorable conditions (the first two of the five categories) to be conditions other than dishonorable and will usually qualify a claimant as a veteran under the first step of the eligibility test, which usually qualifies a veteran for most benefits.", "A bad conduct discharge from a special court-martial and other discharges made under other than honorable conditions do not always disqualify the claimant from being considered a veteran for purposes of benefits eligibility. In the case of such a discharge, the VA makes a special \"character of service determination,\" based on the facts of the case. The VA reviews the entire period of the claimant's enlistment to assess the quality of the service and to determine whether it is sufficient to qualify the discharge as being under conditions other than dishonorable. If a claimant has served more than one period of enlistment, different discharge categories may be specified for each period.", "Dishonorable and bad conduct discharges issued by general courts-martial may bar VA benefits. Veterans in prison and parolees may be eligible for certain VA benefits and must contact the VA to determine eligibility. VA benefits are not provided to any veteran or dependent wanted for an outstanding felony warrant.", "Benefits are awarded in some cases even when the character of the discharge would ordinarily make the individual ineligible. For example, if the claimant is found to have been insane at the time of the offense leading to the discharge, VA benefits may be granted. There does not need to be a direct connection between the insanity and the misconduct."], "subsections": []}, {"section_title": "Distinguishing Between Wartime and Peacetime Military Service22", "paragraphs": ["All military service is classified as either wartime or peacetime service. The type of service may affect eligibility for VA benefits. For example, only veterans with wartime service qualify for Improved Pension, which pays benefits to low-income veterans who are either elderly or non-service-connected disabled veterans.", "Periods considered \"wartime\" for the purposes of veterans' benefits are defined in law. Veterans who served during those periods are considered to have \"served during wartime\" by the VA, even if the service was not in a combat zone. Those time periods not designated by Congress as wartime are considered to be peacetime. If a veteran served partly during wartime and partly during peacetime, the veteran meets the wartime criteria if he or she served 90 consecutive days, at least one day of which occurred during a period designated as wartime.", "Congress has designated eight wartime periods:", "Indian Wars —January 1, 1817, through December 31, 1898; Spanish-American War —April 21, 1898, through July 4, 1902; Mexican Border Period —May 19, 1916, though April 5, 1917; World War I —in general, April 6, 1917, through November 11, 1918; extended to later dates under certain conditions; World War II —December 7, 1941, through December 31, 1946; extended through July 25, 1947, for veterans in service on December 31, 1946; Korean Conflict —June 27, 1950, through January 31, 1955; Vietnam Era —in general, August 5, 1964, through May 7, 1975, but the period begins on February 28, 1961, for veterans who served in the Republic of Vietnam during that period ; Persian Gulf War —August 2, 1990, through a date to be prescribed by presidential proclamation or law."], "subsections": []}]}, {"section_title": "Veteran Status for National Guard and Reserve Servicemembers", "paragraphs": ["To be eligible for VA benefits, members of the National Guard and the reserve components must meet the same standards as other claimants. In many cases, however, they do not meet the active duty standard or length of service standard and are therefore ineligible for VA benefits. Members of the National Guard and reserves who are never activated for federal active duty military service do not meet the active duty requirement.", "National Guard and reserve members who are called to active duty and serve the full period for which they are called meet both the active service and length of duty requirements. National Guard and reserve members also qualify as veterans for the purposes of VA benefits if they are disabled or die from a disease or injury incurred or aggravated in the line of duty.", "National Guard and reserve members may qualify as veterans for the purposes of VA benefits under other circumstances, which adds to the complexity of the eligibility determination. For example, under certain conditions Guard and reserve members may be eligible for education benefits (through the Reserve Educational Program or the Post-9/11 GI Bill) and home loans from the VA (with six years of service in the Selected Reserves or National Guard). Eligibility under these special cases is usually determined by the VA after reviewing the individual servicemember's military service records."], "subsections": []}, {"section_title": "Consideration of Civilian Groups for Veteran Status", "paragraphs": ["Some groups of civilians who participated in World War I and World War II are also eligible for VA benefits. The GI Bill Improvement Act of 1977 ( P.L. 95-202 ) recognized the service of the Women's Air Forces Service Pilots, a civilian group, as active service for benefits administered by the VA. That law also provided that the Secretary of Defense could determine that service for the Armed Forces by a group of civilians or contractors be considered active service for benefits administered by the VA.", "Based on the provisions of P.L. 95-202 , the Secretary of Defense established that the Secretary of the Air Force would develop and maintain the process to determine if the wartime employment of certain groups of individuals is considered active duty military service for the purpose of receiving certain veterans' benefits. If these groups are considered to be active duty by the Secretary, they are eligible to receive certain benefits, including health care.", "Regulations implementing P.L. 95-202 specify which groups the Secretary has determined were employed in active duty service. The regulations also established the Department of Defense Civilian/Military Service Review Board and Advisory Panel to review each application for active duty status. Following its review, the board recommends to the Secretary whether the applicant group should be considered active duty for the purposes of the act; the Secretary makes the final decision. ", "Changes and clarification to the regulations were implemented in 1989 in response to \"a Federal Court determination [ Schumacher v. Aldridge ] that the Department of Defense had failed to clarify factors and criteria in their implementing directive concerning P.L. 95-202 .\" ", "To date, only certain groups who participated in World War I and World War II have been accorded active duty status under this procedure, including Women's Air Force Service Pilots (WASPs), Signal Corps Female Telephone Operators Unit (World War I), Engineer Field Clerks (World War I), Male Civilian Ferry Pilots (World War II), and other groups of employees with war-related occupations.", "Civilian groups granted veterans status pursuant to P.L. 95-202 are eligible for VA burial benefits including interment or inurnment in VA National Cemeteries. Pursuant to legislation enacted on May 20, 2016 ( P.L. 114-158 ), these veterans are eligible for inurnment in the Columbarium or Niche Wall at Arlington Cemetery but not ground burial. "], "subsections": [{"section_title": "Veteran Status for Merchant Mariners", "paragraphs": ["Merchant mariners are civilians who engage in certain maritime activities, such as the transportation of military equipment by sea, in support of the armed forces. In general, merchant mariners are not considered veterans for the purposes of any VA benefits. However, pursuant to regulations promulgated in accordance with P.L. 95-202 , the following groups of merchant mariners are considered veterans for purposes of eligibility for all programs administered by the VA:", "United States Merchant Seamen who served on blockships in support of Operation Mulberry in World War II; and American Merchant Marine personnel who served in oceangoing service during the period of armed conflict between December 7, 1941, and August 15, 1945. ", "In addition, pursuant to Section 402 of the Veterans Programs Enhancement Act of 1998 ( P.L. 105-368 ), merchant mariners may qualify for interment or inurnment at a VA National Cemetery and VA burial benefits only if they were members of the United States Merchant Marine, Army Transport Service, or Naval Transport Service who served between August 16, 1945, and December 31, 1946."], "subsections": []}]}]}}