{"id": "R42373", "title": "Issues in International Trade Law: Restricting Exports of Electronic Waste", "released_date": "2012-02-24T00:00:00", "summary": ["Electronic waste (e-waste) is a term that loosely refers to obsolete, broken, or irreparable electronic devices like televisions, computer central processing units (CPUs), computer monitors, laptops, printers, scanners, and associated wiring. Because e-waste is generated in high volumes in the United States and contains hazardous materials like lead, mercury, and chromium, it is a growing area of domestic concern. Currently, e-waste is essentially unregulated at the federal level and can be disposed of with common household garbage in municipal solid waste landfills or incinerators. However, the international trade in e-waste is subject to the international agreements governing the hazardous waste trade. The United States is a party to several of these agreements, but it is not a party to the largest multilateral agreement in this field: the Basel Convention.", "Although it is difficult to know exactly how much e-waste is exported from the United States, developing countries in Asia or Africa appear to be active importers of it. Many of these countries lack, or do not enforce, labor or environmental laws that would mitigate or prevent the harms to human and environmental health that are associated with e-waste processing. The result is that some overseas e-waste recycling operations may pose a significant risk to human and environmental well-being.", "Recently, momentum has developed for domestic legislation restricting U.S. e-waste exports. These restrictions could take many forms, including a partial or total ban on e-waste exports, an e-waste export licensing system, or a quota on e-waste exports. However, these restrictions may be difficult to reconcile with the General Agreement on Tariffs and Trade (GATT), one of the World Trade Organization (WTO) Agreements, and could be susceptible to challenge before a WTO panel.", "In particular, e-waste export restrictions may be deemed inconsistent with Articles XI:1, XIII:1, and I:1 of the GATT. If declared a violation of the GATT, e-waste export restrictions could be justified under Article XX of the GATT if they (1) fit under one of the exceptions listed in paragraphs (a) to (j) of Article XX of the GATT and (2) satisfy the requirements imposed by the Article XX chapeau. It would be difficult, however, for U.S. export restrictions on e-waste to meet this standard for justification if they are imposed without serious U.S. engagement in international negotiations on the hazardous waste trade or without the concurrent operation of comparable restrictions on domestic e-waste production."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Electronic waste (e-waste) is a term that refers loosely to obsolete, broken, or irreparable electronic devices like televisions, computer central processing units (CPUs), computer monitors (flat screen and cathode ray tubes), laptops, printers, scanners, and associated wiring. E-waste has become a concern in the United States in part because of the high volumes in which it is generated and the hazardous ingredients it often contains (such as lead, mercury, and chromium). ", "E-waste is essentially unregulated at the federal level—meaning it can be disposed of with common household garbage in municipal solid waste landfills (the primary disposal method) or incinerators. U.S. producers of e-waste may also opt to export it overseas for processing. Although it is difficult to know exactly how much e-waste is exported, developing countries in Asia or Africa appear to be active importers of it. Many of these countries lack, or do not enforce, labor or environmental laws that would mitigate or prevent the harms associated with e-waste processing. The result is that e-waste recycling operations in those countries may pose a significant risk to human health and the environment. Environmental impacts reportedly include contamination of the local soil, air, surface water, and groundwater.", "Although the United States has been involved in international efforts aimed at regulating the transboundary movements of hazardous waste for decades, it is not a party to the primary multilateral agreement governing the international waste trade: the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal (Basel Convention). This Convention forbids parties from exporting hazardous wastes to a party who has not received notice of, and consented to, that export. It also requires parties to adopt domestic policies aimed at reducing the production of hazardous waste. An amendment to that Convention, which has not yet entered into force, would ban hazardous waste exports from \"Annex VII\" parties—members of the OECD, European Union, and Liechtenstein—to other Convention parties, which are primarily developing countries.", "Recently, momentum has developed for domestic legislation restricting e-waste exports from the United States. These restrictions could take many forms, including a ban akin to the one proposed by the Ban Amendment to the Basel Convention, an e-waste export licensing system, or a quota on e-waste exports. These restrictions may be difficult to reconcile with the General Agreement on Tariffs and Trade (GATT), one of the World Trade Organization (WTO) Agreements, and could be susceptible to challenge before a WTO panel."], "subsections": []}, {"section_title": "International Agreements on Hazardous Waste", "paragraphs": ["Since the 1980s, the United States has been a party to international agreements governing the transboundary movements of hazardous wastes. These agreements, one among the member countries of the Organization for Economic Cooperation and Development (OECD) and two bilateral agreements with Canada and Mexico, condition hazardous waste exports on the notification of both exporting and destination countries and the destination country's consent. However, these agreements cover a broader category of waste—all hazardous waste—than the hazardous electronic waste commonly called e-waste.", "Although the United States has engaged in some international efforts to regulate hazardous waste exports, it is not a party to the primary multilateral agreement governing the international waste trade: the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal (Basel Convention). Over 170 other countries are parties to the Basel Convention, which was negotiated under the auspices of the United Nations Environment Programme. The Basel Convention forbids parties from exporting hazardous wastes to any other party who has not received notice of, and consented to, that export. Article 4 of the Basel Convention imposes several other prohibitions and obligations on the parties, including, inter alia :", "a prohibition on the export of hazardous wastes to (or importing hazardous wastes from) non-parties unless the exporting and importing countries have entered into an international agreement with provisions on environmentally sound waste management that are at least equivalent to those in the Convention; an obligation to ensure that the generation of hazardous wastes within their territories is reduced to a minimum; a requirement to prohibit persons within their jurisdictions from transporting hazardous wastes unless they are authorized to do so; and an obligation to require that hazardous waste exports are managed in an environmentally sound manner in the state of import.", "In addition, in 1995, Basel Convention parties adopted an amendment to the Convention to impose an absolute ban on hazardous waste export from \"Annex VII\" parties—members of the OECD, European Union, and Liechtenstein—to other Convention parties, which are primarily developing countries. Although some parties implemented the ban domestically, the \"Ban Amendment\" has not entered into force. "], "subsections": []}, {"section_title": "The General Agreement on Tariffs and Trade", "paragraphs": ["The General Agreement on Tariffs and Trade (GATT) is one of the foundational agreements of the WTO's legal regime. At its most general, the GATT sets the maximum tariffs for particular goods and disciplines certain trade-restricting measures adopted by WTO Members. Among the GATT's cornerstone provisions are Article XI, which prohibits quantitative prohibitions or restrictions on the exportation of goods to any other Member country, and Article I, which bans measures that grant less favorable treatment to the products of one WTO Member country than to the like products of any other country. ", "The WTO Understanding on Rules and Procedures Governing the Settlement of Disputes (DSU) provides a means for WTO Members to resolve disputes arising under WTO agreements. WTO Members must first attempt to settle their dispute through consultations, but, if these fail, the Member initiating the dispute may request that a panel examine and report on its complaint. In addition, a Member may appeal a panel's report to the WTO Appellate Body. Members whose measures are deemed inconsistent with its WTO obligations and unjustified under one of the GATT exceptions, such as those in Article XX, are expected to implement the panel and/or Appellate Body's report. That is, the defending Member must withdraw, modify, or replace its inconsistent measures. If a disagreement arises as to whether the defending Member has, in fact, implemented the report, a WTO panel may be convened to hear the dispute over compliance. The WTO Appellate Body hears appeals of these compliance panel reports.", "Ultimately, when a defending Member fails to implement a panel or Appellate Body report within the established compliance period, the prevailing Member may request that the defending Member negotiate a compensation agreement. If these negotiations are not requested or if an agreement is not reached, the prevailing Member may also request authorization to impose certain trade sanctions against the non-complying Member. Specifically, the WTO may authorize the prevailing Member to suspend tariff concessions or other trade obligations that it otherwise owes the non-complying Member under a WTO agreement."], "subsections": [{"section_title": "Article XI", "paragraphs": ["Article XI:1 of the GATT bars the institution or maintenance of quantitative restrictions on exports to, and imports from, any WTO Member's territory. Quantitative restrictions limit the amount of a product that may be imported or exported. Common examples are embargoes, quotas, minimum import or export prices, and certain import or export licensing requirements. Only duties, taxes, and other charges are Article XI:1 consistent methods of restricting imports or exports. ", "Article XI:1's constraints apply to a broad range of government actions (all \"measures\")—including those, like government agency practices, that are not required by a law or regulation. Article XI prohibits WTO Members from taking these actions if they impose or have the effect of a quantitative restriction. Moreover, a measure that expressly institutes an import or export ban constitutes a quantitative restriction within the meaning of Article XI:1 regardless of whether it has, in practice, impeded imports or exports. Because the GATT protects both existing and future trade flows, a measure that would , by its terms, preclude certain potential exports is inconsistent with Article XI:1.", "To date, only a few WTO panels have considered export restrictions under Article XI:1. However, measures that ban or impose a licensing system on e-waste exports could constitute export restrictions prohibited by Article XI:1."], "subsections": [{"section_title": "Imposing a Ban on E-Waste Exports", "paragraphs": ["As discussed above, any government action that expressly precludes the importation or exportation of certain goods constitutes a quantitative restriction per se and is necessarily inconsistent with the GATT. Although there are few GATT or WTO panel decisions on export bans, as discussed below, panels have consistently found that import bans implemented through compulsory licensing systems violate Article XI. This jurisprudence can be expected to inform any WTO panel decision on the GATT consistency of export bans and licensing. ", "Brazil – Tyres is one example of a WTO panel decision striking down an import ban implemented through a licensing system. In that case, the European Union challenged the GATT consistency of a set of Brazilian laws designed to limit imports of certain products—retreaded tires—that Brazil believed had a negative environmental impact. Specifically, Brazil had adopted a licensing system under which a person could only import retreaded tires after obtaining a license, but a person would be ineligible for this license when the retreaded tire imports originated in a non-MERCOSUR country. Although the panel acknowledged that Brazil did not explicitly prohibit retreaded tire imports from non-MERCOSUR countries, it found that because no person could obtain the license required to import these goods, the licensing measure plainly \"operate[d] so as to prohibit\" their importation. The panel therefore held that the measure constituted an import ban barred by Article XI:1 of the GATT. ", "In another dispute over a licensing system, India – Quantitative Restrictions , a WTO panel struck down a measure under which both exporters sending specified goods to India and importers bringing specified goods into India were required to obtain a license. The measure established license eligibility criteria that distinguished between importers on the basis of their reasons for importing the covered goods. An importer was ineligible for a license if it was importing the goods for resale, but an entity importing the goods for its own direct use was eligible for the compulsory license. The panel found that a licensing system based on this distinction was inconsistent with Article XI:1 because it limited the amount of covered imports by precluding some entities from importing those goods at all. "], "subsections": []}, {"section_title": "Imposing a Licensing System on E-Waste Exports", "paragraphs": ["A government action that operates as \"any form of limitation... on, or in relation to\" imports or exports is prohibited by Article XI:1. Whether a measure meets this standard is assessed by its design and \"its potential to adversely affect\" exportation. WTO panels have consistently described \"discretionary\" or \"non-automatic\" licensing requirements as falling within this category of prohibited quantitative restrictions. As a result, a system under which the licensing authority has universally granted licenses to applicants who satisfy the prerequisites may still violate Article XI:1 if those prerequisites give the licensing authority unfettered discretion to deny a license. ", "The WTO panel decision in China – Raw Materials , suggests that a measure could be inconsistent with Article XI:1 if it, or its implementing regulations, prescribe vague or unspecified criteria for granting licenses. In that case, a WTO panel assessed the GATT consistency of China's export licensing system for certain raw materials (bauxite, fluorspar, etc.) and rejected China's argument that the licensing system was \"automatic\" because no qualified applicant had been denied a license. Instead, the panel found that some of the criteria for a license were worded so vaguely as to be \"unspecified,\" which endowed the Chinese licensing authorities with unfettered discretion to deny a license. The panel singled out one qualification in particular: the requirement that the license application be \"complete and accurate.\" The panel wrote that rather than specifying how an application could meet this qualification, the law authorized the licensing agencies to require applicants to submit unspecified \"documents of approval\" and \"other materials.\" As a result, it was impossible, in the panel's view, for an applicant to know what documents would be necessary to qualify for a license. This uncertainty would, the panel reasoned, discourage some exporters from seeking export licenses at all and, in doing so, cause an overall reduction in exports of raw materials. The panel therefore ruled that, by giving its licensing authorities the flexibility to require documents not expressly enumerated in the law, China had created a discretionary licensing system that restrained exports of raw materials in violation of Article XI:1 of the GATT. In the United States, presumably, principles of constitutional due process forbid an agency from basing e-waste export licensing decisions on vague and unspecified criteria. However, it is unclear after the panel's decision in China – Raw Materials whether export license criteria that is sufficiently specific for the purposes of constitutional due process necessarily avoids creating the limiting effect of uncertainty for exporters hoping to obtain a license.", "Furthermore, an export licensing system can have a limiting effect in other ways besides creating uncertainty about the likelihood that a license will be granted. In at least one case, Japan – Semi-Conductors , a GATT panel held that a lengthy license approval process also has a limiting effect on exportation in violation of Article XI:1. In that case, the panel held that three-month delays in an agency's export licensing process restrained exports even though the delays did not result from any \"mandatory\" law, regulation, or requirement. Japan had required exporters to obtain licenses before exporting certain quantities of semi-conductors, and, after several years, lowered the threshold level of semi-conductors that could be shipped without a license. As a result of this change in policy, the number of license applications almost doubled. The licensing agency found itself unprepared for the sudden increase of applications, and, due to the back-up, applications often could not be processed for several months. The panel held that the practices resulting in the three-month delays in licensing had a limiting effect on exportation and were, therefore, de facto quantitative restrictions prohibited by Article XI:1. It is possible that the combination of new budgetary restrictions and the imposition of an export licensing system could cause very similar delays in the licensing process to the ones deemed inconsistent with Article XI in Japan – Semi-Conductors ."], "subsections": []}]}, {"section_title": "Article XIII", "paragraphs": ["In addition to violating Article XI, e-waste export restrictions may also violate Article XIII of the GATT. Article XIII prescribes rules on the administration of quantitative restrictions. Specifically, it requires Members to administer quantitative restrictions that are otherwise authorized under the GATT—which a measure would be if it was, for example, justified under Article XX of the GATT—in a non-discriminatory manner. A WTO panel would strike down an export ban or licensing system under Article XIII if it does not conform with the principle, discussed in the following paragraphs, of most favored nation treatment. However, in the name of judicial economy, WTO panels that identify violations of Article XI:1 that are not justified by Article XX generally decline to examine the measure's consistency with Article XIII. "], "subsections": []}, {"section_title": "Article I", "paragraphs": ["Article I, also known as the general \"most favored nation\" (MFN) provision, states that \"any advantage, favor, privilege or immunity granted by a [WTO Member] to any product originating in or destined for any other country shall be accorded immediately and unconditionally to the like product originating in or destined for the territories of all other [WTO Members].\" ", "Unlike Article XI, which applies to any government action, Article I of the GATT applies only to specified categories of government measures, including \"all rules and formalities in connection with importation and exportation. \" This is, however, a broad category. WTO panels have interpreted the phrase \"in connection with importation\" to encompass measures that both directly relate to the process of importation and those that might only have an impact on importation. Moreover, the panel in U.S. – Poultry held that a prerequisite for importation is a rule or formality in connection with importation under Article I:1. This suggests that a measure that imposes a prerequisite—licensing—on exportation must accord MFN treatment to goods from WTO Members.", "A measure covered by Article I:1 violates the MFN principle if it:", "1. confers any trade \"advantage;\" 2. affects \"like\" products; and 3. fails to accord that advantage \"immediately and unconditionally\" to those products. ", "The term \"advantage\" in Article I:1 has been given a very broad definition to encompass any more favorable competitive opportunity or commercial status relative to those of like products destined to different WTO Members. It can include, for example, variations in both the procedural and administrative requirements for imports. As a result, variations in the licensing requirements for imports can constitute an advantage under Article I:1. In EC – Bananas III , for example, a WTO panel ruled that the European Union had accorded an origin-discriminatory advantage to the products of some WTO Members by imposing additional licensing requirements on imports from other WTO Members. Notably, a measure may be deemed to accord an advantage even if it is written in origin neutral terms.", "Similarly, two products may be deemed \"like\" under Article I:1 even if they are subject to different tariff classifications or, for other reasons, are not exact duplicates. WTO panels and the Appellate Body assess the \"likeness\" of two products by examining their characteristics, their end-uses, their tariff classification, and consumers' tastes and habits. Where a complaining Member demonstrates that the difference in treatment between imported products is based exclusively on the products' different origins, a WTO panel will presume that there can or will be discrimination between imported products that are \"like.\" Although it is often difficult in other cases to predict whether a given measure would affect \"like\" products from WTO Members, a measure that affects a broad range of products may be likely to result in discrimination between at least some \"like\" imports. ", "Once a measure is found to have conferred a trade advantage that affects \"like\" products, that measure will be deemed inconsistent with Article I:1 if it fails to accord the advantage \"unconditionally.\" WTO panels have adopted different interpretations of the term \"unconditionally, \" but their decisions suggest that conditions may be attached to an advantage only if they do not discriminate, either on their face or as applied, between \"like\" products on the basis of their countries of origin or destination. For example, an advantage is not accorded \"unconditionally\" if some countries have to do or pay something to receive it. Similarly, an advantage is not accorded \"unconditionally\" if some countries have to take a particular action, such as adopt a specified policy, for exports to their territories to become eligible to receive it. ", "Notably, a measure framed in origin neutral terms so as to appear facially consistent with Article I:1 violates the MFN principle if it has a discriminatory impact on imports of like products from some WTO Members relative to others. In Canada – Autos , for example, a WTO panel examined a Canadian measure that exempted car imports from a customs duty if their manufacturers satisfied certain requirements, including establishment in Canada and the use of Canadian materials in production. The panel found that the duty exemption was an \"advantage\" and that, although the exemption was origin neutral on its face, the structure and characteristics of the global automotive industry meant that the criteria for the exemption created origin-based discrimination among auto imports from WTO Members. The panel buttressed this finding with the measure's legislative history, which suggested that the exemption was part of a scheme intended to rationalize production in the North American automotive market and encourage U.S.-owned car manufacturers to expand their production operations to Canada. In other words, the panel ruled that Canada's import duty exemption was a de facto violation of Article I:1 because it was designed to benefit auto imports from particular sources, namely those in the United States and North America, and had the discriminatory effect it intended.", "Similarly, in Indonesia – Autos , a WTO panel found that an Indonesian measure exempting certain cars from import duties and sales taxes was also inconsistent with Article I:1. In that case, an import's eligibility for the exemptions depended on facially origin neutral factors, such as the domestic car company's relationship with the foreign importer, the use of local content, and the use of the imported car parts in the assembly in Indonesia of a domestic car. While these criteria, like those in Canada – Autos , were framed in origin neutral terms, the panel found that in practice only car imports from Korea could satisfy them. Therefore, the panel ruled that the tax advantages, as applied, were accorded in a fashion that discriminated against products from WTO Members on the basis of their origin."], "subsections": []}, {"section_title": "Article XX", "paragraphs": ["If a measure is found to violate a GATT obligation, a Member may seek to justify it in a WTO dispute by invoking one of the general exceptions set out in Article XX of the GATT. The defending Member has the burden, at that point, of proving that the measure both fits under one of the exceptions listed in paragraphs (a) to (j) under Article XX and satisfies the requirements imposed by Article XX's opening clauses, which form its \"chapeau. \" ", "Arguably, Article XX(b) may be the most viable provisional defense of a measure restricting e-waste exports. Article XX(b) justifies GATT-inconsistent measures \"necessary to protect human, animal, or plant life or health.\" However, relative to the other Article XX sub-paragraphs, Article XX(b) imposes a high standard—\"necessity\"—for provisional justification. It is also possible that paragraph (g) of Article XX could be used to justify export restrictions on e-waste. Article XX(g) authorizes the imposition of GATT-inconsistent measures \"relating to the conservation of exhaustible natural resources if such measures are made effective in conjunction with restrictions on domestic production or consumption.\" While it may be easier for a measure to \"relate\" to conservation under Article XX(g) than for it to be \"necessary\" to protect human, animal, or plant life or health under Article XX(b), Article XX(g) only applies to export restrictions when they operate jointly with domestic restrictions. "], "subsections": [{"section_title": "Extraterritorial Application of Article XX", "paragraphs": ["Regardless of which Article XX sub-paragraph is most applicable, there is the possibility that neither is appropriate for defending e-waste export restrictions if the objective of the restrictions is to protect or conserve natural resources that are permanently inside another Member's territory. Neither Article XX(b) nor Article XX(d) state whether the objects of protection or conservation must be located in the territory of the Member imposing the challenged measure, however, in an unadopted report, a GATT panel held in Tuna II that policies aimed at the protection and conservation of animals—dolphins—outside of the territory of the defending Member can fall within the range of policies covered by Article XX(b). No case since the establishment of the WTO has presented a panel with an opportunity to affirm, narrow, or reject the GATT panel's reasoning. Accordingly, if the GATT consistency of e-waste export restrictions reached a WTO panel, a jurisdictional issue could arise over Article XX applicability to a measure that purports to protect human and environmental health in countries where e-waste is managed in a potentially hazardous fashion. In that scenario, the panel would need to clarify Article XX(b)'s territorial reach to determine whether it is, in fact, available to provisionally justify measures necessary to achieve extraterritorial effects. A panel could distinguish the objectives of the e-waste export restrictions (which would presumably be aimed at preserving the lives and health of another Member's citizens and/or its soil, air, surface water, and groundwater) from the dolphins in Tuna II , which move both between the territories of Member countries and within the high seas. Alternatively, a panel could find that air, soil, and water are, like dolphins, natural resources that move between Members, pointing to the transboundary flow of air, water, and chemicals in the soil. A third possibility is that a panel would hold that concerns about Members applying their environmental policies extraterritorially are addressed by the Article XX chapeau, which disfavors unilateral and coercive policies, not the provisional Article XX defense. "], "subsections": []}, {"section_title": "Article XX(b)", "paragraphs": ["Article XX(b) states that it may be invoked for measures \"necessary to protect human, animal or plant life or health.\" For a Member to make a prima facie case that a measure restricting e-waste exports is provisionally justified under XX(b) it must show that (1) the measure's policy objective is the protection of human life or health; and (2) the measure is necessary to achieve this end. Presumably, the objective of such a measure is the protection of the life and health of the people who come into contact with the chemicals and gases released through e-waste recycling and disposal, but a panel would examine whether the measure's substance, design, architecture, and structure support this assumption. ", "Satisfying the second element of the test under Article XX(b)—necessity—is often more problematic. WTO panels begin the necessity analysis by balancing \"the relevant factors, particularly the importance of the interests or values at stake, the extent of the contribution to the achievement of the measure's objective, and its trade restrictiveness.\" In general, the more vital or important the value being pursued, the more likely it is that the measure will be deemed necessary to achieve the desired level of protection. A \"necessary\" measure need not be indispensable, but it must be \"apt to produce a material contribution to the achievement of its objective.\" In other words, a measure providing only a \"marginal or insignificant\" contribution is not \"necessary\" to achieve its goal. In addition, the required size of the contribution is often larger for measures, such as import or export bans, that are particularly trade restrictive. As a result, a panel considering the application of Article XX(b) to an e-waste export ban may require the United States to establish that the ban takes a particularly substantial step towards realizing its public health objective. ", "If a Member makes a prima facie case that its measure is \"necessary,\" this initial finding may ultimately be rejected if the panel finds that a less trade restrictive alternative was \"reasonably available.\" To qualify as a reasonably available alternative, a policy must, first, be a \"genuine\" alternative—that is, it must be WTO-consistent and make an equivalent contribution to the achievement of the challenged measure's objective. Second, the alternative policy must be feasible and not unduly burdensome for the defending Member. Alternative policies that are merely \"theoretical\" or would impose prohibitive costs or substantial technical difficulties on the responding Member are not reasonably available alternatives. ", "Possible alternative policies to measures restricting e-waste exports could be, inter alia : increased investments in e-waste recycling infrastructure; policies stimulating greater domestic demand for e-waste; e-waste production restrictions; and the negotiation or participation in international agreements that govern trade in e-waste. If these alternative policies were identified before a WTO panel, the burden would shift to the defending Member to show that these policies would not be either equally effective at realizing the objectives of the challenged export restrictions or \"reasonably available\" due to their feasibility, cost, or technical requirements."], "subsections": []}, {"section_title": "Article XX(g)", "paragraphs": ["Article XX(g) provisionally justifies GATT-inconsistent measures \"relating to the conservation of exhaustible natural resources if such measures are made effective in conjunction with restrictions on domestic production or consumption.\" Article XX(g)'s \"relating to\" standard is easier for a measure to satisfy than the \"necessity\" standard required under Article XX(b), but Article XX(g) only applies to export restrictions when they operate jointly with domestic restrictions. ", "A measure \"relating to\" the conservation of an \"exhaustible natural resource\" is a measure \"primarily aimed\" at the conservation of a natural resource, either living or non-living. A measure generally meets this test if it is not overly broad—that is, if its general structure and design have a \"close and genuine relationship\" with the asserted policy goal. In addition, to fit under Article XX(g), an export restraining measure must be \"made effective in conjunction\" with measures that restrain domestic production or consumption. The Appellate Body has interpreted this language as requiring \"evenhandedness\" in the imposition of restrictions on goods in international trade and domestic products. A measure's export restraints, in other words, must coexist with domestic restrictions affecting the same good, and, although these two sets of restrictions need not be identical in form or effect, the burdens they impose on exports and domestic goods respectively should be comparable. This jurisprudence illustrates that a GATT inconsistent measure related to conservation is not justified under Article XX(g) without the concurrent operation of restrictions on domestic production or consumption."], "subsections": []}, {"section_title": "Article XX Chapeau", "paragraphs": ["If a measure is provisionally justified under Article XX(b) or Article XX(g), it must also satisfy the Article XX chapeau, which is generally viewed as a more difficult task. The chapeau states that a measure covered by Article XX must be neither \"a disguised restriction on international trade\" nor \"applied in a manner which would constitute a means of arbitrary or unjustifiable discrimination between countries where the same conditions prevail.\" The chapeau strikes a balance between Article XX's two purposes: the protection of Members' sovereign authority to pursue certain policy goals and the protection of Members' rights under the GATT's substantive provisions. A measure's consistency with the Article XX chapeau is, therefore, highly fact dependent . Ultimately, a measure satisfies the chapeau only if (1) it is not a \"disguised restriction\" on trade; and (2) there is \"a legitimate cause or rationale in light of the [Article XX] objectives\" for the discrimination it causes.", "Relatively few panel or Appellate Body reports have articulated the standards for determining that a measure is a disguised restriction on international trade. Ostensibly, this analysis involves a heightened analysis of the intent behind the measure's application to discern whether the defending Member's true motive was protectionism. Because the intent behind a measure \"may not be easily ascertained,\" panels may scrutinize the \"design, architecture, and revealing structure\" for signs of knowing or willful \"protective application.\" A WTO panel may also consider the extent to which the measure's application has a discriminatory effect, such as benefiting a domestic industry to the detriment of a foreign one. Given the rudimentary nature of WTO jurisprudence in this area, it can be difficult to predict whether a given measure would be indefensible under Article XX because its application constituted a disguised restriction on trade. ", "In contrast to the jurisprudence on \"disguised restrictions,\" a host of WTO panels and Appellate Body reports have declared measures inconsistent with the Article XX chapeau because their application constituted arbitrary or unjustifiable discrimination. These decisions express a strong preference for measures applied after international negotiations or pursuant to an international agreement. The seeming corollary of this preference, moreover, is the distaste that panels and the Appellate Body have shown for measures with a unilateral or coercive character. As discussed below, these preferences are expressed both in the Appellate Body's interpretation of the term \"discrimination\" and its interpretation of the phrase \"arbitrary or unjustifiable.\" ", "According to the Appellate Body, \"discrimination,\" for the purposes of the Article XX chapeau, occurs when a measure is applied without regard for the similarity of—or differences between—the conditions in either the importing and exporting countries or two importing countries. In other words, both the differential treatment of countries in which the same conditions prevail and the uniform treatment of countries where different conditions prevail constitute discrimination. Once a measure's application is deemed discriminatory, a WTO panel will assess the nature of the discrimination to determine whether it is \"arbitrary or unjustifiable.\" This analysis depends on whether the discrimination has \"a legitimate cause or rationale in light of the [Article XX] objectives,\" and often requires an assessment of the actions, if any, that the defending Member took to prevent foreseeable discrimination. As a result, a measure's discriminatory application may be \"unjustifiable\" if the defending Member failed to undertake \"serious, good faith efforts\" to engage in international negotiations to prevent discrimination.", "In U.S. – Gasoline , for example, the Appellate Body found that a regulation prescribing the methods for measuring compliance with the Clean Air Act's gasoline standards did not satisfy the requirements of the Article XX chapeau. The \"Gasoline Rule\" required the EPA to measure foreign refiners' compliance with these standards against a single statutory baseline even though U.S. firms' compliance could be measured via more favorable individual baselines. The Appellate Body found that the measure was applied in a discriminatory manner because the rule was not adopted or applied with regard to the costs and feasibility of compliance for foreign refiners. Furthermore, the Appellate Body ruled that the Gasoline Rule was \"arbitrary or unjustifiable\" because the United States had failed to adequately explore international cooperation as a means of achieving the measure's objective even though its discriminatory application \"must have been foreseen.\" U.S. – Gasoline therefore suggests that when a measure's discriminatory application can be foreseen but might have been avoided through international cooperation, the failure to pursue that cooperation necessarily renders the cause or rationale for the discrimination illegitimate and the measure's application \"arbitrary or unjustifiable discrimination.\"", "The Appellate Body seemed to confirm this conclusion in U.S. – Shrimp . In that case, the measure in question prohibited the importation of shrimp from countries not certified by the United States as maintaining a regulatory program or fishing environment that satisfied the U.S. standards for sea turtle protection. First, the Appellate Body found that the shrimp import ban created discrimination because it was \"coercive\"—it effectively required other Members to adopt the same sea turtle-protection policies as the United States regardless of the different conditions in the territories of those Members. The Appellate Body suggested the Department of State should have incorporated an \"inquiry into the appropriateness of the regulatory program for the conditions prevailing in those exporting countries\" into its implementation of the ban. The Appellate Body then assessed whether this discrimination was \"arbitrary or unjustifiable,\" writing that its approach to this question was \"heavily\" influenced by the U.S. failure to engage all shrimp exporting Members in negotiations before enforcing the ban. Indeed, the Appellate Body ultimately found that the discrimination was unjustifiable because (1) the import ban reflected U.S. negotiations with some, but not all, WTO Members that export shrimp; and (2) the United States had not even attempted to use existing international mechanisms to achieve international cooperation. As a result, the Appellate Body wrote, the ban had a \"unilateral character\" that heightened both its discriminatory nature and its \"unjustifiability.\" ", "The Appellate Body's reasoning in U.S. – Shrimp was only mildly tempered by its subsequent decision in U.S. – Shrimp (Article 21.5) that the Article XX chapeau did not require the United States to actually conclude international agreements with shrimp exporting countries so much as engage in \"serious, good faith efforts\" to negotiate agreements. In that case, Malaysia challenged the adequacy of the measures the United States imposed to implement the Appellate Body's decision in U.S. – Shrimp . Specifically, the Department of State had revised its guidelines so that countries could be certified for shrimp imports once they demonstrated either that their shrimp fishing environments did not pose a threat of incidental sea turtle capture or that they had implemented, and were enforcing, a \"comparably effective\" regulatory program. In determining whether a country's regulatory program was \"comparably effective\" to U.S. standards, the guidelines stated that the Department of State would \"take fully into account any demonstrated differences between the shrimp fishing conditions in the United States and those in other nations.\" In addition, the United States commenced international negotiations with Malaysia, the complaining Member, as well as other countries. Although these negotiations did not yield an agreement between the United States and Malaysia, the discrimination caused by the U.S. embargo and shrimp import certification procedures was not \"arbitrary or unjustifiable\" because the United States had undertaken \"serious, good faith efforts\" to avoid it. ", "In sum, for a measure regulating e-waste to be justified in imposing burdens on some importing countries that it does not impose on others with the same conditions, Article XX requires some legitimate reason for the resulting discrimination. Moreover, no such legitimate reason is likely to exist if the measure was implemented as a substitute for \"serious, good faith efforts\" at international diplomacy with the countries most burdened by its implementation. In the e-waste context, therefore, a WTO panel could require a Member to repeal or modify a measure restricting e-waste exports in a discriminatory fashion unless the Member engaged in the Basel Convention or in serious international negotiations with the e-waste importing countries affected."], "subsections": []}]}]}, {"section_title": "Conclusion", "paragraphs": ["There is concern that electronic waste (e-waste) producers in the United States are opting to export e-waste containing hazardous materials to developing countries rather than disposing of the waste in the United States. E-waste is one type of hazardous waste, and, as such, its trade is regulated under a series of international agreements. The United States is a party to several agreements restricting hazardous waste trade, but it is not a party to the largest multilateral agreement in this field: the Basel Convention. ", "The Basel Convention forbids parties from exporting hazardous wastes to any other party who has not received notice of, and consented to, that export. It also requires parties to adopt domestic policies aimed at reducing the production of hazardous waste. Basel Convention parties have adopted an amendment to impose an absolute ban on hazardous waste export from \"Annex VII\" parties—members of the OECD, European Union, and Liechtenstein—to other Convention parties, which are primarily developing countries. Although some parties implemented the ban domestically, the \"Ban Amendment\" has not entered into force and is not expected to do so for several years.", "Despite an international movement to regulate the transboundary flow of e-waste, a country that imposes restrictions on e-waste exports unilaterally may risk repercussions in the WTO system. Specifically, these restrictions may be deemed inconsistent with Articles XI:1, XIII:1, and I:1 of the GATT. Article XI:1 prohibits any government actions that impose, or result in, bans or other quantitative restrictions on exports and imports destined to WTO Members. Duties, taxes, and other charges are the only Article XI:1 consistent methods of restricting imports or exports. Article I:1 prohibits any rule or formality affecting exportation from conferring a trade \"advantage\"—such as exemption from export licensing requirements—to exports destined to particular countries unless it \"immediately and unconditionally\" confers that same advantage to \"like\" products destined to all other WTO Members. ", "Nevertheless, a WTO panel will uphold export restrictions that are inconsistent with Articles XI:1, XIII:1, and/or I:1 of the GATT if they fit under one of the exceptions listed in paragraphs (a) to (j) of Article XX and satisfy the requirements imposed by the Article XX chapeau. There are several aspects of export restrictions that may make them difficult to provisionally justify under one of Article XX's sub-paragraphs and characterize as consistent with the Article XX chapeau. For example, if e-waste export restrictions are imposed as a substitute for international diplomacy, it may be difficult to show that they are \"necessary\" to protect human life or health under Article XX(b). Although Article XX(g) can be used to justify measures that fail Article XX(b)'s \"necessity\" test, it cannot justify e-waste export restrictions imposed instead of, or otherwise without, comparable restrictions on domestic consumption or production.", "Ultimately, if a WTO Member imposed e-waste export restrictions that a WTO panel or the Appellate Body deemed inconsistent with the GATT, the Member would be expected to lift or modify those restrictions. If the Member failed to do so, it could face WTO-authorized trade sanctions from the complaining Member or Members."], "subsections": []}]}}