{"id": "R42357", "title": "Previewing the Next Farm Bill", "released_date": "2012-02-15T00:00:00", "summary": ["Congress periodically establishes agricultural and food policy in an omnibus farm bill. The 112th Congress faces reauthorization of the current five-year farm bill (the Food, Conservation, and Energy Act of 2008, P.L. 110-246) because many of its provisions expire in 2012. The 2008 law contained 15 titles covering farm commodity support, horticulture, livestock, conservation, nutrition assistance, international food aid, trade, agricultural research, farm credit, rural development, bioenergy, and forestry, among others. The breadth of farm bills has steadily grown in recent decades to include new and expanding food and agricultural interests. The omnibus nature of the bill can create broad coalitions of support among sometimes conflicting interests for policies that individually might not survive the legislative process. This breadth also can stir fierce competition for available funds, particularly among producers of different commodities, or between those who have differing priorities for farm subsidies, conservation, nutrition, or other programs.", "One of the principal drivers of the farm bill debate will be the federal budget, which is more uncertain and difficult to predict than for past farm bills because of the congressional attention to deficit reduction. According to Congressional Budget Office estimates, if ongoing programs were to continue under current law, mandatory farm bill spending would be $994 billion over 10 years, with domestic nutrition assistance accounting for more than three-fourths of the total and the rest primarily for the farm safety net (commodity support and crop insurance) and conservation. How much of this baseline can be used to write a farm bill is unknown, given the uncertainty about deficit reduction that is beyond the control of the authorizing committees and may not be resolved for months. Several high-profile congressional and Administration proposals for deficit reduction are specifically targeting agricultural programs with mandatory funding, and the possibility of budget sequestration early next year further clouds the budget picture. Also, disaster assistance, most bioenergy programs, and some conservation programs expire without any baseline beyond their expiration date.", "Traditionally, the primary focus of omnibus farm bills has been farm commodity price and income support policy—namely, the methods and levels of support that the federal government provides to agricultural producers. The 2008 farm bill combined counter-cyclical support with direct payments available primarily to growers of grains, cotton, and peanuts, regardless of farm commodity market prices. Proponents of the current approach to farm commodity support want a stronger safety net, with many focusing on enhancements to risk management tools such as crop insurance as a substitute for direct payments. Some opponents of the status quo cite the thriving farm economy as a reason for reducing federal support. Others point to competing policy priorities, including equitability concerns across the farm sector, and call for enhanced support for small and medium-sized farms, specialty crops, organic agriculture, local and regional food systems, healthy and nutritious foods, research, conservation, and rural development, among others.", "Leaders of the House and Senate Agriculture Committees anticipate having a new farm bill completed before the end of this session. If the current law expires without a new authorization or a temporary extension, it automatically would be replaced with permanent statutes for farm commodity support, which are not fully compatible with current national economic objectives, global trading rules, and federal budgetary or regulatory policies."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "What Is the \"Farm Bill\"?", "paragraphs": ["Congress periodically establishes agricultural and food policy in an omnibus farm bill. Federal farm commodity price and income support, conservation, food assistance, agricultural trade, marketing, and rural development policies are governed by a variety of separate laws. However, many of these laws are regularly evaluated, revised, and renewed through an omnibus, multi-year farm bill. These policies can be, and sometimes are, modified or overhauled as freestanding authorizing legislation, or as part of other laws. However, periodic farm bills have provided Congress, the Administration, and interest groups with an opportunity to reexamine agriculture and food issues more carefully, and address them more comprehensively.", "The most recent omnibus farm bill is the Food, Conservation, and Energy Act of 2008 ( P.L. 110-246 , the 2008 farm bill), and many of its provisions expire in 2012. Without new legislation, notably in the area of farm commodity support programs, permanent statutes would take effect. Most of these statutes were enacted decades ago and are no longer compatible with current national economic objectives, global trading rules, and federal budgetary or regulatory policies. These largely outdated permanent laws have been kept on the books by Congress in part to compel increasingly urban and suburban future Congresses to pay attention to national agricultural policy. For most other topics addressed in the farm bill, the authority to appropriate funds would end, and in some cases all program authority could terminate.", "Traditionally, the primary focus of every omnibus farm bill has been farm commodity price and income support policy—namely, the methods and levels of support that the federal government provides to agricultural producers. However, farm bills typically include titles on agricultural trade and foreign food aid, conservation and environment, forestry, domestic food assistance, agricultural credit, rural development, agricultural research and education, animal agriculture, and marketing-related programs, among others. In recent farm bills, titles have been added to address emerging issues such as agriculture-based biofuels, specialty crops (fruits and vegetables), and organic agriculture. (See the Appendix at the end of this report for a complete list of titles and subtitles of the 2008 farm bill.)", "The omnibus nature of the farm bill creates a broad coalition of support among sometimes conflicting interests for policies that, individually, might not survive the legislative process. Among the groups lobbying Congress are farm and commodity organizations; input suppliers; commodity handlers, processors, exporters, retailers, foreign customers, and competitors; universities and scientific organizations; domestic consumers and food assistance advocates; environmentalists; local and regional producers; and rural communities, to name a few. So, for example, farm state lawmakers may seek urban legislators' backing for commodity price supports in exchange for votes on domestic food aid—and vice versa.", "Farm bill titles also are growing increasingly integrated. The conservation title, for example, includes provisions that affect commodity programs, and some of the commodity provisions likewise affect conservation. This integration means that one cannot simply look at a single title for all provisions that affect the topic of the title.", "As the 112 th Congress considers reauthorization of the next farm bill, it does so in an economic setting of high farm commodity prices and income and an austere federal budget that calls for deficit reduction. This combination of events has drawn into question whether the current farm safety net should be restructured or portions eliminated (e.g., direct payments), with the limited available financial resources possibly redirected to other initiatives. Proponents of the current approach to farm commodity support want a stronger safety net, with many focusing on enhancements to risk management tools. Opponents of the status quo often cite cost and budget concerns. Some point to other competing policy priorities, including equitability concerns across the farm sector, and call for enhanced support for small and medium-sized farms, specialty crops, organic agriculture, local and regional food systems, healthy and nutritious foods, research, conservation, and rural development, among other topics. For more background on the nature of the farm bill and the major provisions in the enacted 2008 farm bill, see CRS Report RS22131, What Is the \"Farm Bill\"? and CRS Report RL34696, The 2008 Farm Bill: Major Provisions and Legislative Action ."], "subsections": []}, {"section_title": "Report Organization and Contributors", "paragraphs": ["This report begins by reviewing the budget and economic setting for the next farm bill debate, and follows with background on each of the major titles of the current farm bill and a preview of some of the potential issues that could factor into the debate. "], "subsections": []}, {"section_title": "Budget Situation and Outlook", "paragraphs": ["Federal spending is divided into mandatory and discretionary spending. Mandatory spending in the farm bill is primarily authorized for the farm commodity programs, crop insurance, nutrition assistance programs, and some conservation and trade programs. Discretionary spending (i.e., spending subject to annual appropriations) is authorized for essentially everything else, including other conservation programs, most rural development programs, research and education programs, and agricultural credit. Various smaller research, bioenergy, and rural development programs sometimes secure some mandatory funding, but most of their funding is discretionary.", "In addition to determining the policy direction for farm bill programs, the farm bill also \"pays\" for mandatory spending when it is used. This is done under the jurisdiction of authorizing committees, using resources available under budget rules. On the other hand, discretionary programs that are authorized in the farm bill are paid for separately in annual appropriations bills under the jurisdiction of the appropriations committees.", "The Congressional Budget Office (CBO) develops baseline projections for mandatory spending (direct spending) under the supervision of the House and Senate Budget Committees within a framework of various budget enforcement laws. This process sets the mandatory budget for the farm bill. The baseline projection is an estimate at a particular point in time of what federal spending on mandatory programs likely would be under current law. From a budget perspective, programs with a continuing baseline are assumed to go on under current law, and have their own funding if policymakers want them to continue. However, some programs may not be assumed to continue in the budget baseline beyond the end of a farm bill, and can continue only if their cost is offset. ", "The baseline thus serves as a benchmark or starting point for the farm bill budget. When new provisions are introduced that affect mandatory spending, their impact (or \"score\") is measured as a difference from the baseline. Increases in cost above the baseline may be subject to budget constraints such as pay-as-you-go (PAYGO) requirements. Reductions from the baseline may be used to offset other provisions or to reduce the deficit.", "The January 2012 CBO baseline for continuing mandatory farm bill programs is about $994 billion for the 10-year period FY2013-FY2022 ( Figure 1 ). Most of this baseline ($772 billion, or 78%) is for domestic nutrition assistance programs, primarily the Supplemental Nutrition Assistance Program (SNAP). The rest, about $222 billion, is divided among various agriculture-related programs, primarily crop insurance ($90 billion), farm commodity price and income supports ($62 billion), and conservation ($65 billion). These estimates do not include any reductions for sequestration (across-the-board cuts). CBO will issue an updated baseline in March 2012 that will become the official scoring baseline for a potential 2012 farm bill.", "The budget situation is more difficult and uncertain this year than for past farm bills because of the attention to the federal debt. How much of the above baseline can be used to write a farm bill and how much will remain for 2013 and beyond is unknown, given the uncertainty about deficit reduction that is beyond the control of the agriculture committees and may not be resolved for months. Several high-profile congressional and administration proposals for deficit reduction are specifically targeting agricultural programs with mandatory funding. To date, none of these plans has been enacted ( Table 2 ). Discretionary appropriations for agricultural programs also have fallen in recent years, further affecting farm bill opportunities. The discretionary agriculture appropriation decreased by 14% in FY2011 and another 2% in FY2012.", "More imminently, given the failure of the Joint Select Committee on Deficit Reduction to enact budget reductions by January 15, 2012, budget sequestration is forthcoming in 2013 under the Budget Control Act of 2011 (BCA; P.L. 112-25 , Sec. 302). The budget sequestration process under the BCA will reduce the future baseline for farm bill programs, even if legislation is not enacted to specifically change or reduce the programs. Certain farm bill programs, such as the nutrition programs and the Conservation Reserve Program, are statutorily exempt from sequestration. Other programs, including prior obligations in crop insurance and marketing loan contracts, may be exempt; however, CBO does not determine the official sequestration amount or the scope of programs included. Those decisions rest with the Office of Management and Budget (OMB) interpretation of the BCA and statutes, and are still forthcoming. No official estimate has been released, but many believe sequestration of mandatory farm bill programs may total about $16 billion over 10 years. This is consistent with CBO estimates of nearly 8% sequestration on nondefense mandatory programs on roughly $200 billion of nonexempt agriculture baseline.", "The budget picture is further clouded by other factors. While some programs (like most farm subsidies and nutrition assistance) have assumed future funding, other programs (mostly newer ones) do not. Thirty-seven programs that received mandatory funding throughout nearly all titles of the 2008 farm bill do not continue to have assured funding for the next farm bill. Three of these programs—the agricultural disaster assistance program, the Wetlands Reserve Program, and the Biomass Crop Assistance Program—account for about three-fourths of the affected amount. Continuing these programs could cost about $10 billion over five years, an additional cost that would need to be offset from other programs. This could be doubly difficult during a simultaneous contraction from sequestration or deficit reduction. Also, new pay-as-you-go budget rules enacted in 2010 ( P.L. 111-139 ) restrict some of the budget-related maneuvers that were used in past farm bills to offset new spending.", "Consequently, even a \"simple\" extension of the 2008 farm bill may be challenging given the current budgetary pressures. The desire by many to redesign farm policy and reallocate the remaining farm bill baseline—in a post-sequestration and/or post-deficit reduction environment—is driving much of the farm bill debate this year. Political dynamics regarding sequestration and achieving broader deficit reduction goals leave open difficult questions about how much and when the farm bill baseline may be reduced. Thus, in an era of deficit reduction, Congress faces difficult choices about how much total support to provide for agriculture, and how to allocate that support among competing constituencies."], "subsections": []}, {"section_title": "Farm Economy and International Environment", "paragraphs": ["The U.S. agricultural sector has been thriving economically since the mid-2000s, as rising commodity prices and land values have pushed farm incomes to record levels and reduced debt and debt-to-asset ratios to historically low levels. USDA currently projects that U.S. net farm income reached a record high in 2011 of $100.9 billion, up 28% from 2010, and nearly 19% above the previous record of $87.4 billion in 2004. Prior to 2004, U.S. net farm income had never exceeded $61 billion; since 2004 it has averaged almost $78 billion. ", "Farm asset values—which reflect farm investor and lender expectations about long-term profitability of farm sector investments—are expected to rise nearly 7% in 2011 to a record $2,340 billion, following a 6% rise in 2010. As a result, the farm debt-to-asset ratio steadily declined from the 1998 level of 16% to a projected low of 10.4% in 2011. U.S. farmland values also are estimated record high in 2011—an average acre of cropland is valued at $3,030, up over 9% from the previous year's record. Strong farm land cash markets in 2011 suggest that land values will continue to see gains related to strong crop prices in 2012. ", "In contrast to the farm economy, the general U.S. economy slowed again in 2011, with considerable uncertainty heading into 2012. As a result, U.S. consumers have been very cautious in their spending behavior. The major drivers behind the robust farm income projections have been strong U.S. agricultural exports (including the outlook for a record $136.3 billion in 2011, up 18%), and continued growth in the U.S. corn ethanol industry (mandated by federal usage requirements and high petroleum prices). This demand-led surge, aided in part by a weak dollar, has drawn down stocks for major grains and oilseeds to historically low levels in both domestic and global markets, thus supporting higher commodity prices.", "International trade remains a bright spot for U.S. agriculture despite the lack of success in the Doha Round of multilateral trade negotiations (conducted under the auspices of the World Trade Organization). U.S. trade officials hope to further expand export opportunities for U.S. agricultural products upon implementation of three free trade agreements (FTAs)—with South Korea, Panama, and Colombia—signed by the President on October 21, 2011.", "Robust economic growth in major global markets (particularly in China) is expected to continue to support strong demand for cotton, feed grains, oilseeds, and livestock products heading into 2012. Meanwhile, continued growth in U.S. corn-based ethanol production and strong livestock prices are expected to support corn and other crop prices near current high levels as they compete for a fixed amount of cropland. These high commodity prices have shut off government payments under price-contingent programs such as the marketing loan program and the counter-cyclical payments program.", "As a whole, the U.S. agricultural sector remains in a strong financial position relative to the rest of the U.S. economy. However, there is substantial regional variation. In general, increases in feed, fuel, and fertilizer expenses will affect livestock producers more harshly than crop producers. Although cash grain farmers in the Corn Belt and Northern Plains are experiencing record revenues, livestock and poultry feeders are experiencing record-high feed costs that have narrowed profit margins. In addition, a severe drought in the Southwest that extended into the Central Plains and the Southeast during the summer of 2011 limited grazing opportunities and hay production for cattle ranchers in the affected regions and led to substantial herd liquidation. As a result, even if weather returns to normal in the affected regions, the livestock sector will continue to feel the effects of the drought into 2013."], "subsections": []}, {"section_title": "Farm Safety Net Programs", "paragraphs": ["The federal government supports farm income and helps farmers manage risks associated with variability in crop yields and prices through a collection of programs. The broader farming community often refers to the \"farm safety net\" as (1) farm commodity price and income support programs under Title I of the 2008 farm bill, (2) federal crop insurance (permanently authorized) under the Federal Crop Insurance Act of 1980, and (3) disaster assistance programs under Title XII of the 2008 farm bill. Each of these three components is covered in this section and summarized in Table 3 . The Congressional Budget Office currently estimates the total cost of farm safety net programs for FY2011 at $13.5 billion ($5.7 billion for commodity programs, $6.3 billion for crop insurance, and $1.5 billion for disaster assistance).", "Most of the cost for the farm safety net is attributed to five crops. In FY2011, nearly 90% of commodity program payments and crop insurance subsidies were accounted for by corn (38%), wheat (19%), soybeans (16%), cotton (13%), and rice (3%). For comparison, these five crops accounted for 60% of total crop receipts (including fruits and vegetables) and 33% of total farm receipts (including livestock, dairy, and poultry). ", "Farm support began with the 1930s Depression-era efforts to generally raise farm household income when commodity prices were low because of prolonged weak consumer demand. While initially intended to be a temporary effort, the commodity support programs survived, but have been modified away from supply control and commodity stocks management to direct income and price support payments. Federal crop insurance has expanded over the decades, with expanded commodity coverage and increased producer subsidies. ", "Many policymakers and farmers consider federal support of farm businesses necessary for financial survival, given the unpredictable nature of agricultural production and markets. In contrast, many environmental groups argue that subsidies encourage overproduction on environmentally fragile land. Others have long argued that farm subsidies are a market-distorting use of taxpayer dollars, or that they encourage large-scale farming at the expense of small or beginning farms."], "subsections": [{"section_title": "Program Design and Operation", "paragraphs": [], "subsections": [{"section_title": "Commodity Programs", "paragraphs": ["The commodity provisions of Title I of the 2008 farm bill provide support for 26 farm commodities. Producers of program commodities (food grains, feed grains, oilseeds, upland cotton, peanuts, and pulse crops) and milk are eligible for a variety of payments. Types of payments include \"direct,\" \"counter-cyclical\" or \"Average Crop Revenue Election (ACRE),\" and \"loan deficiency,\" as described in Table 3 . Producers of other so-called \"loan commodities\" (including extra long staple or ELS cotton, wool, mohair, and honey) are eligible only for nonrecourse marketing assistance loans and loan deficiency payments. In the 2008 farm bill, benefits for producers of dry peas, lentils, and chickpeas were expanded to include counter-cyclical payments (but not fixed \"direct\" payments). ", "Current farm law also mandates that raw cane and refined beet sugar prices be supported through a combination of limits on domestic output that can be sold and nonrecourse loans for domestic sugar, backed up by quotas that limit imports. Dairy product prices are supported by guaranteed government purchases of nonfat dry milk, cheese, and butter at set prices, and quotas that limit imports. Additionally for dairy, Milk Income Loss Contract (MILC) payments are made directly to farmers when farm-level milk prices fall below specified levels. ", "In contrast to producers of traditional farm bill commodities, producers of specialty crops (e.g., fruits, vegetables, and tree nuts) and livestock have generally received little or no direct government support through commodity programs (see section on \"", "Specialty Crops and Organic Production ,\" below). Instead, the farms may manage risks through business diversification, purchase of federal crop insurance, and participation in federal disaster assistance programs."], "subsections": []}, {"section_title": "Crop Insurance", "paragraphs": ["The federal crop insurance program provides risk management tools to address losses in revenue (about 75% of total policy premiums) or crop yield (25%). Federally subsidized policies protect producers against losses during a particular season, with price guarantee levels established immediately prior to the planting season. This is in contrast to commodity programs, where protection levels are specified in statute (e.g., counter-cyclical payments) or use average farm prices from previous years (e.g., ACRE).", "Federal crop insurance has grown in importance as a farm risk management tool since the early 1990s, due in large part to federal subsidy intervention. The federal government pays about 60%, on average, of the farmer's crop insurance premium. Thus, as participation in crop insurance programs has grown over time, so too has the absolute level of federal premium subsidies. CBO projects that the crop insurance program in its current form would cost, on average, $8.9 billion per year through 2022.", "Crop insurance has perhaps the widest commodity and regional coverage. In 2011, crop insurance policies covered 264 million acres. Major crops such as corn, soybeans, wheat, and cotton are covered in most counties where they are grown, and crop insurance covers at least 80% of planted acres for each crop. Crop insurance is also available for over 80 specialty crops. In 2009, specialty crop policies covered more than 7 million acres, which constituted 53% to 75% of specialty crop area, depending on how total area is calculated. In total, policies are available for more than 100 commodities, including fruit trees, nursery crops, dairy and livestock margins, pasture, rangeland, and forage."], "subsections": []}, {"section_title": "Disaster Assistance", "paragraphs": ["In an attempt to avoid ad-hoc disaster programs that had become almost routine, and to cover additional commodities, the 2008 farm bill included authorization and funding for five new disaster programs. However, these programs were authorized only for losses for disaster events that occurred on or before September 30, 2011, and not through the entire life of the 2008 farm bill (which generally ends on September 30, 2012). As a result of this early expiration, funding for these programs is not included in future baseline budget estimates.", "The largest of the disaster programs is the Supplemental Revenue Assistance Payments Program (SURE), which is designed to compensate eligible producers for a portion of crop losses not eligible for an indemnity payment under the crop insurance program. The program departs from both traditional disaster assistance and crop yield insurance by calculating and reimbursing losses using total crop revenue for the entire farm (i.e., summing revenue from all crops for an individual farmer). ", "The 2008 farm bill also authorized three new livestock assistance programs and a tree assistance program. The Livestock Indemnity Program (LIP) compensates ranchers for livestock mortality caused by a disaster. The Livestock Forage Disaster Program (LFP) assists ranchers who graze livestock on drought-affected pastureland or grazing land. The Emergency Assistance for Livestock, Honey Bees, and Farm-Raised Fish Program (ELAP) compensates producers for disaster losses not covered under other disaster programs. Finally, the Tree Assistance Program (TAP) assists growers with the cost of replanting trees or nursery stock following a natural disaster."], "subsections": []}]}, {"section_title": "Issues and Options", "paragraphs": ["The current tight federal budget situation and the global economic difficulties since 2008 contrast sharply with the financial success experienced by the U.S. farm sector in recent years. (See \" Farm Economy and International Environment ,\" above.) With this economic backdrop, several critical policy issues and options have emerged that are likely to play a role in shaping the next farm bill."], "subsections": [{"section_title": "Budget Considerations", "paragraphs": ["The current federal budget situation is likely to limit overall spending on the next farm bill. (See \" Budget Situation and Outlook ,\" above.) Thus, the level of funding in the Congressional Budget Office (CBO) baseline budget for agricultural programs is of paramount importance, and the pool of money for any changes to the farm safety net will likely come from the existing baseline for both the commodity programs and the crop insurance program.", "CBO projects outlays for safety net programs for FY2013-FY2022 at about $150 billion over the 10-year period, or $15 billion per year, excluding outlays of $1.5 billion in 2013 for disaster programs that expired in 2011. With crop prices projected to remain relatively high, counter-cyclical support is expected to remain relatively low. However, direct payments are estimated to be $49.6 billion over the 10-year period. Crop insurance outlays account for the largest share of farm safety net costs (estimated at $89.4 billion over the same period) because high commodity prices increase crop liability and the associated producer subsidies. Combined outlays for farm safety net programs averaged $15.7 billion per year during FY2003 to FY2010, with a high of $20.5 billion in FY2006 and a low of $12.2 billion in FY2008. "], "subsections": []}, {"section_title": "Effectiveness of the Current Farm Safety Net", "paragraphs": ["Some producers have criticized farm safety net programs for being too slow to respond to disasters, not being well integrated, or not providing adequate risk protection. In contrast, long-time farm program critics question the need for any farm subsidies, contending that government funding could be better spent advancing environmental goals or improving productivity. Others cite economic arguments against the programs—that they distort production, capitalize benefits to the owners of the resources, encourage concentration of production, harm smaller domestic producers and farmers in lower-income foreign nations, and pay benefits when there are no losses or to high-income recipients. ", "Since fall 2011, a wide range of proposals for revising the farm safety net has been circulated by Members of Congress, commodity and farm organizations, and interest groups. Nearly all of these proposals would eliminate direct payments, with some proposals redirecting savings to a new \"revenue program\" that would better address farmer needs with respect to \"shallow losses\" (i.e., those not covered by federally subsidized crop insurance and paid by the producer via the policy deductible). Other proposals would use savings to offer additional crop insurance options designed for shallow losses or for better protecting producers against deep losses and multi-year price declines as a replacement for current counter-cyclical payments. ", "For both supporters and opponents of farm programs, the recent surge in U.S. farm income has brought into question the need for nearly $5 billion in direct payments that are paid to agricultural land owners whether or not a loss was incurred. Many have concluded that, for the safety net to be effective, a loss should be required to trigger a federal farm program payment."], "subsections": [{"section_title": "Overlap in Farm Risk Programs", "paragraphs": ["Farm policy observers have identified apparent overlap among farm safety net programs. For example, the ACRE program and crop insurance both address revenue variability. Also, the current farm program mix has several variations of \"counter-cyclical-style\" payments, including marketing loan benefits, traditional (price) counter-cyclical payments, ACRE (revenue) payments, revenue-type crop insurance, and whole-farm insurance. Some believe that a simplified approach might be more effective and less expensive. Many farm safety net proposals have called for combining common elements of commodity programs, disaster programs, and crop insurance."], "subsections": []}, {"section_title": "Commodities Covered Under Safety Net Programs", "paragraphs": ["The extent of current commodity coverage of the farm safety net is primarily a result of the historical and evolving nature of farm policy. Producers of major commodities have benefited the most from farm programs because farmers and policymakers representing those commodities shaped the programs from their inception. Since then, other commodity advocates have not had the interest or sufficient political power to add their commodities to the mix. Commodity coverage could be increased by enhancing crop insurance for non-program crops, developing a whole-farm program, or revising the current whole-farm insurance product so it would be more widely accepted by producers. "], "subsections": []}, {"section_title": "Dairy and Sugar", "paragraphs": ["Price and income volatility in the dairy industry has motivated producer groups and policymakers to examine new ways to protect incomes for dairy farmers. One proposal ( H.R. 3062 ) would replace current dairy product price supports and the income support program (Milk Income Loss Contract, or MILC) with a new program that delivers farm payments triggered by low margins (milk price minus feed costs). Critics of the bill, including dairy processors and some producers, contend that separate provisions in the bill to reduce milk production when margins are low could adversely affect the competitiveness of the U.S. dairy industry. ", "In contrast to dairy and commodity programs, the sugar program is structured to operate at no cost to the federal government—an objective that has been achieved over the last decade. Since the program records no outlays, its future has not received attention among the proposals submitted for revising the farm safety net. Producers of sugar beets and sugarcane, and the processors of these crops into sugar, favor retaining the current program without change. They highlight the jobs and economic activity created by the domestic sugar sector. Food and beverage manufacturing firms that use sugar in their products advocate program elimination or a transition toward a free market in sugar in the United States. They point to the higher wholesale refined sugar prices now paid (twice the level seen during the 2002 farm bill period) to argue for these changes."], "subsections": []}, {"section_title": "Program Payment Limits and Farm Size", "paragraphs": ["Payment limits for the farm commodity programs, with the exception of the marketing assistance loan program, either set the maximum amount of farm program payments that a person can receive per year or set the maximum amount of income that an individual can earn and still remain eligible for program benefits (a means test). The payment limits issue is controversial because it directly addresses questions about the size of farms that should be supported, whether payments should be proportional to production or limited per individual, and who should receive payments. Some policymakers want limits to be tightened in order to save money, to respond to general public concerns over payments to large farms, and to reduce the possibility of encouraging expansion of large farms at the expense of small farms. Others say larger farms should not be penalized for the economies of size and efficiencies they have achieved. Crop insurance has no payment limits, a feature that some policymakers say makes crop insurance an attractive centerpiece of farm policy because it helps small and large farms alike, with neither apparently gaining at the expense of the other."], "subsections": []}, {"section_title": "Farm Policy Alignment with U.S. Trade Commitments", "paragraphs": ["As a World Trade Organization (WTO) member, the United States faces pressure to modify certain \"trade-distorting\" elements of the commodity programs. This arises from a 2004 WTO dispute settlement finding that marketing loan and counter-cyclical payments made to U.S. cotton producers were inconsistent with WTO commitments, and a 2009 WTO arbitration panel announcement that Brazil could retaliate with trade countermeasures. As part of a 2010 bilateral framework to avoid trade retaliation, the United States is expected to address these concerns in the next farm bill. "], "subsections": []}]}]}]}, {"section_title": "Specialty Crops and Organic Production", "paragraphs": ["During the past few farm bill debates, specialty crop and organic agricultural producers have argued that their sectors should occupy a larger role in farm bill policy discussions and that some of the benefits supporting major commodity producers should be extended to specialty crop and organic producers, in order to create \"a broader, more equitable farm bill.\" Specialty crops and organically produced commodities are not eligible for support under USDA's farm commodity price and income support programs. In some cases, however, their production may be linked with the major program crops, such as in cases where recipients of direct and counter-cyclical payments can plant crops on their base acres, including certain vegetables for processing. However, specialty crops and organic crops are eligible for other types of USDA programs and support throughout most titles of the omnibus farm bill, including, among others, programs in the nutrition, conservation, research, crop insurance, disaster assistance, and trade titles. Some other federal agencies also play important roles within these sectors.", "In the farm bill, specialty crops are defined as \"fruits and vegetables, tree nuts, dried fruits, and horticulture and nursery crops (including floriculture).\" They comprise a major part of U.S. agriculture. In 2007, the value of farm-level specialty crop production totaled $42 billion, representing more than 40% of the value of U.S. crop production, yet accounting for only 3% of all harvested cropland acres. U.S. exports of specialty crops totaled nearly $15.9 billion in 2010, or about 15% of total U.S. agricultural exports. In 2007, there were 248,000 farming operations that grew fruits, tree nuts, vegetables, floriculture, and other horticultural specialties. Sales are focused in California, Florida, Washington, Oregon, North Dakota, and Michigan; however, every state has some commercial specialty crop production within its borders. ", "Organic agriculture accounts for a small but growing share of the U.S. farming sector. USDA reports that farm sales from organic operations totaled $3.2 billion in 2008 (about 1% of all farm-level sales in the United States), spanning an array of plant and animal products. About 40% of all U.S. organic farm-level sales consist of livestock products, followed by vegetables, fruits, and field crops. The Organic Trade Association (OTA) reports that organic food sales totaled $26.7 billion in 2010, accounting for 4% of the surveyed food market. OTA also reports that U.S. exports of all organic products total about $2 billion annually. In 2008, there were 14,540 organic farms and ranches. Organic operations account for a total of 4.1 million acres, or about 1% of total U.S. cropland in farms. Production is focused in California, Florida, Washington, Pennsylvania, Oregon, Texas, and Wisconsin; however, USDA reports organic production in each U.S. state. (The Organic Foods Production Act of 1990 and USDA's National Organic Program regulations require that agricultural products labeled as \"organic\" originate from farms or handling operations certified by a state or private entity that has been accredited by USDA.)"], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": ["The 2008 farm bill significantly expanded support and funding for existing specialty crop and organic programs, and created new incentives for producers, under a new bill title, \"Horticulture and Organic Agriculture\" (Title X). In addition to programs and expanded funding provided under Title X, other provisions supporting specialty crop and organic producers are also contained within nearly every other title of the 2008 farm bill. When the 2008 farm bill was enacted, CBO estimated that mandatory outlays for programs authorized in Title X would total $0.4 billion (FY2008-FY2012), a small share—less than one-half of 1%—of total mandatory farm bill spending.", "Despite some shared program interests and a shared farm bill title, there are often significant differences between U.S. specialty crop and organic producers in terms of their overall farm bill priorities and in the types of key farm bill programs each group supports. The U.S. horticulture sector is among the most diverse of U.S. farm sector groups, with advocates spanning a wide range of policy priorities. Among specialty crop growers, the principal groups promoting the sector's farm bill priorities are the Specialty Crop Farm Bill Alliance (SCFBA), the United Fresh Produce Association (UFPA), the Produce Marketing Association (PMA), and the American Fruit and Vegetable Processors and Growers Coalition, as well as regional groups such as Western Growers and various other specialty crop grower groups. The organic sector is more diverse, with wide-ranging priorities, as represented by OTA, the Organic Farming Research Foundation (OFRF), the National Organic Coalition, and the Organic Consumers Association (OCA). Interests among these groups often overlap with other agricultural interests such as those of the National Sustainable Agriculture Coalition (NSAC) and the National Farmer Union (NFU), among other groups representing local and regional food systems and rural development. ", "In general, the types of programs in which many of these groups share a common interest are USDA marketing and promotion programs (including rural development programs), domestic food and nutrition programs, research and cooperative extension programs, and conservation programs, among others. Although USDA historically has not provided direct support for specialty crops and organic production, over the decades Congress has authorized a wide range of programs in these areas that are viewed as facilitating the growth of and benefiting the economic health of fruit and vegetable producers and other sectors of U.S. agriculture. Some of the farm bill programs of particular importance to specialty crop and organic producers follow."], "subsections": [{"section_title": "Marketing and Promotion", "paragraphs": ["The Specialty Crop Block Grants Program (SCBGP), administered by USDA's Agricultural Marketing Service (AMS), is perhaps the principal Title X marketing and promotion program supporting the specialty crop industry. This program was first authorized in the Specialty Crops Competitiveness Act of 2004 ( P.L. 108-465 ), providing block grants to states. How each state spends its allocation varies depending on each state's priorities. Another AMS-administered program is the Farmers Market Promotion Program (FMPP), which provides grants to improve and expand farmers' markets, roadside stands, community-supported agriculture (CSA), agri-tourism, and other direct marketing activities. Other related farmers' market programs, such as the WIC Farmers' Market Nutrition Program and the Senior Farmers' Market Nutrition Program, are in other titles of the 2008 farm bill. Title X also contains several programs that provide specific support to organic production, including USDA's National Organic Program (NOP), the National Organic Certification Cost-Share Program, and Organic Production and Marketing Data Collection. ", "Specialty crop and organic producers also generally benefit from the Value-Added Producer Grant Program and other market development grants in the rural development title of the farm bill. Export promotion of specialty and organic crops is also provided for in the farm bill's trade title under the Market Access Program (MAP). MAP is widely used by some specialty crop growers to encourage exports, and the 2008 farm bill also included additional provisions to cover organic products. The trade title also provides for Technical Assistance for Specialty Crops (TASC) to address sanitary and phytosanitary (SPS) and technical barriers to U.S. specialty crop exports. "], "subsections": []}, {"section_title": "Domestic Food and Nutrition", "paragraphs": ["Federal cash assistance to schools, child-care centers, and summer food program operators (among others) represents an important source of federal support for fruit and vegetable purchases. In recent years Congress has substantially expanded support for fruits and vegetables within USDA's food and nutrition programsboth in the 2008 farm bill and in the 2010 reauthorization of child nutrition legislation (Healthy, Hunger-Free Kids Act, P.L. 111-296 ). Nutrition title programs providing for increased fruit and vegetable purchases include the Fresh Fruit and Vegetable (Snack) Program in schools; minimum purchase requirements under the Section 32 program; the Department of Defense Fresh Fruit and Vegetable (DoD Fresh) program; and pilot projects in the Supplemental Nutrition Assistance Program (SNAP). "], "subsections": []}, {"section_title": "Research and Cooperative Extension", "paragraphs": ["USDA's research and extension services play an important role in specialty crop and organic production and are contained within the research title of the farm bill. For specialty crop producers, this includes the Specialty Crop Research Initiative (SCRI), intended to address food safety hazards in the production and processing of specialty crops, among other priorities. This program could potentially be used to assist specialty crop growers and processors in complying with food safety requirements under the FDA Food Safety Modernization Act (FSMA, P.L. 111-353 ). USDA research programs specific to organic production include the Organic Agriculture Research and Extension Initiative (OREI) and the Organic Transitions Integrated Research Program. In addition, Title X of the farm bill includes a number of programs intended to enhance USDA's efforts to prevent and eradicate plant pests and diseases of specialty crops under the agency's Animal and Plant Health Inspection Service (APHIS). "], "subsections": []}, {"section_title": "Conservation", "paragraphs": ["The 2008 farm bill expanded incentives to encourage participation among specialty crop growers in many voluntary conservation programs through cost-sharing and technical assistance programs, and competitive grants. The bill also provided additional assistance to organic producers under some conservation programs, and technical assistance and incentives for organic conservation practices. In addition, some specialty crop and organic producers benefit from other programs intended to assist farmers in developing and implementing sustainable and innovative farming strategies, such as Sustainable Agriculture Research and Education (SARE) grants through USDA research programs, and information services through the National Sustainable Agriculture Information Service (known as the ATTRA project). "], "subsections": []}, {"section_title": "Other Farm Bill Programs and Selected Issues", "paragraphs": ["A number of other farm bill programs pertain to specialty crop and organic producers. For example, in the commodities title, the 2008 farm bill authorized a pilot project in selected midwestern states to allow fruits and vegetables for processing to be planted on up to 75,000 acres of cropland enrolled in the farm commodity support programs. This expansion of \"planting flexibility,\" which would allow growers who receive federal payments to also plant fruits and vegetables on acres on which they receive benefits (base acres), is generally opposed by groups representing specialty crop growers, but supported by many food processors. Specialty crop producers are also covered by country-of-origin labeling (COOL) requirements that are often amended in farm legislation. Finally, the 2008 farm bill expanded crop insurance and disaster assistance for specialty crop and organic producers. For orchard crops, the bill increased the maximum payment for tree removal and replacement costs due to damage caused by a natural disaster. For organic producers, the farm bill required USDA to enter into a contract to improve insurance coverage for organic crops. The 2008 farm bill also included an organic credit provision, giving priority to certain producers who use the loans to convert to sustainable or organic agricultural production systems, and to build conservation structures or establish conservation practices."], "subsections": []}]}, {"section_title": "Issues and Options", "paragraphs": ["Given the perceived increasing importance of fruit and vegetable crops within many varied policy arenas—including the contribution of fruits and vegetables to child nutrition and wellness, concerns about food safety regulations being developed that affect produce growers, and calls for enhanced equity across farm programs—the specialty crop industry is requesting that overall mandatory spending for programs supporting this sector be increased. Similarly, despite concerns about program enforcement, continued demand growth for organic products along with heightened equity concerns are driving calls for increased investment in the organic sector. Within these sectors, however, are concerns that increased attention to local and regional food systems within USDA and at the state and local levels could result in a reduction in resources for certain established program recipients in the specialty crop and organic sectors, as these groups share many similar types of programs. ", "Farm bill recommendations proposed by the Specialty Crop Farm Bill Alliance (SCFBA) cover most farm bill titles. SCFBA calls for maintaining funding for each of the primary nutrition programs, including the Fresh Fruit and Vegetable (Snack) Program, minimum purchase requirements under the Section 32 program, and the DoD Fresh program; and also calls for other changes to improve the nutritional status of U.S. food stamp recipients. SCFBA requests expanded funding for Specialty Crop Block Grants, various USDA Animal and Plant Health Inspection Service (APHIS) plant pest and disease programs, and the Specialty Crop Research Initiative (SCRI). SCFBA recommends that the restrictions on planting flexibility discussed above be maintained and that the pilot program established in the 2008 farm bill be eliminated. The American Fruit and Vegetable Processors and Growers Coalition, however, supports removing the planting restriction. SCFBA recommends permanent disaster assistance and increasing payment limitations on tree replacement. Within export promotion, SCFBA requests that current MAP funding be maintained and that funding for TASC be expanded, among other provisions. SCFBA recommends that many of the relevant conservation programs be expanded to assist specialty crop producers, and that AGI limitations not apply to conservation programs. Finally, SCFBA recommends continued funding for the Value-Added Producer Grant Program and recommends changes to H-2A workers under the Rural Development Farm Labor Housing Loans and Grants program. ", "Farm bill recommendations promoted by the organic industry are focused on existing programs, including funding for NOP, OREI, other research programs, the National Organic Certification Cost-Share Program, and organic data collection at USDA. In addition, these groups support improving organic producers' access to most USDA conservation programs. Recommendations also concern crop insurance for organic producers, various marketing issues, and potential losses associated with contamination of organic crops from genetically engineered crops. "], "subsections": []}]}, {"section_title": "Animal Agriculture", "paragraphs": ["Omnibus farm bills traditionally have not provided livestock and poultry producers with price and income support programs like those for major crops such as grains, cotton, and oilseeds. Instead, the livestock and poultry industries look to the federal government for leadership and support in resolving foreign trade disputes; establishing transparent, science-based rules for importing and exporting animal products; and reassuring domestic and foreign buyers that these products are safe, of high quality, and free from pests and diseases. Other long-standing public policy concerns include animal agriculture's obligations with respect to food safety, environmental protection, and animal welfare."], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": ["The 2008 farm bill was the first to include a title (Title XI) that specifically covered livestock and poultry issues. Prior to the enactment of the 2008 farm bill, provisions that were important to livestock and poultry producers were usually included in a miscellaneous title. The livestock title included 17 sections that covered a diverse range of issues. Of the 17 sections, six addressed animal health and diseases, two covered inspection, and two dealt with poultry and swine production contracts. The remaining seven sections covered ongoing issues such as mandatory price reporting and country-of-origin labeling (COOL). The livestock title also included provisions for food safety improvements, a national sheep industry improvement center, an annual report on investigations of possible violations of the Packers and Stockyards Act (7 USC §181 et seq .); redefinitions of \"association of producers\" and \"handler\" for the Agricultural Fair Practices Act (7 U.S.C. §2301 et seq .); and a requirement that USDA conduct a study on the use of manure as fertilizer."], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": ["In farm bill policy discussions, some livestock industry groups have expressed a view that the next farm bill should not include a livestock title. The National Cattlemen's Beef Association (NCBA), one of the largest organizations representing cattle and beef producers, indicated that it would work to eliminate or reduce the livestock title in the next farm bill to minimize federal involvement in cattle production. NCBA cites USDA's proposed rule on livestock and poultry marketing and mandatory country-of-origin labeling (COOL) policies as examples of farm bill initiatives that have not benefited cattle producers. Other groups have indicated that the next farm bill should include a livestock title, especially to address competition issues."], "subsections": [{"section_title": "Market Competition", "paragraphs": ["Substantial market consolidation in the livestock and poultry industries has led past Congresses to propose and debate market competition measures in previous omnibus farm bills. Some of the measures, such as a ban on packer ownership of cattle, were rejected; others were enacted—for example, the production contract provisions in the 2008 farm bill. In June 2010, USDA's Grain Inspection, Packers and Stockyards Administration (GIPSA) published a proposed rule to implement Sections 11005 and 11006 of the 2008 farm bill. The proposed rule would have added new regulations clarifying conduct that violates the Packers and Stockyards Act of 1921 (P&S Act). The P&S Act regulations are used by USDA to ensure fair competition in livestock and poultry markets. USDA's proposed rule was controversial in the livestock and poultry industries, and some Members of Congress expressed their concerns in letters to USDA and in congressional oversight hearings. Supporters believed the rule would make markets more transparent and fair. Opponents argued that the rule would interfere in the day-to-day workings of the market, making it less efficient and leading to increased litigation. Section 721 of the FY2012 Agriculture Appropriations Act ( P.L. 112-55 ), enacted November 18, 2011, prevented USDA from using funds to implement most provisions of the proposed rule. In response, USDA issued a final rule on December 9, 2011, which included only four of the original 13 proposed provisions. ", "Congressional concern about competition in the livestock and poultry markets remains. So far in the 112 th Congress, similar bills have been introduced that address competition issues in the livestock market. The Livestock Marketing Fairness Act ( S. 1026 and H.R. 2631 ) would amend the P&S Act to prohibit certain types of forward contracts. As in past farm bill debates, interest likely will continue in addressing some consolidation and competition issues in the livestock and poultry markets. Congress might debate some of the GIPSA provisions that were not finalized in December 2011. "], "subsections": []}, {"section_title": "Feed Prices", "paragraphs": ["Feed is the single largest input cost for livestock and poultry producers. With current high feed prices, feed costs account for 50% to 80% of cash operating expenses for livestock and poultry producers. Livestock and poultry producers are concerned about agricultural policies that can raise feed prices. These include commodity support programs, conservation programs that take cropland out of production, and incentives that might shift corn to fuel use, thus bidding up the price of corn, a key feed ingredient."], "subsections": []}, {"section_title": "Disaster Programs for Livestock and Poultry", "paragraphs": ["The 2008 farm bill authorized three new livestock disaster assistance programs. The Livestock Forage Disaster Program (LFP) assists ranchers who graze livestock on drought-affected pastureland or grazing land. The Livestock Indemnity Program (LIP) compensates ranchers at a rate of 75% of market value for livestock mortality caused by a disaster. The Emergency Assistance for Livestock, Honey Bees, and Farm-Raised Fish Program (ELAP) compensates producers for disaster losses not covered under other disaster programs. However, all three of these programs expired on September 30, 2011. Reauthorization might be considered in the next farm bill, but could be difficult since the programs have no baseline funding beyond FY2011."], "subsections": []}, {"section_title": "Country-of-Origin Labeling (COOL)", "paragraphs": ["Many retail food stores are now required to inform consumers about the country of origin of ground and muscle cuts of beef, pork, lamb, chicken, and goat. The rules are required by the 2002 farm bill ( P.L. 107-171 ), as amended by the 2008 farm bill ( P.L. 110-246 ), and were implemented by USDA in March 2009. In response to COOL's implementation, Canada and Mexico, major suppliers of live cattle and hogs that are fed in U.S. facilities and processed into beef and pork in U.S. meat packing plants, requested consultations with the United States about concerns that COOL would adversely affect their livestock sectors. In November 2009, Canada and Mexico requested that the World Trade Organization (WTO) establish a dispute resolution panel to consider their case. In November 2011, the WTO's dispute settlement panel ruled that COOL violates WTO trade standards. The United States has until March 23, 2012, to decide whether or not to appeal the WTO ruling. If COOL laws are not made WTO-compliant, the United States would be subject to trade retaliation. Compliance with WTO rules is often a concern in farm bill policy debates. Hence, Congress could address the WTO ruling in the context of the next farm bill."], "subsections": []}, {"section_title": "Animal Welfare", "paragraphs": ["Farm animals are not covered under the Animal Welfare Act (AWA; 9 U.S.C. §2131 et seq.), which requires minimum care standards for most types of warm-blooded animals bred for commercial sale, used in research, transported commercially, or exhibited to the public. Farm animals are covered by other federal laws addressing humane transport and slaughter, however. Generally, many Members of the House and Senate Agriculture Committees have expressed a preference for voluntary approaches to humane methods of farm animal care. However, increased interest from livestock and poultry producers and Members of Congress in animal welfare for farm animals, such as horse slaughter and cage standards for egg-laying hens, could generate debate about animal production practices and animal welfare in the next farm bill."], "subsections": []}]}]}, {"section_title": "Agricultural Credit", "paragraphs": ["The federal government has a long history of providing credit assistance to farmers. This intervention has been justified over time by many factors, including the presence of asymmetric information among lenders, asymmetric information between lenders and farmers, lack of competition in some rural lending markets, insufficient lending resources in rural areas compared to more populated areas, and the desire for targeted lending to disadvantaged groups such as beginning farmers, small farms, or socially disadvantaged farmers.", "The agricultural lender with the greatest connection to the federal government is the Farm Service Agency (FSA) in the U.S. Department of Agriculture (USDA). It issues direct loans to farmers who cannot qualify for regular commercial credit, and guarantees the repayment of certain loans made by other lenders. Thus, FSA is called a lender of last resort. FSA also has statutory mandates to target loans to disadvantaged groups, and is therefore sometimes called a lender of first opportunity. Special loan pools are available to beginning farmers and socially disadvantaged groups based primarily on race and gender. Of about $240 billion in total farm debt, FSA provides about 2% through direct loans, and guarantees about another 4%-5% of loans. ", "Another agricultural lender with a statutory connection to the federal government is the Farm Credit System (FCS). It is a cooperatively owned and federally chartered private lender with a statutory mandate to serve only agriculture-related borrowers. FCS makes loans to creditworthy farmers, and is not a lender of last resort, but is a government-sponsored enterprise (GSE) receiving tax benefits, among other preferences, in return for restrictions on its lending base. FCS accounts for about 40% of farm debt. A third agricultural lender with a federal mandate is Farmer Mac, another GSE that is privately held, and provides a secondary market for agricultural loans. ", "Other agricultural lenders do not have a government connection. These include commercial banks (about 44% of market share), life insurance companies, and individuals, merchants, and dealers.", "The statutory authority for FSA, FCS, and Farmer Mac is permanent, but farm bills often make adjustments to eligibility criteria and the scope of operations. For example, the 2008 farm bill increased FSA direct lending limits per farmer, further prioritized lending for beginning and socially disadvantaged farmers, and, among other changes, created Individual Development Accounts for beginning farmers, although the latter have yet to be funded by appropriators. "], "subsections": [{"section_title": "Issues and Options", "paragraphs": ["Credit issues are not expected to be a major part of the next farm bill, and changes that might occur are not expected to be particularly significant or comprehensive within the scope of agricultural credit statutes. Nonetheless, several issues are likely to arise as legislation develops:", "further targeting of Farm Service Agency lending resources to beginning and socially disadvantaged farmers; providing for carve-outs for emerging or \"non-traditional\" parts of the agricultural industry, such as local or regional food systems, organic agriculture, and sustainable production, or providing financing for farmers, cooperatives, and/or food businesses to serve \"food deserts\" or finance urban agriculture; resolving whether existing term limits (a maximum number of years that farmers can qualify) should apply to certain Farm Service Agency loans, or whether some term limits should be suspended (as was the case through 2010); and determining the scope of FCS and/or Farmer Mac lending activities, including the carve-outs mentioned above."], "subsections": []}]}, {"section_title": "Agricultural Trade and Export Promotion", "paragraphs": ["The federal government provides support for U.S. agricultural exports through three types of programs: export market development, export credit guarantees, and direct export subsidies. Legislative authorizations for agricultural trade programs are included in Title III of the 2008 farm bill. Administered by USDA's Foreign Agricultural Service (FAS), the programs are funded through the borrowing authority of USDA's Commodity Credit Corporation (CCC). One of them, the Market Access Program (MAP), has been targeted for cuts or elimination in a number of deficit reduction proposals. "], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": ["Export market development programs, whose primary aim is to assist U.S. industry efforts to build, maintain, and expand overseas markets for U.S. agricultural products, include the Market Access Program (MAP), the Foreign Market Development Program (FMDP), the Emerging Markets Program (EMP), the Quality Samples Program (QSP), and the Technical Assistance for Specialty Crops Program (TASC). The 2008 farm bill extended authority and funding for these programs until FY2012, made organic products eligible for MAP support, and increased funds available to address sanitary and phytosanitary barriers to U.S. specialty crops.", "The 2008 farm bill also reauthorizes two FAS-administered export credit guarantee programs: GSM-102 short-term guarantees and Facilities Financing Guarantees. Under these programs, the CCC provides payment guarantees for the commercial financing of U.S. agricultural exports. Two other export guarantees—GSM-103, which guaranteed longer-term (3-10 years) export financing, and the Supplier Credit Guarantee Program (SCGP), which guaranteed very short-term (up to 1 year) financing of exports without bank intermediation—were repealed by the 2008 farm bill . GSM-103 was repealed in response to a World Trade Organization (WTO) dispute panel decision that it violated U.S. export subsidy reduction commitments. SCGP was repealed because the program had a high rate of defaulted obligations and showed evidence of fraud. ", "The 2008 farm bill reauthorized only one direct export subsidy program for agricultural products, the Dairy Export Incentive Program (DEIP). The farm bill repealed authority for the historically largest, but little used, export subsidy program, the Export Enhancement Program (EEP), which mainly subsidized exports of wheat and wheat products. "], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": [], "subsections": [{"section_title": "Program Effectiveness and Funding", "paragraphs": ["Federal support for agricultural export promotion invariably raises questions about the appropriateness of government support for private-sector export promotion, and about the effectiveness and impact of these programs. Some argue that MAP and FMDP are forms of corporate welfare in that they fund activities that private firms and industry groups could and should fund themselves. Other critics argue that the principal beneficiaries of export promotion programs are foreign consumers and that funds could be better spent, for example, on educating U.S. firms about how to export and overcome trade barriers. Reauthorization of export promotion programs, eligibility of certain types of organizations and producer groups, and the levels of funding for various programs will all likely be topics of debate as policymakers examine farm bill trade programs for cost savings. "], "subsections": []}, {"section_title": "WTO Compliance", "paragraphs": ["In response to a WTO dispute settlement in the Brazil-U.S. cotton case, the 2008 farm bill made several changes to the agricultural export credit guarantee programs. The dispute panel found that the favorable terms (i.e., the low interest rate and the long repayment period for borrower countries) provided under U.S. export credit guarantee programs (GSM-102 and GSM-103) were effectively export subsidies inconsistent with the United States' obligations under the WTO's agreement on agriculture. The farm bill's repeal of GSM-103 codified the FAS decision in 2006 to suspend operation of GSM-103. At the Administration's request, Congress lifted the statutory 1% cap on loan origination fees for GSM-102, which the WTO dispute panel had cited as a subsidy element in the operation of the export credit guarantee programs. Despite repeal of GSM-103 and changes to the GSM-102 program made in response to the WTO cotton dispute settlement, Brazil has argued that the U.S. response was inadequate. Farm bill discussion of trade program reauthorization will provide an opportunity to further review U.S. credit guarantee programs in light of U.S. commitments under WTO agreements. ", "Agricultural export subsidies are a major issue in the stalled Doha Round of multilateral trade negotiations within the WTO, in which a preliminary agreement has been reached to eliminate all agricultural subsidies by 2013, pending a successful completion of the round. The 2008 farm bill moved the United States closer to the spirit of that agreement by repealing legislative authority for what at one time was the larger of two U.S. export subsidy programs, the Export Enhancement Program (EEP). The last year of significant EEP subsidies was 1995, and there were no EEP subsidies during the period covered by the 2002 farm bill (2002-2007). The farm bill debate may include consideration of the relationships not only of trade programs to WTO commitments but of domestic subsidy programs as well. "], "subsections": []}]}]}, {"section_title": "Conservation and Environment", "paragraphs": ["Agricultural conservation began in the 1930s with a focus on soil and water issues associated with production and environmental concerns on the farm. By the 1980s, agricultural conservation policies had broadened to include environmental issues beyond soil and water, especially environmental issues related to production (off the farm). Many of the current agricultural conservation programs were enacted as part of the 1985 farm bill ( P.L. 99-198 , Food Security Act of 1985), which also included for the first time a conservation title. These programs have been reauthorized, modified, and expanded, and several new programs have been created, primarily in subsequent omnibus farm bills. While the number of programs has increased and techniques to address the problems are changing, the basic approach has remained unchanged—voluntary farmer participation encouraged by land rental payments, cost-sharing conservation practices, technical assistance, education, and basic and applied research."], "subsections": [{"section_title": "Program Design", "paragraphs": ["Since its first inclusion in the 1985 farm bill, the conservation title has been a significant and visible title in the farm bill. As the title has grown in both size and interest, so too have questions and concerns about program funding, policy objectives, individual program effectiveness, comparative geographic emphasis, and the structure of federal assistance. Congress has continued to debate and address these concerns with each omnibus farm bill. The 2008 farm bill was no exception. While almost all existing conservation programs were reauthorized, several programs were modified to address concerns. The 2008 farm bill also created new programs, expanding the range of USDA conservation activities. ", "Currently more than 20 agricultural conservation programs are administered by USDA, mostly by the Natural Resources Conservation Service (NRCS). Starting in 1985, each succeeding farm bill has expanded the range of natural resource problems to be addressed as well as the number of conservation programs and level of funding. In some cases, individual programs are subsets of overarching programs that apply to a specific place or a specific resource, but with unique provisions and eligibility requirements. Though similarities among these programs exist, each is administered with slight differences. Generally, farm bill conservation programs may be grouped into the following categories based on similarities: working land programs, land retirement and easement programs, conservation compliance programs, and other programs and overarching provisions. Other types of conservation programs such as watershed programs and emergency programs are authorized in other legislation and are generally not discussed in the context of a farm bill. For a list of farm bill agricultural conservation programs, see the text box below and CRS Report R40763, Agricultural Conservation: A Guide to Programs ."], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": ["Current budgetary constraints continue to drive the debate on conservation in the next farm bill. Most programs authorized in the 2008 farm bill, including conservation programs, will expire on September 30, 2012. Additional issues under discussion include program consolidation, environmental regulation, the balance between land retirement and working lands programs, and conservation compliance. "], "subsections": [{"section_title": "Funding and Budget Concerns", "paragraphs": ["During the 2008 farm bill debate, conservation groups and producers found themselves competing with other farming interests for the necessary resources to expand or even continue many conservation programs. In the end, the conservation title was one of the few titles within the 2008 farm bill that received an increase in funding. Most conservation supporters saw this as a victory for conservation. Since passage of the 2008 farm bill, conservation program funds have been repeatedly reduced through annual appropriations, many times at the request of the Administration. Advocates for these programs contend that these reductions significantly change the intent of the farm bill, compromise the ability of the programs to benefit producers and the environment, and increase the backlog of applications awaiting funding each year. Others, including those interested in reducing agricultural expenditures or redirecting funds to other agricultural purposes, counter that, even with the reductions, overall funding for conservation has not been reduced.", "While most conservation advocates criticize reduced funding for any fiscal year, additional emphasis was placed on reductions proposed in FY2012. Most farm bill program authority expires at the end of FY2012. Because CBO uses the last year of authorization to determine the 10-year funding baseline for the farm bill reauthorization, a reduction in the last year's authorized level could exponentially affect the overall farm bill baseline. To address this concern, the FY2012 Agriculture Appropriations Act ( P.L. 112-55 ) extends the expiration date of selected farm bill conservation programs to FY2014. This allows appropriators to score savings in FY2012, but not affect the overall farm bill baseline because the last year of program authority for many of the reduced programs becomes 2014. Those concerned about conservation funding in the next farm bill point out that savings from reducing mandatory conservation programs through appropriations is not typically used for other conservation or environmental benefits. Therefore, maintaining the conservation program baseline for the next farm bill does not guarantee that those funds will continue to support conservation programs. Additionally, some conservation programs do not have a baseline beyond 2012 and reauthorization would require additional funding offsets or cuts elsewhere."], "subsections": []}, {"section_title": "Simplifying the Conservation Portfolio", "paragraphs": ["Before the 1985 farm bill, few conservation programs existed, and only two would be considered large by today's standards. The current conservation portfolio includes more than 20 distinct programs with annual spending over $5 billion. The differences and number of programs can create confusion about the purpose, participation, and policies of the programs. Discussion frequently arises during farm bill reauthorization about simplifying or consolidating conservation programs to reduce overlap and duplication and generate savings. Prior to the 2008 farm bill, USDA proposed a major consolidation of several conservation programs. While the 2008 farm bill did eliminate some conservation programs, it also created several more. In light of current funding constraints, program consolidation to generate potential savings could be viewed favorably during reauthorization. On the other hand, program consolidation could remove the geographic or issue-specific emphasis that was originally created by Congress to address identified priorities."], "subsections": []}, {"section_title": "Environmental Regulation", "paragraphs": ["Farm bill conservation programs are a voluntary federal policy to address environmental impacts related to agriculture. Another way for the federal government to address environmental impacts is through regulation. Increasingly, conservation programs are called upon to prevent or reduce the need for environmental regulation. While the farm bill debate will not likely focus specifically on environmental regulations because most environmental law originates outside the House and Senate Agriculture Committees, debate could focus on strengthening the voluntary response to environmental issues through conservation programs. This, in turn, could influence the funding debate and the portion of the overall farm bill budget made available for conservation programs. "], "subsections": []}, {"section_title": "Working Lands or Land Retirement", "paragraphs": ["Land retirement programs, such as the CRP, began with a soil conservation and commodity-reduction purpose, during a time of economic downturn in the farm sector. As the conservation effects of these programs were identified, the potential emerged for generating multiple environmental benefits beyond soil conservation, including benefits to wildlife habitat, air and water quality, and carbon sequestration. For producers, land retirement programs are attractive because they receive rental payments at acceptable levels. However, with high commodity prices and incentives to plant crops, producer interest in land retirement may be declining. Some predict that high commodity price levels may continue for the foreseeable future, thus shrinking farmer interest in land retirement for some time. Also, increased commodity prices can lead to increased land rental rates, which in turn increases the cost of land retirement programs. These factors could signal a shift in farm bill conservation policy away from the traditional land retirement programs toward conservation working lands programs—programs that keep land in production while encouraging conservation practices to address natural resource concerns. Most conservation and wildlife organizations support both land retirement and working lands programs; however, the appropriate \"mix\" continues to be debated. With any proposal, it is likely that environmental interests will not support a reduction in one without an increase in the other. "], "subsections": []}, {"section_title": "Compliance Requirements", "paragraphs": ["The 1985 farm bill created the highly erodible lands (HEL) conservation and wetland conservation compliance programs, which tied various farm program benefits to conservation standards. The provision has since been amended numerous times to remove certain benefits and add others. Most notably, the 1996 farm bill ( P.L. 104-127 ) removed crop insurance premium subsidies as a program benefit that could be denied and added production flexibility contracts—the precursor to what is now referred to as direct payments. The debate surrounding this decision centered on the desire to encourage producers to purchase crop insurance and to respond to farmer concerns that compliance requirements were intrusive.", "Currently, the major farm program benefits that could be affected by compliance requirements are counter-cyclical payments, direct payments, and conservation programs. Presently, high commodity prices have resulted in few or no counter-cyclical payments. Conservation program participation and direct payments are the remaining major benefits that could be affected by compliance. The current financial climate has caused direct payments under the farm commodity support programs to come under considerable scrutiny. Many believe that these payments could be reduced or eliminated in the next farm bill as a budget saving measure. Conservation advocates are concerned that without direct payments producers will have little incentive to meet conservation compliance and wetland conservation requirements. Many are advocating for crop insurance premium subsidies to again be included as a program benefit that could be denied if a producer is in violation of conservation compliance requirements. Industry organizations counter that the recouping of crop insurance premium subsidies due to noncompliance could result in fewer producers willing to purchase crop insurance."], "subsections": []}]}]}, {"section_title": "Food and Nutrition", "paragraphs": ["According to the Congressional Budget Office's March 2011 baseline, domestic nutrition programs make up nearly 80% of spending in the farm bill (see Figure 1 , above). Domestic nutrition assistance programs reauthorized in the farm bill include the Supplemental Nutrition Assistance Program (SNAP, formerly food stamps), the Emergency Food Assistance Program (TEFAP), the Commodity Supplemental Food Program (CSFP), the Food Distribution Program on Indian Reservations (FDPIR), and other programs. The SNAP program accounts for the vast majority of the spending in Title IV. At the time of enactment, the nutrition title of the 2008 farm bill had a projected new cost of about $3 billion over five years (FY2008-FY2012) and well over $9 billion over ten years (FY2008-FY2017). The major share of this new spending was due to changes in the SNAP program.", "Most farm bill domestic nutrition assistance programs, except for the CSFP, the FDPIR, and the administrative and distribution-cost component of TEFAP, generally are treated as mandatory entitlements for budget purposes. For SNAP, this means that eligibility, benefits, or other program rules must be changed in order to affect costs, although, as an appropriated entitlement, SNAP is limited to spending those funds that are specifically appropriated. Discretionarily funded programs in the farm bill are CSFP, the administrative and distribution cost component of TEFAP, and the amount set aside for the FDPIR.", "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), the National School Lunch Program, the National Breakfast Program, the Child and Adult Care Food Program, the Special Milk Program, and other programs located in the Child Nutrition Act of 1966 and the Russell National School Lunch Act are not reauthorized in the farm bill. These programs were most recently reauthorized in December 2010, in P.L. 111-296 , the Healthy, Hunger-Free Kids Act of 2010."], "subsections": [{"section_title": "Program Design and 2008 Farm Bill Provisions", "paragraphs": [], "subsections": [{"section_title": "Supplemental Nutrition Assistance Program (SNAP)", "paragraphs": ["Formerly known as the Food Stamp Program, SNAP provides benefits to low-income, eligible households on an electronic benefit transfer (EBT) card. Benefits can be exchanged for eligible foods at authorized retailers. In FY2011, the average monthly participation in the SNAP program was 44.7 million individuals. Federal spending for FY2011 totaled approximately $75.3 billion. The vast majority of the spending was the cost of benefits themselves, which are 100% federally financed. ", "SNAP provides eligibility to households based on low income and limited assets. Households must have net income (income after specified deductions) below 100% of the federal poverty guidelines. In addition, federal rules provide that households without an elderly or disabled member must have gross income (income before deductions) below 130% of the federal poverty guidelines. Additionally, the regular eligibility rules provide that a household must have liquid assets below a specified level (in FY2011, a household's liquid assets must be below $2,000, and below $3,000 in the case of households with an elderly or disabled member). Federal law also makes households categorically, or automatically, eligible for SNAP when all members are either eligible for or receive benefits from the Temporary Assistance for Needy Families (TANF) program, Supplemental Security Income (SSI), and state-financed General Assistance (GA) programs.", "The enacted 2008 farm bill made many changes to SNAP, including changing the program name from the Food Stamp Program to SNAP. The 2008 law increased benefits (and, to a limited degree, liberalized income eligibility standards) for most households by raising and then indexing the minimum amount of household monthly income (the standard deduction ) that is disregarded when calculating household benefits (and, to a limited degree, income eligibility). It also increased minimum benefits for recipient households near the income eligibility limits by calculating minimum benefits as 10% of the (indexed) maximum monthly benefit for a one-person household. The 2008 farm bill also included several policies related to program integrity allowing for participant disqualification . The law gives states the authority to provide \"transitional\" SNAP benefits to households that stop receiving cash assistance. Indexing for inflation was added to the asset limit , and tax-recognized retirement and education savings were excluded from asset calculation. It included multiple changes to the systems and processes by which state agencies issue benefits and update eligibility; this includes expanding the application of simplified reporting rules to include the use of telephonic signatures. If an over-issuance of benefits is due to the state's \"major systemic error,\" USDA was given the authority to recoup the over-issuance from the state instead of the recipient. The 2008 farm bill also authorized pilot projects designed to improve the health status of participants, including $20 million for \"point of purchase incentive\" projects. Since then, the Healthy Incentives Pilot in Hampden County, Massachusetts, has been instituted."], "subsections": []}, {"section_title": "The Emergency Food Assistance Program (TEFAP)", "paragraphs": ["Under TEFAP, the federal government provides food commodities to states. This assistance supplements other sources of food aid for needy persons and often is provided in concert with food bank and homeless shelter projects, either as food packages or meals. Eligibility decisions for TEFAP assistance are made by states, and they choose local administering agencies. National emergency provider and food bank networks (like Feeding America) also are heavily involved. In addition to state allocations in entitlement commodities, each state receives a share of discretionary money to fund expenses of administration and distribution (storage, transportation) of the commodities. Moreover, state entitlements to TEFAP commodities are supplemented with bonus commodities (about $150 million in FY2005) that USDA has acquired in its agriculture support programs.", "The 2008 farm bill increased mandatory funding for TEFAP commodities. For FY2008, an immediate infusion of $50 million was directed. For FY2009, $250 million in TEFAP commodities was mandated, up from $140 million under prior law. For FY2010 through FY2012, the $250 million provided in FY2009 was adjusted for food-price inflation. The farm bill also increased the annual authorization of appropriations for TEFAP administrative and distribution costs to $100 million. "], "subsections": []}, {"section_title": "Commodity Supplemental Food Program", "paragraphs": ["The CSFP provides supplemental foods to low-income elderly persons and low-income pregnant, postpartum, and breastfeeding women, infants, and children through over 140 projects in 35 states and the District of Columbia, and on two Indian reservations. For elderly participants, eligibility is limited to those with income below 130% of the federal poverty income guidelines; for households composed of women, infants, and children, the income ceiling is higher (185% of the poverty guidelines). The vast majority of CSFP participants are elderly; for FY2010, 96% of CSFP's 518,000 participants were elderly (statutorily defined as 60 years of age or older). The foods are purchased by USDA and distributed to grantees, and food packages received and distributed by CSFP projects are specific to the nutritional needs of participants. CSFP grantees also receive funding for administrative costs. Commodities and administrative funding generally are apportioned by the number of persons served in the prior year; if new money is appropriated or if allocated \"slots\" are not used, new projects can be added. The 2008 farm bill barred USDA from requiring that CSFP projects prioritize assistance among the elderly or women, infants, and children; all of those groups remain eligible."], "subsections": []}, {"section_title": "Other Farm Bill Programs", "paragraphs": [], "subsections": [{"section_title": "Programs in Lieu of SNAP", "paragraphs": ["Puerto Rico, American Samoa, and the Northern Marianas Islands do not participate in the SNAP program. Instead they receive a nutrition assistance block grant, under which they administer a nutrition assistance program with service delivery unique to each territory. Indian tribal organizations may choose to operate the Food Distribution Program on Indian Reservations (FDPIR), instead of having the state offer regular food stamp benefits; the full cost of benefits and most administrative expenses are covered by the federal government. This option operates on over 250 Indian reservations in 22 states. "], "subsections": []}, {"section_title": "Senior Farmers' Market Nutrition Program (SFMNP)", "paragraphs": ["Under the SFMNP, low-income seniors receive vouchers that they can redeem at farmers' markets and roadside stands for fresh produce. The 2008 law increased mandatory funding from $15 million to $20.6 million per year."], "subsections": []}, {"section_title": "School and Institution Food Programs", "paragraphs": ["As discussed above, the school meals programs are reauthorized in legislation separate from the farm bill; however, the 2008 farm bill did include several provisions and resources that pertain to the child nutrition programs.", "Fre sh Fruit and Vegetable Program . Sometimes called the \"snack program,\" the Fresh Fruit and Vegetable Program provides funds allowing schools to purchase fresh fruits and vegetables as snacks. The original pilot program, which operated in some of the states, was replaced and expanded to all states in the 2008 farm bill. Formula-based funding is made available through provisions in Title XIV (\"Section 32\") of the enacted law. Money is allocated to states under a formula. Priority is given to schools that have high proportions of low-income students; funding was included for evaluation and administrative costs. Additional purchases of fruits, vegetables, and nuts . The 2008 law provides that, in addition to the minimum ($200 million per year) acquisition of fruits, vegetables, and nuts for use in domestic food assistance programs required under the 2002 farm bill, USDA will purchase additional fruits, vegetables, and nuts for use in these programs. Geographic preference . The 2008 law requires that USDA allow schools and other institutions receiving funds under the National School Lunch and Child Nutrition Acts (and the Defense Department, acting as a fresh fruit and vegetable buying agent) to use geographic preference for the procurement of \"unprocessed agricultural products, both locally grown and locally raised.\""], "subsections": []}, {"section_title": "Community Food Projects", "paragraphs": ["In the 1996 farm bill, Congress established a program of assistance for community food projects, intended to promote innovative local self-help initiatives to meet nutrition and farm needs. The 2008 farm bill required a grant to a nonprofit organization to establish and support a \"healthy urban food enterprise development center\" to increase access to healthy affordable foods (including locally produced food) in \"underserved communities.\" The grant has since been awarded to the Wallace Center at Winrock International. It also authorized a new pilot program to provide grants to high-poverty schools for initiatives in hands-on gardening; funds have not been appropriated to implement these grants."], "subsections": []}]}]}, {"section_title": "Issues and Options", "paragraphs": ["While the 2008 farm bill included such changes as new expanded SNAP policies and a larger mandatory commitment to TEFAP, current farm bill discussions come at a time of increased interest in the Budget Control Act's statutory framework for deficit reduction. Also, presumably due in part to the consumer purchasing power of the nutrition programs, local nutrition and producer groups are pursuing policies to increase their share of program funding and participation. "], "subsections": [{"section_title": "Categorical Eligibility and Asset Limits in SNAP", "paragraphs": ["In the 112 th Congress thus far, there has been an interest in changing categorical eligibility (i.e., the eligibility of SNAP applicants based on their receipt of benefits from other low-income programs). In current law, SNAP eligibility is available to applicants that are already receiving benefits from low-income programs, including Supplemental Security Income (SSI), Temporary Assistance for Needy Families (TANF), and state-financed General Assistance (GA) programs. As of October 2011, 43 states allow for \"broad-based\" categorical eligibility through a TANF-funded benefit, many of which do not include a test for liquid asset holdings. S. 1658 and H.R. 3111 include limitations to categorical eligibility in SNAP. An amendment ( S.Amdt. 810 ) to the FY2012 Agriculture appropriations bill would have prohibited the use of FY2012 funds for categorical eligibility in SNAP, but was defeated. Asset limits in SNAP are related to categorical eligibility. Within the last year, Pennsylvania and Michigan, for instance, added an asset limit to their programs. Because of categorical eligibility, many states are able to deem applicants eligible without conducting an assessment of applicants' assets. As these policies are considered, possibly in the next farm bill, so may be the role of asset tests in general."], "subsections": []}, {"section_title": "SNAP-Eligible Foods and Retailers", "paragraphs": ["In recent years, media attention has focused on what SNAP benefits can be used to purchase—in particular on SNAP use at fast food restaurants and SNAP benefits for soda (or other perceived \"junk food\"). The next farm bill may offer policymakers the opportunity to revisit either the eligible foods or the eligible retailers for SNAP benefits.", "Since the start of the modern SNAP program, a state restaurant option has existed, whereby states may choose restaurants to serve those that have difficulty preparing food, primarily the elderly, homeless, and disabled populations. FY2010 data indicate that approximately $20 million, or 0.03% of SNAP benefits, were redeemed at \"meal delivery/private restaurants.\" ", "In August 2011, USDA denied New York City's waiver application asking to disallow the use of SNAP benefits to purchase soda, prompting editorial discussion on the strengths and weaknesses of the SNAP program and challenges of balancing the goals of reducing food insecurity with preventing obesity. The evaluation of the Healthy Incentives Pilot (mentioned above) may play a role in policy options, although it is unclear if evaluation results will be complete at the time of farm bill formulation. ", "Policymakers also see SNAP as an opportunity to improve access to healthy foods and/or an opportunity to bolster the local farm economy. In the 112 th Congress, bills have been introduced that seek to expand a wide array of farm-to-consumer retailers' access to wireless EBT machines, enabling farm-to-consumer retailers like roadside stands and green carts to accept benefits more easily. Policies such as these could potentially grow the business of local farmers and increase low-income community access to fresh foods. "], "subsections": []}, {"section_title": "Farm-to-School Programs", "paragraphs": ["As with the local preference provision in the 2008 farm bill, interest exists in encouraging schools to purchase local crops and foods. Ideas may include procurement policies that build on the local preference provision in the last farm bill, or ways in which USDA commodity food distribution might either include more locally grown options or give schools the opportunity to redeem their commodities entitlements for local goods. Bills in this area have been introduced in the 112 th Congress."], "subsections": []}]}]}, {"section_title": "International Food Aid", "paragraphs": ["The United States provides U.S. agricultural commodities, procured by USDA, as the primary form of emergency and economic development assistance in response to food security problems in developing countries. Title III of the 2008 farm bill reauthorized food aid programs established by the Food for Peace Act (formerly known as P.L. 480, the Agricultural Trade and Development Assistance Act of 1954); the Food for Progress Act of 1985; the McGovern-Dole International Food for Education and Child Nutrition Program (authorized in the 2002 farm bill); and the Bill Emerson Humanitarian Trust. The 2008 farm bill also established a four-year pilot program of Local and Regional Food Aid Procurement Projects (LRP). ", "Food for Peace Act Title II, Emergency and Private Assistance Programs, is the primary vehicle for U.S. international food aid. Title II of Food for Peace, administered by the U.S. Agency for International Development (USAID), has averaged about $2 billion annually over the span of the 2002 and 2008 farm bills. Title II provides donations of U.S. agricultural commodities to respond to emergency food needs or to be used in development projects. All other food aid programs are administered by USDA's Foreign Agriculture Service (FAS). For USDA-administered international food aid programs, the annual average funding between FY2008 and FY2010 was $341 million."], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": [], "subsections": [{"section_title": "Food for Peace (P.L. 480)", "paragraphs": ["The 2008 farm bill made several changes to the food aid programs authorized under P.L. 480, including changing the name of the underlying legislation to the Food for Peace Act; changing the policy objectives of the programs to focus exclusively on providing humanitarian assistance and promoting global food security; deleting export market development as a program goal; increasing authorized funding levels to $2.5 billion; and setting a minimum amount of available food aid resources for non-emergency (development) projects that has come to be known as the \"safe box.\" The 2008 farm bill also increased funding for the use of shelf-stable, prepackaged foods and prepositioning of commodities overseas, both innovations that are aimed at improving the cost-effectiveness and timeliness of food aid delivery. In addition, the 2008 farm bill reauthorized the Farmer-to-Farmer program of voluntary technical assistance in agriculture, and established the four-year, $60 million, LRP pilot program. "], "subsections": []}, {"section_title": "USDA Food Aid Programs", "paragraphs": ["The 2008 farm bill extended authority for the Food for Progress (FFP) program, without changes, through the end of FY2012. FFP provides for the donation of U.S. agricultural commodities to developing countries committed to introducing or expanding free enterprise. The 2008 farm bill reauthorized the McGovern-Dole program, which provides commodities and financial and technical assistance to implementing partners to carry out school feeding and child nutrition programs in developing countries, and established USDA as the permanent home for the program. In addition, the farm bill extended the authority for the Bill Emerson Humanitarian Trust (BEHT) through FY2012. The BEHT is a reserve of commodities and cash used to meet unanticipated food aid needs or to meet food aid commitments when U.S. domestic supplies are short. "], "subsections": []}]}, {"section_title": "Issues and Options", "paragraphs": ["The 2008 farm bill debate over U.S. international food aid programs focused primarily on how to make the delivery of food aid more efficient and effective. Debate during the upcoming farm bill will also likely include discussions about overall funding levels and strategic program priorities, given current fiscal constraints. Farm bill debate might focus on improving the quality of food aid, the future of local and regional procurement, and the costs and benefits of cargo preference requirements. "], "subsections": [{"section_title": "Funding", "paragraphs": ["The 2008 farm bill increased the annual authorization level for Title II Food for Peace programs to $2.5 billion—about $500 million more annually than levels provided in each fiscal year for Title II under the previous farm bill. Annual appropriations for Title II, however, have fallen short of this maximum authorized level in every year since the enactment of the 2008 farm bill. Given current efforts to rein in federal spending, the level of funding for international food aid is likely to be a subject of considerable debate in the next farm bill.", "In addition, the future of the so-called \"safe box\" for funding of development (non-emergency) food aid projects under Title II is likely to be a topic of debate. Over the past decade, emergency food aid has been about three-quarters of the total funds available, while non-emergency food aid accounts for the balance. The argument made by advocates of the safe box (many private voluntary organizations and cooperatives) is that it provides assurances of funding for development projects when they monetize (sell) the commodities for cash to finance projects. During the 2008 farm bill debate, the Bush Administration expressed concerns about the adequacy of food aid resources to respond to emergencies. Organizations such as Oxfam and others share this concern and argue that the safe box effectively reduces the amount of available resources for emergency and humanitarian assistance and limits the flexibility of the USAID Administrator to respond to global crises. The role and level of the safe box for development food aid might be discussed in the context of the next farm bill. "], "subsections": []}, {"section_title": "Food Aid Quality", "paragraphs": ["USAID projects that the demand for emergency food assistance will increase globally by 50% over the next 20 years. Given the current fiscal situation, it is not likely that funding for food aid will increase commensurately, so, many argue, there is a need to improve the efficiency and cost-effectiveness of the programs with a focus on the nutritional quality of the products provided. Proponents of improving food aid quality point out that food technologies, products, and logistics have evolved along with food aid objectives over the past few decades. Nutrition science has improved, new innovations and technologies have resulted in the development of a wide range of food products, and recent innovations in supply chain management, including increases in number of prepositioning sites, have all increased the potential to improve food aid quality. These issues will likely be an important part of farm bill discussions, especially in light of the recent release of comprehensive reports identifying issues and recommending areas of improvement in food aid programs."], "subsections": []}, {"section_title": "Local and Regional Procurement", "paragraphs": ["One of the most contentious issues during the 2008 farm bill debate was the proposal to use appropriated Food for Peace (P.L. 480) funds to purchase commodities locally or regionally overseas, rather than to procure U.S. commodities for direct use in international food aid programs. While the United States is the largest donor of food assistance in the world, it provides almost all international food aid in the form of U.S. commodities. Other donors, such as the EU, Japan, and Canada, provide most if not all of their food assistance in the form of cash and technical assistance. The Bush Administration proposed using some P.L. 480 funds to carry out local and regional procurement (LRP) to respond to emergencies and disasters abroad as a tool to provide emergency food aid in a more timely, cost-effective way. Many, though not all, of the private voluntary organizations and cooperatives that use U.S. commodities for development projects opposed this idea and successfully argued for a pilot project for local or regional purchases of commodities instead. As a result, the 2008 farm bill included a compromise that authorized $60 million of CCC funds (not Title II Food for Peace appropriations) over four years for a pilot project to assess the effects of local and regional purchases of food aid for emergency relief. The future of the LRP pilot, which expires in 2012, and the use of Food for Peace funds for LRP may be discussed in the next farm bill."], "subsections": []}, {"section_title": "Cargo Preference", "paragraphs": ["U.S. cargo preference laws require that certain government-owned or government-financed cargo shipped internationally be carried on U.S.-flag vessels, with the primary objectives of supporting the U.S. merchant marine and U.S. commercial sealift capability if ever needed in times of war and national emergency. Cargo preference regulations require that 75% of all U.S. food aid commodities be shipped on U.S.-flag vessels. Because U.S.-flag vessels are given priority handling for U.S. food aid freight contracts, which effectively reduces competition, cargo preference results in considerably higher shipping costs. According to several independent studies, including a recent report issued by the Government Accountability Office (GAO), the U.S. government spends hundreds of millions of dollars in excess shipping costs annually for the U.S. food aid programs. The U.S. Maritime Administration (MARAD) compensates USAID and USDA for a portion of the costs of cargo preference compliance, called the ocean freight differential. Cargo preference might be discussed in the next farm bill as a potential area for cost reduction. "], "subsections": []}]}]}, {"section_title": "Agricultural Research", "paragraphs": ["Congress first authorized federally supported agricultural research in 1862. The scope of USDA's Agricultural Research, Education, and Extension programs has been expanded and extended many times since then. Four agencies carry out USDA's research, education, and economics (REE) mission: The Agricultural Research Service (ARS), USDA's intramural science agency, which conducts research on food and agriculture issues of national and regional importance; the National Institute of Food and Agriculture (NIFA), its extramural science agency, which distributes federal funds to land-grant universities and other outside partners for state- and regional-level research, education, and extension activities; the Economic Research Service (ERS), which provides economic analysis of issues regarding public and private interests in agriculture, natural resources, food, and rural America; and the National Agricultural Statistics Service (NASS), which collects and publishes current national, state, and county agricultural statistics. "], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": ["Title VII of the 2008 farm bill contained the major provisions dealing with federally supported and USDA-administered agricultural research, education, and extension activities. Funds for REE programs are allocated through several mechanisms, including by statutory formula (the \"formula fund\" programs) and through competitive grant mechanisms, such as the Agriculture and Food Research Initiative, USDA's flagship competitive grants program for agricultural research. Farm bills typically authorize, extend, amend, and/or repeal the major existing authorities for REE programs and policies. At the same time, most of the $2.7 billion REE program funding levels are determined through the discretionary appropriations process. ", "The 2008 farm bill instituted significant changes in the structure and organization of the REE mission area, and extended, amended, or repealed the primary existing authorities for REE programs and policies . Title VII of the 2008 farm bill created an umbrella coordinating entity known as the Research, Education, and Extension Office (REEO) in the Office of the Under Secretary for Research, Education, and Economics, and designated the Under Secretary as the Chief Scientist of USDA. The 2008 farm bill also called for the establishment of a new agency to oversee extramural research, the National Institute of Food and Agriculture (NIFA), which effectively replaced the Cooperative State Research, Education, and Extension Service (CSREES). CSREES previously administered extramural research funding and programs and its authorities were repealed by the 2008 farm bill. USDA officially launched NIFA in October 2009. ", "The 2008 farm bill authorized the Agriculture and Food Research Initiative (AFRI), a new competitive grants program for basic and applied research, which is administered by NIFA. AFRI expanded and replaced the USDA National Research Initiative (NRI) Competitive Grants Program, and incorporated and replaced the former Initiative for Future Agriculture and Food Systems (IFAFS). Both grant programs were repealed by the 2008 farm bill. In addition, Title VII authorized the creation of several new research initiatives related to specialty crops, organic agriculture, nutrition, bioenergy, and pollinators. It also increased funding authorization for \"1890 institutions\" and broadened eligibility for federal grants for agricultural research, education, and extension, specifically for Hispanic-serving institutions.", "It should also be noted that the 2008 farm bill included a few research provisions in other farm bill titles. These include agricultural biosecurity planning, preparedness, and response activities, and agricultural biosecurity grants, both found in Title XIV (Miscellaneous Provisions), and biomass research and development activities in Title IX (Energy)."], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": [], "subsections": [{"section_title": "Budget Situation", "paragraphs": ["The current fiscal situation and ongoing pressure in Congress to achieve greater deficit reduction are some of the most important factors that will affect agricultural research in the next farm bill. ", "While the 2008 farm bill provided a significant funding boost for agricultural research, relatively speaking, it is unclear whether budgetary resources and political will can sustain funding for agricultural research and related activities. Several mandatory programs that were authorized in the 2008 farm bill do not have a budget baseline that extends beyond the end of the 2008 farm bill (September 30, 2012). If policymakers want to continue these programs in the next farm bill, they will need to pay for them with other offsets. Of the 37 mandatory farm bill programs that have no budget baseline after the 2008 farm bill expires, three were authorized in the research title: the Specialty Crop Research Initiative ($230 million over five years), the Organic Agriculture Research and Extension Initiative ($78 million over five years), and the Beginning Farmer and Rancher Development Program ($75 million over five years). In addition, eight mandatory programs in the energy title (Title IX), totaling about $1.9 billion over five years, also do not have budget baseline going into the next farm bill. Some of these programs, such as the Biomass Research and Development Program, have research objectives and are administered by NIFA. (See \" Energy ,\" below.) "], "subsections": []}, {"section_title": "Funding Mechanisms", "paragraphs": ["As stated above, USDA provides federal funding support for both intramural research and extramural research and related activities. Federal funds for extramural agricultural research, education, and extension activities have historically been distributed to regional, state, and local agencies and partners in the form of (1) block grants (the so-called \"formula funds,\" which are divided among states according to formulas in authorizing legislation); (2) competitive grants (awarded by peer review panels); and (3) congressional earmarks. ", "Proposals to alter the funding composition using the above mechanisms have been offered in the past, and proposals to redirect federal formula funds to competitive grants may again resurface in the next farm bill. While the State Agricultural Experiment Stations (SAESs) were originally established with federal formula funding only, federal funding of the SAESs has fallen substantially over the past few decades, and as a result the SAES system has become relatively diversified in its funding sources over time. At the same time, USDA has placed an increasing emphasis on competitive grant funding, as exemplified by changes in the 2008 farm bill. Supporters of maintaining strong levels of formula funding argue that formula funds' research priorities and scientists are typically chosen by state and local entities, oversight is local, and funding is relatively stable and recurring. Formula funds also ensure that every state and territory will receive some minimal level of support for research, education, and training. Competitive grant funding, on the other hand, is allocated to programs with areas of identified priority by USDA, only a small share of submitted proposals are typically funded, and there is no guarantee of funding continuation after the initial grant period. On the other hand, proponents of competitive research funding argue that peer review improves the quality of research and its impact, allows USDA to coordinate its overall research objectives for the greater good of the sector, and incentivizes an agricultural research system that is not heavily dependent on one source of funding.", "USDA differs from most other federal science agencies in allocating a significant proportion (more than half) of its annual research appropriation to intramural research agencies, including ARS, ERS, and NASS. During the last farm bill, there were some criticisms about the lack of coordination between intramural and extramural research objectives and activities, and about the potential need to improve the efficiency and impact of USDA's intramural research agencies, particularly ARS. "], "subsections": []}, {"section_title": "Research Priorities", "paragraphs": ["In the 2008 farm bill, Congress specified that the newly authorized Agriculture and Food Research Initiative (AFRI) competitive grants program should focus on six core themes: (1) plant health and production; (2) animal health and production; (3) food safety, nutrition, and health; (4) renewable energy, natural resources, and environment; (5) agriculture systems and technology; and (6) agriculture economics and rural communities. While USDA has allocated about 30%-40% of AFRI funding to these six areas combined over the past few fiscal years, the remaining funding has gone to new and expanded research areas, as determined by the Secretary, including global food security, childhood obesity prevention, food safety, sustainable bioenergy, and climate change. In the next farm bill, Congress may take steps to address the priorities and focus of USDA REE programs."], "subsections": []}, {"section_title": "Indirect Costs", "paragraphs": ["With most research programs, a portion of grant funds cover the indirect, or overhead, costs of the research institution, such as administration and facilities. The 2008 farm bill raised the cap on indirect costs for all competitive and noncompetitive USDA grants from 19% to 22%. There is some discussion that the next farm bill may raise the indirect cost limitation even further, potentially to 30%. USDA indirect costs are low relative to other federal agencies that make scientific grants, such as the National Science Foundation and the National Institutes of Health, and some say this prevents USDA programs from attracting the best, brightest, and most diverse talent pool to its grant competitions. At the same time, any increase in the indirect cost allowance would likely result in increased program costs, and potentially fewer and/or smaller grants made for a given grant program. "], "subsections": []}]}]}, {"section_title": "Rural Development", "paragraphs": ["Since 1973, omnibus farm bills have included a rural development title. The most recent is Title VI of the Food, Conservation, and Energy Act of 2008 (P.L. 110-246). How to create and support new competitive advantage in rural areas so these areas can better compete in a global economic environment is a key issue framing current debates about the future of rural America. The issue is evolving in the context of policymakers' understanding that current policies and programs have had a decidedly mixed record of success. While the search for new sources of rural economic development is part of the policy equation, also increasingly appreciated is the need to develop new approaches for federal assistance to rural areas that go beyond the largely piecemeal, uncoordinated programming that has long characterized rural economic development policy. ", "The rural development title of farm bills generally supports (1) the infrastructure of rural areas, with traditional assistance for housing, electrical generation and transmission, water and wastewater, and community capacity, and (2) rural business creation and expansion. In the past two farm bills, policymakers also have supported innovative and alternative business development (e.g., bioenergy, value-added production, local food production), and innovative mechanisms to finance it (e.g., the Rural Microentrepreneur Assistance Program). Pressure for such alternative approaches is expected to continue as policymakers recognize the great diversity among rural communities, with some rural areas growing and prospering, and others falling further behind as their primary industries (including agriculture) decline, and population outmigration continues, particularly among younger, educated residents."], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": ["Title VI of the 2008 farm bill expanded broadband access in rural areas, created a new micro-entrepreneurial assistance program and a new rural collaborative investment program, and authorized three new regional economic development authorities. ", "The 2008 farm bill modified the 2002 definition of \"rural\" to include the category of \"areas rural in character.\" This latter designation gives the USDA Undersecretary for Rural Development discretion to make eligible certain rural areas that otherwise might be excluded from eligibility for USDA loans and grants. The provision further modified the definition of \"rural\" to establish criteria for defining rural areas that are contiguous to urban areas. Other new provisions in the rural development title included the following programs:", "loans and loan guarantees though the Business and Industry Loan Guarantee Program for locally or regionally produced agricultural food products; a Rural Microentrepreneur Assistance Program to target rural entrepreneurs who could compete in the private sector, but who have been stymied because of lack of credit opportunities and limited equity capital options; a Rural Collaborative Business Investment Program to increase the availability of equity capital in rural areas (the provision authorizes Regional Investment Strategy Grants, Rural Innovation Grants, and a Rural Endowment Loan Program); and three new regional economic development commissions: the Northern Border Regional Commission, the Southeast Crescent Regional Commission, and the Southwest Border Regional Commission.", "These various provisions have not all been implemented or, if implemented, have not all been funded at their authorized levels. The Rural Collaborative Business Investment Program has not been implemented. Only the mandatory spending authorization for the Rural Microentrepreneur Assistance Program was permitted in the FY2011 appropriations act. In the FY2012 Agriculture Appropriations Act (P.L. 112-55), the mandatory funding for the program was zeroed out. Of the regional commissions, only the Northern Border Regional Commission has had a director appointed. While the House-passed version of the FY2012 appropriations bill included language suggesting little support for local and regional food production efforts, the issue continues to draw support as various groups have begun to see local production as a means of improving access to fresh fruits and vegetables in underserved, low-income urban areas. Some local producers also see this as a potential new market for their agricultural products. Secretary Tom Vilsack's recently announced Regional Innovation Initiative is built around five \"pillars\" for economic development: broadband, biofuels and biobased economic development, linkages between local and regional food production, ecosystem markets development, and forest restoration and land conservation. The House-passed FY2012 Agriculture appropriations bill included language prohibiting USDA from funding the initiative. This language was not incorporated in the enacted version (P.L. 112-55)."], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": ["Some policymakers contend that current farm policies, which rely heavily on commodity support for a few production sectors, play only a small role in the vitality of most rural areas. Rural manufacturing, which tends to be lower-skilled and lower-waged, continues to lose out to foreign competition. While transformation to a service economy continues in rural America, service employment in many rural areas also tends to be in lower-wage personal services rather than business and producer services.", "Economic development efforts in some areas have targeted entrepreneurial strategies and microenterprise development, including new markets for value-added agricultural products. Rather than simply seeking to attract relocating businesses, these approaches attempt to capitalize on a particular area's distinctive social, economic, and environmental assets and advantages to build endogenously on existing local and regional strengths. Developing a local and regional entrepreneurial culture seems to be an important approach in these efforts. ", "The mixed success of these and past efforts, as helpful to rural areas as they may be, suggests to many rural development experts and policymakers that the current structure of federal assistance to rural areas needs to be thoroughly reexamined. For example, regularly tweaking the definition of \"rural\" to determine eligibility for certain programs seems unlikely to produce significantly improved economic development outcomes. A greater emphasis on the socioeconomic relations between rural communities and urban areas within a regional context could lay the foundation for more successful rural (and regional) development outcomes. While both the 2002 and 2008 farm bills provided a greater emphasis on regional efforts, some policymakers believe that redesigning existing programs to better target regional efforts could yield positive results. ", "Application processes for program loans and grants can be a barrier for many rural projects, especially those in smaller, poorer rural areas. The way assistance is currently provided (mostly through direct and guaranteed loans) has limitations because it is too often driven by individual projects, rather than integrated into an overall development strategy. Very limited funding for rural and regional planning efforts can weaken the development outcomes of projects. Many rural communities may benefit from technical assistance support for strategic planning. Interagency coordination among federal agencies that target rural areas (e.g., Department of Housing and Urban Development, Department of Health and Human Services) is haphazard at best and could be significantly improved. ", "These are not so much new concerns about federal assistance to rural areas as they are continuing issues identified by rural development experts and rural policymakers. In the current budget environment, it may be difficult to advance substantively new approaches to rural development in the next farm bill. However, with many in Congress concerned that current federal approaches to rural development need to be reexamined and programs better targeted to overall development strategies, the new farm bill will remain the major legislative vehicle to address these issues. "], "subsections": []}]}, {"section_title": "Energy", "paragraphs": ["Interest in renewable energy has grown rapidly since late 2005, due in large part to a strong rise in domestic and international fuel prices and a dramatic acceleration in domestic biofuel production (mostly ethanol). Many policymakers view agriculture-based biofuels as both a catalyst for rural economic development and a response to growing energy import dependence. USDA renewable energy programs have been used to incentivize adoption of renewable energy projects including solar, wind, and anaerobic digesters. However, the primary focus of USDA renewable energy programs has been to promote U.S. biofuels production and use—including corn-starch-based ethanol, soybean-based biodiesel, and cellulosic ethanol.", "Many of the federal programs that currently support renewable energy production are outside the purview of USDA and have legislative origins outside of the farm bill. The 2002 farm bill (Farm Security and Rural Investment Act of 2002, P.L. 107-171) was the first omnibus farm bill to explicitly include an energy title (Title IX). The energy title authorized grants, loans, and loan guarantees to foster research on agriculture-based renewable energy, to share development risk, and to promote the adoption of renewable energy systems. The 2002 farm bill was followed by two major energy bills (the Energy Policy Act of 2005, P.L. 109-58; and the Energy Independence and Security Act of 2007, P.L. 110-140), which established and expanded a national biofuels mandate along with several other renewable energy programs. "], "subsections": [{"section_title": "2008 Farm Bill Provisions", "paragraphs": ["The 2008 farm bill built on the 2002 farm bill, but refocused biofuels policy initiatives in favor of non-corn feedstocks, especially cellulosic-based feedstocks, in response to growing concerns about the emerging spillover effects of increased corn use for ethanol production. Like the 2002 farm bill, the 2008 farm bill contained a distinct energy title (Title IX) that significantly expanded the number and types of programs available to support renewable energy production and use. In addition, new renewable-energy provisions were included in the rural development (Title VI), research (Title VII), livestock (Title XI), and tax (Title XV) titles of the 2008 farm bill. ", "Key biofuels-related provisions in the enacted 2008 farm bill included: ", "expansion of the Biobased Markets Program (to encourage federal procurement of biobased products) and the federal Bioproducts Certification Program; additional support for biorefinery development in the Biorefinery Assistance Program (BAP), which provides grants and loan guarantees for construction and retrofitting of biorefineries for the production of advanced biofuels; restructuring of the Repowering Assistance Program (RAP) to focus on converting fossil fuel-burning plants to retrofit to biomass or some other renewable fuel source for processing energy; a new Bioenergy Program for Advanced Biofuels (BPAB) to provide grants and loan guarantees for advanced biofuels (especially cellulosic) production; extension of the Biodiesel Fuel Education Program to award competitive grants for an education program to promote the use and understanding of biodiesel; a new Rural Energy for America Program (REAP) to provide grants, loans, and loan guarantees in support of rural energy efficiency and self-sufficiency and biofuels marketing infrastructure; reauthorization of the Biomass Research and Development Initiative (BRDI) to support renewable energy research programs within USDA and the Department of Energy (DOE); a new program—the Biomass Crop Assistance Program (BCAP)—to provide financial assistance to producers for growing and marketing biomass crops and for developing conversion facilities; and reauthorization of Sun Grant Initiative programs that coordinate research on advanced biofuels at land-grant universities and federally funded laboratories. ", "The major grant, loan, and loan guarantee programs—BAP, RAP, BPAB, and REAP—are administered by the Rural Business-Cooperative Service within USDA's Rural Development Agency. In contrast, BCAP is administered by USDA's Farm Service Agency, and BRDI is administered by USDA's National Institute of Food and Agriculture.", "The 2008 farm bill authorized $1.1 billion in mandatory funding for energy programs for FY2008 through FY2012. Cumulative mandatory authorization in the 2008 farm bill includes $320 million to BAP, $300 million to BPAB, and $255 million to REAP. BCAP is authorized to receive such sums as necessary (i.e., funding is open-ended and depends on program participation). In addition to the mandatory funding, the 2008 farm bill also authorized $1.7 billion (including $600 million for BAP) in discretionary funds. However, all discretionary program funding is subject to the annual appropriations process, which may or may not be made available due to budget constraints. Actual discretionary appropriations to Title IX energy programs have been substantially below authorized levels through FY2012."], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": [], "subsections": [{"section_title": "Expiration of Funding in FY2012", "paragraphs": ["All 13 bioenergy programs and initiatives in Title IX—with the exception of the Feedstock Flexibility Program for Bioenergy Producers—are authorized only for the life of the 2008 farm bill, FY2008 through FY2012, and do not have a baseline budget beyond FY2012. Because of the current tight budget situation, the most likely way that any expiring energy programs can survive into the next farm bill is to offset their projected costs with reductions in other mandatory programs. "], "subsections": []}, {"section_title": "Program Redundancy", "paragraphs": ["Although each of the various Title IX programs has somewhat different policy goals, most of them end up funding very similar types of projects—anaerobic digesters, wind turbines, solar panels, and biofuels. This is particularly true for the BPAB- and REAP-funded projects, as well as DOE-funded projects under its 1703 and 1705 loan guarantee programs. Also, research projects focused on renewable energy that are funded under USDA's REAP and BRDI, as well as certain programs funded through DOE's Office of Energy Efficiency and Renewable Energy, appear to have some potential for overlap. To actually measure the extent of overlap or similarity would require a project-by-project comparison. In general, USDA programs tend to focus on the primary energy source or feedstock, whereas DOE projects tend to focus on the conversion or processing technology; however, the difference often appears subtle to a layperson. As a result, some policymakers suggest that some energy programs could be merged or eliminated to counter possible redundancy, whereas others (particularly those whose districts benefit from specific programs) are quick to argue the merits of the individual programs."], "subsections": []}, {"section_title": "The Blend Wall and Infrastructure Deficiencies", "paragraphs": ["Ethanol-blended fuels burn hotter than regular gasoline fuels, placing additional stress on motors and motor parts. All automakers that produce cars and light trucks for the U.S. market warranty their vehicles to run on gasoline with up to 10% ethanol (E10). As a result, this 10% blend represents an upper bound (referred to as the \"blend wall\") to the amount of ethanol that can be introduced into the gasoline pool. If most or all gasoline in the country contained 10% ethanol, this would allow only for roughly 14 billion gallons, far less than the Renewable Fuel Standard mandates established in the Energy Independence and Security Act of 2007 ( P.L. 110-140 ), which grow to 36 billion gallons by 2022. The Environmental Protection Agency (EPA) has issued waivers to allow ethanol blending of up to 15% for use in model year 2001 and newer light-duty motor vehicles. However, the limitation to newer vehicles, coupled with infrastructure issues (e.g., the lack of flex-fuel vehicles, which can use blend ratios of up to 85% ethanol, and the number and availability of high-blend-ratio retail pumps) are likely to limit rapid expansion of blending rates. To address this obstacle, USDA announced in 2011 a goal of installing 10,000 blender pumps by 2016, and began using REAP funds to spur blender pump development. This strategy will be put on hold by the expiration of REAP funding with the 2008 farm bill, and may help shape REAP funding discussions in the next farm bill. "], "subsections": []}, {"section_title": "Unintended Consequences of Rapidly Expanding Corn Ethanol", "paragraphs": ["As U.S. ethanol production expands, it has consumed an increasing share of the annual corn crop (40% by 2010). The strong, steady growth in ethanol demand for corn has had an important effect, not just on the price of corn, but in other agricultural markets including food, feed, fuel, and land. It also has fueled a \"food-versus-fuel\" debate about potential tradeoffs resulting from continued expansion in corn use for ethanol. This concern was paramount in the 2008 farm bill's refocus towards non-corn (i.e., cellulosic) biofuels, and is again likely to play an important role in shaping the next farm bill's energy debate."], "subsections": []}, {"section_title": "Slow Development of Cellulosic Biofuels", "paragraphs": ["Substantial uncertainties exist regarding the costs of producing both cellulosic feedstocks and the biofuels made from those feedstocks. These uncertainties, coupled with limited investment dollars, have slowed the development of commercial cellulosic biofuels production and raised concerns about the industry's ability to meet large federal usage mandates. EPA has been compelled to waive the cellulosic biofuels mandate for each of the first three years of the program (2010, 2011, and 2012). These waivers have themselves contributed to a cycle of slow investment in and development of the sector, thus raising the potential for future EPA waivers of mandated cellulosic biofuels volumes. Also, renewable biofuels advocates have expressed concern that a substantial diminution of support for BCAP could severely impede further progress in kick-starting the cellulosic ethanol industry, while additional REAP funding is needed to help overcome the \"blend wall\" infrastructure shortcomings."], "subsections": []}, {"section_title": "Trade Disputes", "paragraphs": ["Ethanol production, supported by high petroleum prices and generous federal support, has been profitable for most of the past six years. However, the \"blend wall\" has become an obstacle to domestic consumption and is a primary reason for surging exports of U.S. ethanol and its byproducts (e.g., distillers dried grains and solubles (DDGS)) since late 2010. Such exports bring into question the policy goal of energy security. In addition, two major trading partners have initiated anti-dumping (AD) and countervailing duty (CVD) investigations, including European Union AD/CVD proceedings against U.S. ethanol and a Chinese AD/CVD investigation of U.S. DDGS. Negative findings against the United States, if realized, could slow further development of the U.S. biofuels sector."], "subsections": []}]}]}, {"section_title": "Forestry", "paragraphs": ["Forestlands in the United States total nearly 751 million acres, about a third of all land in the country. These lands provide wood for lumber, plywood, paper, and other materials, as well as a host of environmental and ecological services, including recreation, clean water, wildlife habitat, and more. The federal government owns about a third of the total, and the USDA Forest Service (with nearly 147 million acres, 20% of all U.S. forestlands) is the principal federal forest management agency. In addition to administering the National Forest System, the Forest Service provides technical and financial assistance, directly and through state forestry agencies, to non-industrial private landowners (private owners who do not own wood processing facilities), who own nearly 285 million acres of U.S. forestlands (38% of the total). ", "Four of the past five farm bills have contained separate forestry titles. Traditionally, farm bills address forestry assistance programs, but federal forest management and protection and forestry research also are within the jurisdiction of the House and Senate Agriculture Committees. The next farm bill may include a forestry title to modify existing programs and possibly establish new options for forestry research and forest land management and protection."], "subsections": [{"section_title": "Program Design and Operation", "paragraphs": ["Forestry assistance programs are managed primarily by the State and Private Forestry (S&PF) branch of the Forest Service. Funding is provided in annual Interior, Environment, and Related Agencies appropriations acts. There are three groups of forestry assistance programs. Forest Health Management includes programs to survey and control forest pests and pathogens (including invasive species) on federal and nonfederal (cooperative) lands. Cooperative Fire Assistance includes equipment, financial, and technical assistance to states and volunteer fire departments. Cooperative Forestry Assistance programs include the following:", "Forest Stewardship —financial and technical assistance to states for forestry programs, with funds allocated based on priorities and assessments as required by the 2008 farm bill. Forest Legacy/Community Open Space and Forest Conservation —federal, state, or other acquisition of lands or easements on lands threatened with conversion to non-forestry use (the latter program was created in the 2008 farm bill). Urban and Community Forestry —financial and technical assistance for forestry activities in urban and community settings. Economic Action —financial and technical assistance for diversifying forest-dependent rural communities.", "No forestry-specific cost-share assistance programs exist for forestry practices in private forests. Forestry is, however, an accepted practice for almost all farmland conservation programs. (See \" Conservation and Environment ,\" above.) Two smaller programs include International Forestry and Forest Inventory activities."], "subsections": []}, {"section_title": "Issues and Options", "paragraphs": [], "subsections": [{"section_title": "Wildfire Protection", "paragraphs": ["The threat of wildfires to forests and to communities and homes in the wildland-urban interface seems to have grown. The 2002 farm bill authorized a new community wildfire protection program, but the program has been funded only as part of state fire assistance. In addition, many see removing excess woody biomass from overgrown forests as a way to reduce wildfire threats while providing an environmentally sound source of energy. New programs to enhance wildfire protection might be considered in a new farm bill."], "subsections": []}, {"section_title": "Woody Biomass for Energy", "paragraphs": ["Interest in producing energy from woody biomass and other renewable sources (as discussed above) derives from both supply and demand. Supply could come from efforts to reduce wildfire threats and to control invasive species. Demand is likely to be driven by state and federal requirements for renewable transportation fuels and possibly for electricity production. Numerous programs exist to induce or assist biomass energy production, including programs in the 2008 farm bill. As stated in the \" Energy \" section, above, all of these energy programs face budgetary challenges, and a new farm bill might extend, expand, alter, or terminate these programs, or possibly replace them with alternative approaches."], "subsections": []}, {"section_title": "Invasive Species", "paragraphs": ["Invasive species, typically exotic plants and animals, are increasingly displacing or harming native plants and animals in the United States and worldwide. Invasive species have been described as one of the four major threats to the nation's forests and rangelands. Options and opportunities to prevent and control the spread of invasive species, especially forest pests and especially on private forestlands, might be a farm bill issue."], "subsections": []}, {"section_title": "Markets for Carbon Sequestration and Other Ecosystem Services", "paragraphs": ["Forests produce many ecosystem services—carbon sequestration, clean air and water, wildlife habitats, pleasant scenery, and more—for which landowners are generally not compensated, because these services are not typically bought and sold in markets. Many interests have considered how to compensate landowners for continuing to provide these services. One option would be to develop markets for ecosystem services. A provision in § 2709 of the 2008 farm bill was intended to facilitate such market development. A new farm bill might extend, expand, alter, or terminate this provision, or possibly replace it with an alternative approach such as \"green payments\" to directly reward farmers and other landowners for environmentally desirable practices."], "subsections": [{"section_title": "Appendix. Titles and Subtitles of the 2008 Farm Bill (Farm, Conservation, and Energy Act of 2008, P.L. 110-246)", "paragraphs": [], "subsections": []}]}]}]}]}}