{"id": "R42477", "title": "Immigration Provisions of the Violence Against Women Act (VAWA)", "released_date": "2013-08-09T00:00:00", "summary": ["The Immigration and Nationality Act (INA) includes provisions to assist foreign nationals who have been victims of domestic abuse. These provisions, initially enacted by Congress with the Immigration Act of 1990 and the Violence Against Women Act (VAWA) of 1994, afford benefits to abused foreign nationals and allow them to self-petition for lawful permanent resident (LPR) status independently of the U.S. citizen or LPR relatives who originally sponsored them. Congress reauthorized VAWA with the Battered Immigrant Women Protection Act of 2000, which also created the U visa for foreign national victims of a range of crimes—including domestic abuse—who assisted law enforcement. A second reauthorization in 2005 added protections and expanded eligibility for abused foreign nationals. Authorization for appropriations for the programs under VAWA expired in 2011.", "The 113th Congress passed the Violence Against Women Reauthorization Act of 2013 in February. The bill was signed into law (P.L. 113-4) by President Barak Obama on March 7, 2013.", "Among the immigration provisions, P.L. 113-4 includes \"stalking\" in the definition of criminal activity covered under the U visa. It increases the number of reports that the Department of Homeland Security (DHS) must submit each year to Congress. It extends VAWA coverage to derivative-status children of deceased self-petitioning parents. It allows abuse victims to petition to waive their being classified as an inadmissible immigrant because of a disadvantaged financial position that otherwise might classify them as a \"public charge.\" It includes protections for children who are included in their parents' U visa petitions but who \"age out\" of eligibility by turning 21 before their parents' petitions have been adjudicated. The bill also extends protections to unknowing victims of bigamous marriages and to foreign nationals under age 18.", "P.L. 113-4 requires more extensive background checks and demands more consistent self-disclosures for U.S. citizen petitioners of alien fiancés or fiancées to provide the latter with greater information about potential abuse. It imposes additional penalties for marriage broker violations as well as false or incomplete representations by U.S. clients to foreign nationals to foster dating or matrimonial relationships. It permits information sharing of VAWA data by DHS for national security purposes and maintains the annual number of U visas at 10,000.", "On June 27, 2013, the Senate approved S. 744, the Border Security, Economic Opportunity, and Immigration Modernization Act. S. 744 includes the following VAWA-related provisions. It would expand the annual number of U visas from 10,000 to 18,000. It would grant protection against aging out of status, deferred status eligibility, and work authorization eligibility to any child included on a VAWA petition. It would grant work authorization to VAWA petitioners no later than six months after they filed their petitions. It would allow VAWA petitioners to adjust status without being subject to numerical limits found in the INA. Finally, S. 744 would permit battered immigrants access to assisted housing.", "During the debate of the VAWA reauthorization in 2013, two potential concerns for Congress were emphasized regarding the immigration provisions of VAWA. The first was whether the VAWA reauthorization would provide sufficient relief to foreign nationals abused by their U.S. citizen or LPR sponsoring relatives. Advocates for battered foreign nationals suggested that additional provisions were needed to assist this population in obtaining legal and economic footing independently of their original sponsors for legal immigrant status. Critics of expanding immigration, however, questioned the extent to which the provisions would increase the number of legal immigrants, thereby incurring costs to U.S. taxpayers.", "The second related concern was the degree to which VAWA provisions unintentionally facilitate immigration fraud. Critics of VAWA argued that such fraud might be occurring through what some perceived as relatively lenient standards of evidence to demonstrate abuse; as the unintended result of processing procedures between the District Offices of the U.S. Citizenship and Immigration Services (USCIS), which adjudicate most immigration applications, and the USCIS Vermont Service Center, which adjudicates VAWA petitions; or as an unintended consequence of the structure of current law. While some have suggested that VAWA provides opportunities for dishonest and enterprising foreign nationals to circumvent U.S. immigration laws, the available empirical evidence offers little support for these assertions.", "While addressed to some extent in the VAWA reauthorization of 2013, these two issues remain ongoing and reflect the tension found in other provisions of U.S. immigration policy. Such policies often involve balancing the granting of immigration benefits with adequate enforcement to reduce fraud and ensure intended eligibility."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Violence Against Women Act (VAWA) of 1994 and its subsequent reauthorizations in 2000 and 2005 authorized funding related to domestic violence for enforcement efforts, research and data collection, prevention programs, and services for victims. VAWA also increased penalties for certain domestic violence-related crimes and expanded the Federal Criminal Code to include new categories of crimes. With respect to noncitizens, VAWA gave abused noncitizen spouses the opportunity to \"self-petition\" for themselves and/or their abused children for lawful permanent resident (LPR) status independently of their sponsoring spouses. In addition, the VAWA reauthorization in 2000 created the U visa, which protects and assists victims who assist law enforcement agencies in investigating and prosecuting an array of crimes that includes domestic violence. It is available to any foreign national who suffered physical or mental abuse as a victim of a qualifying crime that violated U.S. laws; has information about the crime; and was, is, or is likely to be helpful in the investigation or prosecution of the crime. (For more information on U visas, see Appendix C .) A second reauthorization in 2005 added protections and expanded eligibility for abused foreign nationals. (For a detailed legislative history of the immigration provisions in VAWA, see Appendix B .)", "Authorization for appropriations for the programs under VAWA expired in 2011. The 112 th Congress passed two bills, S. 1925 and H.R. 4970 , that would have reauthorized most VAWA programs, among other provisions. However, several provisions differed substantially in the two bills, including some related to battered foreign nationals. As a result, negotiations stalled between the chambers, and neither bill was enacted into law. ", "VAWA was reauthorized by the 113 th Congress with the Violence Against Women Reauthorization Act of 2013 ( P.L. 113-4 ). The act includes a number of additional protections to assist foreign nationals who have been victims of domestic abuse (see \" Legislation in the 113th Congress \" below).", "As laws have been enacted to protect foreign nationals from domestic violence, some observers have expressed concerns about the potential for immigration fraud using the same VAWA provisions that were intended to protect abused foreign nationals. False domestic abuse claims fall within the broader category of marriage fraud by foreign nationals who, intent on obtaining legal status in the United States, misrepresent sham marriages as legitimate or report abuse when none exists. These schemes are perpetrated either unilaterally or cooperatively with their U.S. citizen or lawful permanent resident (LPR) partners. The extent of these types of fraud, however, remains unclear.", "The Immigration and Naturalization Act (INA) includes provisions to prevent marriage fraud such as the requirement for face-to-face interviews with trained adjudicators. It also includes some measure of information sharing between the Vermont Service Center of the Department of Homeland Security (DHS), United States Citizenship and Immigration Services (USCIS), which processes domestic abuse petitions, and USCIS District Offices that adjudicate petitions for most other immigration benefits. Yet, concerns have been raised about the degree to which the VAWA provisions themselves and the manner in which VAWA petitions are processed by USCIS might facilitate marriage fraud, either through relatively lower standards of evidence or as the unintended result of procedural differences between local USCIS District Offices and the Vermont Service Center.", "This report describes how the VAWA immigration provisions work in practice. It discusses legislation passed in the 113 th Congress that expanded protections under VAWA, including the Violence Against Women Reauthorization Act of 2013 ( H.R. 11 / S. 47 ) and the Border Security, Economic Opportunity, and Immigration Modernization Act ( S. 744 ). The report then discusses selected related policy issues and how they were addressed by legislation in the 113 th Congress. The report includes appendices on family sponsorship for lawful permanent residence, U visas, and the legislative history of VAWA."], "subsections": []}, {"section_title": "How VAWA Immigration Provisions Work", "paragraphs": ["Foreign national spouses of U.S. citizens and LPRs can acquire legal status through family-based provisions of the INA. To do so, they must be sponsored by their citizen/LPR spouses and meet the requirements for admissibility to LPR status. This path to lawful permanent residence status through marriage includes a two-year evaluation period for marriages of short duration (under two years at the time of sponsorship) and is entitled conditional permanent residence status , a provision of the INA that helps USCIS determine if such marriages are bona fide. Conditional residence status grants the same rights and responsibilities as that of LPR status but requires filing a joint petition by both the foreign spouse and the sponsoring U.S. citizen or LPR within 90 days before the two-year conditional status period ends to remove the conditionality. Failure to file the joint petition within this 90-day period terminates lawful status and initiates removal proceedings.", "Conditional permanent resident status provides USCIS with two opportunities—separated by at least two years—to review the characteristics of a relatively new marriage between a foreign national and a U.S. citizen or LPR for possible fraud. If conditions in the law have been met and an interview with a USCIS officer uncovers no indication of marriage fraud, conditional permanent resident status converts to LPR status. ", "VAWA modified the INA to permit certain abused spouses, children, and parents of U.S. citizens and LPRs to petition for legal status independently of their abusive sponsors. Conceptually, the VAWA self-petition (USCIS Form I-360) serves to replace the initial petition filed by the U.S. citizen or LPR to sponsor the foreign national for legal status (USCIS Form I-130). In general, the following individuals may self-petition through VAWA: abused noncitizen spouses married to U.S. citizens or LPRs; noncitizen parents in such a marriage whose children were abused by U.S. citizens or LPRs; unmarried noncitizen children under age 21 abused by a U.S. citizen or LPR parent; and noncitizen parents abused by U.S. citizen adult children. ", "VAWA petitions must meet certain conditions. For spouses, these include evidence that the foreign national entered into the marriage in good faith and not solely for immigration benefits, resided with their U.S. citizen or LPR spouse, and is a person of good moral character. For children, evidence must show proof of the relationship to the U.S. citizen or LPR parent, residence with the abusive parent, and good moral character for children over age 14. For parents, evidence must demonstrate abuse by a U.S. citizen son or daughter, residence with the abusive son or daughter, and good moral character.", "VAWA applicants submit a Form I-360, \"Petition for Amerasian, Widow(er), or Special Immigrant,\" with supporting documentation to the USCIS's Vermont Service Center. If just the filing requirements are met, a Prima Facie Determination Notice —which is neither a benefit nor an immigration status—notifies the petitioner that the materials submitted appear to present a legitimate case. Issuance of the notice does not serve as a factor in the adjudication of the petition nor as a binding determination of the credibility of the submitted evidence. If the I-360 petition is ultimately approved, the foreign national is eligible for deferred action status , a \"quasi\" status and administrative act that halts actions to remove the individual from the United States for a renewable period of time. Foreign nationals with an approved I-360 and any children listed in the petition may apply for work authorization until they are eligible to apply for lawful permanent residence (see Appendix A )."], "subsections": [{"section_title": "Trends in VAWA Petition Volume", "paragraphs": ["From 1997 to 2011, there was a considerable increase in VAWA petition volume. Table 1 shows that between 1997 and 2011, the number of petitions increased almost fourfold, from 2,491 to 9,209. On average, about a quarter to a third of all petitions adjudicated each year was denied. During this 15-year period, approval rates fluctuated, with a peak of 85% in 2002 and a trough of 67% in 1998, but no consistent trend emerges. In the context of all USCIS petitions and applications for which data are available, I-360 petition approval rates are relatively low. Of 73 petitions and applications, approval rates for I-360 VAWA petitions ranked 58 th , with an average approval rate of 74%, compared with 88% for all petition types.", "Petitions that raise concerns among Vermont Service Center (VSC) adjudicators because of incompleteness or inconsistent information are typically assessed with requests for evidence (RFE). A similar inconsistent trend characterizes requests for information from 2003 to 2011. Hence, during a period when petition volume increased roughly fourfold, rates at which petitions were reviewed or approved do not appear to have changed according to any distinct pattern. Nevertheless, in the context of all USCIS petitions and applications for which data are available, I-360 petitions trigger the highest proportion of such requests for additional information. I-360 VAWA petitions ranked first for RFEs with an average rate of 68% compared with 19% for all petition types. Requests for evidence measure neither fraud nor fraud prevention. Rather, they reflect the degree to which USCIS demands additional evidence prior to adjudicating a petition."], "subsections": []}]}, {"section_title": "Legislation in the 113th Congress", "paragraphs": [], "subsections": [{"section_title": "VAWA Reauthorization", "paragraphs": ["VAWA legislation in the 113 th Congress continued from legislative action that began in the second session of the 112 th Congress. The 112 th Congress passed two bills, S. 1925 and H.R. 4970 , that would have reauthorized most VAWA programs, among other provisions. Despite containing some related immigration provisions, H.R. 4970 differed in substantive ways from S. 1925 . It did not extend protections to new groups to the same extent as S. 1925 and included more restrictions with the purpose of curtailing immigration fraud. Most notably, it maintained the annual number of U visas at its current limit of 10,000, in contrast with S. 1925 , which would have increased the number to 15,000. To fund the increase in U visas, S. 1925 included a revenue provision that created a \"blue slip\" procedural complication. Negotiations stalled between the chambers, and neither bill was enacted into law.", "On January 22, 2013, Representative Gwen Moore introduced H.R. 11 , the Violence Against Women Reauthorization Act of 2013, in the House, where it was referred to the House Judiciary Committee and several other committees. On the same day, Senator Patrick Leahy introduced a companion bill, S. 47 , also titled the Violence Against Women Reauthorization Act of 2013. On February 12, 2013, the Senate passed S. 47 , as amended, and the House passed S. 47 on February 28, 2013. President Barack Obama signed the bill into law ( P.L. 113-4 ) on March 3, 2013.", "Among its immigration-related provisions, P.L. 113-4 maintains the current annual number of U visas authorized under the INA at 10,000. It includes \"stalking\" in the definition of criminal activity covered under the U visa. It includes annual reporting requirements for DHS regarding data on the number of U visa and VAWA petitioners, processing times required for visa issuance for each of these visas, and actions taken by the agency to reduce adjudication and processing times for these visas. It extends VAWA coverage to derivative children whose self-petitioning parent dies during the petition process, a benefit currently afforded to foreign nationals under the family-based provisions of the INA. It exempts VAWA self-petitioners, U visa petitioners, and battered foreign nationals from being classified as inadmissible for LPR status if their financial circumstances raise concerns over them becoming potential public charges. ", "P.L. 113-4 protects U visa petitioners under age 21 and derivative children of adult U visa petitioners from aging out of eligibility if they reach age 21 after filing a U visa petition. It allows conditional LPRs who are married to U.S. citizens or LPRs and who qualify for U visas to obtain hardship waivers to remove their conditional status if they are unknowing victims of bigamous, and thereby illegitimate, marriages.", "P.L. 113-4 requires more extensive background checks on each U.S. citizen who petitions on behalf of an alien fiancé or fiancée using the National Crime Information Center's Protection Order Database in order to provide the latter with additional information about potentially abusive relationships. Inconsistent self-disclosures regarding past abuse by U.S. citizens or LPRs who petition for foreign national fiancés or fiancées would also have to be disclosed to the foreign national. ", "P.L. 113-4 prohibits international marriage brokers from marketing information about foreign nationals under age 18 and requires more extensive record-keeping of age-related documentation. It allows federal judges as well as the Department of Justice (DOJ) to impose federal criminal penalties for specified marriage broker violations and criminally penalizes both the misuse of information obtained by international marriage brokers, and any fraudulent or false representations or lack of required disclosures made by U.S. clients to foreign nationals to foster a dating or matrimonial relationship. It requires that DOJ determine which of its agencies is responsible for prosecuting violations of the International Marriage Broker Act of 2005 (IMBRA) and describe policies for consulting with DHS and the Department of State (DOS) in order to investigate and prosecute such violations. ", "P.L. 113-4 mandates that in addition to existing U.S. Government Accountability Office (GAO) reporting requirements stipulated in U.S.C. 8 §1375a(f), the Comptroller General must also conduct a study, within two years of enactment of P.L. 113-4 , on the continuing impact of the implementation of the IMBRA provisions contained within P.L. 113-4 , as well as on the process for granting K nonimmigrant fiancé visas. The study must provide an analysis of international marriage broker-facilitated marriages and compliance with related provisions of the INA. The study must also provide data and an analysis on the extent to which persons with a history of violence are using either the K nonimmigrant visa process or international marriage brokers or both, and whether they are providing accurate and complete information to DHS or DOS as stipulated by the INA. In addition, the study must assess the accuracy and completeness of the criminal background check performed by DHS at identifying past instances of domestic violence. DOJ, DHS, and DOS must collect data needed to conduct this study. ", "P.L. 113-4 extends VAWA protections to foreign nationals living in the Commonwealth of the Northern Mariana Islands who are victims of domestic abuse. It also allows DHS to share VAWA petition information with other government agencies for national security purposes, provided the confidentiality provisions of Section 384(b) of the Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA) are maintained. "], "subsections": []}, {"section_title": "Comprehensive Immigration Reform", "paragraphs": ["On June 27, the Senate approved by a 68-32 vote S. 744 , a comprehensive immigration reform bill entitled the Border Security, Economic Opportunity, and Immigration Modernization Act. S. 744 includes several VAWA-related provisions. It would expand, from 10,000 to 18,000, the number of U visas available for victims who assist law enforcement agencies' efforts to investigate and prosecute domestic violence, sexual assault, alien trafficking, and other crimes. It would grant aging-out protection, deferred status eligibility, and work authorization eligibility to any derivative child on a VAWA petition. Work authorization would be granted to petitioners no later than six months following the petition filing date. S. 744 would allow VAWA applicants to adjust status without being subject to the family based immigration numerical limits. Finally, S. 744 would permit battered immigrants access to assisted housing."], "subsections": []}]}, {"section_title": "Selected Issues for Congress", "paragraphs": ["Issues surrounding the VAWA immigration provisions often resemble those of other U.S. immigration policies: balancing the granting of immigration benefits with adequate enforcement to reduce fraud and ensure that persons whom the law is intended to protect are the only persons who receive its benefits. Immigration attorneys and advocates generally argue for changes to VAWA that facilitate greater and expanded protection of abused foreign nationals and providing them with an independent path to LPR status. Other observers highlight the potential for fraud using the VAWA and the U visa provisions of the INA that undermines the intent of Congress and the rule of law. The following section highlights issue areas that have received attention from those favoring or opposing the expansion of eligibility and protections under VAWA. P.L. 113-4 did, and S. 744 would, address some but not all of these issues."], "subsections": [{"section_title": "VAWA Eligibility", "paragraphs": ["Those advocating on behalf of battered foreign nationals seek to expand eligibility to excluded groups and to refine portions of existing law that may unintentionally prevent foreign nationals from realizing benefits that the law was intended to provide. Some advocates have emphasized eligibility by increasing the number of U visas available or by expanding the means by which foreign national crime victims can obtain law enforcement certifications. ", "Those favoring more restrictive approaches to VAWA eligibility for noncitizens argue that the INA should not serve as what they view as a form of asylum for foreign nationals in abusive relationships who would otherwise not qualify for immigration benefits. In addition, they contend that USCIS officials should have the option of extending conditional permanent residence status beyond its current two-year period, if necessary, to clarify the validity of a marriage, rather than be forced to make a definitive determination after two years. Similarly, they argue that USCIS should have options for withdrawing approval of VAWA petitions and U visas should unfavorable information come to light that makes the recipient of these immigration benefits removable. ", "P.L. 113-4 expands eligibility in several ways. First, it includes \"stalking\" in the definition of criminal activity covered under the U visa. Second, it extends VAWA coverage to derivative children whose self-petitioning parent dies during the petition process, a benefit currently afforded to foreign nationals under the family-based provisions of the INA. Third, it protects U visa petitioners under age 21 and derivative children of adult U visa petitioners from aging out of eligibility if they reach age 21 after filing a U visa petition. Fourth, it expands VAWA protections to conditional LPRs who are unknowing victims of bigamous, and thereby illegitimate, marriages by allowing them to obtain hardship waivers to remove their conditional status. P.L. 113-4 does not, however, expand the annual number of U visas, which remains at 10,000. "], "subsections": []}, {"section_title": "VAWA Protections", "paragraphs": ["Discussions of noncitizen victims of domestic violence frequently emphasize expanding existing protections. P.L. 113-4 does so in three main ways. First, it provides alien fiancés greater information about potential abusers by requiring more extensive background checks on U.S. citizens who petition on behalf of alien fiancés, utilizing the National Crime Information Center's Protection Order Database. It also criminally penalizes fraudulent or false representations or lack of required disclosures made by U.S. clients to foreign nationals to foster a dating or matrimonial relationship. Second, it imposes greater regulations on international marriage brokers: limits on marketing information about foreign nationals under age 18; and imposes more extensive criminal penalties for a range of broker violations including misuse of information and fraudulent representations. Third, it mandates that the Comptroller General formally analyze the extent to which past abusers are using either the K nonimmigrant visa process or international marriage brokers or both, whether they are providing accurate and complete information to DHS or DOS, and whether DHS criminal background checks are effective at identifying past instances of domestic violence."], "subsections": []}, {"section_title": "Self-Petitioning Requirements", "paragraphs": ["As noted, VAWA operates within the context of family-based immigration policy whereby foreign nationals acquire legal status through sponsoring relatives, but it also permits certain abused noncitizen spouses, children, and parents of U.S. citizens and LPRs to petition for legal status independently of their abusive sponsors. Contingent upon meeting certain conditions and filing requirements, an approved VAWA petition makes the foreign national eligible for deferred action status that halts any removal procedures for a renewable period. Approved petitioners may then apply for work authorization and lawful permanent residence under the family-based immigration provisions of the INA.", "Advocates for battered foreign nationals, however, maintain that the requirements under VAWA are so stringent that they sometimes deter qualified battered spouses and children from self-petitioning, and prevent those who apply with legitimate cases from having their petitions approved. They argue, for example, that a battered spouse may not necessarily possess documentation necessary to prove that the marriage was entered into with good faith. Similar concerns have been expressed about what some view as unnecessarily burdensome requirements for demonstrating good moral character. This is particularly the case when self-petitioners' disqualifying actions in the past may have been directly related to being a victim of domestic violence or when abusive spouses file for custody of children or bring criminal countercharges against the victim. Advocates argue that immediate relatives who apply for LPR status under standard family-based immigration policy are not subject to this requirement, which is unnecessary to deter marriage fraud.", "In addition, immigration attorneys have expressed concerns about the time lag between the passage of legislation and the implementation of guidance or regulations by the United States Citizenship and Immigration Services (USCIS). Examples include the U visa, which was created in the 2000 VAWA reauthorization, but not implemented until 2009, and the 2005 VAWA provision allowing abused spouses of certain nonimmigrant visa holders to apply for work authorization, which remains unimplemented as of this writing.", "P.L. 113-4 does not address these self-petitioning issues directly. However, the act does include annual reporting requirements for DHS regarding data on the number of T, U, and VAWA petitioners, processing times required for visa issuance for each of these visas, and actions taken by the agency to reduce adjudication and processing times for these visas."], "subsections": []}, {"section_title": "Economic Assistance", "paragraphs": ["Advocates have also emphasized economic assistance for abused noncitizens. For instance, given that work authorization cannot be provided without an approved U visa or VAWA petition, some have proposed either an accelerated processing for VAWA and U visa applications or an established waiting time for receiving work authorization to assist petitioners in planning their lives and financial affairs. Others have advocated expanding the availability of unemployment insurance to those who must leave their jobs because of violence.", "P.L. 113-4 addresses financial challenges that some abused foreign nationals may face. It exempts VAWA self-petitioners, U visa petitioners, and battered foreign nationals from being classified as inadmissible for LPR status if their financial circumstances raise concerns over them becoming potential public charges."], "subsections": []}, {"section_title": "VAWA and the Potential for Immigration Marriage Fraud51", "paragraphs": ["Anecdotal reports from USCIS personnel and others suggest that some foreign nationals may be using VAWA provisions to commit immigration marriage fraud and acquire lawful permanent resident status. Such reports also allege that foreign nationals sometimes perpetrate financial fraud on their former spouses. Policy analysts cannot reliably quantify how many of the roughly 300,000 spouses who gain LPR status each year do so fraudulently. Despite significant media attention on immigration marriage fraud and mail order brides, reliable estimates are scarce. ", "Foreign nationals in these circumstances initially were denied lawful permanent residence status typically for two main reasons. The first reason is that they entered the United States without inspection or overstayed their visas. Hence, despite being married to U.S. citizens or LPRs, they remained unauthorized aliens. The second reason is that those applying for legal status as a spouse of a U.S. citizen or LPR under the family-based provisions of the INA had their petitions denied because USCIS did not find their marriages to be credible or valid. Such petitions based on spousal relationships also require face-to-face interviews between the petitioning couple and USCIS District Office adjudicators, at which point fraudulent marriages may be detected. ", "If USCIS denies a petition for LPR status because they determine that the marriage underlying the petition is fraudulent, the petitioner could attempt to perpetrate immigration fraud, either with the cooperation of the U.S. citizen or LPR spouse, or without their knowledge, by falsely claiming abuse and seeking immigration benefits under the VAWA provisions of the INA. ", "Some argue that in practice, the VAWA requirements of evidence of abuse may be sufficiently generous to encourage potential immigration fraud. The 1994 VAWA, as amended in 2000 and 2005, allows \"any credible evidence\" to establish spousal abuse. For example, foreign nationals who are intent on committing immigration fraud through VAWA and familiar with U.S. law need only report alleged abuse to their local police. Responsibility for prosecuting immigration fraud rests with ICE, which has prosecuted relatively few immigration fraud cases.", "The potential for immigration marriage fraud may also be related to administrative issues involving the Vermont Service Center (VSC), which is exclusively responsible for processing VAWA petitions and which relies on documentation supplied by applicants—without face-to-face interviews—to adjudicate their cases. However, USCIS senior staff counter that USCIS standard operating procedures limit immigration fraud. They assert that the VSC includes all prior interactions and submissions in the final \"A-file\" that constitutes the complete petition to be adjudicated. According to USCIS, the VSC weighs the alien's credibility based on all evidence submitted with the VAWA petition, all evidence in the alien's administrative file, and any other information available regarding the alien's interactions with USCIS, ICE, and Customs and Border Patrol (CBP). Hence, adverse information from another immigration proceeding or filing is reviewed and assessed as part of the adjudication of any VAWA self-petition.", "Some immigration attorneys have questioned the ease with which foreign nationals could perpetrate immigration fraud using VAWA. They cite relatively stringent requirements for documentary evidence of abuse by the VSC and contend that information and decisions from USCIS District Offices usually influence final adjudications by the VSC. As discussed, VAWA requires two separate USCIS petitions. The first, classifying a foreign national as a battered or abused spouse or child of a U.S. citizen or LPR, requires substantial evidence of physical or emotional abuse; a bona fide, good faith marriage; and good moral character. Such approved VAWA petitions provide only deferred action status, not LPR status. ", "The second petition, establishing the relationship between the foreign national spouse and the U.S. citizen or LPR, requires the self-petitioner to prove admissibility. Immigration attorneys contend that adjudicators typically examine all grounds of inadmissibility, including previously denied petitions. A final determination for adjustment of status cannot occur without a face-to-face interview at some point between the USCIS adjudicator and the foreign national spouse, regardless of current marital circumstances. Thus, while the VSC does have the final determination on whether VAWA self-petitioners receive deferred action status through the I-360 petition, immigration attorneys believe it is unlikely that the VSC would not take into account the determination of fraudulent or other adverse information from a USCIS District Office.", "Nonetheless, if a foreign national is determined to commit immigration fraud via the VAWA provisions and applying self-inflicted injuries, it may be possible to fabricate evidence of abuse. When accompanied by other required supporting evidence, and when not adequately contested with contrary evidence provided by the alleged abusive spouse, VAWA petitions could result in illegitimately obtained deferred action status. Immigration attorneys contend that successfully perpetrated VAWA fraud is likely to occur on a relatively small scale comparable to other types of fraud generally. However, they acknowledge that the potential for immigration fraud places a burden on USCIS to follow up with persons granted deferred status. A critical protection against such fraud appears to be the face-to-face interview between a USCIS adjudicator and the VAWA self-petitioner required for LPR status. ", "P.L. 113-4 does not include any provisions that directly target immigration fraud. However, it does allow DHS to share VAWA petition information with other government agencies for national security purposes, provided the confidentiality provisions of Section 384(b) of the Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA) are maintained. Congress, however, may be interested in having USCIS clarify its policies and procedures for adjudicating VAWA and U visa petitions and preventing immigration fraud, including its treatment of information provided by an alleged defrauded U.S. citizen or LPR spouse. Specific concerns include the possibility that USCIS could approve a VAWA self-petition to a person whom the USCIS previously denied because of suspected marriage fraud, and the vulnerability of USCIS to potential fraud given the absence of face-to-face interviews between VAWA petitioners and adjudicators in USCIS's Vermont Service Center. Questions have also been raised about whether the current provisions of the U visa undermine its law enforcement utility. ", "Congress may also be interested in how other federal agencies complement the enforcement functions of USCIS. For instance, it may benefit Congress to be informed in greater detail about the extent to which the Immigration Control and Enforcement (ICE) investigates and prosecutes alleged immigration fraud. Congress may also benefit from similar information on the benefits fraud referral process of USCIS's Office of Fraud Detection and National Security (FDNA) regarding adjudication of VAWA petitions."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["In the last several decades, Congress has enacted provisions to provide relief to abused noncitizen relatives of U.S. citizens and LPRs. The Violence Against Women Act of 1994 represents a milestone in this legislative history by providing for the first time the opportunity for abused foreign nationals to self-petition for lawful permanent resident status independently of their abusers. With the reauthorization of VAWA in 2000, this benefit was extended to victims of a broad array of crimes, including domestic violence, who assisted law enforcement. The VAWA reauthorization of 2005 added protections for abused children and parents, allowed abuse victims to apply for work authorization, and increased requirements to provide information about U.S. nationals to prospective foreign national marriage partners. ", "The VAWA reauthorization in 2013 added \"stalking\" to the definition of criminal activity covered under the U visa. It increased DHS' congressional reporting requirements, extended VAWA coverage to derivative-status children of deceased self-petitioning parents, and provided waivers to VAWA petitioners who faced being classified as inadmissible immigrants because of a disadvantaged financial position. It included protections for children included in their parents' U visa petitions who \"age out\" of child status, for unknowing victims of bigamous marriages, and for foreign nationals under age 18. It required more extensive background checks for U.S. citizen petitioners of alien fiancés, imposed greater penalties for VAWA violations, and permitted VAWA information sharing by DHS for national security purposes. ", "Although recent discussions of noncitizen victims of domestic violence have emphasized expanding existing protections, providing relief to vulnerable populations is not the only goal of immigration policy. Other goals include preventing immigration-related fraud and deterring illegal immigration. Although reliable estimates remain elusive of the extent of marriage fraud generally, and VAWA fraud specifically, anecdotal evidence based on CRS's discussions with USCIS personnel suggests that attempted fraud through VAWA remains an ongoing concern.", "Between 1997 and 2011, the number of VAWA petitions filed increased almost fourfold, from 2,491 to 9,209. On average, about one-quarter to one-third of all petitions adjudicated each year were denied, a relatively high denial rate compared with other USCIS petitions and applications. While various factors might have contributed to the increase in petition volume, including the VAWA reauthorizations of 2000 and 2005, average annual rates at which petitions were reviewed or approved between 1997 and 2011 did not appear to have changed according to any distinct pattern. Moreover, the rate at which USCIS issued Requests for Evidence for VAWA petitions exceeded that of all other USCIS petitions and applications for which data were available.", "Making and implementing immigration policy with respect to noncitizen victims of domestic violence requires striking a balance among different goals. It also requires finding ways of providing adequate relief to abused foreign nationals while simultaneously guarding against potential abuses of the immigration system.", "Appendix A. Family Sponsorship and Lawful Permanent Residence", "Family reunification, a central principle of U.S. immigration policy, is reflected in legal provisions that grant lawful permanent residence to foreign national spouses of U.S. citizens without numerical limitation, and to foreign national spouses of lawful permanent residents (LPR) according to a numerically limited system of family preferences. These INA provisions highlight the importance of being related to a U.S. citizen or LPR for foreign nationals seeking to become lawful permanent residents of the United States. ", "The first step in this process is to obtain immigration preference status, petitions for which have to be filed with USCIS by the beneficiary's U.S. citizen or LPR relative. In addition to an approved petition for LPR status, prospective immigrants sponsored by LPRs must have a visa number immediately available to them. Spouses and children of LPRs are treated differently than spouses and children of U.S. citizens. Spouses or children of LPRs are subject to the visa allocation system, which sets limits on the number of individuals in the various preference categories who can be granted lawful permanent resident status each year. Thus, after their petitions for immigration preference are approved, relatives of lawful permanent residents must wait for the State Department to assign them an immigrant visa number. Spouses and children of U.S. citizens, on the other hand, are not subject to numerical immigration limits. They do not have to wait for an immigrant visa number to become available and receive a visa number as soon as their petitions are processed and approved.", "Once a visa number is available, a foreign national already in the United States may be eligible to apply to adjust to LPR status without leaving the country. Those not eligible to adjust status must apply for an immigrant visa at a U.S. consulate abroad, usually in their home country. Upon admission to the United States, the visa holder acquires LPR status. All applicants for LPR status must be found \"admissible\" to the United States by USCIS. Under the INA, foreign nationals may be inadmissible for health, security, criminal, financial, or other reasons.", "Appendix B. Legislative Background of the Immigration Provisions of VAWA", "Domestic violence affects a broad segment of society, yet experts believe that several factors may put noncitizen women married to U.S. citizens or LPRs at increased risk of spousal abuse. These factors include poor English language skills, unemployment, poverty, crowded living conditions, and most notably, economic dependence on the sponsoring citizen or LPR spouse. Moreover, as described in Appendix A , remaining married is essential for foreign national spouses of U.S. citizens or LPRs who wish to adjust their immigration status to lawful permanent residence. This requirement, which maintains the family relationship between the foreign national and the U.S. citizen or LPR, tends to discourage foreign national spouses from leaving abusive marriages.", "Over more than two decades, Congress has sought to balance the protection of foreign nationals abused by their U.S. citizen and LPR relatives with the prevention of fraudulent marriages initiated solely to obtain immigration benefits. This legislative history often reflects Congress's attempts to expand protections, mitigate unintended consequences, and reduce immigration fraud.", "The Immigration Fraud Amendments (1986)", "The original INA passed in 1952 granted immediate LPR status to foreign nationals who married U.S. citizens and LPRs. In response to growing concerns about immigration-related marriage fraud, Congress, in 1986, passed the Immigration Marriage Fraud Amendments (IMFA; P.L. 99-639 ), which established a two-year conditional permanent residence status for foreign national spouses and children who obtained permanent residence through a new marriage (under two years duration) with a U.S. citizen or LPR. The new provision was intended to provide sufficient time for the former Immigration and Naturalization Service (INS) to determine whether such a marriage was bona fide. During the two-year conditional period, INS (now DHS) could terminate the alien's conditional permanent resident status if it determined that the marriage was entered into to evade U.S. immigration laws or that the marriage had been terminated other than through the death of the spouse. In most cases, the foreign national and his or her spouse were required to submit a joint petition at the end of the two-year period to have the condition removed. ", "For noncitizen victims of domestic violence, however, IMFA created unintended consequences. By establishing a two-year conditional residence requirement, advocates argued that the statute served to increase the power of abusers over foreign national spouses. By requiring the filing of a joint petition, the law made battered women reluctant to leave their abusive U.S. citizen or LPR spouses, whose sponsorship they depended on for permanent residency and whose abandonment would result in their deportation. Many separated, divorced, and battered women were left legally stranded by their husbands, often resulting in a loss of legal status at the conclusion of their conditional status period.", "Although IMFA provided for waivers of the joint petition requirement for spouses in such situations, they were difficult to obtain. Evidence of battery by itself was not sufficient to qualify for a waiver. A 1990 House Judiciary Committee report questioned whether the statute sufficiently clarified that abused spouses in bona fide marriages would receive a waiver either on the basis of \"extreme hardship\" or termination of the marriage for \"good cause.\"", "The Immigration Act of 1990", "In 1990, Congress attempted to remedy the problems the joint petition requirement had created for noncitizen victims of domestic violence in the Immigration Act of 1990 ( P.L. 101-649 ), which established a new battered spouse or child waiver. To obtain this waiver, the foreign national spouse had to demonstrate that he or she had entered the marriage in good faith and that \"during the marriage the foreign national spouse or child was battered by or was the subject of extreme cruelty perpetrated by\" the U.S. citizen or LPR spouse or parent. The foreign national spouse also had to show that he or she was not at fault for failing to meet the joint petition requirement. A House Judiciary Committee report articulated congressional intent for the battered spouse or child waiver:", "The purpose of this provision is to ensure that when the U.S. citizen or permanent resident spouse or parent engages in battering or cruelty against a spouse or child, neither the spouse nor child should be entrapped in the abusive relationship by the threat of losing their legal resident status.", "The report specified that evidence to support a waiver \"can include, but is not limited to, reports and affidavits from police, medical personnel, psychologists, school officials, and social service agencies.\" It further stated that legitimate requests for battered spouse waivers should be denied only in \"rare and exceptional circumstances such as when the foreign national poses a clear and significant detriment to the national interest.\"", "The 1990 act further assisted battered foreign nationals by making other changes to the INA joint petition waiver provisions. It added language to the INA instructing the Attorney General to establish by regulation \"measures to protect the confidentiality of information concerning any abused foreign national spouse or child.\" It also broadened the existing waiver based on termination of a good faith marriage by eliminating the requirement for battered foreign nationals to have been the ones terminating the marriage and for good cause. Thus, foreign nationals who had entered into good faith marriages that subsequently terminated could apply for the waiver regardless of who had terminated the marriage and for whatever reason. The House Judiciary Committee report justified these changes as follows:", "In many cases there are obstacles that prevent a battered alien spouse from initiating a divorce, such as lack of resources to pay for a lawyer; ethnic or cultural prohibitions against divorce…. Often, aliens are denied the waiver because they cannot satisfy the \"good cause\" requirement under no-fault [divorce] laws.", "Implementing the Battered Spouse Waiver", "In May 1991, the former INS issued an interim rule to implement the battered spouse or child waiver provisions of the 1990 Immigration Act. Supplementary information accompanying the rule stated INS concerns:", "The Service has balanced the need to make compliance with the evidentiary requirements for the waiver as simple as possible against the need to ensure that unscrupulous aliens do not take advantage of the waiver to obtain immigration benefits.... This rule allows battered conditional residents to establish eligibility, yet is stringent enough to prevent misuse of the benefit.", "As noted above, the 1990 act required that the foreign national spouse demonstrate that he or she or a child \"was battered\" or \"was the subject of extreme cruelty\" to qualify for the waiver. The INS rule defined these terms together as including, but not being limited to, \"being the victim of any act or threatened act of violence, including any forceful detention, which results or threatens to result in physical or mental injury.\" It specified that \"psychological or sexual abuse or exploitation, including rape, molestation, incest (if the victim is a minor) or forced prostitution\" were to be considered acts of violence.", "The rule distinguished between the types of evidence needed to support waiver applications based on claims of \"physical abuse\" and \"extreme mental cruelty.\" In the case of physical abuse claims, the rule echoed the language of the House Judiciary Committee report. It stated that acceptable evidence \"may include, but is not limited to, expert testimony in the form of reports and affidavits from police, judges, medical personnel, school officials and social service agency personnel.\" In contrast, waiver applications based on claims of extreme mental cruelty had to be supported by the evaluation of a licensed clinical social worker, psychologist, or psychiatrist. INS justified such professional evaluations because \"the effects of mental and emotional abuse are difficult to observe and identify\" and \"most Service officers ... are not qualified to make reliable evaluations of an abused applicant's mental or emotional state.\"", "At the time, advocates for battered foreign nationals criticized as overly stringent the INS evidentiary requirement for extreme cruelty, maintaining that \"very few women fleeing an abusive relationship will be able to first locate, and then pay for a mental evaluation by a psychologist or other professional.\" They cited social and cultural norms and experiences to explain the reluctance of many foreign nationals to report their abuse and seek assistance from formal institutions that would produce the type of paper trail stipulated by law. They further argued that the requirement reflected a clear misunderstanding of abuse by \"focusing exclusively on the applicant's mental state rather than the abuser's activity.\" In their view, the high standard of proof was contrary to congressional intent in establishing the battered spouse or child waiver.", "Violence Against Women Act (1994)", "To address immigration-related problems faced by battered aliens, the 103 rd Congress included in the Violence Against Women Act (VAWA) of 1994 three provisions related to abused aliens: self-petitioning by abused foreign national spouses and their children (§40701), evidentiary evidence for demonstrating abuse (§40702), and suspension of deportation and cancellation of removal (§40703). These petitions allowed battered foreign national spouses and their children to essentially substitute a self-petition for lawful status in place of a petition for lawful status that was based on sponsorship by the abusive spouse; they clarified the evidence required for joint petition waivers; and they established requirements for battered foreign national spouses and children to stay deportation.", "Self-Petitioning for Battered Aliens", "Advocates had long urged policymakers to end battered aliens' reliance on their abusers to obtain legal residency. Prior to 1994, most family-based petitions for immigration preference status for battered noncitizens, like those for noncitizens generally, had to be filed by the alien's U.S. citizen or lawful permanent resident relative. However, abusers are less likely than others to petition for their noncitizen spouses and children because, according to the former INS, \"they find it easier to control relatives who do not have lawful immigration status.\" Battered relatives also tend to avoid either seeking help or leaving their abusers because they fear deportation or lack knowledge about available services. As a result, some noncitizen victims of domestic violence were not eligible to seek relief by applying for a battered spouse or child waiver of the joint petition requirement for conditional residents because they had never been granted conditional permanent residence status in the first place. ", "VAWA Section 40701 provided relief for this situation by allowing some battered foreign national spouses (and their children) married to U.S. citizens or LPRs to self-petition for lawful permanent resident status independently of their original sponsoring petitioner. The House Judiciary Committee explained that \"the purpose of permitting self-petitioning is to prevent the citizen or resident from using the petitioning process as a means to control or abuse an alien spouse.\" Self-petitioners were required to", "be married to a U.S. citizen or lawful permanent resident; be a person of \"good moral character\"; have resided in the United States with the citizen or permanent resident spouse; be currently residing in the United States; have entered into the marriage in good faith; have been battered or subjected to extreme cruelty by the citizen or permanent resident spouse during the marriage, or be the parent of a child who was so battered; and demonstrate that removal from the United States would result in extreme hardship to the foreign national or his or her child.", "Self-petitioning foreign national children had to meet similar requirements. In language identical to that for joint petition waiver applications, Section 40701 also directed the Attorney General to consider any credible evidence relevant to battered foreign national petitions and granted the Attorney General sole discretion to determine credibility and weigh the evidence. In March 1996, INS published an interim rule to implement Section 40701 that detailed eligibility requirements for self-petitioning battered spouses and children.", "Easing Evidentiary Requirements", "VAWA Section 40702 amended the joint petition waiver provisions by directing the Attorney General to consider \" any credible evidence \" relevant to the application. Some read this provision as an implicit repudiation of the INS's licensed mental health professional requirement. However, the statute also granted the Attorney General sole discretion to determine credibility and weigh the evidence. The credible evidence language applied to all applications for joint petition waivers, and not specifically to those for battered foreign national waivers.", "Suspension of Deportation/Cancellation of Removal", "The third battered foreign national provision of VAWA, Section 40703, established provisions for battered foreign national spouses and children to suspend deportation and obtain lawful permanent residence. Prior to VAWA, applicants for suspension of deportation were required to have lived in the United States continuously for at least seven years. VAWA reduced this requirement to three years.", "However, as part of the Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA) of 1996 (Division C of P.L. 104-208 ), Congress replaced \"suspension of deportation\" with \"cancellation of removal.\" In doing so, it reformulated the VAWA suspension of deportation provisions as a special cancellation of removal rule for battered spouses or children. Prior to the enactment of the Battered Immigrant Women Protection Act of 2000 (see below), an applicant for cancellation of removal under the special battered foreign national rule had to demonstrate that he or she", "had been battered or subjected to extreme cruelty in the United States by a citizen or LPR spouse or parent, or was the parent of a child who had been subjected to such abuse by a citizen or LPR parent; had been continuously physically present in the United States for at least three years prior to petitioning for cancellation of removal; had been a person of \"good moral character\" during the period of continuous physical presence in the United States; was not inadmissible to the United States on criminal or security grounds; was not deportable based on marriage fraud, criminal offenses, document fraud, or security-related activities; had not been convicted of an aggravated felony; and if removed, would have themselves experienced, their child would have experienced, or, if the foreign national was a child, the alien's parent would have experienced, extreme hardship.", "If an alien's petition for cancellation of removal was approved, he or she was eligible to adjust to LPR status immediately. In any fiscal year, however, the Attorney General could only cancel the removal and adjust the status under INA Section 240A, or suspend the deportation and adjust the status under the pre-IIRIRA suspension section, of no more than 4,000 aliens.", "Despite similarities between the requirements for cancellation of removal and self-petitioning for battered foreign national spouses and children, the two procedures differed considerably. While foreign national spouses could self-petition at any time, they could only apply for cancellation of removal during removal proceedings before an immigration judge. Battered foreign nationals applying for cancellation of removal could not include their children in their petitions. Moreover, since the two procedures had different eligibility requirements, a battered foreign national might not have been eligible for both. As such, the 1996 IIRIRA created greater barriers for abused spouses who were petitioning to remain in the United States.", "The Violence Against Women Act of 2000", "The Violence Against Women Act of 2000 (VAWA 2000), which reauthorized the 1994 VAWA, was contained within The Victims of Trafficking and Violence Protection Act of 2000 ( P.L. 106-386 ). Within VAWA 2000, Title V, the Battered Immigrant Women Protection Act of 2000 (BIWPA), addressed provisions related to foreign nationals. It established special rules for noncitizen victims of domestic violence with respect to cancellation of removal and suspension of deportation; eliminated time limitations on motions filed by such victims to reopen removal and deportation proceedings; and made victims eligible for adjustment of status. BIWPA included measures to prevent violence and provide economic security and safety for battered foreign national women. Finally, BIWPA established the U visa for foreign national crime victims who assisted law enforcement, a provision that included battered foreign national spouses. Provisions of the BIWPA are discussed below.", "The U Visa", "A newly created U visa benefit was made available to any foreign national who (1) suffered physical or mental abuse as a victim of a qualifying crime that violated U.S. laws; (2) had information about the crime; and (3) was, or was likely to be, helpful in the investigation or prosecution of the crime. Foreign national victims were able to petition from outside the United States. The quota of U visas was capped at 10,000 per fiscal year. Successful petitioners who received a U visa were classified as temporary nonimmigrants for up to four years. After living continuously in the United States for three years, U visa holders were eligible to adjust to LPR status if they had not refused to provide assistance to law enforcement and could justify their continued presence in the United States on the basis of family cohesion or the national or public interest. Immediate family members of a U visa holder could also adjust to LPR status, although their requirements differed.", "Cancellation of Removal", "BIWPA created certain exemptions for battered foreign nationals who faced removal proceedings, including the annual numerical limitation on cancellation of removal. It established for battered foreign nationals a more expansive method for calculating continuous physical presence in the United States. In addition, BIWPA waived the continuous physical presence requirements for cancellation of removal for battered applicants who could demonstrate a connection between their absences and the battery or extreme cruelty. The act also allowed the Attorney General to determine that battered foreign nationals satisfied the good moral character requirement even if they had been convicted of certain domestic violence-related crimes, if the act or conviction was connected to the alien having been battered.", "BIWPA included other related provisions. It granted parole to children of foreign nationals or parents of foreign national children when the alien's removal was cancelled under the battered spouse or child rule. BIWPA also allowed these foreign nationals to file to adjust their legal status. In another important change, BIWPA extended the battered spouse or child cancellation of removal rule to battered \"intended spouses\" of U.S. citizens and LPRs (see section on VAWA self-petitioning below). It also permitted battered spouses to include their children in their cancellation of removal applications and battered children to do the same for their parents.", "Adjustment of Status", "BIWPA amended INA Section 245 to make battered aliens who successfully self-petition for immigration preference status and meet requirements for immigrant visa issuance eligible to adjust to LPR status. As noted in the next section, BIWPA expanded eligibility for VAWA self-petitioning beyond battered spouses and children to cover \"intended spouses,\" former spouses, adult sons and daughters, and parents, and it made these newly authorized self-petitioners eligible for status adjustment. The legislation also addressed the aging out of abused children who reach age 21 after applying for status adjustment.", "VAWA Self-Petitioning", "BIWPA extended VAWA self-petition eligibility to \"intended spouses\" or foreign nationals who believed that they had married U.S. citizens or LPRs but whose marriages were \"not legitimate solely because of the bigamy\" of those citizens or LPRs. It also extended coverage to foreign national spouses and children of U.S. citizens and LPRs who had either died or lost their citizenship status because of domestic violence within the past two years. For divorce cases, foreign nationals had to demonstrate a connection between legal termination of their marriages and battery or extreme cruelty.", "BIWPA also introduced protections for battered self-petitioners whose former abusers' citizenship or immigration status changed after petitions were filed. INS regulations had previously required that abusive spouses or parents be U.S. citizens or LPRs at the time of self-petition filing as well as at the time of approval. BIWPA eliminated that requirement. In addition, BIWPA removed the requirement for self-petitioning foreign nationals to show that their removal would result in extreme hardship to themselves or their children. BIWPA also no longer required that self-petitioners had to reside in the United States.", "BIWPA permitted that self-petitioning children of U.S. citizens or LPRs (or children of petitioning foreign nationals who turned 21) be considered petitioners for preference status, respectively, as unmarried or married sons or daughters of U.S. citizens or LPRs, with the same priority date as the self-petitioner. In addition, BIWPA allowed self-petitioning battered children to include their own children in their petitions.", "Inadmissibility Grounds", "BIWPA amended the INA to provide various inadmissibility waivers and exceptions for battered aliens. While BIWPA did not establish any waivers of the public charge grounds for inadmissibility, it changed how they were determined for battered foreign nationals with approved self-petitions by excluding any benefits received as the result of the 1996 IIRIRA. BIWPA also allowed the Attorney General, \"for humanitarian purposes, to assure family unity, or when it is otherwise in the public interest,\" to waive all but a few specified inadmissibility grounds for battered foreign nationals who qualified for immigration preference or cancellation of removal. ", "BIWPA also amended the 1996 IIRIRA provision related to unauthorized presence. Current law at the time included exceptions to these inadmissibility provisions for certain battered foreign nationals and children who could show that they qualified for immigration preference and had been battered or subjected to extreme cruelty. However, those battered foreign nationals had been required to demonstrate a substantial connection between the battery or cruelty and either the alien's unlawful entry into the United States or the alien's visa overstay. BIWPA eliminated this requirement.", "Domestic Violence Grounds for Removal", "BIWPA also addressed an unintended consequence of IIRIRA that made deportable any foreign national convicted of domestic violence, stalking, child abuse, neglect, or abandonment, or who violated a protection order. Advocates expressed concerns that victims of domestic violence, who might have committed violent acts in the course of defending themselves, could be subject to removal on these grounds. BIWPA provided for discretionary relief in such circumstances by allowing the Attorney General to waive application of these grounds for removal under certain circumstances, such as acting in self-defense.", "The Violence Against Women and Department of Justice Reauthorization Act of 2005", "Expanded Protections for Children", "The Violence Against Women and Department of Justice Reauthorization Act of 2005 (VAWA 2005; P.L. 109-162 ) added protections to VAWA 2000 and expanded eligibility. Most notably, it extended the aging out protections in the Child Status Protection Act (CSPA) for abused children and children of abused foreign national spouses; removed the two-year custody and residence requirements for abused adopted children; expanded eligibility for self-petitioning to foreign nationals abused by their U.S. citizen sons and daughters; and allowed abused spouses of certain nonimmigrants to apply for work authorization. In addition, it exempted VAWA self-petitioners from sanctions imposed for overstaying grants of voluntary departure if the cause of the overstay was abuse and from deadlines and numerical limitations imposed on motions to reopen for cancellation of removal or suspension of deportation. ", "Reducing Marriage Fraud and Increasing Marriage Broker Regulations", "VAWA 2005 also included provisions to reduce immigration fraud by prohibiting a VAWA self-petitioner or a U visa foreign national from petitioning for immigrant status or nonimmigrant admission on behalf of their abuser. ", "Finally, the legislation included a number of provisions directed toward international marriage brokers (marriage brokers). It required a U.S. citizen petitioning on behalf of his or her fiancé(e) to disclose whether the relationship resulted from the services of a marriage broker; and it prohibited a marriage broker from disclosing personal contact information of any individual under age 18. It required a marriage broker to search the National Sex Offender Public Registry or state sex offender public registry and collect specified criminal, marital, and residency background information about the U.S. client prior to providing the U.S. client with personal contact information about any foreign national client; provide such background information to the foreign national client in his or her primary language; and receive from the foreign national client in his or her primary language a signed, written consent to release such personal contact information to the specific U.S. client.", "This brief history does not include the recent legislative changes to the immigration provisions of VAWA from the 2013 VAWA reauthorization, which are included in the body of this report.", "Appendix C. How U Visas Work", "The U visa was created by Congress as a part of the Victims of Trafficking and Violence Protection Act of 2000 ( P.L. 106-386 ), which reauthorized VAWA. It protects and assists victims who assist law enforcement agencies' efforts to investigate and prosecute domestic violence, sexual assault, alien trafficking, and other crimes. The U visa is available to any foreign national who suffered physical or mental abuse as a victim of a qualifying crime that violated U.S. laws, has information about the crime, and was, is, or is likely to be helpful in the investigation or prosecution of the crime. The crime must have occurred in the United States or in a U.S. territory, or violated U.S. law. Foreign national victims may petition from outside the United States. The INA caps the number of U visas at 10,000 per fiscal year.", "U visa applications must contain a certification from a U.S. law enforcement agency or relevant investigative or prosecutorial authority to demonstrate that the foreign national victim has been, is currently being, or is likely to be helpful in the investigation or prosecution of the related crime. Attestation by law enforcement of both abuse to the alien national and subsequent assistance by that individual serves to prevent immigration fraud.", "Foreign national victims apply for a U visa using a Form I-918 \"Petition for U Nonimmigrant Status\" along with supporting documentation to USCIS's Vermont Service Center. USCIS conducts a de novo review of all evidence submitted. This is as if the VSC were considering the question for the first time. Hence, USCIS may evaluate evidence previously submitted for other immigration benefits but is not bound by its previous decisions. Petitioners subject to final orders of removal may still be removed during adjudication of their U visa petitions. ", "Successful petitioners receive a U visa, classifying them as a temporary nonimmigrant, with a duration of stay of up to four years. Denied petitioners are informed of the reasons for the denial in writing. Applicants may appeal the decision. Because U status is humanitarian in nature, USCIS does not initiate removal proceedings against those denied U status and illegally present unless applicants represent national security or criminal threats, have serious immigration violations, or otherwise warrant removal proceedings.", "Holders of U visas can ultimately adjust to LPR status if they have lived continuously in the United States for at least three years since receiving their U visa, have not refused to provide assistance to law enforcement, and can demonstrate that their continued presence in the United States is justified on the basis of family cohesion or the national or public interest. Immediate family members of a U visa holder may also adjust to LPR status, although requirements differ.", " Table C-1 presents the number of U visas received, approved, and denied in FY2009-FY2012. On average, roughly two-thirds of victims' petitions adjudicated each year were approved. As is the case with VAWA petitions, the number of U visas processed during the period in which the U visas were made available has increased substantially, from a total of 10,937 petitions in FY2009 to 39,894 petitions in FY2012, a 265% increase."], "subsections": []}]}}