{"id": "R42592", "title": "The Article V Convention for Proposing Constitutional Amendments: Historical Perspectives for Congress ", "released_date": "2012-10-22T00:00:00", "summary": ["The Philadelphia Convention of 1787 provided two methods of proposing amendments to the U.S. Constitution. In the first, Congress, by two-thirds vote in both houses, proposes amendments to the states. If three-fourths of the states (38 at present) vote to ratify the amendment, it becomes part of the Constitution. Since 1789, Congress has proposed 33 amendments by this method, 27 of which have been adopted. In the second method, if the legislatures of two-thirds of the states (34 at present) apply, Congress must call a convention to consider and propose amendments, which must meet the same 38-state ratification requirement. This alternative, known as the Article V Convention, has not been implemented to date. Several times during the 20th century, organized groups promoted a convention that they hoped would propose amendments to the states, or to \"prod\" Congress to propose amendments they favored. The most successful was the movement for direct election of Senators, which helped prod Congress to propose the 17th Amendment. The most recent, which promoted a convention to consider a balanced federal budget amendment, gained 32 applications, just two short of the constitutional threshold. When the balanced budget amendment campaign failed in the 1980s, interest in the convention option faded and remained largely dormant for more than 20 years.", "Within the past decade, interest in the Article V Convention process has reawakened: several policy advocacy organizations have publicized the Article V Convention option, particularly as an alternative to what they portray as a legislative and policy deadlock at the federal level. An important issue in the contemporary context is the fact that advances in communications technology could facilitate the emergence of technology-driven issue advocacy groups favorable to this phenomenon. The rise of instant interpersonal communications, email, and other social media helped facilitate the rapid growth of such groups as MoveOn.org, the Tea Party movement, and, most recently, Occupy Wall Street. These tools could be harnessed to promote a credible campaign in a much shorter time than was the case with previous convention advocacy movements.", "Reviewing the history of the Article V Convention alternative, the record of the Constitutional Convention of 1787 clearly demonstrated the founders' original intent. During the convention, they agreed that a second mode of amendment was needed to balance the grant of amendatory power to Congress. This method, clearly identified in Article V as co-equal to congressional proposal of amendments, empowered the people, acting through their state legislatures, to summon a convention that would have equal authority to propose an amendment or amendments, which would then be presented to the states for ratification.", "Only the states can summon an Article V Convention, by application from their legislatures. Some of the issues concerning this process include procedures within the state legislatures; the scope and conditions of applications for a convention; steps in submitting applications to Congress; and the role of the state governors in the process.", "This report identifies and examines these issues; a companion report, CRS Report R42589, The Article V Convention to Propose Constitutional Amendments: Contemporary Issues for Congress, identifies contemporary issues for Congress and analyzes the congressional role in the Article V Convention process in greater detail."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Article V of the U.S. Constitution provides two methods of amendment for the nation's fundamental charter. In the first, Congress, by a two-thirds vote of both chambers, proposes amendments to the states, which then consider the proposal; if three-fourths (38 at present) approve the amendment, it is ratified, and becomes part of the Constitution. Beginning with the Bill of Rights in 1789, this method has been used to propose 33 amendments, 27 of which have been ratified.", "Article V also offers an alternative method in which a convention to consider amendments is called by Congress on the application of the legislatures of two-thirds of the states (34 at present). The second constitutional amendment option, generally known as the \"Article V Convention,\" has never been successfully used to propose an amendment to the Constitution. This report offers perspectives for Congress on the Article V Convention, opening with an overview of the provisions in Article V that established the convention procedure. The report further examines its origins at the Constitutional Convention of 1787; the history of the convention alternative, focusing on three major 20 th century campaigns to convene a constitutional convention; and the role of the states in the Article V Convention process.", "A companion report, CRS Report R42589, The Article V Convention to Propose Constitutional Amendments: Contemporary Issues for Congress , provides a comprehensive analysis of congressional issues, including information on the contemporary resurgence of interest in the convention alternative and the authority of Congress to call a convention; provide a framework and procedures for an Article V Convention; and submit proposed amendments to the states for ratification. It also identifies other elements in the process, including the President's role; the operation of checks and balances in the convention alternative; questions concerning a convention's composition and method of voting; and the function of the District of Columbia and U.S. territories."], "subsections": []}, {"section_title": "Congress and the Article V Convention in the 21st Century", "paragraphs": ["Congress is daily confronted with many competing demands for its time and energy; in light of these, what compelling interest should Congress have in the Article V Convention alternative in the 21 st century?", "First, Article V vests important and exclusive responsibilities over the amendment process in Congress. As noted previously, these include the right to propose amendments directly to the states for their consideration, and the responsibility to call a convention for proposing amendments on application of the legislatures of two-thirds of the states.", "Second, while the Constitution is silent on the mechanics of an Article V Convention, Congress has historically laid claim to broad responsibilities in connection with a convention, including receiving, judging, and recording state applications; establishing procedures to summon a convention; setting the amount of time allotted to its deliberations, determining the number and selection process of its delegates; setting internal convention procedures, and providing arrangement for the formal transmission of any proposed amendments to the states. These issues are addressed in detail in the companion to this report, CRS Report R42589, The Article V Convention to Propose Constitutional Amendments: Contemporary Issues for Congress .", "It may be argued that there is no pressing need for Congress to examine its Article V options and responsibilities. Historical precedent suggests that attaining petitions from two-thirds of the states necessary for an Article V Convention in a timely manner is a difficult obstacle, as demonstrated by several unsuccessful convention drives in the latter part of the 20 th century. These fell short of the two-thirds mark, despite the vigorous efforts of organized support groups over a period of several years; moreover, until recently, there has been little apparent interest in the Article V Convention mechanism in the states since the 1980s. Judging by the historical record, the process might arguably be described as a footnote to constitutional history. The measured pace of the legislative process in the states has also traditionally served as an additional check to haste in calling such a convention. For instance, in the case of the balanced budget amendment convention drive of the 1970s and 1980s, it took seven years for an organized campaign to gain convention applications from 32 states, two short of the two-thirds required in Article V. ", "Although the Article V Convention device is not widely known or understood at present, it could provide a vehicle for issue organizations and coalitions seeking amendments to the Constitution. Given the extraordinary speed and flexibility of contemporary social media and communications technology, interested organizations could conceivably launch an Article V Convention campaign for a specific amendment or amendments, or perhaps for a general constitutional convention, within a shortened time frame. In the 1960s, 1970s, and 1980s, it took time for \"grass roots\" efforts to emerge, form organizations to promote their cause, communicate with like-minded groups, undertake campaigns in state legislatures, and generally to learn and perfect the ancillary skills necessary for nationwide issue advocacy. By comparison, the contemporary availability of instant interpersonal electronic communication, email, and other social network media can facilitate remarkably rapid growth in awareness of a political phenomenon. For instance, MoveOn.org emerged in 1998 as an ad hoc on-line coalition opposed to the impeachment of President Bill Clinton and grew quickly to a membership of 5 million. More recently, the Tea Party movement originated in late 2008 with online discussions in conservative-oriented social networking sites and frequent conference calls among organizers. On February 19, 2009, a cable network business commentator made an on-air call for rallies to oppose government spending; his emotionally charged remarks were picked up by cable news networks and various websites, and went \"viral.\" In just two months the newly named \"Tea Party\" movement was able to convene over 600,000 supporters in more than 600 demonstrations around the nation.", "In a related development, over the past few years, interest has grown in several new constitutional amendment proposals, such as the \"Repeal Amendment,\" which would provide for the repeal of any federal legislation by a vote of disapproval in the legislatures of two-thirds of the states. Another recent proposal would repeal the 17 th Amendment, and restore the election of U.S. Senators to state legislatures. Given the advances in communications technology cited above, groups supporting these measures or others might find the Article V Convention to be an attractive vehicle for the promotion of their proposed amendments. Under these circumstances, Congress might be called on to revisit the Article V Convention issue for the first time since the 1980s.", "The obstacles, however, remain daunting, even in the face of rapid change: the Constitution sets a considerable hurdle for the Article V Convention process by requiring that applications for a convention be made by the legislatures of at least two-thirds of the several states. Further, any amendments proposed would face the same task of securing approval of three-fourths of the states before they were ratified."], "subsections": []}, {"section_title": "Constitutional Provisions: Article V Offers Two Modes of Amendment", "paragraphs": ["Article V of the U.S. Constitution provides two methods for amending the nation's fundamental charter. The first method, and to date the only one used successfully, authorizes proposal of amendments by Congress:", "The Congress, whenever two thirds of both Houses shall deem it necessary, shall propose Amendments to this Constitution, ... which ... shall be valid to all Intents and Purposes, as Part of this Constitution, when ratified by the Legislatures of three fourths of the several States, or by Conventions in three fourths thereof, as the one or the other Mode of Ratification may be proposed by the Congress; ....", "As noted in Article V, amendments ratified by the states under either procedure are indistinguishable and have equal force; they are both \"valid to all Intents and Purposes, as Part of this Constitution ....\""], "subsections": [{"section_title": "Proposal of Amendments by Congress", "paragraphs": ["Congress has used this first, or \"congressional,\" amendment process to propose 33 amendments to the states since 1789, 27 of which have been successfully ratified to date."], "subsections": [{"section_title": "Constitutional Provisions", "paragraphs": ["Key constitutional elements include the following:", "Amendments proposed by Congress must be approved by two-thirds vote in both the House of Representatives and the Senate. The proposed amendment must be subsequently ratified by three-fourths of the legislatures of the states, 38 at present. Alternatively, Congress may direct that ratifications shall be by ad hoc conventions called by the states for the specific purpose of considering the ratification. The same three-fourths requirement for adoption would also apply if Congress voted to require ratification by ad hoc state conventions."], "subsections": []}, {"section_title": "Supplementary Provisions", "paragraphs": ["Over the years, Congress has added four additional elements in the amendment process that were not included in the text of Article V.", "First, the congressional vote to propose an amendment must be approved by a two -thirds vote of the Members present and voting , a quorum being present , in both the House and Senate. The Supreme Court ruled in National Prohibition Cases of 1920 that Congress had the authority to set these thresholds. Second, amendments are not incorporated into the existing text of the Constitution as adopted in 1788, but rather, are included as supplementary articles. Third, beginning in the 20 th century, Congress has required that ratifications must be roughly contemporaneous, and has set a seven-year deadline for the 18 th and 20 th Amendments and all subsequent proposed amendments. This practice was upheld by the Supreme Court in its 1921 ruling, Dillon v. Gloss , later confirmed in 1939 in Coleman v. Miller . Finally, the Constitution does not require approval of proposed amendments by Presidents, who have no function in the process of proposing an amendment to the states. Their approval or signature has no bearing on the process, and they cannot veto or pocket veto proposed amendments that have been approved by the requisite congressional majorities or by an Article V Convention."], "subsections": []}]}, {"section_title": "Proposal of Amendments by an Article V Convention", "paragraphs": ["The second method provided in Article V empowers the states to petition Congress for a convention to consider amendments. This procedure is generally known as the Article V Convention."], "subsections": [{"section_title": "Constitutional Provisions", "paragraphs": ["Key constitutional elements include the following:", "The legislatures of two-thirds of the states, 34 at present, must present applications to Congress. Congress shall then \"call a Convention for proposing Amendments.\" Amendments proposed by an Article V Convention must also be ratified by three-fourths of the states. Congress may provide for consideration of such amendment either by state legislatures or ad hoc state ratification conventions, at its discretion."], "subsections": []}, {"section_title": "Supplementary Provisions", "paragraphs": ["Of the supplementary requirements noted previously that have come to be associated with proposed amendments, at least three would arguably apply to those proposed by an Article V Convention. First, it is likely, but not certain, that an Article V Convention would follow the traditional practice of proposing amendments as addenda to the Constitution. Second, it is likely, but again not certain, that a seven-year time limit for ratification would be included in any proposed amendment or amendments. Finally, the President would also have no function in the proposal of amendments by a convention, as is the case with amendments proposed by Congress."], "subsections": []}]}]}, {"section_title": "\"Original Intent:\" The Founders Include the Article V Convention Process in the U.S. Constitution", "paragraphs": ["The idea that constitutional amendments might be drafted and forwarded directly to the states appeared early in the Constitutional Convention of 1787, when the \"Virginia Plan\" proposed amendment of the national charter, \"whensoever it shall seem necessary, and that the assent of the National Legislature ought not to be required thereto.\" During the course of convention proceedings, the amendment clause evolved; initially the states were to have sole authority to call a convention; Congress was then similarly empowered. The debate reveals that the delegates were concerned that the amending process should not be lodged exclusively with Congress, but that the states should also have the opportunity to propose amendments, either directly, or via convention, although Alexander Hamilton asserted that the national legislature (Congress) \"will be the first to perceive and will be the most sensible to the necessity of amendments....\" On September 10, Article V began to assume its final form when James Madison offered the following version, which rearranged the various elements that had been debated up to that point: ", "The Legislature of the U.S. whenever two thirds of both Houses shall deem necessary, or on the application of two thirds of the Legislatures of the several States, shall propose amendments to this Constitution, which shall be valid to all intents and purposes as part thereof, when the same shall have been ratified by three fourths at least of the Legislatures of the several States, or by Conventions in three fourths thereof, as one or the other mode of ratification may be proposed by the Legislature of the U.S. ....", "Two amendments to the article were added in the convention's final sessions. The first, which prohibited any interference with the slave trade before 1808, was included at the insistence of the slave-holding states, while the second, which guaranteed that no state could be deprived of equal suffrage in the Senate without its consent, was inserted to reassure the less populous states that the formula providing for equal state representation in the Senate would not be altered at some future time: \"[t]his motion being dictated by the circulating murmurs of the small States was agreed to without debate, no one opposing it, or on the question, saying no.\"", "The Federalist confirms the convention's intent that the process of proposing amendments should be entrusted to both Congress and the state legislatures. As James Madison wrote in Federalist 43 , \"Powers Delegated to the General Government: III,\"", "The mode [of amendment] preferred by the Convention seems to be stamped with every mark of propriety. It guards equally against that extreme facility which would render the Constitution too mutable; and that extreme difficulty which might perpetuate its discovered faults. It moreover equally enables the general and the state governments to originate the amendment of errors as they may be pointed out by the experience on one side or on the other (emphasis added).", "Alexander Hamilton commented more specifically on the state petition process as a potential remedy to congressional inaction in Federalist 85 , \"Conclusion:\"", "In opposition to the probability of subsequent amendments, it has been urged that the persons delegated to the administration of the national government will always be disinclined to yield up any portion of the authority of which they were once possessed..... The intrinsic difficulty of governing thirteen states ... will, in my opinion, constantly impose on the national rulers the necessity of a spirit of accommodation to the reasonable expectations of their constituents. But there is yet a further consideration.... [i]t is this, that the national rulers, whenever nine States concur, will have no option on the subject. By the fifth article of the plan, the Congress will be obliged ... to call a convention for proposing amendments.... The words of this article are peremptory. The Congress \"shall call a convention.\" Nothing in this particular is left to the discretion of that body.", "Constitutional scholar and commentator St. George Tucker, a friend and contemporary of the Virginia delegates to the Philadelphia Convention, noted that", "... the fifth article of the Constitution provides the mode by which future amendments to the [C]onstitution may be proposed, discussed, and carried into effect.... And this be effected in two different modes: the first on recommendation from [C]ongress, whenever two thirds of both houses shall concur in the expediency of any amendment. The second, which secures to the states an influence in case [C]ongress should neglect to recommend such amendments, provides, that [C]ongress shall, on application from the legislatures of two thirds of the states, call a convention for proposing amendments.... Both of these provisions appear excellent. Of the utility and practicability of the former, we have already had most satisfactory experience. The latter will probably never be resorted to, unless the federal government should betray symptoms of corruption, which may render it expedient for the states to exert themselves in order to the application of some radical and effectual remedy.", "On balance, the historical record indicates that the founders established the Article V state application process as a complement to the congressional process proposal, to ensure that a convention could be called even if Congress refused to consider an amendment or amendments, so long as the proposal enjoyed the supermajority support of two-thirds of the states.", "Reviewing the convention record, one contemporary observer suggests that, notwithstanding the fact that all 27 current amendments were proposed by Congress, the founders had no intention that this should be the predominant or even preferred method of amending the Constitution:", "There is nothing to suggest that the Framers intended the congressional procedure to be the predominant amendment process. To the contrary, they felt that they had struck a proper balance in distributing the power to propose amendments, intending to express a preference for neither method.", "To sum up the available record indicating the founders' original intent, it appears that they crafted Article V very much in the spirit of checks and balances, and separation of powers, that permeates the Constitution. During the convention, they agreed that a second mode of amendment was needed to balance the grant of amendatory power to Congress. This method, clearly identified in Article V as co-equal to congressional proposal, empowers the people, acting through their state legislatures, to summon a convention that would have equal authority to propose an amendment or amendments, which are then proposed to the states for ratification. In Federalist 51, James Madison famously wrote, \"If men were angels, no government would be necessary.... In framing a government which is to be to be administered by men over men the great difficulty is this: you must first enable the government to control the governed; and in the next place oblige it to control itself.\" It appears that this principle was not far from their minds as they drafted Article V, because the convention provided an additional check on both methods of proposing amendments by requiring that all proposed amendments be approved by the legislatures of, or ad hoc conventions in, three-fourths of the several states, and further empowered Congress to select which mode of ratification it preferred."], "subsections": []}, {"section_title": "Efforts to Summon an Article V Convention: The Experience of the 20th Century", "paragraphs": ["Proposals for an Article V Convention are as old as the republic. The first of more than 700 was filed in 1789, the same year government under the U.S. Constitution was established, but over the next century, only 23 applications were received by Congress. In fact, the Article V Convention is sometimes referred to as a 20 th century phenomenon, because 697 of the 743 applications recorded by the Friends of the Article V Convention were filed between 1900 and 1999. These have included applications for a general convention, as well as petitions for a convention to consider a particular amendment in an estimated 47 issue areas. Perhaps the first example of what could be considered a \"campaign\" to promote state applications actually began late in the 19 th century with the movement in favor of an amendment providing direct election of U.S. Senators. The following section examines this movement and two others, one favoring an amendment concerning apportionment in the state legislatures, and a third advocating a convention to propose an amendment requiring a balanced federal budget. These \"case studies\" provide a more detailed look at one campaign that accomplished its ultimate goal, direct election of Senators, albeit without an Article V Convention, and two that came very close to meeting the constitutional threshold of applications from two-thirds of the states."], "subsections": [{"section_title": "Direct Election of Senators, 1893-1912", "paragraphs": ["The campaign for direct election of Senators arguably provides the first example of an organized campaign for an Article V Convention. Activity in support of direct election did not approach the sophistication of a modern advocacy campaign, that is, one possessing a national organizational structure and local affiliates, with a defined mission statement or manifesto, that raises funds from private donors and conducts a sustained and coordinated advocacy campaign on various levels and media. It did, however, embrace like-minded groups and individuals working cooperatively toward a common goal.", "During the last third of the 19 th century, the U.S. Senate was troubled by a growing number of sometimes lengthy vacancies, as politically deadlocked state legislatures proved unable to agree on candidates for the office. In addition, Senators were seen as increasingly influenced, and in some cases their elections were influenced by, corporate and monopoly interests. Public opinion, and pro-reform groups, particularly in the Progressive and Populist movements, looked to direct popular election as a remedy for these conditions. The House of Representatives proposed a relevant amendment as early as 1894, but direct election amendments in the Senate never reached the floor during this period.", "While states had previously petitioned Congress to propose an amendment providing direct election, in 1893 Nebraska's legislature went a step further to revive the long-neglected provision of Article V that empowers states to apply to Congress for a convention to consider amendments to the Constitution. In a classic example of a state acting as a \"laboratory of democracy,\" the Pennsylvania legislature in 1899 approved a \"model\" application for an Article V Convention, which it then circulated among secretaries of state (or the equivalent officer) in all the other states. The wording of Pennsylvania's application reflected growing support for a convention: whereas earlier state applications had requested Congress to propose a direct election amendment, the language of the model application instead directed Congress to summon a convention, reflecting Article V's admonition that Congress \" shall call a Convention for proposing Amendments (emphasis added)....\" Over the next decade, more than 25 states took similar action and applied for a convention, while others found a way around the constitutional provision empowering state legislatures to choose U.S. Senators. During this period, many states adopted some version of the \"Oregon Plan,\" by which state legislators committed themselves during their own election campaigns to vote for the Senate candidate who won the most popular votes in an all-party \"advisory\" primary. As the number of \"Oregon Plan\" Senators grew, attitudes in the upper house began to change, and in 1912, the Senate joined the House in proposing what became the 17 th Amendment to the Constitution.", "The concerted action of states in calling for an Article V Convention with the ultimate purpose of convincing Congress to propose a particular amendment has been referred to as the \"prodding effect,\" because the states are prodding Congress to take the initiative. The events leading to proposal of the 17 th Amendment arguably comprise the most successful example of the prodding effect to date.", "As the 20 th century progressed, the Article V Convention device enjoyed mixed success on the state level. State legislatures filed applications for a convention to consider amendments in a range of public policy issues, including repeal of the 16 th (income tax) and 18 th (prohibition) Amendments, limitation on federal taxes, and prohibition of busing to achieve racial balance in schools, among others. None of these, however, approached the requisite number necessary for a convention. The most successful drives for an Article V Convention, which approached the 34-state constitutional threshold, came in the second half of the century and concerned two politically sensitive issues: apportionment in state legislatures and an amendment requiring a balanced federal budget."], "subsections": []}, {"section_title": "State Legislative Apportionment, 1964-1969", "paragraphs": ["The first instance of a substantial campaign for an Article V Convention following the successful proposal of the 17 th Amendment occurred in the 1960s in response to a Supreme Court ruling on apportionment of state legislatures. In 1964, the High Court ruled in Reynolds v. Sims that districts in both chambers of state legislatures must be generally equal in population, thus embracing the principle, \"one person, one vote.\" Up to that time, states had routinely created legislative districts of different populations; most notably, less populous districts were drawn in rural areas as a means of preserving a degree of influence for \"farm interests\" and \"the rural vote.\" Critics of the Supreme Court's ruling expressed fear that it would lead to excessive dominance of state governments by \"urban interests.\" Conservatives also countered the Court's decision with the states-rights centered argument that it encouraged what they characterized as a federal encroachment on state authority.", "Congressional foes of both Reynolds v. Sims and subsequent related Supreme Court decisions were headed by Everett M. Dirksen of Illinois, Republican leader in the Senate. Opponents first attempted to delay implementation of the Supreme Court's decision through legislation; failing in that, Senator Dirksen then introduced S.J.Res. 2 in the 89 th Congress, a constitutional amendment that would have permitted states to use additional factors besides population in apportioning one chamber of their legislatures. He was able to attach this resolution as an amendment in the nature of a substitute to a non-controversial measure, S.J.Res. 66, designating National American Legion Baseball Week, but the amended proposal failed to win the necessary two-thirds margin in the Senate.", "While supporters of the Dirksen proposal continued to introduce amendments in Congress, and Senator Dirksen himself continued to promote a one-house exemption from Reynolds v. Sims , the focus switched to an Article V Convention. In late 1964, the General Assembly of the Council of State Governments endorsed the one-house state apportionment exception, and published and circulated both a manual on the Article V Convention process for state legislatures and a model application for a convention. The first state applications for a convention to consider amendments on legislative apportionment were submitted in 1963, and by the 91 st Congress (1969-1970), 33 states had filed Article V applications, just one short of the two-thirds necessary to trigger a convention. The 33 rd petition proved to be the high-water mark for the legislative apportionment campaign, however. As the prospect of an Article V Convention became more and more likely, opposition increased, much of which was generated by warnings about the dangers of a runaway convention, and several state legislatures reconsidered their actions. According to one commentator, \"[i]n some of the state legislatures approving applications, the members thought they were merely expressing disagreement with the Supreme Court decisions and did not appreciate the legal implications of their vote.\" Four states subsequently rescinded their applications, while the unexpected death of Senator Dirksen in September 1969 deprived the movement of its strongest public advocate and marked the effective end of the campaign. "], "subsections": []}, {"section_title": "The Balanced Budget Amendment, 1975-1983", "paragraphs": ["Although amendments to control federal spending or cap federal budget deficits were introduced in Congress as early as the 1930s, the first organized movement to call an Article V Convention to consider a balanced budget amendment got under way in the mid-1970s.", "According to several accounts, the impetus was provided by the National Taxpayers Union (NTU), which describes itself in its contemporary literature as \"a nonprofit, non-partisan citizen group whose members work every day for lower taxes and smaller government at all levels.\" NTU used its staff and resources to promote the concept of an Article V balanced budget convention, preparing model legislation and establishing informal networks of supportive state legislators. Throughout the decade of the 1970s, a widespread wave of public interest in restraining tax increases provided a favorable environment for the movement. In California and Massachusetts, ballot initiatives setting limits to state and local tax levels and increases were approved; California Governor Edmund G. \"Jerry\" Brown endorsed the idea in his 1979 inaugural address; and Senator Robert Dole recommended it for its potential value in \"prodding\" Congress to give serious consideration to a congressionally proposed amendment. Four states joined the drive in 1975, followed by eight in 1976, five in 1977, five in 1978, and eight more in May 1979, for a total of 30 applications, four fewer than the constitutional threshold. Most of the state applications calling for a balanced budget convention during this period were conditional, calling on Congress to propose an amendment, and stating that if Congress failed to do so, then the resolution should be considered a state application for an Article V Convention.", "As the number of state applications mounted, critics mobilized to oppose the campaign; a counter-convention group, Citizens for the Constitution, was established to make the case against an Article V balanced budget amendment convention. The newly formed organization described that effort as a stealth campaign: Vice President Walter Mondale's chief of staff asserted that, \"[t]hey were remarkably successful until it became known what they were doing.... Nobody was paying any attention.\" Some opponents claimed that a balanced budget amendment would place federal finances in a \"straight jacket,\" while others warned against the dangers of a runaway convention. Supporters of the convention accused the opposition of using \"scare tactics,\" but the campaign appeared to lose momentum. New applications \"no longer breezed thorough state legislative chambers, but on the contrary, faced tough, extended debate as lawmakers realized their votes mattered.\"", "The change in climate was reflected in state actions; no applications were filed with Congress in 1980 or 1981, and those of Alaska in 1982 and Missouri in 1983 proved to be the campaign's high water mark—no further applications were made for a convention to consider a balanced budget amendment. Notwithstanding its failure to meet the constitutional hurdle, the campaign arguably contributed to a congressional response: acting in the context of the Article V Convention campaign, the 97 th Congress (1981-1982) gave serious consideration to relevant proposals, culminating in the Senate's passage of a balanced budget amendment, S.J.Res. 58 , by a bipartisan vote of 69-31 on August 4, 1982. A majority of Representatives favored the House version of the amendment, H.J.Res. 350 , when it came to the floor on October 1, 1982, but the vote of 236 to 187 failed to meet the constitutional requirement of passage by two-thirds of Members present and voting. Although partisans of the Article V Convention, supported by President Ronald Reagan, continued to press for additional support from the states, the 33 rd and 34 th applications remained elusive, and supporters increasingly turned to legislative alternatives.", "In 1985, the 99 th Congress passed the 1985 Gramm-Rudman-Hollings Balanced Budget and Emergency Deficit Control Act (GRH), claiming that this legislation would serve the same purpose as an Article V Convention with less risk. Concerns about a runaway convention and hopes that the 1985 passage of the Gramm-Rudman-Hollings Act would lead to a balanced federal budget have been credited with forestalling additional state applications for a convention. Some years later, a balanced budget amendment proposal was included in the House Republicans' \"Contract with America\" policy manifesto in the 1994 congressional elections campaign. This measure, introduced as H.J.Res. 1 in the 104 th Congress, passed in the House of Representatives by a vote of 300-132 on January 26, 1995; On March 2, 1995, however, the Senate voted 65 to 35 in favor of the resolution, a margin that fell two votes short of the constitutionally mandated requirement that two-thirds of Members present and voting approve a proposed amendment.", "Although amendments to propose a balanced federal budget continue to be introduced in every Congress―25 in the 112 th Congress by June 11, 2012―the campaign for an Article V Convention to propose such a measure had effectively ended by the mid-1980s. Eventually, a number of states reconsidered their applications for a convention: between 1988 and 2010, 17 state legislatures passed resolutions of rescission. In some cases, these resolutions rescinded all previous Article V applications, while others specifically cited a convention for a balanced budget amendment. "], "subsections": []}, {"section_title": "Anticipating an Article V Convention: Legislative Proposals in the 93rd Through 102nd Congresses", "paragraphs": ["Congress has addressed the convention issue with study and legislative proposals in the past, particularly in the 1970s and 1980s, when it seemed possible that enough states would petition for a convention to consider a balanced budget amendment. Between 1973 and 1992, 22 bills and resolutions to enact congressional procedures that would be implemented in response to a successful call for an Article V Convention were introduced in the House of Representatives, while 17 were introduced in the Senate. Generally styled the \"Constitutional Convention Procedures Act,\" or some similar title, these bills were the subject of extensive hearings in both houses. They sought to provide by law for standards and procedures which Congress would follow in the event two-thirds of the states called for an Article V Convention. The content of these proposals is examined at greater length in the companion to this report, CRS Report R42589, The Article V Convention to Propose Constitutional Amendments: Contemporary Issues for Congress ."], "subsections": []}]}, {"section_title": "The Role of the States in an Article V Convention", "paragraphs": ["An Article V Convention for proposing amendments to the Constitution can only be called when the legislatures of two-thirds of the states submit applications. Beyond its simple mandate, the Constitution is mute on the details of enabling procedure, which would necessarily involve a broad range of actions within the legislatures, while also posing significant questions of procedure in the states."], "subsections": [{"section_title": "Proposing a Convention: Actions in the State Legislatures", "paragraphs": ["The legislatures of the several states are fundamental to a potential Article V Convention. The applications or petitions to Congress must come from these bodies. The Constitution, however, provides minimal guidance for the state petition process, stating only the end result, that Congress should call a convention on \"... the Application of the Legislatures of two thirds of the several States.\" With well over a century of experience in proposing an Article V Convention, the states have arrived at certain precedents for the consideration of these applications. "], "subsections": [{"section_title": "Action by Both Houses Required", "paragraphs": ["First, it may be inferred that the founders intended that applications come from both houses of state legislatures: bicameralism was the prevailing practice at the time of the Philadelphia Convention, although several states retained the single-house legislatures established by their early revolutionary constitutions. Available documentation tends to support the conclusion that Article V Convention applications must be approved in both chambers of the proposing legislature. The single modern exception is Nebraska, whose legislature is unicameral."], "subsections": []}, {"section_title": "Choice of Legislative Vehicle", "paragraphs": ["Proceeding from bicameral approval, the states in the past four decades have employed a range of parliamentary instruments drawn from their diverse political experience as vehicles for an Article V Convention application. These include concurrent resolutions (most common), joint resolutions, single-chamber resolutions passed by both houses of the legislature, concurrent memorials, and single-chamber memorials passed by both houses."], "subsections": []}, {"section_title": "Legislative Procedure", "paragraphs": ["Moving beyond the general agreement that a state application, in order to be valid, must be approved by the joint or concurrent action of both of its legislative chambers, further questions have been raised concerning the standards that would apply. These include", "What margin is necessary for an application to be valid? Would a plurality vote be sufficient, or would a simple majority, or super majority be required? Beyond margin requirements, would approval of an application petition require a majority of the whole membership, or approval by members present and voting? Could the upper and lower chambers of the same state legislature adopt different quorum or vote margin standards?", "The historical record provides some guidance: a 1981 Congressional Research Service report for Congress found that states tended to require that their legislatures approve applications for an Article V Convention by the same supermajorities they impose for proposals to amend their own constitutions. Currently, 33 states provide that constitutional amendments be approved by a supermajority of both legislative chambers, with requirements ranging from three-fifths (60%) to three-fourths (75%) of the whole membership in both houses. This question was addressed in most of the constitutional convention procedures bills introduced in Congress in the 1980s and 1990s. Most earlier bills provided that \"... the State legislature shall follow the rules of procedure that govern the enactment of a statute [that is, a normal state law]....\" Later bills tended to differ, leaving the states to determine such requirements, e.g., \"... the rules of procedure governing the adoption or withdrawal of a resolution ... are determinable by the State legislature....\"", "Should the states extend any of their existing standards to applications for an Article V Convention? It may be argued that establishing clearly defined procedures and standards before considering a convention application might answer legal and constitutional uncertainties and reduce the likelihood of a successful challenge to the validity of an application. "], "subsections": []}]}, {"section_title": "State Applications for an Article V Convention: Scope and Conditions", "paragraphs": ["Here again, the Constitution offers little guidance on the petition process for an Article V Convention. A range of questions concerning the content of petitions remains to be answered. What is the permissible scope of state applications? May they call for a general convention, or must they be confined to a single issue? If they do address a single issue, must they be identical, or is general similarity sufficient? To which persons or what offices must the states address applications? For how long do applications remain valid? May a state legislature vote to rescind an Article V application?"], "subsections": [{"section_title": "Must Applications Share Identical Language or Is Issue Congruency Sufficient?", "paragraphs": ["With some notable exceptions, most commentators hold that state applications for a convention must address the same issue in order to be counted toward the two-thirds threshold established by the Constitution, but they need not be identical.", "First, and most obviously, there is no constitutional mandate that the petitions be identical, although the Constitution seldom descends to such level of detail. The House Judiciary Committee, in a 1993 study, concluded that \"[t]he applications need not be exact copies of each other. On the contrary, most commentators suggest that Congress should be generous in its interpretation.... Applying too strict a standard could be viewed as an attempt to prevent the States from exercising their option under Article V.\" The American Bar Association's Constitutional Convention Study Committee expressed a similar view in its 1974 report, noting that, \"[w]e agree with the suggestion that it should not be necessary that each application be identical or propose similar changes in the same subject matter.\"", "As one witness at the Senate Judiciary Subcommittee on the Constitution's 1979 hearings noted, \"Article V seems to require a general consensus among two-thirds of the States that a Constitutional Convention be called. Thus, only those applications which request a Convention to deal with the same issue should be counted.\" Legislative language in earlier proposed constitutional convention procedures bills supported this interpretation, without requiring that they be identical. For instance, S. 214 , introduced by Senator Orrin Hatch in the 102 nd Congress stated that applications, in order to be valid, must call for \"a constitutional convention on the same subject matter ....\" Similarly, S. 1272 , introduced in the 93 rd Congress by Senator Sam Ervin, proposed that valid applications \"stat[e] the nature of the amendment or amendments to be proposed.\" The Friends of an Article V Convention, FOAVC, perhaps the leading proponent of an Article V Convention, claims that such questions are immaterial, maintaining that one petition is as good as another. FOAVC asserts that as soon as Congress received applications from two-thirds of the states for a convention on any subject, or for a general convention, it was under obligation to call a convention. The framers, they maintain, deliberately avoided a specific requirement that applications be identical or similar. By FOAVC's reckoning, 49 of the 50 states have, at some time or another, submitted an Article V petition, and Congress was obligated to call a convention not later than 1911."], "subsections": []}, {"section_title": "Conditional Applications", "paragraphs": ["Beyond the question of similarity, some constitutional commentators have expressed concern over state applications encumbered by various conditions. For instance, during the balanced budget amendment convention drive of the 1980s, a number of state instruments declared their applications would be null and void if Congress proposed a balanced budget amendment. Others asserted their applications would be valid only if a convention were limited to the specific issue in question. Writing during the same period of the various state applications then in hand, one observer noted that \"[e]ven if the intent is clear, the existing applications represent a 'hodge podge' of proposals, and at least 16 petitions call for a convention only in the face of congressional inaction on the subject. Whether such conditional requests remain valid is unknown....\"", "Another class of problematic applications in the 1980s were those that proposed specific amendment language. Some would have accepted a \"substantially similar\" amendment, while others attempted to limit the convention solely to consideration of their particular amendments. In its 1993 study, the House Judiciary Committee indicated the former might be qualified, but that", "... an application requesting an up-or-down vote on a specifically worded amendment cannot be considered valid. Such an approach robs the Convention of its deliberative function which is inherent in [A]rticle V language stating that the Convention's purpose is to \"propose amendments.\" If the State legislatures were permitted to propose the exact wording of an amendment and stipulate that the language not be altered, the Convention would be deprived of this function and would become instead part of the ratification process.", "Former Solicitor General Walter Dellinger has further argued that exact language proposals \"short-circuit\" the checks and balances built into Article V by the founders. They intended, he asserts, to provide sub-federal communities, embodied in the states, the authority to propose a convention to consider amendments, but deliberately refrained from giving the state legislatures the power to determine the exact text of the amendments to be proposed.", "The proposal to authorize the states to propose specifically worded amendments in their applications for an Article V Convention is generally referred to as the Madison Amendment, for the fourth President, who favored it during his career in the House of Representatives. A version of the Madison Amendment, H.J.Res. 57 , has been introduced in the 112 th Congress, and is discussed in the companion to this report, CRS Report R42589, The Article V Convention to Propose Constitutional Amendments: Contemporary Issues for Congress ."], "subsections": []}, {"section_title": "Timeliness/Contemporaneity", "paragraphs": ["Another question concerning state Article V Convention applications is their timeliness or contemporaneity―for what period should an application be considered valid?", "The advocacy group Friends of an Article V Convention (FOAVC) asserts that there is no set time limit on the validity of state applications, and that Congress has no authority to set one. They claim that since the Constitution offers no guidance on this question, state applications remain valid indefinitely. As a related example, they point to the 27 th Amendment, which was pending before the states from 1789 to 1992, until it was ultimately ratified.", "Conversely, the House Judiciary Committee reported in 1993 that there was \"general agreement\" that state applications for an Article V Convention should not remain valid indefinitely. The report cited seven years, the now-traditional qualifying period for proposed constitutional amendments, as a time limit widely favored by constitutional scholars. It should be noted that this is also the period proposed in most congressional constitutional convention procedures bills. Other commentators have suggested a two- or four-year \"shelf life\" for state applications, as this would presumably give state legislatures that meet biennially the opportunity to submit an application. Moreover, in justification of the shorter period, the Judiciary Committee noted that the application process \"is a matter of lesser finality than an amendment to the Constitution for all time.\""], "subsections": []}, {"section_title": "May a State Amend or Rescind Its Application for an Article V Convention?", "paragraphs": ["During the 1970s and 1980s, 32 states submitted applications for a convention to consider an amendment to require a balanced federal budget except in extraordinary circumstances. As noted earlier in this report, support for a convention faltered in some states, while supporters of 1985's Gramm-Rudman-Hollings Balanced Budget and Emergency Deficit Control Act (GRH) claimed the legislation would serve the same purpose as an Article V Convention with less risk. As interest in a convention waned, and concern grew over the prospect of a runaway convention, a number of states reconsidered their applications for a convention. As also noted, between 1988 and 2010, 17 state legislatures had passed resolutions of rescission. In some cases, these resolutions rescinded all previous Article V applications, while others also specifically cited a convention for a balanced budget amendment.", "Here again, a decision on the status of these rescissions has never been made, largely because the 34-state requirement has never been met. As with so many other aspects of the Article V Convention issue, opinion is divided. Some constitutional scholars hold that the application process is only preliminary, and that states may withdraw their applications without prejudice, so long as the two-thirds threshold has not been crossed. Others assert that an application carries the same weight as a state's ratification of a constitutional amendment, which cannot be rescinded. Many of the constitutional convention procedures bills introduced in Congress from the 1970s through the 1990s authorized states to rescind their applications, so long as the constitutional threshold had not been met. It should be noted, however, that in the past, Congress refused to accept rescissions of state ratifications of the 14 th Amendment, apparently reflecting the viewpoint cited above. These refusals were ultimately upheld by the Supreme Court, which determined in Coleman v. Miller that rescission fell under the \"political question\" rule, and that Congress, therefore, possessed \"the ultimate authority\" to set rules for \"the promulgation of the adoption of the amendment.\" "], "subsections": []}, {"section_title": "May a State Application Contain a Self-Canceling Provision?", "paragraphs": ["In the past, a number of applications for an Article V Convention have also included self-canceling clauses which stated that the application would be null and void in the event Congress proposed an amendment that achieved the same effect as that called for in the application. This practice is associated with \"prodding,\" as identified earlier in this report. According to the House Judiciary Committee's 1993 report, this strategy \"does not necessarily render an application invalid.... However, applications containing different conditions may not necessarily be counted together to determine whether a Convention must be called.\""], "subsections": []}]}, {"section_title": "Submitting the Applications to Congress", "paragraphs": ["The final action by a state legislature that has approved an application for an Article V Convention is to transmit news of its action to the appropriate authorities. The Constitution offers no advice on this question, and in fact, the House Judiciary Committee's 1993 report noted that states had sent applications for a balanced budget convention to a wide range of congressional officials, including the Clerk of the House, the Secretary of the Senate, the Speaker of the House, the President of the Senate, the President pro tempore of the Senate, both sets of congressional officials, other officials, the Library of Congress, and \"to no one in particular.\" According to the report, there were even instances in which applications were not forwarded by the states. For the record, many of the state petitions printed in the Congressional Record that were reviewed by the author of this report specifically noted that copies would also be delivered to the Senators and Representatives of the state's congressional delegation.", "So, the final decisions are currently made by the officers of the state legislatures themselves. Congress could establish regular procedures for transmission, recordation, and retention of state applications, and an argument can be made that more information is better in this instance. The Speaker and Clerk of the House, the Vice President, President Pro-Tempore, Secretary of the Senate, and the Archivist of the United States would be perhaps the most obvious candidates to be recipients of Article V Convention applications. In addition, notification of a state's Senators and Representatives, as has been done in some earlier instances, might also be considered a courtesy, particularly in light of the fact that members of the state's congressional delegation could serve as well-placed advocates for the Article V Convention."], "subsections": []}, {"section_title": "A Role for the State Governor?", "paragraphs": ["Do the state governors have any responsibilities in the Article V state petition process? The balance of opinion on this question is that they do not. The House Judiciary Committee's 1993 study states that \"[w]hen article V specifies that a Convention be called 'upon the applications of the legislatures ,' that is exactly what it means (emphasis added).\" The Supreme Court's 1798 decision in Hollingsworth v. Virginia , which held that the President's approval is not required for a constitutional amendment proposed by Congress, is cited in support of this argument. One legal scholar asserted that, by extension, \"[s]ince the President is excluded at the national level, the reasonable conclusion is that the State Governors should also be excluded.\" A 1974 American Bar Association report appears to confirm this view, noting that, \"the results of a questionnaire-type survey ... indicate that a substantial majority [of states] exclude the governor from participation....\"", "Some commentators have differed from these prevailing views. In his 1972 letter to then-House Judiciary Committee Chairman Emmanuel Celler, constitutional scholar Charles Black asserted that", "... the amendment process should not be made easy, and the inclusion in it of the governors of the states, popularly elected statewide, would be a desirable further check.... What possible reason can there be for ordaining that so solemn a step as a State's applying for a national constitutional convention is to go through an easier process than a state law changing the speed limit? (emphasis in the original)", "Another observer concurred during the 1979 hearings before the Senate Judiciary Committee's Subcommittee on the Constitution, asserting that state governors could be included in the process. While not suggesting that Congress attempt to require participation by the governors, he urged that they not be excluded, because in his opinion, they are best able to reflect the views of the broadest range of citizens within their states. This writer went on to note that governors are elected by citizens on a statewide basis and suggested that they would be less likely to be subject to distortions of the public interest that might be caused by gerrymandering in the legislatures.", "Finally, the record reveals considerable variation in state practices. The House Judiciary Subcommittee on Civil and Constitutional Rights noted in 1993 that governors were not completely excluded from the process. A survey of state legislatures' petitions in the balanced budget amendment campaign in the 1970s and 1980s revealed that 9 of 32 applications had been referred to state governors for approval. Of these, seven were \"signed or otherwise approved by the governor,\" one was returned to the legislature unsigned with the governor's explanation that his signature was unnecessary, and in the last case, the governor took no action and offered no explanation. "], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["The Article V Convention for proposing amendments was the subject of considerable debate and forethought at the Constitutional Convention. The founders clearly intended it as a balance to proposal of amendments by Congress, providing the people, through their state legislatures, with an alternative means to consider amendments, particularly if Congress was unable or unwilling to act on its own. Since it is one of the few provisions of the Constitution that has never been implemented, however, the Article V Convention presents many questions for Congress. This report has provided relevant historical and external perspectives, intended to assist Members and their staff in consideration of this issue. A companion report, CRS Report R42589, The Article V Convention to Propose Constitutional Amendments: Contemporary Issues for Congress , provides a complementary exposition and analysis of the potential role of Congress in the process. In the event a convention became a serious possibility, Members and staff could also draw on a large body of scholarly writing on the subject, and not least, the work and products of two decades of serious congressional consideration of the Article V Convention process from the 1970s to the 1990s."], "subsections": []}]}}