{"id": "R42590", "title": "U.S. Postal Service: Background and Analysis of H.R. 2309 and S. 1789 in the 112th Congress", "released_date": "2012-07-09T00:00:00", "summary": ["Since FY2007, the U.S. Postal Service (USPS) has lost more than $25 billion. Were it not for congressional action to reduce and defer statutorily required retiree health benefits, the USPS would have lost an additional $9.5 billion. As the USPS's finances have deteriorated, its ability to absorb operating losses has been diminished. The USPS's current debt is $13 billion, $2 billion below its maximum statutory borrowing authority. The agency owes $11.1 billion in payments to the Retiree Health Benefits Fund by September 20, 2012, and it currently has less than $1 billion in cash. These deficits are particularly problematic since Congress designed the Postal Service to be self-supporting in 1970 and enacted significant postal reforms in 2006.", "To help stem its losses, the USPS has taken a number of steps. Foremost, the Postal Service has downsized its workforce through attrition. Since FY2006, the number of career postal workers has shrunk 21.9%, to about 544,000 from 696,138. However, the USPS has said it is unable to return to solvency through its own actions, and it has asked Congress to enact major reforms.", "Numerous postal reform bills have been introduced in the 112th Congress; House and Senate appropriators and President Barack H. Obama also have advanced postal proposals. Among postal authorizing legislation, H.R. 2309 and S. 1789 have progressed the furthest toward enactment. The Senate passed S. 1789, the 21st Century Postal Service Act, on April 27, 2012. The House Committee on Oversight and Government Reform reported H.R. 2309, the Postal Reform Act of 2011, on January 17, 2012, and the House Rules Committee reported H.R. 2309 on March 29, 2012. Both bills include major reforms, such as reductions in service, expansion of the USPS's authority to provide products and services, and alterations to the postal employees pension and healthcare plans.", "At present, the USPS appears to be suffering from both a short-term liquidity crisis (i.e., dwindling cash and borrowing authority) and a long-term structural deficit (i.e., stagnating revenues and rising overhead costs). To address both of these financial challenges, the USPS would have to (1) improve its liquidity immediately; (2) fortify its long-term revenues; and (3) control the growth of its long-term costs, all while (4) continuing to provide universal postal service to the public.", "Both H.R. 2309 and S. 1789 contain provisions to make progress toward achieving each of these goals, albeit in different ways and to different degrees. H.R. 2309 would aim to reduce the USPS's costs through reducing the number of delivery and postal facilities and enacting a variety of USPS compensation reforms. S. 1789 would largely preserve present-day postal services and enact a number of incremental cost-cutting policies, such as reducing the USPS workers' compensation outlays.", "This report will be updated after any further legislative action."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["President George W. Bush signed the Postal Accountability and Enhancement Act (PAEA; P.L. 109-435 ; 120 Stat. 3198) on December 20, 2006. The PAEA was the first broad revision of the 1970 statute that replaced the U.S. Post Office, a federal agency dependent upon appropriations, with the U.S. Postal Service (USPS), a self-supporting, independent agency of the executive branch. The USPS is expected to operate like a business, but it must do so within various statutory confines and serve various public purposes.", "The 112 th Congress is considering additional major postal reforms, including reductions in service, expansion of the USPS's authority to provide products and services, and alterations to the postal employees pension and healthcare plans. The proximate cause for the recent efforts at postal reform is the USPS's troubled financial condition."], "subsections": []}, {"section_title": "The USPS's Financial Difficulties", "paragraphs": ["After running modest profits from FY2004 through FY2006, the USPS lost $25.4 billion between FY2007 and FY2011. Were it not for congressional action to reduce a statutorily required payment to the USPS's Retirees Health Benefits Fund (RHBF), the USPS would have lost an additional $9.5 billion. The current year has brought further losses. In the first half of FY2012, the USPS had an operating loss of $6.4 billion, which included a $6.1 billion charge for payments due to the RHBF in FY2012. ", "As the USPS's finances have deteriorated, its ability to absorb operating losses has been diminished. Since FY2005, the USPS's debt has risen to $13 billion from $0, $2 billion below its maximum statutory borrowing authority (39 U.S.C. 2005(a)(2)(C)). ", "The USPS is due to pay $11.1 billion to its RHBF before the end of FY2012. The agency does not have sufficient cash to make those payments. At the conclusion of the second quarter of FY2012, the USPS had $818 million in cash, which is a low level for an agency with an average weekly operating expense of nearly $1.4 billion. According to one media report, the USPS may exhaust its cash in October 2012. However, the USPS has not suggested that a short-term, zero-cash scenario would produce a suspension of operations this autumn. Postmaster General Patrick Donahoe stated in an interview that the USPS could preserve sufficient cash to maintain operations until \"late next year,\" although he did not clarify whether he was referring to calendar or fiscal year 2013. ", "The USPS's recent deficits are the product of the significant decline in revenue, caused by declining mail volume, and rising costs. In the past five years, revenues have fallen 12.2%, to $65.7 billion from $74.8 billion. (See Figure 1 .) This is the result of mail volume falling 20.9%, to 167.9 billion pieces (FY2011) from 212.2 billion pieces (FY2007). Concurrently, the USPS's operating expenses have declined but nonetheless exceed the agency's revenues. (See Figure 2 .)", "These deficits are particularly problematic because Congress designed the USPS to be self-supporting (P.L. 91-375; 84 Stat. 725). Most federal agencies rely on annual appropriations; since 1971, the USPS has largely covered its expenses through the sales of postal services. The USPS, an \"independent agency of the executive branch,\" does go through the appropriations process each year. However, the approximately $100 million it receives in annual appropriations is only to reimburse the USPS for the costs it bears to provide free mailing privileges to blind persons and overseas voters."], "subsections": []}, {"section_title": "The USPS's Efforts to Improve Its Financial Condition", "paragraphs": ["To help stem its losses, the USPS has taken a number of steps. Foremost, the Postal Service has downsized its workforce through attrition. Since FY2006, the number of career postal workers has shrunk 21.9%, to about 544,000 from 696,138. The agency also has increased its productivity and reduced its workhours (e.g., the hours employees spend on the job), even though the number of USPS delivery points has grown. (See Table 1 .)", "The agency has moved, albeit haltingly, to close post offices and reduce their operating hours. It also may shutter 146 mail processing plants by early 2013. The Postal Service has proposed to further reduce its operating costs by eliminating \"the expectation of overnight service for significant portions of First-Class Mail and Periodicals.\" These proposals have been criticized and it is unclear whether they will proceed further.", "However, the USPS has stated that it cannot rectify its financial problems without congressional assistance. The agency has requested Congress to ", "abolish the annual RHBF payment; permit the USPS to move its workforce off the Federal Employee Health Benefits Program (FEHB); recalculate the USPS's contributions to the Civil Service Retirement System (CSRS) and refund to the USPS $75 billion; recalculate the USPS's contributions to the Federal Employees Retirement System (FERS) and refund to the USPS $12 billion; authorize the USPS to override collective bargaining prohibitions on layoffs so as to enable the USPS to eliminate an additional 120,000 positions by FY2015; require arbitrators during collective bargaining between the USPS and postal unions to consider the financial condition of the USPS when rendering a decision; permit the USPS to reduce mail delivery to five days per week; increase the USPS's authority to raise its prices; and allow the USPS to offer a wider range of products and services."], "subsections": []}, {"section_title": "Postal Reform Legislation in the 112th Congress", "paragraphs": ["Numerous postal reform bills have been introduced in the 112 th Congress. Of these, H.R. 2309 and S. 1789 have progressed the furthest toward enactment. ", "Representative Darrell E. Issa, chair of the House Oversight and Government Reform Committee (H-OGR), introduced H.R. 2309 , the Postal Reform Act of 2011, on June 23, 2011. H-OGR reported H.R. 2309 with amendments on January 17, 2012 ( H.Rept. 112-363 , Part 1). The House Rules Committee reported H.R. 2309 on March 29, 2012 ( H.Rept. 112-363 , Part 2). The full House may consider the bill in July or August of 2012.", "Senator Joseph I. Lieberman, chair of the Senate Homeland Security and Governmental Affairs Committee, introduced S. 1789 , the 21 st Century Postal Service Act of 2012, on November 11, 2011. The Senate Homeland Security and Governmental Affairs Committee reported the bill with amendments on January 26, 2012 ( S.Rept. 112-143 ). The Senate passed S. 1789 amended by a vote of 62-37 on April 25, 2012."], "subsections": [{"section_title": "H.R. 2309: Major Provisions", "paragraphs": ["As reported from committee, H.R. 2309 would", "establish a base realignment-type commission (BRAC) that would be required to devise a plan to reduce USPS's annual facilities costs by $3 billion. Savings of $1 billion would be required to come from retail postal facilities and savings of $2 billion would be required to come from mail processing plant closures. The five-member commission would be appointed by the President from persons recommended by the Comptroller General and congressional leadership. (Sections 101-109); authorize the USPS to declare 12 days per year as non-mail delivery days in any year for which six-day delivery is required; and it would permit the USPS to begin a process of moving to five-day mail delivery six months after enactment of H.R. 2309 (Section 111); establish a financial \"authority\" to oversee the USPS's operations in the event of a USPS default on an obligation to the U.S. Treasury. The five-member authority would be appointed by the President from persons recommended by the Comptroller General and congressional leadership. The authority would exist in an advisory capacity for two years. During this time, the USPS would be provided with $10 billion in additional borrowing authority. If after two years the USPS continues to run annual deficits of $2 billion or more, the authority would take control of the USPS's operations. The authority would be required to direct the USPS to convert 75% of deliveries made to the front doors of homes and businesses to be moved to curbs or centralized delivery boxes. The authority also would have to develop a budget for the USPS that would have it running annual surpluses within two years (Sections 201-232). The authority also could authorize the Postmaster General to consult with postal employee unions to revise its workers compensation program to move injured employees of retirement age onto retirement benefits (Section 311); immediately transfer to the USPS the $11 billion FERS overpayment (Section 306); control the long-term growth of the USPS's employee compensation costs by (1) lowering the USPS's FEHB and Federal Employee Group Life Insurance (FEGLI) contributions and (2) changing collective bargaining by requiring arbitrators to consider the USPS's financial condition, defining USPS employee compensation to include all benefits, abolishing the requirement that USPS maintain employee fringe benefits not less than those provided in 1970, and requiring the USPS and unions to adopt reductions-in-force (RIF) procedures (Sections 301-305); gradually increase the postage rates for some mail classes that the USPS carries at a loss (Sections 401-403); end all annual appropriations to the USPS (Section 409); and reduce the USPS's FY2011 RHBF payment (due in August 2012) from $5.5 billion to $1.0 billion, and increase the USPS's FY2015 and FY2016 RHBF payments by $2.25 billion each year (Section 410).", "The Congressional Budget Office (CBO) estimates H.R. 2309 would produce \"net savings to the unified budget ... [of] about $20 billion over the 2012-2022 period.\" Much of the expected savings would result from the bill's allowance of five-day mail delivery, which the CBO suggests could save $2 billion per year on average. "], "subsections": []}, {"section_title": "S. 1789: Major Provisions", "paragraphs": ["As passed by the U.S. Senate, S. 1789 would", "transfer to the USPS the $11 billion FERS overpayment and direct it to be spent on early retirement incentives for USPS employees, RHBF payments, and other employee compensation costs. Employees would be permitted to receive either a $25,000 buyout or up to two years of additional service credits (Sections 101-102); reduce the USPS's RHBF costs over 10 years by replacing the current RHBF payment schedule with a 40-year amortization schedule requiring the USPS to fund 80% of its future retiree health benefits cost (Section 103); permit the USPS to negotiate with its employee unions to opt out of the FEHB and establish its own employee health plan (Section 104); require arbitrators to take into account the financial condition of the USPS (Section 106); forbid the USPS from revising service standards to slow the delivery of mail (to save costs) for three years (Section 201); reduce the USPS's authority to close mail processing facilities. The USPS would be required to take additional steps before closing a facility, including (1) analyzing the possibility of reducing its workload rather than closing it; (2) publicly releasing said analysis; (3) assessing the effects of a closure on individuals' ability to vote by mail; (4) undertaking public outreach efforts concerning a possible closure to elicit public comment thereon; (5) considering in the course of rendering a closure decision various factors, including the views of interested persons, the effect of the closure on the \"state, region, or locality,\" on local businesses, individuals' travel times to access mail services, and mail delivery speeds; and (6) publicly releasing a \"justification statement\" that responds to all public comments, speaks to the various factors involved in the decision-making process, and explains the actions the USPS will take to mitigate any negative effects (Section 202); require the USPS to develop retail service standards to \"guarantee customers ... regular and effective access to retail postal services\" (Section 203); further limit the USPS's authority to close post offices in rural areas. A one-year moratorium on rural post office closures would ensue on enactment of S. 1789 . The USPS also would be required to take additional steps before closing a post office, including (1) considering two options in addition to closure—reducing a rural post office's hours or providing retail services through a contract with a non-USPS provider; (2) surveying affected customers regarding their preferred retail service options; (3) undertaking assessments of the effects of a closure on the USPS's ability to meet the retail service standards, the extent to which the community has access to broadband and cellular phone service, and whether the USPS would reap \"substantial economic savings\" from the closure. Additionally, the USPS could not close a post office unless the USPS could ensure the community continued to receive \"substantially similar access to essential items, such as prescription medicines and time sensitive communication.\" Nor could the USPS close a rural post office if local businesses might incur \"substantial financial loss\" or the community would suffer \"any economic loss.\" Finally, the Postal Regulatory Commission (PRC) would be empowered to reverse a rural post office closure. (Section 205) forbid the USPS from moving to five-day mail delivery until two years after enactment of S. 1789 . Thereafter the USPS could move to five-day mail delivery only after satisfying various \"preconditions,\" including having GAO attest that the USPS cannot achieve long-term solvency without reducing mail delivery. Any reduction in mail delivery may not result in more than two consecutive days of nondelivery (holidays included) (Section 207); permit the USPS to offer additional nonpostal products and services that utilize the USPS's existing \"processing, transportation, delivery, retail network, or technology.\" The USPS would be required to seek the approval of the PRC for a new product or service, which must find that said new nonpostal product or service does not \"create unfair competition with the private sector.\" S. 1789 also would permit the USPS to contract with state and local agencies to provide \"property, both real and personal, and personal and nonpersonal services,\" and to authorize the USPS to deliver beer, distilled spirits, and wine to customers (Sections 210, 404, and 405); change the Federal Employees Compensation Act (FECA) in various ways—including reducing FECA compensation for some recipients—to encourage injured federal employees of retirement age to retire (onto CSRS or FERS) or return to work rather than to continue to draw workers compensation (Sections 301-317); and permit the USPS three years after the enactment of S. 1789 to raise the postage rates 2% per year for any mail class that is generating revenue that is less than 90% of the USPS's costs to deliver it (Section 402).", "The CBO estimates that enactment of S. 1789 would produce $11.7 billion is net costs to the unified budget between FY2012 and FY2022."], "subsections": []}, {"section_title": "FY2013 Appropriations", "paragraphs": ["Frequently, the annual USPS appropriation carries policy mandates. Since 1982, Congress has forbidden the USPS from cutting the number of delivery days, and in more recent years appropriations reports have directed Government Accountability Office (GAO) to conduct studies before the USPS could close mail processing plants.", "At the time of writing this report, both the House and Senate FY2013 Financial Services and General Government (FSGG) bills and reports contain postal policy provisions. ", "The Senate Appropriations Committee reported its FSGG bill on June 14, 2012 ( S. 3301 ; S.Rept. 112-177 ). This legislation would require the USPS to continue to deliver mail six days per week in FY2013, and forbid it from closing certain mail processing facilities before FY2014 (October 1, 2013). ", "The House Appropriations Committee approved its FSGG bill on June 20, 2012 ( H.R. 6020 ; H.Rept. 112-550 ). This legislation also would require the USPS to continue six-day delivery in FY2013, although the rule providing for the consideration of this legislation would permit a point of order to be raised ( H.Res. 717 , Section 2).", "Additionally, President Barack H. Obama's FY2013 budget advocates changes to postal law, including", "returning the USPS's FERS overpayment in two installments in FY2012 and FY2013; restructuring the USPS's RHBF payments schedule by reducing the FY2012 and FY2013 payments, recalculating the USPS's unfunded obligation to reflect the USPS's smaller workforce; and permitting the USPS to immediately pay its share of current retirees' healthcare premiums from the RHBF; ending the six-day delivery mandate on December 31, 2012; allowing USPS to increase collaboration with state and local governments; and permitting the USPS to \"better align the costs of postage with the costs of mail delivery while still operating within the current price cap\" through a 1.8% price increase.", "\"All together,\" the Budget states, \"these reforms would provide USPS with over $25 billion in cash relief over the next two years and produce savings of $25 billion over 11 years.\""], "subsections": []}]}, {"section_title": "Analysis and Discussion", "paragraphs": ["As noted earlier, the USPS's financial condition is troubled. The agency has asked Congress to enact a variety of reforms to improve the USPS's financial condition. Table 2 shows that H.R. 2309 and S. 1789 incorporate some of the USPS's proposals.", "At present, the USPS appears to be suffering from both a short-term liquidity crisis (i.e., dwindling cash and borrowing authority) and a long-term structural deficit (i.e., stagnating revenues and rising overhead costs). ", "Assuming Congress wants to maintain the present USPS model —addressing these financial challenges will require (1) improving the USPS's liquidity immediately; (2) fortifying USPS's long-term revenues; and (3) controlling the growth of USPS's long-term costs, all while (4) having USPS continue to provide universal postal service to the public. Table 3 maps these four major objectives to the relevant major provisions of H.R. 2309 and S. 1789 .", "As Table 3 indicates, both H.R. 2309 and S. 1789 contain provisions intended to make progress toward each of these four goals.", "Liquidity: H.R. 2309 would provide more immediate liquidity to the USPS than S. 1789 , as S. 1789 would require the USPS to use some of the FERS refund for buyouts. Long-term revenues: S. 1789 advances two proposals to incrementally improve the USPS's long-term revenues while H.R. 2309 provides one. Long-term costs: H.R. 2309 would attempt to achieve major cost reductions by authorizing the USPS to cut 12 delivery days, mandating postal facility closures to save $3 billion annually, and enacting changes to curb employee compensation growth. However, H.R. 2309 would not greatly alter the RHBF payment schedule, which the USPS has found onerous. S. 1789 would attempt to control long-term cost growth by reducing the USPS's annual RHBF outlays over a 10-year period, shrinking the USPS's employee cohort through buyouts, and cutting workers' compensation costs. Universal service: H.R. 2309 would allow USPS to deliver 12 fewer days per year and would close many post offices. S. 1789 would keep six-day delivery, forbid post office closures in the short-term, and prohibit the USPS from reducing mail delivery speeds.", "In summation, both bills look to reduce the USPS's operating costs by reducing its employment costs. (Approximately 77% of the USPS's operating costs are employee compensation.) And it would appear that H.R. 2309 would attempt to improve the USPS's short-term and long-term financial condition by enacting policies to more immediately reduce the USPS's major cost drivers (e.g., six-day mail and facilities), whereas S. 1789 proposes more incremental cost-cutting reforms as it preserves the present levels of postal services. "], "subsections": []}]}}