{"id": "R42571", "title": "Changes to the Residential Mortgage Market: Legislation, Demographics, and Other Drivers", "released_date": "2013-04-24T00:00:00", "summary": ["This report provides an overview of the changing residential mortgage market, focusing on trends in housing prices, homeownership, mortgage characteristics, and financing. It also examines legislation and regulations designed to promote the efficient functioning of the mortgage market.", "Congressional Concern About Mortgages", "Congressional interest in residential mortgage markets has increased following the collapse of the housing bubble, government financial support to the mortgage market, and housing's perceived importance to the broader economic recovery. Since 2008, the residential mortgage market has experienced some of the highest default and foreclosure rates since the Great Depression. The future of Fannie Mae and Freddie Mac, two congressionally chartered government-sponsored enterprises (GSEs) that have long been central pillars of the mortgage market, is also the subject of congressional debate. Both GSEs are currently in conservatorship and have received financial support from the U.S. Department of the Treasury. There is also concern over the financial conditions of the Federal Housing Administration's (FHA's) mortgage guarantee program.", "How Mortgages Are Funded", "Today and in the foreseeable future, home mortgages are indirectly financed by financial institutions, such as pension funds, college endowments, central banks, and sovereign wealth funds. A household seeking a mortgage typically applies directly to an organization (or part of a larger organization) that specializes in the mortgage origination process. This mortgage originator applies computer algorithms to the applicant's credit scores, earnings history, savings information, and other data to underwrite (evaluate) the mortgage application. The originator may \"hold the mortgage in portfolio\" as an investment or sell it within days of being issued. In the latter case, the mortgage might be sold again, and typically ends up pooled with other mortgages in a mortgage-backed security (MBS) that is guaranteed by Fannie Mae, Freddie Mac, or by the federal government through Ginnie Mae, which is part of the Department of Housing and Urban Development (HUD). The MBS frequently is sold to an institutional investor. In many cases servicing is contracted out and the homeowner does not know who actually owns the mortgage.", "Possible Changes to the Residential Mortgage Market", "Change is expected on a variety of fronts.", "More than 45 bills were introduced in the 112th Congress to enhance the accountability of Fannie Mae and Freddie Mac. Some of the bills sought to reduce the cost to the government, while others sought to change the enterprises' charters if or when they leave conservatorship. Previously enacted legislation requires regulations for full implementation. For example, the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act; P.L. 111-203) requires new regulations affecting risk retention and mandating that mortgages be \"suitable\" for borrowers. The maximum size of mortgages that can be purchased by Fannie Mae or Freddie Mac, or included in MBSs guaranteed by Ginnie Mae (part of the FHA) with the full faith and credit of the U.S. government, has been changed by legislation six times since 2008. Demographics, the recent recession, and the experience of the housing bubble each are likely to result in changes to household formation and homeownership preferences regardless of any legislation enacted into law.", "This report will be updated as warranted."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Changes in the Residential Mortgage Market", "paragraphs": ["For many years, homeownership has been promoted as part of the American dream. Over the past 50 years, the homeownership rate has been in the range of 62% to 66%. Since 2008, however, the residential mortgage market has experienced historically high default and foreclosure rates, credit losses, liquidity problems, and tighter mortgage standards. In addition, Fannie Mae and Freddie Mac, two congressionally chartered government-sponsored enterprises (GSEs) formed to provide liquidity and access to the mortgage market, have been placed in conservatorship and have received various types of financial support from the U.S. Department of the Treasury and the Federal Reserve. In the first nine months of 2012, Fannie Mae and Freddie Mac together owned or securitized 77% of new mortgage-backed securities (MBS), and Ginnie Mae, which is part of the Department of Housing and Urban Development (HUD), guaranteed the other 23%. Some have questioned the solvency of the mortgage insurance program of the Federal Housing Administration (FHA).", "For some households, the financial risk implied by the experience of nationwide house price declines may make renting more attractive relative to owning a home. It is not clear that today's most popular type of mortgage, the 30-year fixed rate, will continue as the most popular.", "In coming years, the residential mortgage market is likely to change in response to legislation, regulatory actions, demographic changes, and continuing problems in the mortgage market. These changes may be of interest to Congress because of the impact on current and future homeowners, the real estate and home building industries, and the financial system.", "Changes to the mortgage market can be organized into three categories: legislative, regulatory, and demographic."], "subsections": [{"section_title": "Legislative Changes", "paragraphs": ["In the 112 th Congress there were many bills introduced that would have changed the residential mortgage market.", "Fannie Mae and Freddie Mac could have been affected by more than 45 bills that were introduced. These bills would have required various changes to the GSEs, including winding them down, executive compensation, decreasing risk in their investment portfolios, reducing their issuance of new bonds, modifying affordable housing goals, prohibiting new products, restricting the payment of legal fees, requiring the sale of assets, and removing their exemption from certain state and local taxes. These changes would have reduced or eliminated the GSEs' role in supplying mortgage funds, but it is likely that other private sector lenders would have replaced at least some of the funding that Fannie Mae and Freddie Mac provided. Legislation was introduced to change the home mortgage market in the areas of refinancing, foreclosures, fraud prevention, and mortgage servicing. H.R. 940 , the United States Covered Bond Act of 2011, which would have encouraged issuing a competitive type of securitization, covered bonds, was introduced in the 112 th Congress by Representative Scott Garrett. A covered bond is a type of bond issued by a company that contracts to make scheduled interest payments. Specific mortgages are set aside as collateral for the bonds in the event that the issuer does not make the interest payments. Other bills (e.g., S. 1963 ) introduced in the 112 th Congress would have created a temporary government agency to replace the GSEs with a full faith and credit guarantee of timely payment of principal and interest to holders of mortgage-backed securities (MBSs). This new agency would have replaced Fannie Mae's and Freddie Mac's similar corporate guarantees and at least partially offset the reduction in the supply of mortgage funds. To increase tax revenues, the National Commission on Fiscal Responsibility and Reform (sometimes called Bowles-Simpson) proposed reducing the tax deduction for mortgage interest paid on principal and second residences. 6 In isolation, these proposals could reduce the demand for mortgages and homeownership, the price per square foot of homes, the overall price of homes, and the size of new homes. The maximum unpaid balance on mortgages purchased by Fannie Mae or Freddie Mac, or guaranteed by the FHA and Ginnie Mae (part of the HUD) with the full faith and credit of the U.S. government, has been changed by legislation six times since 2008. Higher limits increase the supply of low-risk mortgage funding, reducing the interest rate on mortgages affected, and tending to increase the prices of homes affected. Five bills introduced in the 112 th Congress ( H.R. 408 , S. 178 , H.R. 1182 , S. 693 , and H.R. 1859 ) would have changed to the loan limit. In February 2011, the Obama Administration issued a report 9 with three general proposals to reform the housing finance system, including FHA, Fannie Mae, and Freddie Mac. These proposals would reduce the government's support for the mortgage markets. Some who purchase MBSs because of the government's support would be likely to switch from the enterprises' MBSs to safer investments, and other classes of investors could be attracted to the higher risk associated with higher mortgage market returns. It is not clear what the net effect on mortgage markets might be. There are similar proposals to reform FHA's mortgage guarantee program."], "subsections": []}, {"section_title": "New Regulations", "paragraphs": ["Government agencies are developing new regulations that will affect the mortgage market.", "The Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act; P.L. 111-203 ) requires the Consumer Finance Protection Board (CFPB) to adopt regulations to implement \"qualified residential mortgages\" (QRMs) and financial regulators to implement \"qualified mortgages\" (QMs), which would affect risk retention, underwriting, pooling, and selling the mortgages as MBSs. The CFPB published the QM rule on January 30, 2013. The Consumer Financial Protection Bureau is developing procedures to review lenders' mortgage servicing procedures and to establish uniform rules concerning record keeping and minimum notice of interest rate increases. The Federal Housing Finance Agency (FHFA), the Federal Reserve (Fed), and Federal Deposit Insurance Corporation (FDIC) have proposed regulations affecting the capital (reserves) that insured depositories must hold against mortgages, and using covered bonds to finance mortgages. The Fed wrote to the House and Senate committees with jurisdiction over housing finance suggesting additional government interventions in the housing finance system to provide new support for the sector."], "subsections": []}, {"section_title": "Demographics and Other Drivers of Change", "paragraphs": ["Demographics and related factors are changing demand for housing and thus mortgage markets.", "Based on past relationships, the demographics of a maturing population suggest an increase in the homeownership rate, but other factors such as movement to assisted living facilities might offset this. Immigration increases the demand for housing, but the impact on homeownership rates could vary depending on the immigrants' income, planned length of stay in the United States, and their attitude toward home owning. Tighter mortgage qualification standards could reduce the homeownership rate compared with what it otherwise could be. The ability and desire to own a home may have declined for many who have lost their homes due to foreclosure or faced the threat of foreclosure, and this could change historical patterns of homeownership. Other households could also reassess the risks of foreclosure and may decide not to purchase a home. Additional, unpredictable factors affecting homeownership rates include the state of the economy, interest rates, inflation, and expectations for the future (including home price expectations). If these change, homeownership rates could change. In particular, rates for 30-year fixed-rate mortgages have been around 4% while inflation has been 1.5% to 3.0%, making real (inflation-adjusted) mortgage rates 1% to 2.5%. Although real mortgage rates have been low by historical standards, if the economy weakens, and house prices continue to decline, households may continue to defer home purchases.", "The net result on homeownership rates is unclear: they could rise or fall."], "subsections": []}]}, {"section_title": "Overview of Residential Mortgage Markets", "paragraphs": ["A home is an infrequent consumer purchase that combines consumption, investment, and a variety of risks. Financing the purchase of a home with a mortgage adds a level of financial complexity and risk, but allows a purchaser to better match the flow of housing services with the flow of paying for the capital that provides the services. Homes are most frequently financed with 30-year fixed-rate mortgages that historically have typically been paid off in 7-10 years usually by refinancing the mortgage or by selling the home.", "The demand for owner-occupied homes and associated mortgages depends on a wide variety of factors: home prices, household credit history, cost of renting housing, mortgage interest rates, mortgage characteristics, household formation, household income, and age, to name some of the most important. Expected changes in house prices, income, household size, and government incentives are important. The supply of owner-occupied homes and mortgages depends on many factors: the price of existing housing; the cost of land, labor, and materials; interest rates; and the characteristics of alternative investments. Mortgages are characterized by their interest rate, their term (life), the allocation of payments to principal and interest, the frequency of payments, and adjustments, if any, to the interest rate."], "subsections": [{"section_title": "Risk", "paragraphs": ["As a financial instrument, a mortgage is characterized by a flow of interest payments, repayment of principal, and various types of risk. There are many ways to categorize risk. This report concentrates on three types of risk: credit, prepayment, and interest rate. Credit risk is the risk that the borrower will not make the payments specified in the mortgage. In general terms, the credit risk of a mortgage to the borrower and to the lender depends on the probability of delinquency, the probability of going to foreclosure following delinquency, possible losses from foreclosure sales, and possible recovery from other assets of the borrower. Federal programs to encourage homeownership over renting have reduced the cost of homeownership by allowing homeowners tax deductions that renters cannot take. Also, government and private-sector programs offer insurance and loan guarantees that limit the loss to lenders in the event of foreclosure.", "Prepayment risk is the risk that borrowers will pay off the mortgage before the full term (e.g., 30 years). This manifests itself in unanticipated prepayments when interest rates decline and borrowers take advantage of the savings from refinancing. Lenders anticipate a certain prepayment speed and seek an interest rate to compensate, but long-term forecasts of future interest rates are notoriously inaccurate. When the prepayment rate is greater than expected, the lender must find replacement investments at lower interest rates. Conversely, when interest rates increase, prepayment speeds decline, and lenders find their funds tied up in mortgages for longer than anticipated.", "Interest rate risk is incurred by lenders that finance long-term fixed interest rate mortgages by repeatedly borrowing for short periods of time at fluctuating interest rates. Lenders typically borrow some or all of the funds used to make a mortgage. As a simple example, a bank might finance a 30-year mortgage loan through shorter-term certificates of deposit (CDs). The difference, or spread, between the short-term interest rate on the CDs and the rate on the mortgages covers the cost of the mortgage and provides the lender with profits. If short-term interest rates on the CDs increase, the profit declines and may become a loss."], "subsections": []}, {"section_title": "Funding Sources", "paragraphs": ["Home mortgages have changed significantly since 1934 when the National Housing Act (P.L. 73-479) created the Federal Housing Administration (FHA) to insure home mortgages. At that time, there were many restrictions on mortgage lending that have since been abolished. For example, banks could not lend on property more than 50 miles from the one office they were allowed. A homeowner usually would apply to a lender, which would use its own standards to decide whether to make the loan. Although some loans were sold to other financial institutions, the lender usually held it and serviced it until it was paid off.", "Today, homeowners seeking a mortgage apply to a mortgage originator, which may or may not be part of a larger financial organization. The originator reviews (underwrites) the mortgage application and approves it, frequently according to criteria established by government agencies, such as FHA, or quasi-government agencies, such as Fannie Mae, Freddie Mac, and the Federal Home Loan Banks. The originator typically sells the mortgage to a securitizer, which pools them into MBSs that are in turn sold to institutional investors, including trusts, pension funds, and sovereign wealth funds. Sometimes an originator or a securitizer will keep mortgages in its investment portfolio.", "Securitization has potential benefits and costs. Among the benefits is that it has made financial markets more efficient. There appear to be many economies of scale in these operations. The originator specializes in marketing to consumers and underwriting. Another organization can specialize in servicing loans by collecting and recording payments, and forwarding the funds to investors. A standardized security can be traded more easily than one that is unique. This in turn opens financial markets to funding by institutional investors who have no desire to develop the capability to perform all of these functions.", "Among the costs of securitization are potential conflicts of interest among originators, investors, and servicers. Renegotiating the terms of a mortgage can be complicated depending on the contracts between the servicer, securitizer, and investors. If renegotiation is considered \"active\" management, the favorable treatment of MBSs as untaxed pass-throughs can be lost.", "Prior to the recent financial crisis, mortgage securitization was done by one of three types of organizations: Ginnie Mae, Fannie Mae/Freddie Mac, and so-called private-label securitizers. ", "Ginnie Mae, which is part of HUD, authorizes the securitization of mortgages in its name and guarantees mortgages that already are guaranteed by the federal government (i.e., the FHA, the Department of Veterans' Agency [VA], or the Department of Agriculture's Rural Housing program). Both the mortgage guarantees to lenders and the MBS guarantee to investors are backed by the full faith and credit of the federal government. Technically, Ginnie Mae never owns the mortgages or the MBSs. The mortgages are purchased and securitized by authorized investment banks. Fannie Mae and Freddie Mac, congressionally chartered, stockholder-owned GSEs, purchase and securitize mortgages that meet their standards and certain legal requirements. They either hold the MBSs as an investment or sell them to others. The GSEs cannot purchase mortgages that are larger than the conforming loan limit and must state that their MBSs and bonds are not guaranteed by the federal government. Private label securities (PLS) have no guarantees (government or otherwise). Typically, to the extent that these mortgages have been securitized, this is done by investment banks because the mortgages exceed the conforming loan limit, or do not meet other credit requirements of Ginnie Mae or the GSEs. Although PLS were popular in the years preceding the 2008 financial crisis, there has been very little PLS activity since then.", " Figure 1 graphs the financing of outstanding mortgages and shows the increasing role of MBSs and the GSEs since the data were first collected in 1951. Initially, this was all done by Fannie Mae, which was a government agency at the time. The first private-label securitizations occurred in 1984, and volume peaked in 2007. Since 2007, the volume of PLS outstanding has declined, reflecting virtually no new PLS issues. The figure shows that while there is a virtual lack of new PLS, there are still PLS outstanding.", "Government involvement in the mortgage market is increasing. Fannie Mae and Freddie Mac, which own or guarantee approximately half of all mortgages outstanding, are in federal conservatorship and have received more than $187 billion in support from the U.S. Treasury. The Fed and Treasury have purchased more than $1,347 billion of MBSs issued by Fannie and Freddie. The Fed currently is using repayment of mortgages to purchase additional MBSs whereas Treasury has sold the $225 billion of MBSs that it purchased in 2008 and 2009. The Fed has purchased more than $34 billion of debt issued by Fannie Mae and Freddie Mac.", "In oversight hearings, the House Committee on Financial Services and the Senate Committee on Banking, Housing, and Urban Affairs have held hearings on the potential cost of the government's intervention in the mortgage market, conservatorship, and other issues related to the GSEs.", "Congressional interest is not limited to Fannie Mae and Freddie Mac. In the 113 th Congress, both the House Committee on Financial Services and the Senate Banking, Housing, and Urban Affairs Committees have held hearings to examine the role for and the financial risks presented by the Federal Housing Administration's single-family insurance program."], "subsections": []}]}, {"section_title": "Homeownership and House Price Changes", "paragraphs": ["Changes to the supply and demand for housing and mortgages may be driven by many factors, such as the age distribution of households, the household formation rate, interest rates, and how rents affect the supply and demand for homeownership. The net effects will be observable through the movements of prices and quantities—house prices and the ownership of homes. This section examines the evolution of house prices and how these trend against other measures that have been of interest to policy makers."], "subsections": [{"section_title": "Homeownership Rates", "paragraphs": ["In the period between 1900 and 1940, the homeownership rate varied between 44% and 48%. In 1950, the first data available after World War II, the rate increased to 55%. Figure 2 plots the homeownership rate on a quarterly basis since 1965 when the first quarterly data was collected. The homeownership rate increased until the third quarter of 1979 and the third quarter of 1980 when it reached 65.8%. The rate declined until 1980, when it began to increase and reached 69.2%, a record high in the second quarter of 2004 that was equaled in the fourth quarter of 2004. In 2012, the homeownership rate was 65.4%-65.5%."], "subsections": []}, {"section_title": "Cost of Homeownership", "paragraphs": ["The net cost of homeownership is the cost of interest, taxes, depreciation, maintenance expenses, and any price appreciation. In making the decision whether to own or rent a home, the flow of these costs can be compared with the expect flow of benefits from homeownership, the cost of renting, and the benefits of renting. Because of the transaction costs associated with moving, buying a home, and selling it, households adjust slowly to housing market changes.", "From the household's point of view, rising house prices created capital gains, which reduced the cost of homeownership, in some cases making the cost negative. Prior to the 2007-2009 financial crisis, nationwide nominal house prices had risen with minor exceptions since 1942, encouraging the formation of the expectation that national house prices could not decline. This arguably led to overestimations of the profitability of homeownership. ", " Figure 3 shows the nominal and real Case-Shiller home price indices, which correct for changes in the quality of homes. An examination of the real home prices (the solid, dark blue line) shows numerous price declines, that is, periods when house prices did not keep up with inflation. On average across the entire United States, housing has not always protected homeowners from inflation. Real home prices show a relatively small upward trend prior to 2000.", "Although nominal home prices (the dotted, red line) show a stronger upward trend, there have been years when they declined. Between 1890 and 1945, there were a total of 21 years when nominal house prices declined. More recently, between 1945 and 1960, there were five years with declines. The next annual, nationwide nominal price decline was in 1990. Except for the first and second quarters of 2010, the price index has declined quarterly between the third quarter of 2006 and the end of 2011. There was an inconsistent increase in house prices in 2012."], "subsections": []}, {"section_title": "Changing Home Prices", "paragraphs": ["Easing credit standards can increase the demand for homeownership and increase home prices. Households that otherwise would be unable to borrow can become homeowners. Households that would have qualified to purchase under tighter lending standards can buy more expensive housing. In the extreme case, rapidly rising prices make it difficult or impossible for some first-time homebuyers to accumulate sufficient savings for a downpayment, and income may not increase fast enough to keep up with the monthly mortgage payments required for increasingly expensive homes.", "From the lender's point of view, rising nominal house prices can be good because the value of the individual home, which serves as the collateral for the mortgage, increases. This reduces both the likelihood and severity of any losses in the event of foreclosure. A foreclosure is less likely when a home is worth more than the mortgage(s) on it, because a delinquent homeowner can sell the house, pay off the mortgage(s), walk away with cash, and avoid foreclosure. If a foreclosure does occur, losses are likely to be less because of the price increase.", "Rising home prices allow homeowners to borrow against their increased equity (the difference between the value of a home and the debt on it) through second mortgages (mortgages that have a claim on the home as collateral that is secondary to the original mortgage) and home equity lines of credit (HELOCs). This borrowing can allow for increased consumer spending, which boosts the macro economy.", "When nominal house price appreciation slows or begins to decline, the economics of homeownership are reversed. "], "subsections": []}]}, {"section_title": "Changes in Mortgage Characteristics", "paragraphs": ["Since the Depression of the 1930s, mortgages have been characterized by long terms (20 to 30 years), fixed interest rates, prepayment of mortgages without penalty, decreased downpayment requirements, increased standardization, and some type of government insurance for lenders. ", "Although the 30-year fixed-rate mortgage (FRM) currently is the most popular mortgage (84% of all first mortgages), borrowers have many alternatives. In 1982, the Garn-St. Germain Act pre-empted state laws to permit adjustable-rate mortgages (ARMs), which are tied to various interest rates and with various limits on annual and lifetime interest rate changes. FRMs and ARMs usually have loan terms of 15 to 40 years. Today, downpayments typically range from 3% to more than 40%, and credit standards are higher compared with before the recent recession. ", "ARMs are not very common. At the end of 2012, approximate 4% of new home mortgages outstanding were reported to have adjustable rates. The last time the ARMs' market share was 10% or more was in May 2008. Economic research has suggested that the reason for ARMs' lack of acceptance is that consumers find that the initial lower rate on ARMs compared to FRMs does not compensate for the risk that the ARM rate could exceed the FRM rate in the future and that this reflects the interest rate differences on short- and long-term Treasury bonds, that is, short-term interest rates are not sufficiently lower than long-term rates to make the ARMs attractive.", "The greater complexity of ARMs may encourage many homeowners to select the simpler FRM.", "Despite the low market share for ARMs, they can be advantageous under certain circumstances. One such instance is when the interest rate on ARMs is sufficiently lower than the rate on FRMs. This can occur when there is great uncertainty over future inflation or mortgage rate volatility. The household can benefit from the initial lower interest rate. If rates decline, the household's mortgage rate will decline without having to refinance. Sometimes personal circumstances can make ARMs attractive. For example, an ARM with a low rate that is locked for five years could be attractive to a household planning to move in four years.", "In recent years in the United States, the delinquency rate on ARMs has usually been higher than the rate on similar FRMs.", "Shared-appreciation mortgages (SAMs) offer a reduced interest rate in return for a share of the appreciation of the house value. Recently, there has been congressional interest in encouraging lenders to offer SAMs in return for principal writedowns for homeowners who owe more than their homes are worth (the so-called underwater houses). One issue with these mortgages is that it is not clear how improvements are reflected in the profit sharing. The sharing may also reduce the homeowner's financial incentive to maintain the property. On the other hand, shared appreciation offers lenders a hedge against inflation and lower interest rates for the borrower. ", "In any case, SAMs have never been very popular. Neither Fannie Mae nor Freddie Mac currently purchases SAMs. It appears that to purchase SAMs, Fannie Mae or Freddie Mac would have to request new program approval from FHFA, which has not approved the purchase of any new types of mortgages since the GSEs entered conservatorship. The Census Bureau does not publish statistics on the number of SAMs.", "There have been proposals to have payments increase according to a standard schedule (the graduated payment mortgage) or to have payments vary according to the rate of inflation (the price level adjusted mortgage)."], "subsections": []}, {"section_title": "Detailed Trends in Funding Residential Mortgages", "paragraphs": ["In looking broadly at more than 100 years of data on mortgage funding, there have been many changes in funding sources. Arguably, some of these changes were directly due to external forces such as federal legislation limiting or increasing the ability of banks to make mortgages; other changes were the result of lenders identifying profit opportunities. For more than 100 years, some financial entities have specialized in the originate-to-distribute (OTD) model: they lend money to homeowners and subsequently sell the mortgage to investors such as other banks. This sale can be done as a whole mortgage or as a part of a securitization, such as an MBS. ", "Economic historians have traced mortgage securitization to 1870 at least. There are limited mortgage securitization data prior to 1951, and none of them are consistent with more modern data. Financial markets (including the mortgage market) continuously evolve, making comparisons of these markets over long periods more difficult. Between 1900 and 1952, financial institutions increased their share of direct funding of residential mortgages from slightly less than 50% to nearly 85%. During this period, the average loan term ranged from 1.8 years (1921, commercial banks) to 22.1 years (1944, life insurance companies).", "Over time, the OTD model evolved. In the 1950s, mortgage companies typically sold their loans to insurance companies, which kept them on portfolio as whole loans. Starting in the 1970s, this framework gave way to mortgage-backed securities (MBS), which were largely guaranteed by Ginnie Mae. The other government-sponsored housing agencies, Fannie Mae and Freddie Mac, became dominant players in the early 1980s. This period also saw the emergence of the private-label securities market, and in the 2000s, the private-label market grew at the expense of the agency market. However, the institutional framework of the OTD model remained more or less identical to what it was in the 1950s. Lenders originated loans and sold them to other institutions. Typically the loans were then serviced by the originating lender, but other servicing arrangements were also possible.", "Since 1951, the Federal Reserve has provided data on direct sources of funds as well as the indirect sources of funds that are channeled through securitization ( Figure 4 ). The securitization data include only GSE and government agency MBSs. In 1951, the major sources of direct funding of mortgages were commercial banks, households lending to each other, savings institutions such as savings and loans, and life insurance companies. Direct sources of funds increased in current dollars from $52 billion in 1951 to $9.9 trillion in 2012. U.S.-chartered commercial banks increased their holdings of mortgages from $10 billion in 1951 to $2.2 trillion in 2012.", " Figure 4 has been arranged to show insured depositories (commercial banks and savings institutions) at the bottom of the graph. Their combined shares reached a maximum of 75% of direct funding in 1973, and they provided over 50% of direct funding between 1951 and 1985. Starting in 1951, households and nonprofits became less important over time, but did provide about 5% each year between 1980 and 1988, as did life insurance companies. ", "Savings institutions, including savings and loans, lost market share after 1978. The first signs of the savings and loan crisis occurred in 1984-1986. Resolving failed savings and loans continued until the mid-1990s. ", "Meanwhile, the GSEs first provided 5% or more of direct funding in 1970 and in general their market share grew until recently. Between 2005 and 2009, the GSEs' market share fell below 50%, but since 2009 their share has been greater than 50%. Since the mid-1990s, PLS (private-label securitizations, also called issuers of asset-backed securities by the Fed) have been significant, but much smaller than the GSEs and government agencies. ", "Commercial banks have supplied 10%-20% of direct funding over the 1951-2012 time period.", " Figure 5 summarizes Federal Reserve data showing who holds 5% or more of the outstanding bonds, and MBSs of government and GSEs. The MBSs are backed by single- and multi-family housing, farm homes, and commercial real estate. Single-family homes represent most of the MBSs, but they are not separated out by the Fed. The current dollar value of the securities grew from $2.3 billion in 1951 to $7.5 trillion at the end of 2012, so while the market share for U.S.-chartered commercial banks declined from 77% to 20%, their holdings increased from $1.8 billion to $1.5 trillion . ", "In 1951, the major holders of mortgage securities were state and local governments (19%) and U.S.-chartered commercial banks (77%). In 2012, major holders of these mortgage securities included foreigners (rest of world, 14%), the Fed (monetary authority, 13%), U.S.-chartered commercial banks (20%), and mutual funds (14%). The \"other\" category grew from 4% in 1951 to 39% in 2012. Looking over the 60 years of data in 10-year intervals, only commercial banks have been consistently important. The rest of the world had become major holders by 2001. GSEs were major holders 1996-2009. State and local governments were important until 1991. Savings institutions (such as savings and loans) were important 1957-1991.", "Additional research could analyze why each of these financial sectors became important and then lost importance, but these data suggest that the sources of funding mortgages have fluctuated over the past 60 years. Given this history, it seems likely that even without the 2008 financial crisis, funding sources would continue to change in the future."], "subsections": [{"section_title": "Growth of Securitization", "paragraphs": ["Since Ginnie Mae issued the first residential MBSs in 1970, loan securitization has replaced deposits to fund commercial mortgages, small business loans, automobile loans, credit card debt, student loans, and loans that qualify for Community Reinvestment Act ( P.L. 95-128 ) credit. These non-mortgage securitizations have become known as asset-backed securitizations (ABSs). Like MBS proceeds, the proceeds from selling the ABSs can be used to fund loans, which are packaged into additional ABSs. Servicing the underlying loans can remain with the original lender or can be sold. When the original lender retains the servicing rights, the borrower has no indication who owns the loan.", "The main advantages to consumers of securitization come from indirect access to the world's financial markets: more available credit and lower interest rates. The main disadvantages are the possibilities that not everyone's incentives are aligned, and the cost of securitization.", "Securitization enables lenders to make more loans than their balance sheets would otherwise justify if the loans were retained. Many lenders have found the \"originate-to-distribute\" model more profitable than the \"originate-to-hold\" model. Originators earn fees from creating the loan; they can make a profit selling the loan; they can earn fees from servicing the loan; and because the loan is no longer on their balance sheet, they have reduced their capital requirements. The efficiency of the originate-to-distribute model depends on the originators accurately characterizing the risk and return of the assets.", "ABSs must conform to various securities laws and regulations, and compliance can be costly. As a result, ABS issues are typically for millions or even billions of dollars, and each issue is sold to many institutional investors. These investors are not experts in making, underwriting, or servicing the underlying loans. Instead, the investors depend on specialists. The underwriting (credit evaluation) is sometimes supplemented by securing additional guarantees to reduce the investor's exposure to credit risk. ", "In the area of securitization, Fannie Mae's and Freddie Mac's charters provide three competitive advantages compared to private-label securitizers. First, they are exempt from the requirement that they register all their securities with the Securities and Exchange Commission (SEC). This makes issuing MBSs less expensive, and it allows them to lock mortgage rates before mortgages are closed. Second, even before the GSEs were placed in conservatorship, it was widely perceived that the federal government implicitly guaranteed their MBSs. Third, the relatively small capital requirements in their charters allowed Fannie Mae and Freddie Mac to charge less for a better guarantee than non-GSE competitors could offer.", "Many lenders \"swap\" their mortgages with Fannie or Freddie for MBSs backed exclusively by those mortgages which the lender originated. Lenders pay the GSEs a guarantee fee for the transaction. In return, the lenders have the mortgages that they know because they originated them, can sell the MBSs if desired, and carry no credit risk.", "One result of these features is that there is a liquid market for many ABSs and MBSs, which means that investors are able to buy and sell these securities quickly with little effect on price. An institution can purchase MBSs backed by 30-year fixed rate mortgages and sell the MBSs at the market price at any time in the future. Both Fannie Mae and Freddie Mac maintain active trading desks to enhance the liquidity of their MBSs. This liquidity further reduces the interest rate sought by investors.", "The FHA/Ginnie Mae combination places the credit risk with the U.S. government by providing the full faith and credit of the federal government as a guarantee of timely payment. ", "Private label securitizations use the ratings of the nationally recognized statistical ratings organizations (NRSROs), such as Moody's, Standard & Poor's, and Fitch, as third party due diligence and assurance that the underlying loans are sound. Private label ABSs can use additional credit enhancement techniques such as third party guarantees (financial backing by independent companies that charge a fee for the service), over-collateralizations (pledging more collateral than the value of the security), and letters of credit (commitments to loan funds to the issuer of the security) to reduce the risk to the investor and thereby reduce the interest rate required by the investor.", "In summary, government-related MBSs have been a model for the securitization of other types of consumer loans. MBSs have broadened the source of funding and made mortgages more available than they would be without international institutional investors. The private sector has devoted more funding to ABSs, which Fannie Mae, Freddie Mac, and Ginnie Mae do not issue.", "Appendix A. Government Support of Homeownership ", "This appendix draws on previous research to list government programs that support homeownership, after which it provides a summary of the major policy arguments in favor and against these programs. ", "Government Programs", "Federal, state, and local governments intervene to support housing markets in a number of ways. Interest on most home mortgages is deductible from federal and most state individual income taxes for homeowners who itemize deductions. Individuals who itemize can also deduct state and local property taxes paid on homes. The government has created Fannie Mae, Freddie Mac, the Federal Home Loan Bank System, FHA, Ginnie Mae, USDA Rural Housing, and the Department of Veterans' Affairs to encourage homeownership by providing guarantees to reduce the risk to lenders and expand mortgage lending.", "The Housing Inspectors General (IGs of HUD, U.S. Department of Agriculture, U.S. Department of Veterans' Affairs, and FHFA) have compiled a report summarizing the federal government's single-family mortgage programs. The Housing IGs list the following HUD programs:", "One- to Four-Family Home Mortgage Insurance Single Family Disposition Program Mortgage Insurance for Disaster Victims Rehabilitation Loan Insurance Energy Efficient Mortgage Insurance Good Neighbor Next Door Graduated Payment Mortgage FHA Home Affordable Modification Program (HAMP) Loss Mitigation Manufactured Homes Loan Insurance (Title I) Property Improvement Loan Insurance (Title I) Home Equity Conversion Mortgage HOPE for Homeowners Insured Mortgages on Hawaiian Home Lands FHA Insured Mortgages on Indian Land Neighborhood Stabilization Program 1 Neighborhood Stabilization Program 2 Neighborhood Stabilization Program 3 Emergency Homeowners' Loan Program Ginnie Mae Mortgage-Backed Securities (MBSs)", "The Housing IGs list two USDA programs:", "Single Family Housing Guaranteed Loan Program (GLP) Single Family Housing Direct Loan Program (DLP)", "They list one VA program:", "VA Home Loan Program", "At FHFA, they list programs run by Fannie Mae, Freddie Mac, and the Federal Home Loan Banks:", "Making Home Affordable Programs Mortgage-Backed Securities Program Mortgage Purchasing and Retained Portfolio Mortgage Servicing Program Real Estate Owned Purchasing and Financing Program Acquired Member Asset (AMA) Program Advances, Letters of Credit, and Lines of Credit Affordable Housing Program (AHP) and Community Investment Program (CIP) Office of Finance Debt Issuance Private-Label Mortgage Purchases Program", "Provisions in the tax code that reduce the tax liabilities of individual income taxpayers for activities related to homeownership include the following:", "Deduction for Mortgage Interest on Owner-Occupied Residences Deduction for Property Taxes on Owner-Occupied Residences Increased Standard Deduction of Real Property Taxes on Owner-Occupied Residences Deduction for Premiums for Qualified Mortgage Insurance Exclusion of Capital Gains on Sales of Principal Residences Exclusion of Interest on State and Local Government Bonds for Owner-Occupied Housing First-Time Homebuyer Tax Credit Exclusion of Income Attributable to the Discharge of Principal Residence Acquisition Indebtedness", "Policy Reasons Advanced For and Against Government Support", "Economists and policy analysts usually begin their analysis of proposed or actual government interventions by asking, \"What is the market failure?\" In other words, what prevents competition in the marketplace from delivering the desired amount of a good or service in the most efficient manner with the lowest price? ", "Local governments intervene with building codes and inspections to increase information and standardization with local building codes inspections to prevent hiding information about defects and substandard construction techniques.", "Some supporters of government programs that promote homeownership argue that homeownership benefits society in general, not just the specific homeowner. In economic terms, owner-occupied housing is argued to generate positive externalities. According to this analysis, unless there is some way for the homeowner to capture the externalities, the homeowner will buy less housing. One way to correct for the externalities and to encourage the optimal level of owner-occupied housing is to subsidize homeownership. In the United States, tax deductions can accomplish this.", "The rationale and effectiveness of various tax incentives for homeownership is discussed in CRS Report R41596, The Mortgage Interest and Property Tax Deductions: Analysis and Options , by [author name scrubbed]. ", "Research has found that compared to otherwise identical renters, homeowners have more political knowledge, are more active politically, maintain their homes better, and have children who do better in school. On the other hand, correlations do not prove causation, and individuals who are politically active and motivated to maintain their residence are more likely to become homeowners. There could be other unobserved factors at work here.", "Another argument in favor of support for homeownership is that this subsidization balances the subsidies provided for renting, such as Section 8 vouchers. Counterarguments to this include that subsidies to rental housing could be cut and that the rental subsidies go mostly to lower-income households and the homeownership subsidies to middle- and upper-income households.", "Robert J. Shiller has argued that encouraging homeownership \"has a great deal to do with culture, and little to do with financial wisdom.\" He also has argued that homeownership results in households having investment portfolios that contain relatively too much exposure to real estate relative to other assets and are not diversified.", "Peter J. Wallison, co-director of the American Enterprise Institute's program on financial policy studies, has identified, and rejected, four other reasons for government support of housing finance. First, he examines whether government backing is necessary to have a 30-year fixed-rate mortgage, and he points to the jumbo mortgage market as proof that this is not necessary.", "Second, he suggests that government support might be necessary to keep a steady flow of funds to home building, but notes that other industries survive without such government backing. ", "Third, he proposes and rejects the idea that investors require a federal guarantee if they are to purchase mortgages or MBSs. He argues that current investors such as central banks, U.S.-chartered commercial banks, savings and loans, and government pension plans value safety very highly when making investment decisions; they would be replaced by other institutional investors if mortgage underwriting were sound and mortgage rates higher.", "In addition, he argues that even if there is a policy purpose to subsidizing homeownership for low-income households, it should be more narrowly targeted.", "Appendix B. A Brief History of Government-Sponsored Enterprises and Housing", "In 1932, the Federal Home Loan Banks (FHLBanks) were created to provide direct support to savings and loan associations and savings banks, which in turn supported the mortgage market. In 1938, Fannie Mae was created to provide mortgage liquidity to lenders. In 1970, Freddie Mac was created as a part of the FHLBank System to compete with Fannie Mae and to provide liquidity to savings and loan associations and to savings banks, which at the time were important mortgage lenders. At the time, interstate banking was prohibited, encouraging the existence of many local financial markets instead of one national market.", "The Federal Home Loan Banks", "The Federal Home Loan Bank Act of 1932 created the FHLBank System as \"mixed-ownership government corporations.\" The intent was to increase mortgage availability during banking contractions and to provide a source of funds for members to use to smooth over deposit withdrawals or to respond to mortgage applications and renewals beyond what their deposits would allow. Savings and loan associations were required to become members and to purchase non-public stock of the appropriate regional bank. The regional banks made loans (called \"advances\") secured by mortgages to members. Initially, advances were limited to homes worth no more than $20,000; presently the nationwide limit is $417,000 (and up to $625,500 in high-cost areas).", "The act provided for the establishment of 8 to 12 regional banks (similar to the Federal Reserve's regional banks), to enhance the mortgage industry's liquidity. The FHLBanks obtained the money that they lent to their members by selling non-public stock to the Treasury and to their members, and by selling bonds to the public. The 12 FHLBanks redeemed the Treasury's stock by 1951, making the banks privately owned by the FHLBank members. ", "Each regional bank is federally chartered with its own board of directors. System members are subject to Fed eral Home Loan Bank Board regulation. The FHLBanks are jointly and severally liable for each others' debt, leading some observers to call the banks a collective or cooperative GSE.", "Initially oversight of the FHLBanks was vested in a board of five directors appointed by the President with Senate confirmation. In later years, minor changes were made to the structure of the FHLBank Board, including changing its name to the Federal Housing Finance Board, which the Housing and Economic Recovery Act of 2008 (HERA; P.L. 110-289 ) replaced with the Federal Housing Finance Agency (FHFA) in 2008.", "Federal National Mortgage Association", "Fannie Mae traces its creation to the 1935 RFC (Reconstruction Finance Corporation) Mortgage Company, which authorized the chartering of companies to purchase existing home mortgages. There were no private sector applications, and in 1938, the Federal Housing Administration (FHA) chartered the National Mortgage Association as a subsidiary of the RFC Mortgage Company to create a market to buy FHA-insured mortgages. Later that year the National Mortgage Association changed its name to the Federal National Mortgage Association, which still is Fannie Mae's legal name. When Fannie Mae was created, the maximum mortgage size that it could purchase was $16,000.", "Originally, Fannie Mae provided subsidized mortgages (called special housing assistance) for government programs and purchased only FHA-insured mortgages, but in 1946 it was authorized to purchase Veterans Administration (VA)-guaranteed mortgages. Until 1981, Fannie Mae held its mortgage purchases in portfolio and financed its purchases by selling bonds.", "In 1946, Fannie Mae obtained additional financing to purchase more mortgages by selling preferred stock to the Treasury. In 1954, Fannie Mae sold non-voting common stock to those selling it mortgages and purchased additional mortgages. ", "In 1950, Fannie Mae was transferred to the Housing and Home Finance Agency (HHFA). ", "In 1965, HHFA (including Fannie Mae) became part of the newly created Department of Housing and Urban Development (HUD). While part of HUD, Fannie Mae's board of directors consisted of the Secretary of HUD as chair and four other government employees. In addition, Congress or the President could ask Fannie Mae to provide \"special assistance\" in the mortgage market in the form of subsidized housing, and the management and liquidation of certain mortgages.", "The Housing and Urban Development Act of 1968 (P.L. 90-448) divided Fannie Mae into two parts: (1) a government corporation, the Government National Mortgage Association or Ginnie Mae, and (2) a GSE, Fannie Mae. Ginnie Mae assumed the special housing assistance functions and the management functions of the old Fannie Mae. The new Fannie Mae was to provide access to the secondary mortgage market for FHA and VA mortgages. The federal government sold its Fannie Mae shares, and Fannie Mae sold additional shares to the public. ", "In 1970, when Freddie Mac was created to deal in conventional mortgages, Fannie Mae was authorized to purchase conventional loans on moderate-income housing. Also in 1970, Ginnie Mae began to guarantee FHA/VA mortgage-backed securities.", "Fannie Mae's stock traded on the NYSE with the symbol FNM until June 16, 2010, when FHFA ordered them to be delisted rather than attempt to continue to meet the NYSE's $1.00 minimum share price rule. Fannie Mae now trades over-the-counter with the symbol FNMA.", "Federal Home Loan Mortgage Corporation", "In 1970, Congress chartered the Freddie Mac as part of the FHLBank System to provide competition to Fannie Mae and to provide additional liquidity for conventional mortgages. Freddie Mac was to provide access to the secondary mortgage market for FHLBank System members. ", "Freddie Mac raised its initial capital by selling stock to the regional FHLBanks. ", "In 1971, Freddie Mac followed Ginnie Mae's lead and offered its first mortgage-backed security (MBS), which Freddie Mac called a Participation Certificate (PC). These MBSs, which pool mortgages into large securities, direct funds from institutional investors to the U.S. mortgage market. Freddie Mac gave FHLBank members the option of either selling mortgages to its regional FHLBank, which would sell them to Freddie Mac, or using the mortgage as collateral for an advance. ", "Freddie Mac would pool the mortgages into an MBS, guarantee that investors would receive timely payment of principal and interest, sell the MBS to an investor, and use the proceeds to purchase additional mortgages. The regional FHLBank could purchase more mortgages from members, who could in turn make more mortgages.", "From its creation until the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (FIRREA) made it stockholder owned in 1990, Freddie Mac's board of directors had the same three members as the FHLBank Board's. Freddie Mac's stock traded on the New York Stock Exchange (NYSE) with the symbol FRE until June 16, 2010, when FHFA ordered them to be delisted rather than attempt to continue to meet the NYSE's $1.00 minimum share price rule. Freddie Mac now trades over-the-counter with the symbol FMCC.", "Government Oversight", "At their start, Fannie Mae and the FHLBanks were subject to government oversight as federal agencies. When they first became GSEs, Fannie Mae (1977) and Freddie Mac (1988) were overseen by the Department of Housing and Urban Development (HUD). The Federal Home Loan Bank Act of 1932 created the Federal Home Loan Bank Board to oversee the FHLBanks. Savings and loans and savings banks became members of the Federal Home Loan Bank System, and the board regulated the savings and loan industry, including Freddie Mac.", "In part in response to the savings and loan crisis, the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (FIRREA; P.L. 101-73 ) separated Freddie Mac from the FHLBank system and made it a publicly traded company with HUD as its regulator. FIRREA create the Federal Housing Finance Board as a replacement for Federal Home Loan Bank Board to oversee the FHLBanks. The Office of Thrift Supervision (OTS) took over regulation of savings and loan associations.", "The Federal Housing Enterprises Financial Safety and Soundness Act of 1992 (FHEFSSA; P.L. 102-550 ) created OFHEO as an independent agency within HUD as the safety and soundness regulator for Fannie Mae and Freddie Mac. OFHEO was authorized to set capital requirements, conduct annual risk-based examinations, and generally enforce compliance with safety and soundness standards to make sure that Fannie Mae and Freddie Mac did not take advantage of their implicit guarantees by increasing profits by taking excessive risks. OFHEO was generally considered a weak regulator, in part because it was funded by appropriations instead of assessments on Fannie Mae and Freddie Mac.", "HUD itself was assigned the task of setting housing goals for central cities, rural areas, and other underserved areas, low- and moderate-income census tracts, minority census tracts, low- and moderate income, and special affordable housing goals for Fannie Mae and Freddie Mac.", "The Housing and Economic Recovery Act of 2008 (HERA; P.L. 110-289 ) consolidated all regulatory oversight of Fannie Mae, Freddie Mac, and the Federal Home Loan Banks in the Federal Housing Finance Agency, which is independent of other agencies. In September 2008, Fannie Mae and Freddie Mac agreed to be placed in conservatorship under FHFA. This means that FHFA has the right to run the two GSEs."], "subsections": []}]}]}}