{"id": "R42563", "title": "Ending Overfishing and Rebuilding Fish Stocks in U.S. Federal Waters", "released_date": "2012-06-06T00:00:00", "summary": ["Provisions of the Magnuson-Stevens Fishery Conservation and Management Act (MSFCMA, P.L. 94-265, as amended; 16 U.S.C. §§1801 et seq.) enacted during the 1996 reauthorization and amended during the 2006 reauthorization, added specific requirements to end overfishing and to rebuild overfished fish stocks. To implement these requirements, the MSFCMA directed the National Marine Fisheries Service of the National Oceanic and Atmospheric Administration to develop regulations by 2008 to provide guidance for establishing annual catch limits (ACLs) and related biological benchmarks. By the end of 2011, a requirement to implement ACLs and end overfishing in all federally managed fisheries came into effect. For fish stocks at low levels of abundance, stock rebuilding within a 10-year time frame (with some exceptions) is also required.", "Fishermen and fishing communities sometimes suffer from economic and social effects of harvest restrictions needed to satisfy MSFCMA overfishing and stock rebuilding requirements. Many question whether these requirements adequately address the complexities and uncertainties associated with managing fish stocks. Often fishermen express doubt over the efficacy of fish population assessments used for developing management measures because of data constraints and inadequate population models. Furthermore, they refer to studies showing that other factors, often outside the immediate control of fisheries managers, such as environmental conditions and the quality of fish habitat, also affect fish population abundance.", "Others, including environmentalists and fishery managers, counter that overfishing and previous management failures illustrate the need to maintain established fish stock rebuilding schedules. They emphasize that relatively short-term sacrifices today will result in long-term economic gains to recreational and commercial fishermen in the future. They point to 27 stocks that have been rebuilt since 2000 and cite notable examples of fully rebuilt stocks such as Northeast scallop, Mid-Atlantic bluefish, and Pacific lingcod.", "Overfishing has been arrested in most U.S. fisheries and progress has been made in rebuilding many others. However, these improvements have sometimes come at a cost to commercial and recreational fishermen and associated fishing communities, and in some cases stocks have not responded to management actions as managers anticipated. Some fishermen, fishery managers, and academics have posed questions related to (1) the effects of ACLs on allocation of fisheries benefits; (2) the possible social and economic benefits of greater flexibility during stock rebuilding, (3) the accuracy of data and models used to determine ACLs and rebuilding objectives, and (4) the decision-making process, especially in situations with limited data and related uncertainty.", "Several different bills concerning overfishing, stock rebuilding, and related issues have been introduced during the 112th Congress, including H.R. 1646, H.R. 2304, H.R. 3061, H.R. 4208, S. 238, S. 632, S. 1916, and S. 2184. Several hearings have been held to explore broad concerns related to overfishing, ACLs, and the related need to reduce uncertainty by improving fisheries data collection and stock assessments. The most recent was held on December 1, 2011, by the House Committee on Natural Resources, which considered a variety of bills and associated issues related to fisheries, including H.R. 1646, H.R. 2304, and H.R. 3061. No further congressional action has been taken by either the House or the Senate."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Provisions of the Magnuson-Stevens Fishery Conservation and Management Act (MSFCMA, P.L. 94-265 , as amended; 16 U.S.C. §§1801 et seq.) added during the 1996 reauthorization and amended in 2006, included specific requirements to end overfishing and to rebuild overfished stocks. To implement these requirements, the MSFCMA directed the National Marine Fisheries Service (NMFS) (also referred to as NOAA Fisheries) within the National Oceanic and Atmospheric Administration (NOAA) of the U.S. Department of Commerce to develop regulations by 2008 to provide guidance for establishing annual catch limits (ACLs) and related biological benchmarks. By the end of 2011, a requirement to implement ACLs and end overfishing in all federally managed fisheries came into effect. For fish stocks at low levels of abundance, stock rebuilding within a 10-year time frame (with some exceptions) is also required.", "Many commercial fishermen question whether the current provisions of the MSFCMA and their implementation by NMFS adequately reflect the complexities and related uncertainties associated with the management of fish stocks. Many commercial fishermen believe they are being held to an impossibly high standard because fishing mortality is only one of many factors that affect stock abundance. Other factors, including environmental conditions and fish habitat degradation, are often beyond managers' and fishermen's control. Furthermore, they assert that assessments of fish stocks are often flawed or incomplete because of inadequate data and simplistic population models. Many fishermen explain that rebuilding schedules and population benchmarks are set on a strict timetable and at specific levels, but the outcomes of theses management measures are subject to a high level of uncertainty. From their perspective, the fishing industry is sometimes left to endure the economic and social consequences of lower revenues and fewer fishing opportunities when harvest restrictions are implemented to satisfy MSFCMA rebuilding requirements.", "Environmentalists counter that overfishing and previous management failures illustrate the need to maintain established fish stock rebuilding schedules. They maintain that the lack of progress preceding the recent changes to the MSFCMA in 2006 was due to the failure of many fishery management plans to reduce exploitation sufficiently to end overfishing. They assert that absent stringent limits for rebuilding, managers too often put off the short-term reduction in catch necessary for stocks to recover. They emphasize that relatively short-term sacrifices associated with rebuilding will result in long-term economic gains to recreational and commercial fishermen. ", "Several different bills related to overfishing and stock rebuilding have been introduced during the 112 th Congress. H.R. 3061 and S. 238 would require preparation of fishery economic impact statements to evaluate whether fishery management plans provide for the sustained participation of fishing communities. H.R. 1646 , H.R. 3061 , and S. 632 include in part, identical language which would increase management flexibility when rebuilding fish stocks. H.R. 2304 , H.R. 3061 , and S. 1916 include provisions that would address concerns related to generating and using scientific information. S. 2184 and H.R. 4208 would amend the Saltonstall-Kennedy Act (15 U.S.C. 713c-3) to provide directed funding for fisheries management and research. H.R. 2304 , H.R. 3061 , and S. 1916 would exclude stocks or fisheries from ACL requirements under specific circumstances, and H.R. 1646 would impose certain conditions before fishery closures could be implemented. Several hearings have been held to explore broad concerns related to overfishing, ACLs, and the related need to reduce uncertainty by improving fisheries data collection and stock assessments. The most recent was held on December 1, 2011, by the House Committee on Natural Resources, which considered a variety of bills and associated issues related to fisheries, including H.R. 1646 , H.R. 2304 , and H.R. 3061 . No further congressional action has been taken by either the House or the Senate."], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Fish Population Dynamics", "paragraphs": ["Living resources such as fish replenish their populations through reproduction and growth that balance losses to the population from predation and other causes of natural death. An unfished population is assumed to be at or near its carrying capacity—the maximum amount of a fish species that can live in an area. At carrying capacity, one or more of the living requirements for the population such as space, food, shelter, or other environmental factors is fully utilized, and along with predation and natural mortality, limits further growth of the population. As shown in Figure 1 , the size of an unfished population reaches its natural limit at carrying capacity. At this point, populations are usually composed of relatively large numbers of older and slower-growing individuals. Although fish may produce thousands of eggs each time they spawn, at carrying capacity (on average) only two fish survive to reproduce from the offspring of each spawning pair. ", "When fish are harvested from the population (usually older, larger individuals), more resources become available for other segments of the population. The population becomes increasingly productive because it includes a higher number of younger, faster-growing individuals. Surplus production is the amount of fish that may be removed on a continuing basis at different biomass or stock levels. At equilibrium, the surplus production shown in Figure 2 is the level of population growth that will just replace the amount of fish that are harvested. Population growth approaches zero at carrying capacity and at low stock levels. Surplus production is maximized at maximum sustainable yield (MSY), the fish population level at which the greatest stock growth level is realized. The basic goal of fisheries managers is to retain sufficient biomass to generate future reproduction and growth of the stock while meeting fishery management objectives related to maintaining a desired harvest level. ", "Fisheries managers use stock assessments to estimate the status of fish stocks as a basis for determining the level of harvest that may be taken within specific time periods. There are many types of stock assessments, with differing data requirements and levels of potential accuracy. Generally, both fishery-related (fishery-dependent) and biological (fishery-independent) data are needed to develop an assessment of fish populations. Some examples of fishery-related information include the weight of landings, the ages of landed fish, the ratio of males to females in the catch, and fishing effort expended by fishermen, while biological information might include the age at first spawning, the natural mortality of the stock, growth rate of fish, and fecundity (the average number of eggs a fish may produce). Different models may be used for management of species depending on what data are available. Most models require extensive information, with associated costs that increase as additional data is collected to improve accuracy.", "Many factors influence biological processes and fish abundance, including the quality and quantity of fish habitat, environmental changes, predation, and ecosystem composition. These constantly changing factors confound the ability of fisheries managers to develop accurate predictive models of fish populations. Managers face the challenge of recommending fishing at or below MSY without precise knowledge of the current stock population level. In addition to uncertainty regarding the current location on the sustainable growth curve ( Figure 2 ), environmental changes shift the growth (sustainable yield) curve up or down. "], "subsections": []}, {"section_title": "Overfishing and Overfished Stocks", "paragraphs": ["When considering management goals and associated actions, there is an important distinction between stopping overfishing and rebuilding overfished populations. Overfishing is defined by the percentage of fish harvested (rate of removals), while an overfished stock is determined by the abundance or biomass of the stock. Assuming adequate information is available, overfishing can be stopped by reducing fishing effort, but returning a stock from an overfished condition requires rebuilding to a target biomass level.", "Overfishing reduces fish stock abundance, threatens and alters coastal and marine ecosystem productivity, and reduces economic returns from commercial and recreational fisheries. If all stocks were rebuilt and harvested at maximum sustainable yield, NOAA estimates that the value of commercial landings could be increased by $2.2 billion. However, some would argue that it may not be biologically possible, or that it is at least unlikely, to achieve these optimal levels for all stocks simultaneously, especially for multispecies fisheries.", "The MSFCMA, in Section 304(e)(1), requires NMFS to report annually to Congress on the status of fisheries managed under the act. Of the 258 stock or stock complexes for which an overfishing determination could be made, 36 were subject to overfishing, while of the 219 stock or stock complexes for which an overfished determination could be made, 45 were classified as overfished. However, the overfishing thresholds of 279 stocks and stock complexes and the overfished thresholds of 318 stocks and stock complexes were not known, defined, or applicable. Table 1 and Table 2 provide overfishing and overfished designations by fishery management regions. Since 2000, 27 overfished stocks have been rebuilt, including several notable examples such as Northeast scallop, mid-Atlantic bluefish, and Pacific lingcod.", "In contrast to overfishing, managers have much less control over the biomass (abundance) of stocks. In addition to removals from the stock by harvesting, fish stocks vary because of a variety of environmental factors, such as water temperature, currents, availability of food, and abundance of predators. The relationship between stock abundance and productivity, especially recruitment of fish to the population, is often unpredictable and is poorly understood for many species. Management actions to increase spawning biomass may improve the probability of greater recruitment and stock growth, but it cannot guarantee stock rebuilding, because environmental conditions are constantly changing. Furthermore, historical abundance may not be a good indicator of the current capacity of the ecosystem to sustain a specific level of stock abundance. Exogenous factors such as natural cycles, global climate change, and loss or degradation of fish habitat also affect fish productivity and may reduce carrying capacity from historic norms. Some have inferred that managers might place greater emphasis on managing overfishing and place less importance on specific target levels of stock biomass and rebuilding timelines. For example, some would manage stock size according to trends such as whether biomass is increasing or decreasing rather than for specific biomass targets."], "subsections": []}, {"section_title": "Management Under the MSFCMA", "paragraphs": ["The Fishery Conservation and Management Act (FCMA, P.L. 94-265 ) was signed into law in 1976 and subsequently amended and renamed the Magnuson-Stevens Fishery Conservation and Management Act (MSFCMA, 16 U.S.C. §§1801 et seq.). The law brought marine fishery resources within 200 nautical miles of all U.S. coasts, but outside state jurisdiction (usually within 3 nautical miles of the coast), under federal jurisdiction. The primary reason for extending jurisdiction over fisheries resources was the presence of foreign fishing fleets operating in areas just outside state waters. These fleets competed with U.S. fishermen and in some cases overfished stocks. The perceived need to control foreign fishing provided broad support for passage of the FCMA. Following the extension of U.S. fisheries jurisdiction in 1976, the capacity of U.S. fishing fleets targeting fish in federal waters quickly expanded. This rapid expansion contributed to overfishing of many marine fish populations and led to economic losses associated with overcapitalization and lower fish landings. As noted earlier, Congress and fisheries managers have responded to overfishing with increasingly strict fisheries laws and regulation of commercial and recreational fishing activity."], "subsections": [{"section_title": "Management Process", "paragraphs": ["With passage of the FCMA, extended jurisdiction over fisheries resources also included a federal responsibility to manage domestic fishing beyond state jurisdiction and conserve fishery resources. Primary federal management authority was conferred to the National Marine Fisheries Service (NMFS). In addition, the FCMA established eight Regional Fishery Management Councils to develop and recommend management measures in fishery management plans (FMPs). Each council is comprised of marine fish management agency representatives from each state in the region, the NMFS regional director, and members appointed by the Secretary of Commerce. Appointments are made from lists of candidates knowledgeable about fishery resources submitted by state governors. Councils receive input from advisory committees, species committees, and ad hoc committees. Each council has a Scientific and Statistical Committee (SSC) and, depending on the council, various subcommittees for specific species. The SSC provides the council with scientific advice by developing, collecting, evaluating, and reviewing information during development of fishery management plans and amendments. Members of SSCs include individuals knowledgeable in fisheries from state and federal agencies, universities, and the public. ", "Fishery management plans (FMPs) are prepared by each council for those fisheries that they determine require active federal management. FMPs consist of management measures and related actions needed to manage stocks such as minimum sizes, seasons, closed areas, quotas, vessel permitting, and other measures. Most data collection, scientific assessments, and management implementation are undertaken by NMFS. Most information is collected and analyzed at NMFS regional science centers and associated laboratories while management functions are conducted from NMFS regional headquarters. Public input is also a major element of the council process where the public, including fishermen and environmentalists, provides information and comments during the FMP development process. After review of the recommendations of appropriate council committees and approval by the council, a proposed action is then submitted to NMFS for review. The review is governed by a strict process that includes additional opportunity for public comment and subsequent approval or disapproval by the Secretary of Commerce. Approved plans are implemented through regulations drafted by NMFS regional management offices and published in the Federal Register. These regulations are enforced by NMFS, the Coast Guard, and state fishery enforcement agencies. Plans are amended periodically to account for changes in the fishery and the need for new management approaches. ", "Together, the councils and NMFS have developed and implemented 45 FMPs for various fish and shellfish resources that include 537 individual stocks and stock complexes. Some plans are created for an individual species or a few related ones (e.g., FMPs for red drum by the South Atlantic Council and for shrimp by the Gulf of Mexico Council). Others are developed for larger species assemblages inhabiting similar habitats (e.g., FMPs for Gulf of Alaska groundfish by the North Pacific Council and for reef fish by the Gulf of Mexico Council). Many of the implemented plans have been amended (one more than 30 times), and three have been developed and implemented jointly by two or more councils."], "subsections": []}, {"section_title": "MSFCMA and Overfishing", "paragraphs": ["MSFCMA requires NMFS and regional fishery management councils to end overfishing, rebuild overfished stocks, and achieve, on a continuing basis, the optimum yield from federally managed fish stocks. However, fisheries management includes other management objectives. ", "Fishery management plans (FMPs) must be consistent with the 10 national standards in Section 301(a) of the MSFCMA. Council members must address the national standards as they develop FMPs and, when considering approval, the Secretary of Commerce determines whether FMPs are consistent with these national standards. The national standards cover a broad range of basic fishery management objectives related to:", "1. preventing overfishing; 2. using the best scientific information available; 3. managing fish stocks as units throughout their range; 4. allocating among residents of states and participants in an equitable manner; 5. considering economic efficiency in the utilization of fishery resources; 6. allowing for variations among, and contingencies in fisheries, fishery resources, and catch; 7. minimizing cost and avoiding duplication; 8. taking into account the importance of fishery resources to fishing communities; 9. minimizing bycatch and bycatch mortality; and 10. promoting the safety of human life at sea.", "The range of competing or conflicting objectives identified by the national standards is broad and may produce a wide range of management strategies relative to conservation and allocation in a given fishery. The resulting FMP and characteristics of the fishery are reflected to some degree in the national standards that managers emphasize. However, the relative importance of different national standards is also determined by related legislative provisions in MSFCMA.", "Two generally competing objectives of MSFCMA are (1) to promote domestic commercial and recreational fishing, and (2) to ensure sound conservation and management. As MSFCMA has evolved over the last 30 years, its primary objectives have changed from fishery development (promoting and increasing domestic utilization) to sustainably managing fisheries resources (stock maintenance and rebuilding). There appears to be general agreement that the statutory language of MSFCMA gives priority to conservation goals. For example, in response to comments on the proposed National Standard Guidelines (see \" NMFS Guidelines \"), NMFS acknowledged that the amended MSFCMA reflects the priority given to its conservation goals. ", "The first National Standard Section 301(a)(1) states the following:", "Conservation and management measures shall prevent overfishing while achieving, on a continuing basis, the optimum yield from each fishery for the United States fishing industry.", "The meaning of National Standard 1 is linked to the definitions of overfishing and optimum yield . These definitions (§§3(34) and 3(33), respectively) were strengthened during the 1996 reauthorization and include the following:", "The terms \"overfishing\" and \"overfished\" mean a rate or level of fishing mortality that jeopardizes the capacity of a fishery to produce the maximum sustainable yield (MSY) on a continuing basis.", "The \"optimum yield\" from a fishery means the amount of fish that—", "(A) will provide the greatest overall benefit to the Nation, particularly with respect to food production and recreational opportunities, and taking into account the protection of marine ecosystems;", "(B) is prescribed as such on the basis of the maximum sustainable yield from the fishery, as reduced by any relevant economic, social, or ecological factor; and", "(C) in the case of an overfished fishery, provides for rebuilding to a level consistent with producing the maximum sustainable yield in such fishery.", "A central element of FMPs, as outlined by Section 303 (Contents of Fishery Management Plans), focuses on preventing overfishing. FMPs are required to prevent overfishing and rebuild overfished fish stocks (§303(a)(1)(A)). FMPs are also required to specify objective and measurable criteria to identify when a fishery is overfished. An overfished fishery may be defined in a number of different ways, but it must be quantified with an analysis of how the criteria were determined and the relationship of the criteria to the reproductive potential of the fish stock (§303(a)(10)). A provision added in 2006 requires FMPs to include (1) a mechanism for specifying annual catch limits (ACLs) at a level where overfishing does not occur, and (2) accountability measures (AMs) (§303(a)(15)). The ACL and AM requirements in Section 303(a)(15) took effect in 2010 for fisheries subject to overfishing and in 2011 for all other fisheries. According to NMFS, ACLs and AMs were put in place in 2010 for all stocks then experiencing overfishing and NMFS is on track to have ACLs and AMs for all managed stocks in the next fishing year (2012). The only exceptions to these requirements include (1) those species with a one-year life cycle that are not subject to overfishing and (2) fisheries included under international agreements in which the United States participates (§303A)(a)(10)). If ACLs are set at appropriate levels as required by MSFCMA, this action would end overfishing for all federally managed fish stocks. Although subject to uncertainties, managers have direct control over the level of harvest as measured by fishing mortality rates.", "Provisions enacted in the 1996 reauthorization and amended in 2006 added specific requirements to end overfishing and to rebuild overfished fisheries (§304(e)). MSFCMA requires the Commerce Secretary to report annually to Congress on the status of fisheries within each region (§304(e)(1)). If it is determined that a fishery is overfished, the Secretary is required to notify the appropriate council and request that action be taken to end overfishing and rebuild fish stocks (§304(e)(2)). Within two years of identifying overfishing, Section 304(e)(3) requires action by the council or Secretary to implement an FMP, an FMP amendment, or regulations to end overfishing immediately and rebuild the fish stocks. ", "According to Section 304(e)(4)(A)(i), the rebuilding period is required to be as short as possible, taking into account the status and biology of any overfished stock of fish, the needs of fishing communities, recommendations by international organizations in which the United States participates, and the interaction of the overfished stock of fish with the marine ecosystem. This section also requires that stock rebuilding not exceed 10 years, except in cases where the biology of the stock of fish, other environmental conditions, or management measures under an international agreement in which the United States participates dictates otherwise. ", "If the council does not submit an FMP or FMP amendment within two years of notification that a fishery is overfished, according to Section 304(5) the Commerce Secretary is required to prepare an FMP within nine months to stop overfishing and rebuild the affected stocks. When developing an FMP or FMP amendment for a fishery in which overfishing is occurring, the council may request the Secretary to implement interim measures to reduce overfishing until the Council completes the FMP. The Secretary is also required to review FMPs every two years to determine whether adequate progress is being made to end overfishing and rebuild fish stocks (§304(7)). If insufficient progress has been made, the Secretary is required to recommend further conservation and management measures to the council.", "The Scientific and Statistical Committees (SSCs), required by MSFCMA, provide scientific advice to the council during the management process (§302(g)(1)). Scientific advice for fishery management decisions includes recommendations for (1) establishing acceptable biological catch (ABC), (2) preventing overfishing, (3) defining maximum sustainable yield (MSY), and (4) achieving rebuilding targets. The SSCs also report on stock status and health, bycatch, habitat status, social and economic impacts of management measures, and sustainability of fishing practices. Furthermore, each council may establish a peer review process for scientific information used to advise the council about conservation and management of the fishery. According to Section 302(h)(6), the ACLs developed for each fishery managed by the councils may not exceed the fishing level recommendations of its SSC or the peer review process provided in Section 302(g). This requirement further prohibits councils from recommending quota levels that are greater than ABC."], "subsections": []}]}, {"section_title": "NMFS Guidelines", "paragraphs": ["MSFCMA requires the Secretary of Commerce to establish advisory guidelines for councils based on the national standards. The statute explicitly states that guidelines \"shall not have the force and effect of law.\" Guidelines are meant to provide guidance to councils as they develop FMPs or FMP amendments and they do not mandate specific management measures for any fishery. ", "On January 16, 2009, NMFS issued guidelines that describe fishery management approaches to meet the objectives of National Standard 1 with emphasis on new requirements to end overfishing and rebuild overfished stocks. The terms overfishing and overfished are often confused and assumed to occur together, but this is not necessarily the case. According to the National Standard Guidelines: ", "overfishing occurs whenever a stock or stock complex is subjected to a rate or level of fishing mortality that jeopardizes the capacity of a stock or complex to produce MSY on a continuing basis. A stock or stock complex is considered overfished when its biomass has declined below a level that jeopardizes the capacity of the stock or stock complex to produce MSY on a continuing basis. ", "As shown in Figure 3 , overfishing occurs when the rate of removals (catch or harvest) is high relative to the size of the fish stock; fish stocks are overfished when their biomass is relatively low. At certain points during rebuilding, removals may be low (no overfishing), but the stock is still overfished (its biomass is not yet rebuilt). Conversely, removals may be high and overfishing may be occurring, but the stock biomass has not declined to the point at which the stock is considered to be overfished. In these cases the stock may be approaching a condition of being overfished with as specified in Section 304(e)(2) and Section 304(e)(3)(B) of the MSFCMA.", "The guidelines focus on (1) specifying biological benchmarks such as maximum sustainable yield (MSY) and optimum yield (OY) so that related overfishing and overfished determinations can be made; (2) preventing overfishing and achieving OY by incorporating uncertainty in control rules based on annual catch limits (ACLs) and accountability measures (AMs); and (3) rebuilding stocks and stock complexes. MSFCMA 2006 amendments require FMPs to include ACLs and AMs, but neither term is defined in MSFCMA (§303(a)(15)). ACLs are defined in NMFS guidelines as the level of annual catch of a stock or stock complex that may not exceed ABCs and serves as the basis for using AMs. AMs are actions taken to ensure that rebuilding will continue when adjustments are needed relative to the ACL. AMs include measures taken during the season to prevent the ACL from being exceeded or adjustments in the next fishing year to compensate for overages if the ACL was exceeded.", "The guidelines establish and define thresholds used to determine ACLs, facilitate management, and incorporate management and scientific uncertainty. For removals or harvest, the maximum fishing mortality threshold (MFMT) is the level of fishing mortality (on an annual basis) above which overfishing occurs. For stock or biomass, the minimum stock size threshold (MSST) is the level of biomass below which the stock or stock complex is considered to be overfished. The overfishing limit (OFL) is the annual level of catch that corresponds to the estimate of MFMT. OFL is the catch level above which overfishing is occurring and catch equal to OFL results in an equal probability that overfishing is or is not occurring. ", "Acceptable biological catch (ABC) is the fishing level set by the SSC and may not be set higher than OFL. According to NOAA guidelines, if there is scientific uncertainty ABC should be set below OFL to avoid overfishing. Scientific uncertainty results from the quality of data, model specification, parameter estimation, and unpredictable future events. Each council is required to establish an ABC rule for each stock or stock complex required to have an ACL. The ABC rule determines how to set ABC according to knowledge of the stock and scientific uncertainty. The difference between OFL and ABC for a given fishery becomes greater with greater uncertainty to ensure the actual level of catch does not surpass OFL ( Figure 4 ). Furthermore, according to the guidance, the setting of ABC should be based on the probability of overfishing the stock. The councils may set an ACL equal to ABC or below ABC to account for uncertainty or other factors such as economic concerns or protection of marine ecosystems. However, they cannot set an ACL greater than its corresponding ABC. The guidelines state that there are few fisheries where setting all three (OFL, ABC, and ACL) at the same level would be appropriate, and the Secretary may presume that without an analysis to justify this approach, overfishing would occur in the fishery. When there is management uncertainty, the ACL may be further reduced by establishing an annual catch target (ACT). Management uncertainty occurs when catch levels cannot be accurately measured due to factors such as illegal activity, inaccurate reporting, or late reporting of catch. Management uncertainty also may be accounted for by using AMs to provide for seasonal management adjustments. ", "The 2009 guidelines suggest classifying fish stocks into two groups—stocks in the fishery and ecosystem component species. Stocks classified as being in the fishery would include certain target species and sometimes non-target species that the councils and/or the Secretary believe require conservation and management. To encourage ecosystem management, NMFS created the ecosystem component species group. Stocks in the fishery require determinations of status criteria and reference points while ecosystem component species do not. The guidelines define ecosystem component species or stocks as nontarget species, species not subject to overfishing, species not likely to become subject to overfishing or overfished, and species not generally retained for sale or personal use. Although not considered to be in the fishery, the guidelines encourage councils to consider measures to protect the role of ecosystem component species in the ecosystem by minimizing bycatch and bycatch mortality. "], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": ["Actions required to stop overfishing and rebuild stocks now take precedence over other management objectives identified in the national standards of MSFCMA, such as economic efficiency and impacts on fishing-dependent communities. Progress has been made in some fisheries where stock rebuilding has increased yield and the associated economic value of the fishery. However, often improvements have come at a cost to commercial and recreational fisheries and associated fishing communities, especially in cases where stocks have not responded to management actions as rapidly as managers anticipated. ", "Achieving balance between conservation and sustaining livelihoods is both difficult to determine and contentious. Although science is often looked to for answers, societal values also play an important role when developing policies. Moreover, both elements of the system, nature and human, are evolving and changing due to a variety of factors. Several interrelated issues have emerged from the ongoing debate over requirements to use ACLs and to rebuild fish populations. Some fishermen, fishery managers, and academics have posed questions related to (1) the effects of ACLs on allocation of fisheries benefits; (2) the possible social and economic benefits of greater flexibility during stock rebuilding, (3) the data and models used to determine ACLs and rebuilding objectives, and (4) the decision making process, especially in situations with limited data and related uncertainty.", "Legislation has been introduced during the 112 th Congress to amend MSFCMA provisions related to overfishing and stock rebuilding (see Table 3 ). These bills attempt to address the issues identified in the previous paragraph and although these general categories appear to be among the most important, as the debate continues it is likely that related issues will emerge. It is also important to recognize the interrelated nature of many of these issues. For example, data, models and uncertainty are closely related to decision making. Several hearings have also been held to explore broad concerns related to overfishing and ACLs and the related need to reduce uncertainty by improving fisheries data and stock assessments."], "subsections": [{"section_title": "Distribution of Costs and Benefits When Addressing Overfishing", "paragraphs": ["The requirements to stop overfishing and rebuild stocks by using ACLs may improve fishing in the long run, but they also affect the allocation of fishing opportunities, catch, and benefits among fishermen and related businesses. Questions arise with respect to when benefits will accrue to fishermen and who will ultimately benefit when stocks have been rebuilt. Distributional issues may exist among different commercial gear types, commercial and recreational fishermen, and ports or communities. The effects of stock rebuilding may also vary across different segments of the fishing industry such as support services, harvesters, processors, wholesalers, and retailers. There is also a temporal dimension to allocation for many fisheries because of the decoupling of present costs and future benefits. Often there are few if any guarantees that those who endure the immediate costs of ACLs and rebuilding programs will benefit in the future because of the weak nature of property rights in many fisheries and the inability of some fishermen to remain in the fishing industry when economic returns decline precipitously.", "For example, specific segments of fishing fleets, especially small-scale or traditional fishermen, may be affected disproportionately by ACLs and related stock rebuilding programs. Traditional commercial fisheries often sought to maximize returns by fishing heavily when fish were most available, such as during periods of favorable environmental conditions and during spawning migrations or aggregations. They often worked from versatile vessels with gear that could be switched with the different seasons to catch different species. Regulations seldom precluded fishermen from seasonally moving from one fishery to another. Diverse opportunities provided fishermen with resiliency when faced with adversity such as the decline of a specific stock because of poor environmental conditions.", "Passage of MSFCMA stimulated the growth and specialization of the fishing industry to exploit offshore fish stocks to an increasing degree. Emphasis on fisheries development stimulated the construction of larger and more specialized fishing vessels using more sophisticated technology. Some elements of the commercial fishing industry became large, modern businesses. These developments were beneficial as long as the industry could continue to grow. However, rapid growth resulted in the ability of the fishing fleets to completely harvest and in some cases overfish commercial species under U.S. jurisdiction. Conflict developed as fisheries managers attempted to counter the fleet's ability to overharvest the resource, resulting in increasingly restrictive measures and regulations that made fishing less efficient and thus more costly.", "Like many segments of the U.S. economy, the fishing industry is changing, in this case due to a mixture of factors related to technology, social views, and resource limits. The current emphasis of fisheries management on long-term sustainability has resulted in less flexibility for fishermen; fishermen often find regulations restrict their access to fisheries, especially in cases where strict stock rebuilding is required. In some cases smaller operations have been affected disproportionately because of their scale and mobility. For smaller vessels, requirements to carry observers are disproportionately costly relative to the size of their business and distant fishing grounds may not be accessible. Furthermore, some regions such as the North Pacific, which has a history of using catch limits, have adjusted to ACL requirements, while the older, more traditional fisheries in regions such as Northeast, Southeast, and the Gulf of Mexico have been subject to greater social and economic disruption.", "A critical policy question is whether it is in the national interest to develop additional options to support and sustain traditional commercial fishermen whose operations otherwise would be uneconomic to operate in the face of controls adopted for conservation and other management objectives. Whether small-scale or traditional fishing can or should be sustained or can coexist with the demands of more rigid fisheries regulations is a question largely unanswered by fisheries law and policy. Some would respond that there is overcapacity in many fisheries and that attrition and consolidation of the fleet is inevitable because of resource limits. The fate of traditional or small-scale fishing is only one of many distributional questions that are affecting different segments of the fishing industry. "], "subsections": [{"section_title": "Legislation", "paragraphs": ["Two bills would elevate economic and social concerns related to management measures such as measures adopted to satisfy biological requirements to stop overfishing and rebuild fish populations. Both H.R. 3061 and S. 238 would require preparation of fishery economic impact statements to evaluate whether a fishery management plan or amendment provides for the sustained participation of fishing communities and to the extent practicable, minimizes adverse economic impacts on such communities. The amendment would also require the Secretary of Commerce to develop a mitigation plan to address any negative economic or social impacts identified in the fishery impact statement. "], "subsections": []}]}, {"section_title": "Flexibility in Rebuilding Fish Stocks", "paragraphs": ["Some have questioned whether greater flexibility in determining the length of stock rebuilding periods could increase economic benefits from the fishery. Rebuilding plans with greater flexibility could also contribute to other fishery management goals such as safety of fishermen (National Standard 10), needs of fishing communities (National Standard 8), and others. ", "Environmentalists have asserted that many species could be rebuilt within 5 years and that the 10-year requirement is a balance between biology of most species and short-term concerns of some managers and fishermen. Furthermore, exceptions have been provided for many species that have rebuilding timeframes greater than 10 years because of their life history. Others have stated that stock rebuilding in the United States is primarily designed to achieve rapid rebuilding of biomass according to biological characteristics of the resource. ", "In contrast to federal management in the United States, New Zealand allows greater flexibility for incorporating economic, social, and cultural needs. Several economists conducted a bioeconomic study to investigate potential economic outcomes for a stylized fishery by comparing different rebuilding time frames. The analysis indicated that, depending on the productivity of the stock and the discount rate, extending the rebuilding timeframe could substantially increase economic benefits. The study only considered relatively simple single-species scenarios with moderate- and long-lived species. The study also identified risk and uncertainty as additional elements that deserved further consideration. The authors of the study caution that designing rebuilding plans that ignore the unique characteristics of each fishery, such as social and economic considerations, may result in significant loss of social welfare. ", "Furthermore, economists and other social scientists also question whether stock rebuilding targets should be based solely on biological factors. For example, net returns to the fishery are greater if fished at maximum economic yield which is at a higher stock level but lower harvest level than maximum sustainable yield. Moreover, economic and social analysis can be useful when developing management measures used to achieve management objectives. This can ensure that the least costly or socially disruptive management alternatives have been considered. Some social scientists argue that economic and social analyses are often incorporated after biological objectives have been established. For these reasons social scientists have stressed the need to integrate social and economic elements from the beginning of the process. ", "Multispecies fisheries are often difficult to manage because the fishery may consist of both healthy and overfished stocks. Harvesting one stock at its OY level may result in overfishing of another stock when the two stocks are caught together as part of one fishery or when one of the stocks is caught as bycatch of the primary-targeted stock. These problems often escalate as more stocks are managed together. Fishing on healthy stocks is sometimes constrained by restrictions to promote rebuilding of another stock(s) identified as overfished. When the quota of the overfished stock is reached, the entire fishery may be closed or curtailed. For example, the Northeast multispecies fishery is managed as a unit because groundfish intermingle on the Northeast shelf fishing grounds and fishermen cannot readily selectively target among different species when using trawl gear. A mixture of species are caught, landed, or discarded by most commercial fishing trips targeting groundfish. For example, the Georges Bank haddock stock is no longer overfished and this stock is abundant relative to several other groundfish stocks which remain overfished. To rebuild the overfished stocks, haddock catch has been kept below its potential harvest level. ", "Most observers would agree that a biological biomass threshold is necessary to avoid depletion of overfished populations or, in the worst case, to avoid extinction. However, some question whether there should be greater flexibility in setting the level of stock biomass thresholds for weaker stocks in multispecies fisheries. The NMFS Guidelines attempt to address this issue with the mixed stock exception. The purpose of the mixed stock exception is to provide managers with a means to achieve OY for some species while allowing overfishing of other species. According to the 2009 guidelines, the mixed stock exception may allow overfishing, but not if the stock is overfished or if the stock would be decreased to levels which would require stock rebuilding. Some who provided comments when the guidelines were proposed stated that the exception should have been removed entirely while others commented that the changes later incorporated into the Guidelines would render the exception impossible to use. Generally, it appears that the mixed stock exception could only be used in limited circumstances and in the short-term.", "Increasing management flexibility also might improve short-term economic returns and lessen immediate social impacts on commercial and recreational fishermen. When factors outside of the control of fisheries managers occur such as environmental changes, management flexibility also might lessen the severity of economic and social disruption to fishermen until conditions improve. However, for some fisheries existing flexibility may be adequate while greater flexibility could delay or stop progress toward long-term conservation goals. Furthermore, stock rebuilding progress during the last decade has been significant and some fear that these gains could be lost if greater flexibility were allowed. Unfortunately, developing specific rules for fisheries is difficult if not impossible because fisheries are diverse with regard to the biology of target species, technology of harvesting strategies, and socioeconomic elements of related communities. "], "subsections": [{"section_title": "Legislation", "paragraphs": ["H.R. 1646, H.R. 3061 , and S. 632 include identical language which would increase flexibility in rebuilding fish stocks. They would amend Section 304(e)(4)(A)(i) of MSFCMA by changing the requirement from rebuild as soon as \"possible\" to a requirement to rebuild as soon as \"practicable.\" This legislation would also add to the current exceptions provided in Section 304(e)(4)(A)(ii) \"not exceed 10 years except in cases where the biology of the stock of fish, other environmental conditions, or management measures under an international agreement in which the United States participates dictate otherwise.\" The following exceptions would be added to the current 10-year rebuilding requirement.", "(II) the Secretary determines that such 10-year period should be extended because the cause of the fishery decline is outside the jurisdiction of the Council or the rebuilding program cannot be effective only by limiting fishing activities;", "(III) the Secretary determines that such 10-year period should be extended to provide for the sustained participation of fishing communities or to minimize the economic impacts on such communities, provided that there is evidence that the stock is on a positive rebuilding trajectory;", "(IV) the Secretary determines that such 10-year period should be extended for one or more stocks of a multi-species fishery, provided that there is evidence that those stocks are on a positive rebuilding trajectory;", "(V) the Secretary determines that such 10-year period should be extended because of a substantial change to the biomass rebuilding target for the stock of fish concerned after the rebuilding plan has taken effect; or", "(VI) the Secretary determines that such 10-year period should be extended because the biomass rebuilding target exceeds the highest abundance of the stock of fish during the 25-year period preceding the date the rebuilding plan has taken effect and there is evidence that the stock is on a positive rebuilding trend. ", "Furthermore, the Secretary would be required to review factors other than commercial and recreational fishing that may contribute to the overfished status of a given stock of fish. Examples include factors such as environmental harm caused by commercial, residential, and industrial development, and agriculture in coastal areas, predator-prey relationships of target and related species, and other environmental and ecological changes to marine conditions. The rebuilding time period would be limited to the sum of the initial 10-year period, the time required to rebuild the stock without any fishing mortality, and the mean generation time of the stock.", "Attempts to increase flexibility seek to address factors outside the immediate control of fisheries managers and fishermen and to mitigate for hardships caused by stock rebuilding programs. These amendments would also elevate the relative importance of economic and social objectives when planning and implementing rebuilding programs. Furthermore, these bills address potential changes in rebuilding targets because of new information and updated stock assessments, uncertainties and the difficulties in forecasting future stock abundance, and difficulties related to defining rebuilding targets and gauging whether targets are realistic. "], "subsections": []}]}, {"section_title": "Adequacy of Data and Related Uncertainty", "paragraphs": [], "subsections": [{"section_title": "Management and Scientific Uncertainty", "paragraphs": ["The complexity of marine ecosystems and fisheries not only make it difficult to determine target stock levels, but because of the system's dynamic nature, benchmarks and forecasts are constantly changing. The NOAA Guidelines identify two types of uncertainty – management uncertainty and scientific uncertainty. Management uncertainty occurs because of the lack of information on actual catch due to illegal activity, late reporting of catch, misreporting catch, or non-reporting of bycatch. Landings data are rarely complete, especially for those fisheries with significant discards or a large recreational component. In these cases, managers have insufficient information to know whether an ACL has been reached and to make related management decisions such as slowing fishing effort or closing the fishery. ", "Scientific uncertainty is the uncertainty associated with the estimates of stock biomass and fishing mortality rates. Scientific uncertainty may occur for different reasons including limited biological data for many fisheries and inadequate stock assessment models. Furthermore, even for the most closely studied stocks, forecasting spawning success and future recruitment to the population is difficult to predict. The relationship between the abundance of spawning adults and recruitment (off-spring entering the populations) is confounded by ecological and environmental factors. Moreover, assessments are also out of date by the time they are completed. First there is a lag between the time data are collected and the time taken to compile data and complete the assessment. Furthermore, assessments are usually undertaken every three to five years because of funding constraints. Sometimes unpredictable and significant changes occur before updates can be undertaken. In addition, factors affecting management uncertainty such as mischaracterization of catch may also increase scientific uncertainty. Some level of uncertainty will always remain because of the nature of scientific information, the fishery resources and the fisheries. "], "subsections": []}, {"section_title": "Data-Poor Stocks", "paragraphs": ["The causes of uncertainty vary by fishery and specific circumstances, but uncertainty plays a role in management decision-making for both data-poor and well-studied stocks. Data poor stocks are stocks for which there is inadequate data to complete a stock assessment to estimate biomass and fishing mortality reference points. In 2011, NMFS reviewed 537 individual stocks and stock complexes that are currently managed under fishery management plans. Of the 537, there were 240 with an overfishing status of either unknown or not defined and 280 with an overfished status of either unknown or not defined. Many of the data-poor stocks are of relatively low value or minor components of fisheries. However, it should be noted that many believe these stocks provide biological diversity and ecological value to the system. One option open to managers is to use recent average catch as a basis for establishing OFL and ABC. Another option is to group several stocks into a stock complex and use one or more indicator stocks within the complex. This option relies on the assumption that the stock complex can be managed and monitored using one or more stocks that can be assessed. Another option might involve moving stocks to the ecosystem components species category to exclude them from ACL requirements. Some have speculated that ACL requirements may work against conservation because it provides an incentive to designate stocks in the ecosystem category to avoid management. "], "subsections": []}, {"section_title": "Well-Studied Stocks", "paragraphs": ["Even those stocks which are relatively well studied are subject to management and scientific uncertainty because of data constraints, ecological factors, and mis-specified models. In 2011, according to NOAA, of the 537 stock and stock complexes that are currently managed under fishery management plans, there were 258 with a known overfishing status and 222 with a known overfished status. The Gulf of Maine cod stock is a recent example of the difficulties fisheries scientists face in assessing fish populations, even when the stock is relatively well-studied. Gulf of Maine cod is one of the most valuable species of the Northeast multispecies fishery and the mainstay of many inshore fishermen. The stock assessment reviewed at the Groundfish Assessment Review Meeting (GARM III) in 2008 indicated that overfishing was still taking place in 2007, but the stock was no longer overfished (stock biomass had increased above the level that defines it as overfished). Instead of further progress, the 2011 stock assessment reviewed at the 53 rd Stock Assessment Workshop (53 rd SAW) showed that overfishing continued in 2010 and stock spawning biomass was one-third of the level estimated in 2007 indicating the stock was also overfished. Moreover, updated information and the new population model showed that in 2007, the stock was actually overfished. The peer review panel unanimously recommended the 2011 assessment results and agreed that the model outputs represented the best scientific information available.", "Significant reductions in the Gulf of Maine cod ACL would be required to adhere to statutory requirements to end overfishing in 2012 and rebuild fish populations. As a temporary solution, the New England Fishery Management Council has requested the Secretary of Commerce to take secretarial emergency action to make a less drastic reduction in the total harvest allowed for the upcoming 2012 fishing year. The reasons for the discrepancy between the two assessments appear to be data related such as changes in weight-at-age estimates from discards and overestimates of the 2005 year class. The large differences between the 2008 and 2011 assessments have led to greater distrust of the underlying fisheries science and the management process. Northeast multispecies assessments have been the subject of previous controversies. In 1998, a National Academy of Science study was unable to identify any major deficiencies in the assessment methods used in the Northeast region. "], "subsections": []}, {"section_title": "Recreational Data and Uncertainty", "paragraphs": ["Often a major source of management uncertainty is related to stocks that are taken in recreational fisheries. Recreational catch is difficult to quantify because landings are widely dispersed and taken by many different participants. When a significant percentage of catch is taken by recreational fishermen, it usually adds to uncertainties in developing stock assessments. Furthermore, recreational quotas are often difficult to manage on a real-time basis because of their nature. Overages may be common because catch is complied on the basis of statistical models that may calculate totals long after the annual fishery is finished. These factors may lead to unpredictable recreational openings and closures and the use of AMs in subsequent years that may limit quotas significantly. Replacement of the Marine Recreational Fisheries Statistics Survey with the new Marine Recreational Information Program is focused on improving recreational data, but it may take several years before this information can be fully incorporated into the management process. Regardless, there will continue to be substantial uncertainty related to recreational harvests. "], "subsections": []}, {"section_title": "Reducing Uncertainty", "paragraphs": ["Approaches to reducing uncertainty usually focus on technical improvements such as collecting more and better data and improving assessment models. Often many recommend dedicating more resources for data collection and stock assessments. They reason that by reducing risk of overfishing associated with uncertainty, the need for precautionary measures could be lessened. However, data and modeling improvements are likely to be costly and would require further increases of federal appropriations. The benefits of a closer approximation of benchmark population levels such as MSY are limited. Thus the value of these improvements must conform to the rule of diminishing returns. As more resources are directed to this purpose the marginal benefits of lower uncertainty decrease. An unanswered question is whether the current management system is in need of greater investment or if it has already reached the level where costs of additional information are greater than the benefits derived from greater certainty. "], "subsections": []}, {"section_title": "Legislation", "paragraphs": ["H.R. 2304 and S. 1916 are functionally similar bills that would amend the MSFCMA by excluding certain stocks from ACL requirements. These bills focus on the need for more timely stock assessments and would stop managers from establishing ACLs without updated stock assessments. H.R. 2304 would exclude a stock if a peer reviewed stock assessment has not been performed during the previous five-year period and if the Secretary determines that overfishing is not occurring. Similarly, S. 1916 would exclude a stock if a stock assessment has not been performed during the previous six-year period and if the stock is not subject to overfishing and the stock is not overfished. Further, both bills would define and apply the concept of an \"ecosystem stock\" in statute and exclude them from ACL requirements. H.R. 2304 defines ecosystem stock as a nontarget stock that is not overfished or likely to become overfished and H.R. 1916 as a nontarget stock that is not subject to overfishing or overfished. H.R. 2304 would also require the Secretary to perform a stock assessment within 270 days for those stocks found to determined to be overfished. In general, both bills attempt to address concerns related to the need for timely information and actions taken when this information is unavailable.", "S. 2184 and H.R. 4208 would provide funding to support fisheries and the communities that depend on them. The legislation would amend the Saltonstall-Kennedy Act (15 USC 713c-3) to provide funding through fishing investment committees. The committees would develop regional fishery research plans that identify research, conservation, and management needs, and review and make recommendations on grant applications. Currently, a large portion of this funding is used to offset agency fishery management programs in the NOAA budget. ", "H.R. 3061 also includes a section which would require the Secretary to enter into an agreement with the National Research Council (NRC) to study current implementation of recreational survey methods. The study would update assessment of recreational survey methods that NRC published in 2006. The study would also evaluate the extent to which recommendations made in 2006 have been implemented and examine limitations of the Marine Recreational Information Program. "], "subsections": []}]}, {"section_title": "Management Process and Decision-Making", "paragraphs": ["Fisheries managers are challenged to both minimize uncertainty and incorporate uncertainty in the decision making process. Some have questioned whether NOAA has the data and science to properly manage fisheries under current overfishing and stock rebuilding requirements. Management actions such as severe harvest limits and closures needed to meet overfishing and stock rebuilding requirements have been questioned when data are limited and stock assessments are perceived by many to be uncertain. In addition to improving data and requiring more timely stock assessments – some have proposed taking risk neutral approaches when estimating ACLs, broadening peer-review requirements, and constraining management decisions perceived by fishing interests to be extreme. ", "According to NOAA guidelines, scientific and management uncertainty should be incorporated by setting ACLs according to precautionary or risk-averse approaches. Many fishermen are concerned with a risk-averse approach because they believe fisheries are often constrained unnecessarily. They assert that management should be risk neutral and management actions that would constrain the fishery should not impose abrupt and severe measures. Conversely, environmentalists have advocated for precautionary approaches because of historic tendencies of managers to take risks by setting the highest possible quotas with optimistic assumptions. They also contend that uncertainty should not be used to undermine the best available scientific information or as an excuse for inaction.", "Some have advocated for more external peer review of stock assessments to ensure impartiality and to more fully consider different views. These changes also would be likely to convince some fishermen that the process is more fair and balanced. On the other hand, some would argue that the current process provides adequate peer review and that the best available science is currently used in the management process. They claim that further reviews would not add significantly to current assessments and that costs limit the amount of data and complexity of fishery models that might be used.", "In some cases management actions required to meet overfishing and stock rebuilding requirements have been perceived as extreme by recreational and commercial fishermen. For example, a complete closure of the Southeast red snapper fishery was proposed and nearly implemented before an updated assessment indicated that a limited fishery could be allowed. In other cases such as Gulf of Maine cod, the 2013 quota may need to be cut to less than 20% of the 2012 level. "], "subsections": [{"section_title": "Legislation", "paragraphs": ["In addition to providing greater flexibility during stock rebuilding, H.R. 1646 would direct Council scientific and statistical committees to provide \"risk neutral\" scientific advice to the FMC. Further, SSCs would not be allowed to recommend an increase or decrease to an ACL by 20% or more without peer review conducted by non-governmental entities. H.R. 1646 would also require (a secretarial) certification that certain conditions are met before a fishery could be closed. The Secretary would not be allowed to implement a fishery closure that would have a direct or indirect affect of $50,000 on each of more than 25 small businesses unless three conditions can be certified: (1) the closure is the only option available for maintaining the fishery at a sustainable level, (2) the stock assessment for the fishery has been updated and peer reviewed during the last three years, and (3) the assessment was developed using at least two models and subjected to peer review by non-governmental entities. Furthermore, existing closures implemented within two years of enactment of the legislation would also be reviewed and certified, as in the case of proposed closures. The Secretary would also be required to review the effects of the closure on small businesses and jobs in coastal communities. The Secretary would also be required to report to Congress on fishery closures occurring within the preceding five-year period. ", "H.R. 3061 also includes sections related to reports of the SSCs, data used for recreational fisheries, and the authority to suspend ACLs. The SSCs would be required to provide an annual report on the process and information used in providing scientific advice to its Council. Each Council would also submit SSC reports to the Secretary and make SSC reports available to the public. H.R. 3061 would also require the Councils to consider any data collected pursuant to Section 401(g) of the MSFCMA when specifying ACLs.", "Furthermore, H.R. 3061 would amend Section 304 of the MSFCMA by adding a provision that would allow the Secretary to suspend ACLs. Suspension of ACLs could be allowed if the Secretary determines that the fishery is not overfished or approaching a condition of being overfished, any stock of fish in the fishery previously affected by overfishing is rebuilt, and the SSC cannot ensure that the FMP for the fishery is consistent with Section 301(a)(8). This section requires conservation and management measures to provide for the sustained participation of fishing communities and to the extent practicable, minimize adverse economic impacts on such communities.", "S. 2184 and H.R. 4208 also include a section that would fund a review of regulations and procedures used to implement the MSFCMA. The review would identify redundant and inefficient regulations and procedures, make recommendations to streamline regulations and procedures, and ensure any recommended modifications are consistent with the MSFCMA."], "subsections": []}]}]}, {"section_title": "Conclusion", "paragraphs": ["During the last three decades, the emphasis of fisheries management in the United States has changed from developing marine fisheries to conserving fisheries resources. Putting an end to overfishing and rebuilding marine fish populations has become the main management goal of many U.S. fisheries. This objective is not synonymous with the objective of fisheries (as opposed to stock) rebuilding or with improving the condition of the fishing industry. Improvements in social or economic conditions maybe, but are not necessarily correlated with stock sizes. ", "Fishermen assert that stock rebuilding timeframes and population benchmarks are set at specific levels, but the outcomes of these management measures are subject to many factors outside of managers' control. Fish populations vary for many reasons that are often beyond the immediate control of fishermen and managers such as the condition of fish habitat, ecosystem shifts, and global climate change. During the current stock rebuilding transition, many fishermen face an uncertain future and question how the industry will evolve in the coming decades. Some fishing businesses and communities maintain that they are threatened by fishing regulations that have grown more complex and burdensome as well as by waterfront development in fishing ports. Once the number of fishermen and vessels falls below a critical level, they fear the fishing industry may never regain its former role in coastal communities. They add that if fishing industry-related infrastructure is replaced, it will be difficult to regain areas needed for support of fisheries such as docks, warehouses, and fishhouses. Others counter that without fish, the industry has no future. The conservation of fish populations is necessary for the future of fisheries, but some question whether conservation alone will be sufficient to sustain fishing businesses and fishery-dependent communities. "], "subsections": []}]}}