{"id": "R42517", "title": "Department of Housing and Urban Development (HUD): FY2013 Appropriations", "released_date": "2013-12-13T00:00:00", "summary": ["The President's FY2013 budget requested nearly $34 billion in net new budget authority for the Department of Housing and Urban Development (HUD) in FY2013. This is about $4 billion less than was provided in FY2012. However, in terms of new appropriations for HUD's programs and activities, the President's budget actually requested an increase of more than $512 million compared to FY2012. The difference—a decrease in net budget authority versus an increase in new appropriations—is attributable to an estimated increase in the amount of excess receipts available from the FHA insurance fund, which are used to offset the cost of the HUD budget. The President's budget requested increases in funding for public housing and homelessness assistance grants. The President's budget requested decreases in funding for the project-based Section 8 rental assistance program and several community development-related programs.", "S. 2322, the Transportation, HUD, and Related Agencies FY2013 appropriations bill reported by the Senate Committee on Appropriations in the 112th Congress, included about $35 billion in net new budget authority for HUD. That is about $1 billion more than the President's request and more than $2 billion less than was provided in FY2012. In terms of new appropriations for HUD's programs and activities (not accounting for offsets), S. 2322 proposed about $1 billion more than the President's request and $2 billion more than FY2012. The largest increase was provided for the project-based Section 8 rental assistance account.", "The House Appropriations Committee, in the 112th Congress, passed its version of the FY2013 Transportation-HUD appropriations bill on June 19, 2012 (H.R. 5972). It included $33.6 billion for HUD, which is less than the Senate but more than the President requested. The bill included increased funding for the Community Development Block Grant program, but no new funding for the HOPE VI/Choice Neighborhoods program. H.R. 5972 was considered by the House the week of June 25, 2012, and was approved, as amended, on June 29, 2012. An amendment added during floor consideration would have prohibited the transfer and use of other department funds to carry out the activities of the Sustainable Communities Initiative (SCI) grant program. On June 21, 2012, the Obama Administration released a Statement of Administration Policy on the bill expressing opposition to certain program funding levels in the House bill and objecting to the House's overall discretionary funding level for FY2013. For these reasons, the statement said that the President's advisors would recommend that he veto H.R. 5972.", "In September 2012, Congress enacted and the President signed a continuing resolution (H.J.Res. 117) to fund government agencies—including HUD—at their FY2012 levels, increased by 0.612%, through the earlier of enactment of final FY2013 appropriations legislation or March 27, 2012. The CR did not extend emergency funding that was provided in FY2012 (HUD received $100 million in emergency funding in FY2012). The 112th Congress adjourned without enacting final FY2013 appropriations.", "In January 2013, the new 113th Congress enacted a supplemental funding bill in response to Hurricane Sandy (P.L. 113-2). The bill provided $16 billion for the Community Development Block Grant program, to be used for recovery from Hurricane Sandy, and other disasters.", "On March 1, 2013, under the terms of the Budget Control Act of 2011 (P.L. 112-25), as amended by the American Taxpayer Relief Act of 2012 (P.L. 112-240), President Obama ordered a sequestration. The result is an across-the-board cut of 5% for most of HUD's programs and activities for FY2013, a total reduction of about $3 billion.", "On March 6, 2013, the House approved a bill to provide full-year government-wide appropriations for FY2013 (H.R. 933). It proposed to continue funding for HUD programs at FY2012 levels, reduced by an across-the-board rescission of .098%. It proposed to maintain the reductions imposed by the sequester. The bill included a number of anomalies, including two that affected HUD. One involved the homeless assistance programs and one involved Indian Housing Loan Guarantees.", "On March 12, 2013, the Senate Committee on Appropriations released a substitute amendment to H.R. 933, which included several individual appropriations bills and a continuing resolution to fund the remaining federal agencies, including DOT and HUD, through the end of FY2013. The CR continued funding for most programs and activities at FY2012 levels. Like the House-passed version of the bill, it also proposed to maintain the funding reductions imposed by the March 1, 2013, sequester. The Senate substitute amendment included more anomalies and increased funding for HUD, compared to the House-passed version of H.R. 933. The Senate substitute amendment included funding increases above FY2012 levels for homeless assistance programs, Indian Housing Loan Guarantees, Section 8 tenant-based rental assistance, and the Public Housing Operating Fund. The Senate approved H.R. 933, as amended by the substitute amendment and other floor amendments (none of which involved HUD), on March 20, 2013. The next day, the House agreed to the Senate amendments. The President signed H.R. 933 into law on March 26, 2013 (P.L. 113-6).", "In total, P.L. 113-6 provided $1.6 billion less in new appropriations for HUD programs and activities than was provided in FY2012 (-4%), after accounting for the sequester reduction and the 0.2% across-the-board rescission ordered by OMB as required by the law."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction to HUD", "paragraphs": ["Most of the funding for the activities of the Department of Housing and Urban Development (HUD) comes from discretionary appropriations provided each year in the annual appropriations acts enacted by Congress. HUD's programs are primarily designed to address housing problems faced by households with very low incomes or other special housing needs. These include several programs of rental assistance for persons who are poor, elderly, and/or have disabilities. Three rental assistance programs—Public Housing, Section 8 Vouchers, and Section 8 project-based rental assistance—account for the majority of the department's nonemergency funding (over three-quarters of total HUD appropriations in FY2012). Two flexible block grant programs—HOME and Community Development Block Grants (CDBG)—help communities finance a variety of housing and community development activities designed to serve low-income families. Other more specialized grant programs help communities meet the needs of homeless persons, including those with AIDS. HUD's Federal Housing Administration (FHA) insures mortgages made by lenders to home buyers with low downpayments and to developers of multifamily rental buildings containing relatively affordable units. FHA collects fees from insured borrowers, which are used to sustain the insurance fund and offset its administrative costs. Surplus FHA funds have been used to offset the cost of the HUD budget.", "In recent years, the HUD budget has also received significant amounts of emergency supplemental funding. For example, almost $20 billion was provided through HUD's budget for recovery assistance to communities affected by Hurricane Katrina and the other hurricanes of 2005. The economic stimulus legislation enacted in 2009 ( P.L. 111-5 ) provided over $13 billion to HUD's programs.", " Table 1 presents total enacted appropriations for HUD over the past five years, including emergency appropriations. (For more information, see CRS Report R42542, Department of Housing and Urban Development (HUD): Funding Trends Since FY2002 , by [author name scrubbed].)"], "subsections": []}, {"section_title": "FY2012 Status", "paragraphs": ["The Consolidated and Further Continuing Appropriations Act of 2012 ( H.R. 2112 , P.L. 112-55 ) was signed into law on November 18, 2011. The law provided year-long appropriations for several government agencies, including HUD, and provided continuing appropriations through December 16, 2011, for the remaining government agencies (which were later funded for the rest of the fiscal year in separate legislation). The act provided about $37.3 billion in net budget authority for HUD, which is about 9% less than was provided in FY2011. However, part of the decrease in net budget authority is attributable to increases in offsetting receipts and rescissions. Looking only at gross new appropriations, and not accounting for offsets, total funding for HUD's programs was decreased by about 2% in FY2012 compared to FY2011."], "subsections": []}, {"section_title": "FY2013 Status", "paragraphs": [], "subsections": [{"section_title": "Continuing Resolutions and Full-Year FY2013 Funding", "paragraphs": ["On September 13, 2012, the House passed a continuing resolution, H.J.Res. 117 (112 th Congress), to fund government agencies—including HUD—at their FY2012 levels, increased by 0.612%, through the earlier enactment of final FY2013 appropriations legislation on March 27, 2012. The CR does not extend emergency funding that was provided in FY2012; HUD received $100 million in emergency funding in FY2012. The bill was approved by the Senate on September 22, 2012, and signed by the President on September 28, 2012 ( P.L. 112-175 ). The 112 th Congress adjourned without enactment of final FY2013 appropriations legislation.", "On March 6, 2013, the House approved a bill to provide full-year government-wide appropriations for FY2013 ( H.R. 933 , 113 th Congress). It contained a continuing resolution that would have continued funding for most federal agencies, including HUD, at FY2012 levels, reduced by an across-the-board rescission of 0.098%. It proposed to maintain the funding reductions imposed by the sequester that was ordered on March 1, 2013. The bill provided a number of anomalies, including two for accounts within the HUD budget; one modified the maximum set-aside for the Emergency Solutions Grants within the homeless assistance grants account and the other increased the authority and funding for Indian Housing Loan Guarantees.", "On March 12, 2013, the Senate Committee on Appropriations released a substitute amendment to H.R. 933 , which included several individual appropriations bills and a continuing resolution to fund the remaining federal agencies, including HUD, through the end of FY2013. The CR continued funding for most programs and activities at FY2012 levels. Like the House-passed bill, it proposed to maintain the funding reductions imposed by the March 1, 2013, sequester. The Senate substitute amendment included more anomalies and increased overall funding for HUD compared to the House-passed version of H.R. 933 . "], "subsections": [{"section_title": "Final FY2013 Year-Long CR, P.L. 113-6", "paragraphs": ["On March 20, 2013, the Senate amended and approved H.R. 933 . The next day, the House approved the Senate-passed version, sending the bill to the President. The President signed H.R. 933 into law on March 26, 2013 ( P.L. 113-6 ), just before the expiration of the six-month CR.", "The final version of H.R. 933 funds all HUD programs at FY2012 levels and subject to the FY2012 terms and conditions, except for the following:", "Section 1101(c) directs that most FY2012 rescissions (including the tenant-based rental assistance account rescission) are not extended under the CR. Section 1101(a)(7) directs that the $100 million in emergency funding provided for CDBG disaster assistance in FY2012 is not extended under the CR. Section 1805 provides $2.033 billion for the Homeless Assistance Grants, compared to the $1.9 billion that was provided in FY2012. Section 1806 provides $12 million for Indian Housing Loan Guarantees, which is twice what was provided in FY2012. It will support a loan level of $976 million, compared to $360 million in FY2012. Section 1807 provides $18.939 billion for the Section 8 tenant-based rental assistance (TBRA) account, compared to the $18.914 billion provided in FY2012, an increase of $25 million. The full increase is directed to fund administrative fees. As noted earlier, the CR does not include a $650 million rescission of TBRA funding that was included in the FY2012 appropriations law and reduced total funding for the account. Section 1809 provides $4.262 billion for the Public Housing Operating Fund, which is $300 million above the FY2012 level. ", "Other HUD-specific anomalies extend the authority for Home Equity Conversion Mortgages insured by FHA (Section 1810) and make a technical change to the Housing Certificate Fund (Section 1808).", "Additionally, under the terms of Section 3004, as interpreted by OMB, HUD appropriations were subject to a 0.2% across-the-board rescission. ", "Additionally, note that none of these funding levels reflect the reductions required by the March 1, 2013, sequestration order, and thus the budgetary resources available to nearly all HUD programs and activities in FY2013 were reduced further as directed by that order. (For more information about sequestration, see the Appendix .) After accounting for sequestration and the across-the-board rescission ordered by P.L. 113-6 , HUD programs and activities received $42.632 billion in new appropriations in FY2013 under the terms of the year-long CR. That amount is $1.6 billion less (-4%) than the FY2012 level of $44.241 billion. Because of an almost doubling in offsetting receipts from FHA, the net new budget authority required to provide this amount of appropriations was $31.425 billion, or about $6 billion less (-16%) than FY2012."], "subsections": []}]}, {"section_title": "House Action, 112th Congress", "paragraphs": ["The Transportation, HUD and Related Agencies Subcommittee of the House Appropriations Committee approved a draft FY2013 funding bill on June 7, 2012; the full Appropriations Committee approved the draft bill on June 19, 2012, with only technical changes to the HUD portion ( H.R. 5972 , H.Rept. 112-541 ). ", "As shown in Table 2 , the bill included $33.6 billion for HUD, which is about $30 million more than requested by the President, but nearly $1.4 billion less than is included in the Senate version ( S. 2322 ). The most significant difference between the House and Senate versions is that the House bill included the President's request to reduce funding for the Section 8 project-based rental assistance program (discussed later in this report). ", "On June 29, 2012, the full House approved H.R. 5972 . Several floor amendments were adopted, two of which transferred funds between HUD accounts, but they did not affect the overall funding level for the department."], "subsections": []}, {"section_title": "Senate Action, 112th Congress", "paragraphs": ["On April 17, 2012, the Transportation, HUD and Related Agencies subcommittee of the Senate Appropriations Committee approved an FY2013 Transportation-HUD appropriations bill. The bill was approved and reported by the full Senate Appropriations Committee two days later. As shown in Table 2 , the bill ( S. 2322 , S.Rept. 112-157 ) proposed total net budget authority for HUD at just under $35 billion, a decrease of about 7% compared to FY2012, but an increase of about 4% over the President's requested level. S. 2322 proposed to increase funding for the Section 8 project-based rental assistance program by more than $1 billion above the President's request."], "subsections": []}, {"section_title": "President's Budget Request", "paragraphs": ["On February 13, 2012, the Obama Administration submitted its FY2013 budget request, including just under $34 billion in net budget authority for HUD. The requested level is nearly $4 billion less than the comparable amount enacted for FY2012. However, the decrease in net budget authority requested is largely attributable to an estimated increase in offsetting receipts from the Federal Housing Administration (FHA). As shown in Table 2 , not accounting for offsets, the President's budget requested an increase of more than $500 million in new appropriations for HUD programs and activities. The largest increases in funding were proposed for the accounts that fund the public housing program and the homeless assistance programs. ", " Table 2 presents account-level funding information for HUD, comparing FY2013 to FY2012."], "subsections": []}]}, {"section_title": "Selected FY2013 Funding Issues", "paragraphs": [], "subsections": [{"section_title": "The Federal Housing Administration's Mutual Mortgage Insurance Fund", "paragraphs": ["The Federal Housing Administration (FHA) insures mortgage lenders against losses on mortgages made to borrowers with low downpayments or other eligible borrowers who meet certain criteria. The provision of FHA insurance helps to make mortgage credit more widely available, and at a lower cost, than it might be in the absence of the insurance. Borrowers of FHA-insured loans pay both upfront and monthly fees, or premiums, for the insurance. ", "FHA's single-family mortgage insurance programs are administered through the Mutual Mortgage Insurance Fund (MMIF). The MMIF is the largest of the FHA insurance funds, and when there is public discussion of \"FHA insurance\" or \"FHA loans,\" it is usually related to the MMIF and the single-family home loans insured under that fund. Home Equity Conversion Mortgages (HECMs), which are FHA-insured reverse mortgages, are also included in the MMIF, leading to two risk categories within the MMIF: the Purchase and Refinance risk category and the HECM risk category. ", "Historically, the MMIF has been self-financing; the amount of money taken in through premiums has been sufficient to cover any claims that FHA has to pay on defaulted mortgages. FHA does receive an appropriation every year for administrative contract expenses; for FY2013, the President's budget requested an appropriation of $215 million for administrative contract expenses, an $8 million increase over the FY2012-enacted level of $207 million. The final FY2013 appropriation for FHA's administrative contract expenses was $196 million, after accounting for the sequestration and across-the-board rescission."], "subsections": [{"section_title": "FY2013 Credit Subsidy and Offsetting Receipts", "paragraphs": ["The Federal Credit Reform Act of 1990 (FCRA) provided that the cost of federal loan insurance in a given fiscal year be recorded in the budget as the net present value of all expected cash flows from loans insured in that year. For the MMIF, the cash inflows are mainly the insurance premiums paid by borrowers, and the cash outflows are mainly the payments to lenders for the cost of loan defaults. The net value of these cash flows is expressed as a percentage of the volume of loans expected to be insured in that year and is referred to as the subsidy rate. If the cash inflows exceed the cash outflows, the subsidy rate is expressed as a negative number because net income from business type activities is shown in the budget as negative outlays. If the cash outflows exceed the cash inflows, the subsidy rate is expressed as a positive number. ", "When the subsidy rate is applied to the expected loan volume in a given year, the result is the amount of credit subsidy that a federal credit program is expected to need over the life of the loans. If a program has a positive subsidy rate, that program requires an appropriation of credit subsidy in the budget year that the loans are originated. If the program has a negative subsidy rate, then the program is expected to take in more money than it pays out, generating offsetting receipts. However, actual cash flows over the life of the loans are likely to differ from those projected in the first year. Therefore, agencies are required to periodically revise the initial subsidy estimates to include updated assumptions.", "For FY2013, HUD estimated that the MMIF Purchase and Refinance category (excluding HECMs) would have a credit subsidy rate of -5.38% and that about $149 billion of purchase and refinance loans would be insured, resulting in $8 billion in negative credit subsidy. HUD further estimated that the HECM category would have a subsidy rate of -0.92% and that FHA would insure about $18 billion of HECMs, resulting in negative credit subsidy of $172 million. Together, then, HUD estimated that mortgages insured under the MMIF in FY2013 would generate $8.2 billion in negative credit subsidy for the government. HUD also estimated that its other insurance fund, the GI/SRI fund, would generate $661 million in negative credit subsidy; combined with the negative credit subsidy from the MMIF, this would lead to a total of nearly $9 billion in negative credit subsidy generated by FHA that could be used as offsetting receipts.", "Each year, the Congressional Budget Office (CBO) re-estimates these numbers as part of its re-estimate of the President's budget. Depending on the assumptions it uses, CBO's numbers might be different from those in the President's budget. CBO's numbers are the ones that are used by Congress for the purpose of determining budget authority (and presented in this report, including Table 2 ). According to Senate Appropriations Committee documents, CBO estimated that FHA would generate a total of over $10.4 billion in negative credit subsidy in FY2013, which is over $1 billion more than FHA estimates shown in the President's budget documents. "], "subsections": []}, {"section_title": "Permanent and Indefinite Budget Authority", "paragraphs": ["As mentioned earlier, FHA's single-family programs have historically been self-financing. However, the FCRA provides permanent and indefinite budget authority to government loan guarantee programs to cover increased costs of loan guarantees. This includes the FHA programs administered through the MMIF. Therefore, if the MMIF ever does not have enough money to cover projected claims on defaulted loans, it can draw on its permanent and indefinite budget authority with the U.S. Treasury to cover any shortfalls without congressional action. ", "The FY2013 budget showed that, for the first time, HUD anticipated that the MMIF would need to draw on this permanent and indefinite budget authority for $688 million sometime during FY2012. This money would be needed to make a required transfer of funds from the MMIF's secondary reserve account to its primary reserve account, in order to account for an increase in the estimated losses expected to occur over the life of the loans currently insured by FHA. It would not be needed immediately to cover actual claims on defaulted FHA-insured loans. FHA had about $33 billion in reserves that it could use to pay claims, and those funds would be exhausted before any additional funds from Treasury would be spent. ", "After the FY2013 President's budget was released, HUD stated that it no longer expected to need to draw on Treasury for these funds during FY2012. Increases in mortgage insurance premiums, along with funds from recent legal settlements, brought in enough money to the MMIF to cover the required transfer of funds. However, although FHA did not need to draw funds from Treasury to cover projected losses in the MMIF in FY2012, FHA did end up using its permanent and indefinite budget authority to draw $1.7 billion from Treasury at the end of FY2013 in order to make its required transfer of funds between reserve accounts in that year."], "subsections": []}, {"section_title": "Mortgage Insurance Premium Increases", "paragraphs": ["In the FY2013 budget justifications, FHA indicated that it would make further increases to the insurance premiums that it charges for FHA insurance. This included a 0.1% increase in the annual insurance premium that was mandated by the Temporary Payroll Tax Cut Continuation Act of 2011 ( P.L. 112-78 ), as well as an additional premium increase on loans with principal balances over $625,500. These premium increases have since gone into effect. FHA expects the premium increases to increase the amount of negative credit subsidy generated by FHA and to help increase the MMIF's reserves.", "For more information on the MMIF's financial status, and steps that FHA has taken to increase its reserves, see CRS Report R42875, The FHA Single-Family Mortgage Insurance Program: Financial Status and Related Current Issues , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Funding for Section 8 Housing Choice Vouchers", "paragraphs": ["The tenant-based rental assistance (TBRA) account is the account that funds the Section 8 Housing Choice Voucher program; it is the largest account in HUD's budget and it funds the largest assistance program administered by HUD. Most of the funding provided to the account each year is for the annual renewal of the roughly 2 million vouchers that are currently authorized and being used by families to subsidize their housing. The account also provides funding for the administrative costs incurred by the PHAs that administer the program. The account is funded using both current-year appropriations and advance appropriations provided for use in the following fiscal year. (For more information about the program, see CRS Report RL34002, Section 8 Housing Choice Voucher Program: Issues and Reform Proposals , by [author name scrubbed].)", "As shown in Table 3 , for FY2013 the President's budget requested a 4% increase in funding for the tenant-based rental assistance account, after accounting for a rescission taken in FY2012. The President's budget request documents indicated that the amount requested would be sufficient to continue to serve roughly the same number of families as served by the program in 2012. However, the request assumed that some administrative reform language, which HUD estimated would result in program savings, is enacted (discussed later in this report). The President's budget request proposed to increase the amount of administrative fees paid to the local public housing authorities (PHAs) that administer the program. In FY2012, the amount provided for administrative fees within the TBRA account was sufficient to fund only about 74% of the fees earned by PHAs; HUD estimated the requested funding level would increase the \"proration level\" to 81%.", "S. 2322 proposed to provide over $300 million more for the TBRA account than the President requested. All of that increase is attributable to increased funding for voucher renewals. The committee report accompanying the bill notes that the committee did not adopt all of the cost saving legislative proposals requested by the President (see \" Assisted Housing Legislative Proposals \" later in this report).", "The House version of the FY2013 bill ( H.R. 5972 , H.Rept. 112-541 ) included the President's requested funding level for voucher renewals, which is more than $200 million below the Senate bill. The bill did not include the cost-saving legislative proposals requested by the President; the report states that the committee is supportive of such proposals and encourages the authorizing committees to consider them, and for HUD to consider administrative and regulatory reforms. ", "As shown in Table 3 , P.L. 113-6 , the final FY2013 year-long continuing resolution, after accounting for the sequestration reduction and the across-the-board rescission, resulted in $17.964 billion being made available for the voucher program in FY2013, which is 2% less than the amount available (post-rescission) in FY2012 and 6% less than the amount requested by the President. Note that the President's request was based on an assumption of savings from a set of legislative reforms proposed in the budget (discussed later in this report); P.L. 113-6 did not adopt those legislative reforms."], "subsections": []}, {"section_title": "Funding for Project-Based Section 8 Rental Assistance Contracts", "paragraphs": ["The project-based rental assistance (PBRA) account provides funding to administer and renew existing project-based Section 8 rental assistance contracts between HUD and private multifamily property owners. Under those contracts, HUD provides subsidies to the owners to make up the difference between what eligible low-income families pay to live in subsidized units (30% of their incomes) and a previously agreed-upon rent for the unit. No new contracts have been entered into under this program since the early 1980s. When the program was active, Congress funded the contracts for 20- to 40-year periods, so the monthly payments for owners came from old appropriations. However, once those contracts expire, they require new annual appropriations if they are renewed. As more contracts expire, and assuming the owners choose to renew, more new appropriations are needed to maintain the subsidies. Further, some old contracts do not have sufficient funding to finish their existing terms, so new funding is needed to complete the contract (referred to as amendment funding). As more contracts have shifted from long-term appropriations to needing new appropriations, this account has grown and become the second-largest account in HUD's budget.", "The President's budget requested about $600 million less for the project-based rental assistance account than was provided in FY2012. The President's budget documents acknowledged that the funding level requested would not be sufficient to fund the full 12-month renewal of all of the existing contracts. Instead, the department plans to fund the contracts for partial terms (less than 12 months). The budget also requested policy changes, and indicates the department is pursuing other administrative policy changes, that will result in program savings.", "S. 2322 included about $1.2 billion more for the PBRA account than requested by the President. S.Rept. 112-157 stated that the committee rejects the President's proposal to short-fund Section 8 project-based rental assistance contracts and thus the bill provides sufficient funding to renew all contracts for 12 months.", "The House Appropriations Committee-passed version of the FY2013 HUD funding bill ( H.R. 5972 , H.Rept. 112-541 ) adopted the President's request for the Section 8 project-based rental assistance account.", "P.L. 113-6 , the final FY2013 year-long continuing resolution, after accounting for the sequestration reduction and the across-the-board rescission, resulted in $8.851 billion being made available for the Section 8 project-based rental assistance account in FY2013. This amount is less than what was provided in FY2012 (-5%), slightly more than the amount requested by the President and proposed by the House in H.R. 5972 (+2%), and substantially less than the Senate estimated would be needed to \"fully fund\" contract renewals (-10%). "], "subsections": []}, {"section_title": "Public Housing and Choice Neighborhoods", "paragraphs": ["The public housing program provides publicly owned and subsidized rental units for very low-income families. Created in 1937, it is the federal government's oldest housing assistance program for poor families, and it is arguably HUD's most well-known assistance program. (For more information, see CRS Report R41654, Introduction to Public Housing , by [author name scrubbed].) Although no new public housing developments have been built for many years, Congress continues to provide funds to the more than 3,100 public housing authorities (PHAs) that own and maintain the existing stock of more than 1 million units. Public housing receives federal funding under two primary accounts, which, when combined, result in public housing being the third-highest funded program in HUD's budget (following the two Section 8 programs, discussed elsewhere in this report). Through the operating fund, HUD provides funding to PHAs to help fill the gap between tenants' contributions toward rent and the cost of ongoing maintenance, utilities, and administration of public housing properties. Through the capital fund, HUD provides funding to PHAs for capital projects and modernization of their public housing properties.", "In terms of total funding for the public housing program—both the capital fund and operating fund—the President's FY2013 budget requested a 13% increase compared to FY2012. As shown in Table 4 , the operating fund request included a 14% increase and the capital fund request included a 10% increase over FY2012. However, the size of the increase in funding requested for the operating fund is somewhat misleading in terms of how much will be available to the program. In FY2012, Congress directed HUD to supplement the appropriations provided for the operating fund by requiring PHAs to use their reserve funds. HUD's budget documents note that no such offset will be available in FY2013, thus more funding will be required to ensure the same amount of funding is available to the program. The President's budget request included a proposal for new administrative flexibilities for PHAs administering public housing. Specifically, the budget requested the authority to permit PHAs to have full fungibility between their capital and operating funds and to test new rent policies to promote increased income among public housing tenants. The budget also requested $50 million for a new Jobs-Plus Pilot Initiative. The initiative is based on the original Jobs-Plus demonstration, which identified several place-based work support strategies that appeared to increase employment and earnings for residents of public housing. ", "S. 2322 included just slightly less in total funding for public housing than the amount requested by the President ($18 million less, a difference of less than 1%). However, S. 2322 allocates the funding differently, providing about $70 million more for the operating fund and $85 million less for the Capital Fund than was requested by the President. The Senate bill did include funding for the Jobs-Plus Initiative, but not as much as requested in the President's budget. S.Rept. 112-157 noted that several of the activities envisioned for the Jobs-Plus Initiative are eligible uses of ROSS funding, and that, while the Secretary may use ROSS funds for Jobs-Plus, the \"Committee expects HUD to use caution in designing this initiative so as not to adversely impact those already being served under the ROSS program.\"", "The House Appropriations Committee-passed version of the FY2013 HUD funding bill ( H.R. 5972 , H.Rept. 112-541 ) included the same level of funding as proposed by the Senate for the capital fund and the same level of funding proposed by the President for the operating fund. It did not include funding for the Jobs-Plus initiative that was requested in the President's budget.", "P.L. 113-6 , after accounting for the sequestration reduction and the across-the-board rescission, resulted in $5.831 billion being made available for the combined public housing operating fund and capital fund programs (see Table 4 ). This amount is about equal to the amount of funding provided in FY2012 (not accounting for the spending from PHA operating fund reserves), but is about 12% less than the amount requested by the President. The capital fund was funded at about 14% less than the amount requested by the President, and the operating fund was funded at about 10% less than the amount requested by the President. "], "subsections": [{"section_title": "HOPE VI/Choice Neighborhoods", "paragraphs": ["Additionally, the budget requested $150 million for Choice Neighborhoods, an increase from FY2012, when the program received $120 million. The Choice Neighborhood program is an Obama Administration initiative that provides competitive grants to local communities to redevelop distressed assisted housing. Choice Neighborhoods was designed to replace HOPE VI, which provided competitive grants to PHAs to redevelop distressed public housing. While PHAs are eligible to receive Choice Neighborhood grants, other entities may also apply. FY2012 was the first year that Choice Neighborhoods was funded while HOPE VI was not.", "The Senate appropriations committee proposed to fund Choice Neighborhoods at $30 million below the requested level, even with the FY2012 enacted level. S. 2322 proposed to set-aside $80 million for PHA applicants (as opposed to other entities, ensuring the majority of funding is directed to public housing). ", "The House Appropriations Committee-passed version of the FY2013 HUD appropriations bill proposed no funding for Choice Neighborhoods ( H.R. 5972 , H.Rept. 112-541 ). The committee's report noted that the program remains unauthorized and stated that the committee believes that many of the objectives of the initiative can be met through existing programs such as HOME and CDBG.", "P.L. 113-6 , after accounting for the sequestration reduction and the across-the-board rescission, resulted in $114 million being made available for Choice Neighborhoods (see Table 4 ), which is 5% less than the FY2012 funding level and 24% less than the amount requested by the President."], "subsections": []}]}, {"section_title": "Assisted Housing Legislative Proposals", "paragraphs": ["The President's budget requested several legislative changes to federal assisted housing programs. The Administration estimated that three of the changes would result in over $200 million in program savings for the Section 8 Housing Choice Voucher program. Many of these changes have been considered as a part of assisted housing reform proposals in recent years. The requested legislative changes are described below; note that the House Appropriations Committee-passed version of the FY2013 bill included none of the proposed legislative provisions, while the Senate Appropriations Committee-passed version included some of the provisions (noted below). ", "The final FY2013 HUD funding law did not include any of these provisions.", "Broaden the definition of \"Extremely Low-Income\" (ELI) from 30% of local area median income to the higher of that threshold or the poverty guidelines provided by the Department of Health and Human Services (HHS). The ELI threshold is used in the voucher program and the public housing program for the purpose of targeting assistance. The department estimated the change would save an estimated $121 million for the Section 8 voucher program in 2013. This change would also apply to the Public Housing and Section 8 project-based rental assistance programs. This provision was included in S. 2322 . Increase minimum rents from the current threshold of up to $50 per month to a standard, higher level of $75. The Administration estimated this change would save $55 million in 2013. This change would also apply to the Public Housing and Section 8 project-based rental assistance programs. This provision was not included in S. 2322 . Changes to public housing flat rent policies. Currently, PHAs can establish flat rents in public housing; the President's budget proposed to require that flat rents be set at no less than 80% of fair market rent (FMR), but with certain phase-in requirements. This provision was included in S. 2322 . Revisions to the allowable deductions for certain medical and related deductions. Currently, family income is adjusted to reflect certain medical, attendant care, and auxiliary aid expenses that exceed 3% of family income. The President's budget proposed increasing the threshold to 10% and estimated the change will save $32 million for the Section 8 voucher program in 2013. This change would also apply to the Public Housing and Section 8 project-based rental assistance programs. This provision was not included in S. 2322 . Reforms to Section 8 Voucher program inspection rules. Would allow PHAs to use alternative inspection requirements and to conduct inspections biennially, instead of annually. This provision was included in S. 2322 . Changes to the definition of PHA. This change would expand the definition of a PHA to include consortia of PHAs. This provision was included in S. 2322 . Authority for a rent policy demonstration. The President's budget requested authority to use funds provided under the Section 8 voucher program and public housing program to test different rent-setting models designed to promote family self-sufficiency and income growth. This provision was not included in S. 2322 . Authority for a new Consolidated Opportunities for Resident Enrichment (CORE) flexibility program. The requested authority would allow the Secretary to set aside funds from the public housing and Section 8 voucher programs to use for the provision of a new form of supportive services for residents, in lieu of existing supportive service programs. This provision was not included in S. 2322 ."], "subsections": []}, {"section_title": "Community Development Funding: The CDF, CDBG, and Section 10818", "paragraphs": ["The Community Development Fund (CDF) funds several community development related activities, including the Community Development Block Grant (CDBG) program. CDBG is the federal government's largest and most widely available source of financial assistance supporting state and local government-directed neighborhood revitalization, housing rehabilitation, and economic development activities. These formula-based grants are allocated to approximately 1,176 entitlement communities (metropolitan cities with populations of 50,000, principal cities of metropolitan areas, and urban counties), the 50 states, Puerto Rico, and the insular areas of American Samoa, Guam, the Virgin Islands, and the Northern Mariana Islands. Grants are used to implement plans intended to address housing, community development, and economic development needs, as determined by local officials."], "subsections": [{"section_title": "Administration Budget Request", "paragraphs": ["The Obama Administration's budget request for FY2013 included $3.143 billion for activities funded under the CDF account. The requested amount represents 9% of the total budget authority requested by the agency for FY2013. ", "As shown in Table 5 , the Administration's FY2013 budget proposed to increase total funding for CDF account activities by 4.5% or $135 million, excluding special supplemental funding for disaster relief activities. Specifically, the Administration requested $100 million in funding for its Sustainable Communities Initiative (SCI), which received no funding in FY2012 but had an appropriation of $99 million in FY2011. In addition, the Administration's budget request proposed to transfer funding for the Capacity Building for Community Development and Affordable Housing (Section 4) program, which was funded at $35 million in FY2012, from the Self-Help Housing Assistance account to the CDF account. ", "As noted in Table 5 , in FY2012 Congress appropriated an additional $400 million in CDBG supplemental disaster assistance to communities in eight states to assist them in funding disaster recovery activities. When Congress appropriated these additional funds for disaster-related activities under P.L. 112-55 , it designated $100 million of the $400 million as being for \"disaster relief,\" effectively exempting the $100 million from the original, or unadjusted, discretionary spending caps established by the Budget Control Act of 2011 (BCA, P.L. 112-25 ). That is, this $100 million of the $400 million in disaster-related activities was provided effectively outside, or in excess of, the unadjusted discretionary spending caps, while $300 million of the $400 million in disaster-related assistance was provided within the unadjusted cap level. "], "subsections": [{"section_title": "Community Development Block Grants—Formula Grants", "paragraphs": ["Under the Administration's FY2013 budget proposal for the CDBG program, formula grants remained unchanged from the amounts appropriated for FY2012. For FY2013, the Administration requested $2.948 billion for the CDBG formula component of the CDF account, including", "$2.059 billion for CDBG entitlement communities; $882 million for CDBG state administered program; and $7 million for insular areas. ", "The Administration also requested $60 million for Indian tribes. These are approximately the same amounts that were appropriated for FY2012."], "subsections": []}, {"section_title": "Sustainable Communities Initiatives (SCI)", "paragraphs": ["The Administration's FY2013 budget recommended reinstating funding for SCI program activities. The SCI is a set of planning-oriented grants first proposed by the Obama Administration in its FY2010 budget and funded that year at $150 million. For FY2013 the Administration requested an appropriation of $100 million. Funds would support SCI's three components:", "Regional Integrated Planning Grants . $46 million were proposed to be competitively awarded to regional organizations in up to 25 metropolitan areas to support efforts to develop effective models that would integrate the planning requirements of various disciplines critical to the development of sustainable communities. Community Challenge Grants . $46 million were proposed to be competitively awarded to up to 50 individual communities to assist them in developing local complements to the larger regional integration planning grants. Housing-Transportation Integration Research . $8 million were proposed to have been set aside for a joint HUD, DOT, and EPA research initiative that would seek to quantify and evaluate the benefits and tradeoffs of various sustainability initiatives."], "subsections": []}, {"section_title": "Section 108 Loan Guarantees", "paragraphs": ["The CDBG Section 108 Loan Guarantee program (Section 108) allows states and entitlement communities to collateralize their annual CDBG allocation in an effort to attract private capital to support economic development activities, housing, public facilities, and infrastructure projects. Communities may borrow up to five times their annual allocation for a term of 20 years through the public issuance of bonds. The proceeds from the bonds must be used to finance activities that support job creation and that meet one of the national goals of the CDBG program. ", "The Administration's budget proposed increasing the program's loan commitment ceiling from $240 million in FY2012 to $500 million in FY2013. In addition to an increase in the loan commitment ceiling, the Administration proposed revamping the program by charging a fee-based assessment to borrowers accessing the program, which would eliminate the need for an appropriated credit subsidy. "], "subsections": []}]}, {"section_title": "Senate Appropriations Committee Bill (S. 2322)", "paragraphs": ["The Senate Appropriations Committee bill, S. 2322 , recommended $3.210 billion for activities funded under the CDF account, including $3.100 billion for CDBG formula grants awarded to states, entitlement communities, and insular areas. This was 5% more than the $2.948 billion appropriated in FY2012 for formula grants. S. 2322 supported the Administration's $60 million funding request for Indian tribes.", "The bill recommended an appropriation of $50 million for SCI activities. This was half the amount requested by the Administration. In addition, the bill would have required HUD to allocate over $12 million of the amount appropriated to SCI for communities with populations of less than 500,000. ", "The bill also supported the Administration's budget request calling for the conversion of Section 108 loan guarantees to a fee-based program and increasing the loan guarantee commitment to $500 million for FY2013 from the $240 million approved for FY2012. The Senate Committee bill recommended continued funding of Section 4 (Capacity Building for Community Development and Affordable Housing) activities at the $35 million appropriation level, but did not support the Administration's request to transfer the program from its current account, the Self-Help Homeownership Opportunity Program account, as shown in Table 2 . "], "subsections": []}, {"section_title": "House Bill (H.R. 5972)", "paragraphs": ["The House bill, H.R. 5972 , recommended $3.404 billion for activities funded under the CDF account, including $3.344 billion for CDBG formula grants awarded to states, entitlement communities, and insular areas. This was 13% more than the $2.948 billion appropriated in FY2012 for formula grants and 8% more than recommended in the Senate bill, S. 2322 . Like its Senate counterpart, H.R. 5972 supported the Administration's $60 million funding request for Indian tribes.", "Unlike the Senate Committee bill, H.R. 5972 did not include a set-aside of CDBG funds to support a new round of funding for SCI activities. Instead, the bill recommended just over $2 million in the Management and Administration account for activities related to the closeout and evaluation of previously awarded SCI awards. The report accompanying the bill noted that the program was unauthorized and did not have the support of the committee of jurisdiction, the House Financial Services Committee. During floor consideration of the bill, the House approved, by voice vote, an amendment ( H.Amdt. 1359 ) that would have prohibited any funds in the bill from being used to make SCI awards. This amendment was approved despite the Administration's objection to the defunding of SCI activities articulated in its Statement of Administration Policy (SAP) regarding H.R. 5972 . The SAP, which was released on June 21, 2012, included language lauding the House support of CDBGs, but \"strongly objecting\" to the lack of funding for SCI activities. The Administration's policy statement contended that SCI grants support regional and local planning efforts that \"help localities invest limited resources strategically to achieve the greatest short and long-term benefit for citizens.\"", "The House bill did not support the Administration's budget request calling for the conversion of Section 108 loan guarantees to a fee-based structure. H.R. 5972 recommended $6 million in loan subsidies to support a loan guarantee ceiling of $244 million. Consistent with the provisions included in the Senate bill, H.R. 5972 also recommended continued funding of Section 4 (Capacity Building for Community Development and Affordable Housing) activities at the $35 million appropriation level. It did not support the Administration's request to transfer the program from its current account, the Self-Help Homeownership Opportunity Program account."], "subsections": []}, {"section_title": "FY2013 Appropriations, P.L. 113-6", "paragraphs": ["P.L. 113-6 appropriated $3.1 billion for CDF activities, including $3.078 billion for CDBG formula grants to states and entitlement communities and $57 million for Indian tribes. The $3.078 billion allocated by formula grants to entitlement communities and states represented a 4.4% increase above the $2.948 billion allocated to formula grants in FY2012. The act did not include a provision that would have converted the Section 108 loan guarantee to a fee-based program. Instead, P.L. 113-6 continues the program as currently structured appropriating $5.4 million in loan subsidies in support of $240 million in loan guarantees. "], "subsections": [{"section_title": "Appendix. Supplemental Appropriations, the BCA, Sequestration, Budget Resolutions, and Discretionary Budget Caps", "paragraphs": ["The Disaster Relief Appropriations Act, 2013", "On January 29, 2013, President Obama signed the Disaster Relief Appropriations Act, 2013, into law ( P.L. 113-2 ). The act provided $50.7 billion in supplemental funding and legislative provisions to address the immediate losses from Hurricane Sandy, as well as to support mitigation for future disasters. The act contains $16 billion in funding for HUD, all of which was provided to the Community Development Block Grant (CDBG) program. The law established a number of terms and conditions for the funding that vary from the rules covering the regular CDBG program. In addition, P.L. 113-2 included language to allow HUD to make funding adjustments in the Section 8 Housing Choice Voucher for local public housing authorities affected by the storm. ", "The Budget Control Act and FY2013 Sequestration", "FY2013 discretionary appropriations were considered in the context of the Budget Control Act of 2011 (BCA, P.L. 112-25 ). The BCA established discretionary spending limits for FY2012-FY2021. It allows for the adjustment of the discretionary limits for several different purposes, including for appropriations designated as being for disaster relief and appropriations designated as emergency requirements. ", "The BCA also tasked a Joint Select Committee on Deficit Reduction to develop a federal deficit reduction plan for Congress and the President to enact by January 15, 2012. The failure of Congress and the President to enact deficit reduction legislation by that date triggered an automatic spending reduction process established by the BCA, consisting of a combination of sequestration and lower discretionary spending caps that were scheduled to begin on January 2, 2013. However, prior to that date, Congress enacted the American Taxpayer Relief Act of 2012 (ATRA, P.L. 112-240 ), which made several substantive changes to the BCA, including a delay of the scheduled BCA sequester until March 1, 2013, and a reduction of the total amount scheduled to be sequestered. ", "The sequestration process for FY2013 required automatic, largely across-the-board spending cuts at the account and program level to achieve equal budget reductions from both defense and nondefense funding. The level of cuts was to be determined by the Office of Management and Budget (OMB), under terms specified by the Balanced Budget and Emergency Deficit Control Act of 1985, as amended by the BCA and ATRA. ", "On March 1, 2013, President Obama ordered the BCA-mandated sequestration. OMB calculated that it required a 7.8% reduction in non-exempt defense discretionary funding, a 5.0% reduction in non-exempt nondefense discretionary funding, a 5.1% reduction for most non-exempt nondefense mandatory funding, and a 7.9% reduction for non-exempt defense mandatory funding. Nearly all of HUD's budget is non-exempt discretionary funding, and is thus subject to a 5% reduction in funding for FY2013. These percentages were then applied to funding levels in place at the time of the sequester in order to calculate dollar amount reductions for each account. According to a report accompanying the order, funding for HUD's programs and activities for FY2013 was to be reduced by about $3 billion as a result of the sequester. ", "The sequester was applied at the program, project, and activity (PPA) level within each account. Because the sequester was implemented at the time that a temporary continuing resolution was in force, the reductions were calculated on an annualized basis, to be apportioned throughout the remainder of the fiscal year. ", "The FY2013 Budget Resolution and Discretionary Budget Caps", "The annual budget resolution provides a budgetary framework within which Congress considers legislation affecting spending and revenue. It sets forth enforceable spending and revenue levels, including spending allocations to House and Senate committees. After the House and Senate Appropriations Committees receive their discretionary spending allocations (referred to as 302(a) allocations), they divide their allocations among their 12 subcommittees. Each subcommittee is responsible for one of the 12 regular appropriations bills. The allocations to each of the subcommittees are referred to as 302(b) allocations. While a budget resolution and subcommittee allocations alone cannot be used to determine how much funding any individual account or program will receive, they do set the parameters within which decisions about funding for individual accounts and programs can be made. ", "The House FY2013 budget resolution ( H.Con.Res. 112 , 112 th Congress) was agreed to by the House on March 29, 2012. It would limit total discretionary spending for FY2013 to $1,028 billion, which is less than the $1,047 billion specified in the Budget Control Act. In the absence of an agreement with the Senate on a budget resolution for FY2013, the House deemed its budget resolution passed by Congress, for purposes of enforcing its provisions. The House Appropriations Committee announced 302(b) allocations on April 25, 2012, including $51.61 billion for THUD, a nearly 10% reduction from FY2012.", "The Senate in the 112 th Congress did not consider a budget resolution for FY2013. The BCA, however, included a provision (Section 106 of P.L. 112-25 ) that provided for enforceable budget levels, if the House and Senate had not agreed to a budget resolution for FY2013 by April 15, 2012. Pursuant to this so-called \"deeming provision,\" Senator Kent Conrad, chair of the Senate Budget Committee, submitted for printing in the Congressional Record , as provided in the BCA, spending and revenue levels, including the 302(a) allocations to the Senate Appropriations Committee consistent with the BCA discretionary spending caps (i.e., $1,047 billion in budget authority). Based on the BCA total, the Senate Appropriations Committee released its 302(b) allocations, including $53.438 billion for the THUD subcommittee, 7% less than FY2012, but more than 3% above the level approved by the House. ", "The levels approved under the House and Senate budget resolutions for FY2013 differed by almost $20 billion in total for FY2013, and by over $2 billion for THUD. (See Table A-1 ). ", "As noted earlier, in January 2013, the ATRA ( P.L. 112-240 ) made several changes to the BCA. One of the changes was a reduction of $4 billion in the FY2013 discretionary budget cap, making it equal to the FY2012 cap. The savings generated from the lowering of the cap in FY2013 (along with other savings generated by the law) were used to reduce the total amount of the BCA sequester."], "subsections": []}]}]}]}]}}