{"id": "R42698", "title": "NFIB v. Sebelius: Constitutionality of the Individual Mandate", "released_date": "2012-09-03T00:00:00", "summary": ["In one of the most highly anticipated decisions in recent years, the Supreme Court released its ruling regarding the constitutionality of the Affordable Care Act (ACA) in June 2012. In NFIB v. Sebelius, the Court largely affirmed the constitutionality of ACA, including its individual mandate provision. In a move that was unexpected to many, the Court upheld the mandate as a valid exercise of Congress's taxing power, but not its Commerce Clause power.", "First, Chief Justice Roberts, in a controlling opinion, found that the Commerce Clause does not provide Congress with the authority to enact the individual mandate. While the Chief Justice acknowledged that Congress's authority to regulate interstate commerce is quite broad, he also pointed out that Congress had never attempted to use this power to make individuals buy an undesired product. The Chief Justice further noted that the language of the Clause (i.e., the power to regulate interstate commerce) reflects the idea that there must be something to regulate in the first place (i.e., some type of \"activity\"). The problem with the individual mandate, as indicated by the Chief Justice, is that it \"does not regulate existing commercial activity. It instead compels individuals to become active in commerce by purchasing a product on the ground that their failure to do so affects interstate commerce.\" The Chief Justice also noted that if the mandate were permissible under the Commerce Clause, a mandatory purchase could be permitted to solve almost any problem, thus agreeing with those who had raised concerns about a lack of a limiting principle—the idea that if Congress could require the purchase of health insurance, it could require Americans to purchase anything. While no other Justice joined the opinion of Chief Justice Roberts with respect to the Commerce Clause analysis, four Justices issued a dissenting opinion that reached the same conclusion based on somewhat similar reasoning.", "The Chief Justice then found the mandate provision to be a valid exercise of Congress's taxing power. For this portion of the opinion, Chief Justice Roberts was joined by Justices Ginsburg, Breyer, Sotomayor, and Kagan. The key question here was whether the mandate provision was a tax or penalty. The Court used a functional approach to find the provision was in fact a tax, looking at its substance and application, rather than any statutory labels (which used the term \"penalty\"). The Court rejected the argument that the provision was actually a regulatory penalty, and therefore outside the scope of the taxing power, because it was not prohibitory, had no scienter requirement, and would be collected just like any other tax by the IRS. The provision's obvious regulatory purpose was not a significant factor, with the Court noting that it is common for taxes to be intended to influence behavior. Further, the Court found the provision did not have to be read as making the failure to buy health insurance unlawful. Finally, the Court found the mandate provision, while a tax, was not a \"direct tax\" and therefore was not subject to the Constitution's requirement that direct taxes be apportioned among the states based on population.", "It should be noted that the Supreme Court also rendered a decision on the constitutionality of the ACA's expansion of the Medicaid program. For a discussion of the Supreme Court's decision on the Medicaid expansion, see CRS Report R42367, Medicaid and Federal Grant Conditions After NFIB v. Sebelius: Constitutional Issues and Analysis, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["As part of the Patient Protection and Affordable Care Act (ACA), as amended, Congress enacted the \"individual mandate,\" which requires certain individuals to have a minimum level of health insurance. Individuals who fail to do so may be subject to a monetary penalty, administered through the tax code. Prior to ACA, Congress had never required individuals to buy health insurance, and there had been significant debate over whether the individual mandate was within the scope of Congress's legislative powers.", "Shortly after ACA was enacted, several lawsuits were filed that challenged the individual mandate on constitutional grounds. While some of these cases were dismissed for procedural reasons, others moved forward. These challenges culminated in a case recently decided by the Supreme Court, National Federation of Independent Business v. Sebelius (NFIB) , one of the most controversial and highly publicized cases in recent years. This case received a great deal of attention, not just because of its potential implications for federal regulation of the health care system, but also for the scope of legislative power and the relationship between the federal government, states, and individuals.", "The NFIB case began when attorneys general in several states brought an action in the District Court of the Northern District of Florida against the Secretaries of Health and Human Services (HHS), Treasury, and Labor, seeking declaratory and injunctive relief from various requirements of ACA, including the individual mandate. Certain individuals, the National Federation of Independent Business, and several other states later joined the lawsuit. The district court in NFIB held that the individual mandate exceeded the powers of Congress under the Commerce Clause and the Necessary and Proper Clause, and struck down ACA in its entirety. In a 2-1 ruling, the Court of Appeals for the Eleventh Circuit affirmed the district court's decision that the individual mandate exceeded Congress's enumerated powers. However, unlike the lower court, the appellate court allowed the remaining provisions of ACA to stand. The parties to the litigation subsequently petitioned the Supreme Court for review of the Eleventh Circuit's decision, and the Supreme Court agreed to hear the case.", "In June 2012, the Supreme Court largely affirmed the constitutionality of ACA. With respect to the individual mandate, Chief Justice Roberts wrote the controlling opinion and found that while the Commerce Clause did not provide Congress with the authority to enact the individual mandate, the mandate could be upheld as an appropriate exercise of the taxing power. The result came as a surprise to many commentators, as the lower courts in NFIB and other cases had primarily focused on the Commerce Clause in their decisions. This report provides an overview of the Court's holding with respect to the individual mandate under the Commerce Clause and the Taxing Power. It also addresses possible implications of the decision on existing federal law and future legislation.", "It should be noted that the Supreme Court also rendered a decision on the constitutionality of the ACA's expansion of the Medicaid program, which required that states provide coverage to adults under the age of 65 with incomes up to 133% of the federal poverty level. In a complex, fractured opinion, the Supreme Court upheld the Medicaid expansion, but limited the ability of the federal government to withhold all federal Medicaid funding unless the states accept and comply with the Medicaid expansion requirements. For a discussion of the Supreme Court's decision on the Medicaid expansion, see CRS Report R42367, Medicaid and Federal Grant Conditions After NFIB v. Sebelius: Constitutional Issues and Analysis , by [author name scrubbed]."], "subsections": []}, {"section_title": "Commerce Clause", "paragraphs": ["The Commerce Clause of the U.S. Constitution empowers Congress \"[t]o regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes.\" This power has been cited as the constitutional basis for a significant portion of the laws passed by Congress over the last 50 years, and it currently represents one of the broadest bases for the exercise of congressional powers. Congress has relied on the commerce power not only to regulate health insurance and other aspects of the health care system, but also to enact a diverse array of other legislation, including environmental laws, labor laws, and civil rights laws. Despite the breadth of the Commerce Clause, prior to the NFIB case, it was unclear whether the Commerce Clause provided Congress with the authority to enact the individual mandate, as whether Congress could use the clause to require an individual to purchase a good or a service was a novel issue. ", "As the litigation over the individual mandate made its way through the lower courts, the Commerce Clause had been the focus of the constitutional analysis, and courts came to varying conclusions. Nine federal courts, including three courts of appeals and six district courts, rendered a decision on the constitutionality of the individual mandate on Commerce Clause grounds. The three appellate courts evaluating the issue reached contrasting conclusions. While three district courts upheld the individual mandate, three struck it down. Six petitions for Supreme Court review were filed in response to appellate decisions in the Eleventh, Sixth, and Fourth Circuits, and in November 2011, the Court agreed to hear only the appeals in the NFIB case. Oral arguments in this case took place during the last week of March."], "subsections": [{"section_title": "Supreme Court Review", "paragraphs": ["Chief Justice Roberts, in a controlling opinion, found that the Commerce Clause does not provide Congress with the authority to enact the individual mandate. While the Chief Justice acknowledged that Congress's authority to regulate interstate commerce is quite broad, he also pointed out that Congress had never attempted to use this power to make individuals buy an undesired product. The Chief Justice further noted that the language of the Clause (i.e., the power to regulate interstate commerce) reflects the idea that there must be something to regulate in the first place (i.e., some type of \"activity\"). The problem with the individual mandate, as indicated by the Chief Justice, is that it \"does not regulate existing commercial activity. It instead compels individuals to become active in commerce by purchasing a product on the ground that their failure to do so affects interstate commerce.\" The Chief Justice concluded that such a construction of the Commerce Clause would greatly expand the reach of the Commerce Clause beyond permissible bounds. He further explained that regulating individuals based on what they fail to do would fundamentally change the relationship between the citizen and the federal government in a way that was not intended by the Framers of the Constitution. The Administration had argued that virtually all individuals are active in the health care market because they will need health care at some point. However, the Chief Justice declined to accept this line of reasoning, opining that the Court's Commerce Clause precedent does not support the idea that Congress can dictate the conduct of an individual today based on predicted future activity. ", "Another argument made against the constitutionality of the individual mandate was the lack of a limiting principle—the idea that if Congress could require the purchase of health insurance, it could require Americans to purchase anything. The Administration had claimed, among other things, that the requirement to purchase health insurance was different from other products because, for example, individuals receive health care services even though they cannot pay for them, and the costs of those services can be passed on to others in various ways such as higher insurance premiums. The Chief Justice disagreed with the Administration, noting that if the Court followed its reasoning, a mandatory purchase could be permitted to solve almost any problem. "], "subsections": []}, {"section_title": "Possible Implications", "paragraphs": ["While no other Justice joined the opinion of Chief Justice Roberts with respect to the Commerce Clause analysis, four Justices (Scalia, Thomas, Kennedy, and Alito) issued a dissenting opinion that reached the same conclusion based on somewhat similar reasoning. Accordingly, the fact that a majority of Justices found that Congress did not have the power to enact the individual mandate under the Commerce Clause is notable. The four remaining Justices (Ginsburg, Breyer, Sotomayor, and Kagan), in a concurring opinion written by Justice Ginsburg, indicated that they would have upheld the individual mandate on Commerce Clause grounds. In addition, while the Court's decision on the constitutionality of the individual mandate did not hinge on its Commerce Clause analysis, it should be noted that lower courts may still look to and rely upon this analysis in evaluating future cases.", "It has been questioned what impact the NFIB case has on Congress's ability to legislate under the Commerce Clause. As discussed above, the Court's decision creates a new limitation on Congress's authority to act under the Commerce Clause—that Congress can only regulate commercial activity, not compel an individual to engage in it. Some have claimed this limitation is significant, as it reinforces the idea that Congress's Commerce Clause authority has boundaries. It has also been suggested that these new boundaries could potentially affect certain existing laws, making them susceptible to a legal challenge.", "Conversely, it may be argued that this new limitation may not have much of an impact on existing laws or on Congress's ability to enact future legislation under the Commerce Clause. Chief Justice Roberts, as well as the four dissenting Justices, acknowledged that the individual mandate is a novel requirement, as individuals were being forced to participate in commerce. Further, the fact that the Court did not find any other application of the Commerce Clause to be invalid arguably suggests that while future mandatory purchases could violate the Commerce Clause, other types of federal laws may not be affected. In addition, with the exception of Justice Thomas, no other Justice indicated that prior Commerce Clause precedent should be struck down. Accordingly, a reasonable argument can be made that with respect to the Commerce Clause, the NFIB case did not significantly alter the constitutional environment and that the status quo prior to ACA is largely preserved. "], "subsections": []}]}, {"section_title": "Taxing Power", "paragraphs": ["The Constitution grants Congress the \"Power to lay and collect Taxes, Duties, Imposts and Excises ... and provide for the common Defence and general Welfare of the United States.\" Congress's taxing power has always been recognized as broad. The question confronting the Court in NFIB v. Sebelius was whether the enforcement mechanism for the individual mandate was a \"tax,\" which would then be permissible for Congress to enact under its taxing power. The Chief Justice's opinion answered affirmatively, upholding the provision as a valid exercise of Congress's authority. For this portion of the opinion, Chief Justice Roberts was joined by Justices Ginsburg, Breyer, Sotomayor, and Kagan."], "subsections": [{"section_title": "Is the Individual Mandate a Tax or Penalty?", "paragraphs": ["The first issue faced by the Court was determining whether the individual mandate's enforcement mechanism was a tax or a penalty for constitutional purposes. The relevant statutory provision, Section 5000A of the Internal Revenue Code, uses the term \"penalty\" to describe the provision. The Court, however, placed no significance on this fact, noting that prior cases had held that the choice by Congress to label a payment as penalty or tax was not controlling when assessing the provision's constitutionality. ", "Rather than looking at labels, the Court used a functional approach under which it looked at the provision's \"substance and application.\" The Court began by finding that the mandate provision \"looks like a tax in many respects.\" The provision is codified in the tax code and enforced by the IRS, with the agency directed to assess and collect it in the same manner as other taxes; it applies to \"taxpayers\" and any amount owed is paid when people file their regular income tax returns and pay into the general Treasury; it does not apply to individuals who do not owe federal income tax because their income is less than the filing threshold; its exaction is based on \"such familiar factors\" as taxable income, filing status, and number of dependents; and it \"yields the essential factor of any tax: it produces at least some revenue for the government.\"", "Using this functional approach, the Court then found that the individual mandate was distinguishable from prior precedent that had found some purported taxes were actually penalties that could not be justified under the taxing power. The most prominent of these, and the case primarily discussed in the majority opinion, is a 1922 decision, Bailey v. Drexel Furniture Co., which is known as the Child Labor Tax Case. There, the Court relied on a number of factors to find that the principal intent of the provision at issue was impermissibly regulatory: (1) it set forth a specific and detailed course of conduct regarding the use of child labor; (2) it was not imposed proportionately to the degree of the infraction; (3) the tax required the employer to know that the child was below age; and (4) businesses were made subject to inspection by officers of the Secretary of Labor, positions not traditionally charged with the enforcement and collection of taxes. ", "In NFIB , the Court found that the latter three factors identified in the Child Labor Tax Case were not present with respect to the individual mandate. First, the individual mandate was not \"prohibitory,\" as evidenced by the fact that the tax, for many people, would be \"far less\" than the cost of insurance. Because of this, it could be a \"reasonable financial decision\" to pay the tax rather than buy insurance. Second, the mandate provision clearly included no scienter requirement. Third, any exaction would be collected just like any other tax by the IRS, except, as the Court emphasized, the agency was prohibited from using \"those means most suggestive of a punitive sanction, such as criminal prosecution.\"", "The Court did not expressly address the remaining factor from the Child Labor Tax Case, which was that the provision at issue in that case set forth a specific and detailed course of conduct regarding the use of child labor. The Court did, nonetheless, acknowledge the obvious regulatory purpose of the mandate provision. However, the fact the mandate provision was intended to encourage the purchase of health insurance was insignificant, with the Court noting tax provisions intended to influence behavior are common and pointing to taxes imposed on tobacco, selling marijuana, and selling firearms as examples.", "The Court then explained that, in distinguishing the differences between penalties and taxes, \"'if the concept of the penalty means anything, it means punishment for an unlawful act or omission.'\" Applied here, the Court found that Section 5000A, while clearly intended to encourage the purchasing of health insurance, did not have to be read as making the failure to do so unlawful. For evidence of this, the Court emphasized that the only consequence for the failure is owing payment to the IRS—no other \"negative legal consequences\" arise. Further support for its conclusion was Congress's seeming nonchalance about creating \"four million outlaws\"—the number of people expected to choose to pay the tax rather than buy health insurance—which the Court interpreted to indicate that the mandate is nothing more than a tax that people \"may lawfully choose to pay in lieu of buying health insurance.\" Thus, for the majority, the fact that Congress did not provide for additional consequences after paying the initial tax was important. Finally, the Court rejected the argument that the statutory language, which states individuals \"shall\" buy health insurance or pay a \"penalty,\" meant Section 5000A had to be read as punishing unlawful conduct, noting it had rejected a similar argument in a prior case in order to avoid reading a statute in a way that would have violated the Constitution."], "subsections": []}, {"section_title": "Is the Individual Mandate a Direct Tax?", "paragraphs": ["Once the Court determined that the individual mandate was a tax for constitutional purposes, it turned to look at whether the mandate violates the Constitution's limitations on Congress's taxing powers. Even where Congress has the general authority to levy a tax, the Constitution imposes additional requirements on the form of such taxes. For constitutional purposes, taxes are understood to be either direct taxes, which must be apportioned among the states based on population, or indirect taxes (i.e., duties, imposts, and excises), which must be \"uniform throughout the United States.\" The Sixteenth Amendment then removes the requirement of apportionment for any \"taxes on income,\" without classifying such taxes as direct or indirect. ", "Here, the specific question was whether the individual mandate is a direct tax. If so, it would be unconstitutional since it is not apportioned among the states based on population, unless it were a \"tax on income.\" No constitutional issue would arise if the mandate is an indirect tax (specifically, an excise tax) since it appears to satisfy the requirement of uniformity as it is geographically neutral on its face.", "The exact scope of the term \"direct taxes\" has never been determined. The Constitution does not define the term other than specifying that it includes capitations, which are a fixed tax imposed on each person in a jurisdiction. The Framers' debates provide little clarity. From its earliest days, the Supreme Court has interpreted the term relatively narrowly. The Court has found that direct taxes include capitations and real property taxes at a minimum. The Court has also suggested that other types of taxes might be direct, although it did not find any such examples until the Pollock case in 1895. In Pollock , the Court struck down the unapportioned Income Tax Act of 1894 after finding parts of it—the taxes on income from real and personal property—were direct taxes. The Pollock decision was subject to substantial criticism and led to the adoption of the Sixteenth Amendment in 1913. While Pollock has not been expressly overruled, the Court moved away from its analysis in subsequent cases, upholding a variety of unapportioned taxes on the basis they were excise taxes.", "In NFIB v. Sebelius , the Court easily dismissed this issue, finding that the individual mandate is not a \"direct tax\" since that term has only been recognized to include capitations (taxes imposed on each person in a jurisdiction) and real and personal property taxes. The Court explained that \"[a] tax on going without health insurance does not fall within any recognized category of direct tax.\" The Court defined capitations as \"taxes paid by every person, 'without regard to property, profession, or any other circumstance ,'\" and emphasized that the mandate provision's \"whole point\" is \"it is triggered by specific circumstances,\" specifically \"earning a certain amount of income but not obtaining health insurance.\" The Court concluded by noting the provision is clearly not a tax on ownership of land or personal property."], "subsections": []}, {"section_title": "Possible Implications", "paragraphs": ["What does NFIB mean for Congress's taxing power? At the outset, it must be emphasized that the taxing power has always been recognized as being broad. Further, the Court has approved tax provisions even when they have a regulatory (i.e., non-revenue raising) purpose. As the Court has explained, \"[i]t is beyond serious question that a tax does not cease to be valid merely because it regulates, discourages, or even definitely deters the activities taxed.\" For those approaching the case from this perspective, the Court's opinion with respect to the scope of the taxing power may be unremarkable.", "On the other hand, the Court has, on occasion, found that a tax was functionally a regulatory penalty and therefore not supported by the taxing power. Key to the Court's analysis in some of these cases was the tax played a significant enforcement role to force compliance within a regulatory scheme. In light of this, it might be notable the majority opinion did not appear to have addressed one of the Child Labor Tax Case factors: whether ACA set forth a specific and detailed course of conduct and imposed an exaction on those who transgress its standard. This was arguably the greatest similarity between the Child Labor Tax Case and the individual mandate, and the reason why some thought the mandate might be struck down under that taxing power for being \"too regulatory.\" Going forward, one question may be whether the omission of this factor from the majority's discussion suggests that, for constitutional purposes, the prominence of these of types of regulatory motivations may be of minimal significance, with the focus instead on the nature of the exactions imposed and the manner in which they are administered. ", "Notably, the Court in NFIB stated that because the mandate provision was a tax \"under our narrowest interpretations of the taxing power,\" it declined to \"decide the precise point at which an exaction becomes so punitive that the taxing power does not authorize it.\" Thus, until the Court speaks to this issue, it is not clear where that line is. Looking at those factors identified in the case as supporting the characterization of the mandate provision as a tax, some might be relatively easy to fulfill if the intent is to establish a required payment as a tax. From a practical perspective, perhaps one of the more substantive indicia is that a tax must be a relatively modest amount (i.e., it cannot be prohibitory), with the majority opinion emphasizing that it could be a \"reasonable financial decision\" for some people to pay the tax rather than buy insurance.", "The limiting principles articulated in the Court's decision might be of particular interest to those who had expressed concern about taxing inactivity, fearing that if the Court approved the mandate, this could grant Congress an almost unlimited authority under the taxing power. The majority opinion clearly states that taxing inactivity can be a valid exercise of Congress's taxing power. It identified three factors that it felt allayed any concerns about such taxation. First, the Court was comfortable with its conclusion since it was \"abundantly clear\" that there is no constitutional guarantee that people can \"avoid taxation through inactivity.\" Second, the Court emphasized that Congress's taxing power is not unlimited since it would not support punitive regulatory measures. Third, the Court explained that the taxing power, while greater than the commerce power, \"does not give Congress the same degree of control over individual behavior\" since it only involves \"requiring an individual to pay money into the Federal Treasury.\" Some might take issue with the first point, particularly since the one example the majority cited was capitations, an arguably unique type of tax. Further, those who are opposed to a broad interpretation of Congress's taxing power may find little comfort in the limiting principles found in the majority's opinion. On the other hand, as noted, the Court expressly left unanswered the question of when exactly a tax crosses the line to become a regulatory penalty no longer supported by the taxing power, while emphasizing that \"[i]t remains true ... that the 'power to tax is not the power to destroy while this Court sits.'\" Thus, because the Court analyzed the mandate under its \"narrowest interpretation of the taxing power,\" how the Court might interpret the outer limits on that power is unresolved."], "subsections": []}]}]}}