{"id": "R42676", "title": "Japan Joins the Trans-Pacific Partnership: What Are the Implications?", "released_date": "2013-08-13T00:00:00", "summary": ["On July 23, 2013, Japan formally joined negotiations to establish a Trans-Pacific Partnership (TPP) becoming the 12 participant, including the United States. Japan's membership in the TPP with the United States would constitute a de facto U.S.-Japan FTA. On April 12, 2013, the United States announced its support for Japan's participation in the TPP. The announcement came after a series of discussions on conditions for U.S. support and outstanding bilateral issues. As a result of the discussions the two sides agreed on measures to address these issues as part of, and in parallel with, the main TPP negotiations. On April 20, the then-11 TPP countries formally invited Japan to participate in the negotiations. On April 24, then-Acting USTR Demetrios Marantis notified Congress that the United States intended to begin negotiations with Japan as part of the TPP thus beginning a 90-calendar-day consultation period with Congress.", "The TPP would be a free trade agreement (FTA) among Japan, Australia, Brunei, Canada, Chile, Malaysia, Mexico, New Zealand, Peru, Singapore, the United States, and Vietnam. The United States and its TPP partners envision the agreement as \"a comprehensive, next-generation regional agreement that liberalizes trade and investment and addresses new and traditional trade issues and 21st century challenges.\"", "Congress has a direct and oversight role in the issue of U.S. participation in the TPP. It must approve implementing legislation, if the TPP is to apply to the United States. Some Members of Congress have already weighed in on Japan's in the TPP and under what conditions. More may do so as the process proceeds.", "The TPP is the leading U.S. trade policy initiative of the Obama Administration and a core component of Administration efforts to \"rebalance\" U.S. foreign policy priorities toward the Asia-Pacific region by playing a more active role in shaping the region's rules and norms. As the second-largest economy in Asia, the third-largest economy in the world, and a key link in global supply/production chains, Japan's participation would be pivotal to enhancing the credibility and viability of the TPP as a regional free trade arrangement. A large segment of the U.S. business community has expressed support for Japanese participation in the TPP, if Japan can resolve long-standing issues on access to its markets for U.S. goods and services. However, the Detroit-based U.S. auto industry and the UAW union have expressed strong opposition.", "The TPP presents both risks and opportunities for the United States and Japan. On the one hand, if successful, it could reinvigorate a bilateral economic relationship that has remained steady but stagnant, by forcing the two countries to address long-standing, difficult issues, and allowing them to raise their relationship to a higher level. On the other hand, failure to do so could indicate that the underlying problems are too fundamental to overcome and could set back the relationship. It could signify the failure of the United States and/or Japan to deal with domestic opposition to a more open trade relationship.", "In bringing Japan into the TPP talks, Prime Minister Abe has had to confront influential domestic interests that argued against the move. Among the most vocal have been Japanese farmers, especially rice farmers, and their representatives. Abe has acknowledged these domestic sensitivities, but also insisted that Japan needed to take advantage of \"this last window of opportunity\" to enter the negotiations, if it is to grow economically. Other Japanese business interests, including manufacturers, strongly support the TPP."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The United States is engaged in negotiations with Japan and 10 other countries to form a regional free trade agreement (FTA)—the Trans-Pacific Partnership Agreement (TPP). In the negotiations, the United States and the other TPP partner-countries seek to build \"a comprehensive, next-generation regional agreement that liberalizes trade and investment and addresses new and traditional trade issues and 21 st century challenges.\" The TPP partners also envision the agreement to be a building block towards the establishment of a broader, Asian-Pacific regional FTA, sometimes referred to as the Free Trade Area of the Asia-Pacific (FTAAP).", "Of the 12 TPP countries, Japan is the most recent to join the negotiations. On March 15, 2013, Japanese Prime Minister Shinzo Abe announced that Japan would formally seek to participate in the negotiations to establish the TPP. The announcement followed an initial expression of interest in November 2011 by then-Prime Minister Yoshihiko Noda. In the intervening months, Japanese supporters of the TPP—including representatives of major companies—and TPP opponents—including representatives of the very vocal and politically influential agricultural sector—engaged in debate. In addition, parliamentary elections led to the formation of a new government under the Liberal Democratic Party (LDP) and Abe as prime minister. In his March 15 statement, Prime Minister Abe acknowledged the interests and sensitivities of the agricultural groups, but he also insisted that Japan needed to take advantage of \"this last window of opportunity\" to enter the negotiations, if it is to grow economically. ", "On April 12, 2013, the United States announced its support for Japan's participation in the TPP. The announcement came after a series of discussions on conditions for U.S. support and outstanding bilateral issues. As a result of the discussions the two sides agreed on measures to address these issues during and in parallel with the main TPP negotiations. On April 20, the then-11TPP countries formally invited Japan to participate in the negotiations, and on July 23 Japan formally joined. ", "Congress has a direct and oversight role in U.S. participation in the TPP. It must approve implementing legislation, if a final TPP agreement is to apply to the United States. Some Members of Congress have already weighed in on whether Japan should be allowed to participate in the TPP and under what conditions. More may do so as the process proceeds.", "The Obama Administration has been proceeding in negotiating the TPP as if trade promotion authority (TPA), which expired on June 30, 2007, were in force. TPA is the authority that Congress gives to the President to enter into trade agreements that can receive expedited legislative consideration. The Administration has been adhering to consultation requirements and notification deadlines that have been an integral part of previous TPA or fast-track statutes. On April 24, then-Acting USTR Demetrios Marantis notified Congress of the United States to begin negotiations with Japan as part of the TPP.", "The TPP is the leading U.S. trade policy initiative of the Obama Administration and a pillar of its efforts to \"rebalance\" U.S. foreign policy priorities toward the Asia-Pacific region by playing a more active role in shaping the region's rules and norms. As the second-largest economy in Asia, the third-largest economy in the world, and a key link in the global supply chain, Japan's participation would be pivotal to the credibility and viability of the TPP as a regional trade arrangement. The inclusion of Japan would expand the amount of U.S. trade and foreign investment that the TPP would cover if implemented.", "For Japan, participation in the TPP could potentially transform its economy by providing unprecedented access to the Japanese market for foreign exporters and investors. It could also force Tokyo to confront structural economic problems that have long impeded economic growth. It would also symbolize Japan's continued position as an economic power in East Asia, an image that has been tarnished by decades of economic stagnation and the growth of China.", "Japan's participation in the TPP has important implications for the U.S.-Japan relationship. For example, it already has renewed a focus on long-standing issues, such as access to Japan's markets for autos, agricultural products, and insurance, which have remained irritants in the relationship. New issues will undoubtedly also be raised in the process. "], "subsections": []}, {"section_title": "An Overview of the TPP", "paragraphs": ["The TPP is an evolving regional free trade agreement (FTA). It was originally formed as the Trans-Pacific Strategic Economic Partnership—an FTA now in effect among Singapore, New Zealand, Chile, and Brunei (the so-called \"P-4\"). In the fall of 2008, the United States, along with Australia, Peru, and Vietnam, joined the negotiations to accede to the arrangement. Malaysia joined as the ninth negotiating partner in October 2010.", "On November 14, 2009, President Obama committed the United States to engage with the TPP countries to transform the original P-4 pact into a regional arrangement with broad-based membership and \"the high standards worthy of a 21 st century trade agreement.\" After several months of discussions, the nine partners announced a framework for the agreement in time for the ministerial meeting of the Asia-Pacific Economic Cooperation (APEC) forum in Honolulu, Hawaii, which was held November 8-13, 2011. The TPP partners conducted a series of rounds since that time and are aiming to complete the agreement by the end of 2013. ", "As reflected in the framework, the TPP partners envision a comprehensive arrangement covering a broad range of trade and trade-related activities, similar in structure to a number of recently concluded U.S. FTAs. These activities include market access for goods and services; government procurement; foreign investment; technical barriers to trade; trade remedies; sanitary and phytosanitary measures; intellectual property rights; worker rights; and environmental protection. The TPP countries also agreed to pursue cross-cutting issues such as regulatory coherence, competitiveness, and business facilitation, also known as transnational supply and production chains; the participation of small and medium-sized companies; economic development; and potential disciplines on the state-owned enterprises (SOEs).", "The TPP participants also envision the TPP to go beyond typical FTAs by being:", "a regional agreement that facilitates trade by minimizing the \"noodle bowl\" effect that has been created by different sets of rules under the more than 100 bilateral and regional FTAs that exist in the Asia Pacific-region; an agreement that addresses trade challenges that are emerging in the 21 st century, for example, cloud computing and SOEs, that have not been addressed in previous FTAs nor fully in the World Trade Organization (WTO) because they did not exist or were considered not as important; and a \"living agreement\" that will not restrict its membership to the 11 countries but will be open to other countries acceding to it as long as they are willing to commit to its provisions and will take on new issues as they arise."], "subsections": []}, {"section_title": "Summary of the April 2013 Announcement", "paragraphs": ["Marantis's April 12, 2013, announcement followed a series of U.S.-Japanese discussions that began in February 2012. Regarding autos, as a result of these discussions Japan agreed that under the proposed TPP, U.S. tariffs imports of Japanese motor vehicles will be phased out over a period equal to the longest phase-out period agreed to under the agreement. Japan also agreed to increase the number of U.S.-made vehicles that can be imported into Japan under its Preferential Handling Procedure (PHP), from 2,000 per vehicle type to 5,000 per vehicle type. In addition, the two countries agreed to convene separate negotiations that will address issues regarding non-tariff measures (NTMs) pertaining to auto trade, including transparency in regulations, standards, certification, \"green\" and other new technology vehicles, and distribution. In addition, the parallel auto negotiations are to address the establishment of a special \"safeguard\" provision to deal with injurious surges in auto imports and of a special tariff \"snap-back\" mechanism to deal with a partner's failure to fulfill the commitments on auto trade.", "To address U.S. concerns regarding insurance, Japan announced that the government would not approve new or modified cancer insurance products and/or stand-alone medical insurance products for sale by Japan Post until it has been determined that a \"level playing field\" has been established in competition between private insurers and Japan Post. ", "Furthermore, the two sides agreed to hold another separate set of bilateral negotiations, parallel to the TPP talks, to address issues regarding non-tariff measures (NTMs) in insurance, government procurement, competition policy, express delivery, and sanitary and phytosanitary (SPS) measures. The parallel negotiations are to achieve \"tangible and meaningful\" results by the completion of the main TPP negotiations and will be legally binding at the time a TPP agreement would enter into force. (Those parallel negotiations were launched on August 7.) ", "The Administration notified Congress on April 24 of its intention to launch negotiations with Japan. Japan officially joined the negotiations on July 23 at the end of the 18 th round of negotiations"], "subsections": []}, {"section_title": "U.S.-Japan Economic Ties", "paragraphs": ["A brief overview of U.S.-Japan economic ties can provide context for understanding U.S. and Japanese interests in the TPP and the potential implications from various perspectives. It could also shed light on opportunities and challenges presented by an FTA that includes the United States and Japan. A U.S.-Japan FTA is not a new idea, but it is a policy option that has failed to take hold in the past because of some fundamental issues which have been seemingly intractable."], "subsections": [{"section_title": "U.S.-Japan Trade Trends", "paragraphs": ["The United States and Japan are the world's first and third-largest economic powers. Together they account for over 30% of gross world product. The two countries remain very important economic partners, accounting for large shares of each other's foreign trade and investment, even though their relative economic significance to one another has declined over the last few years. In 1999, Japan slipped from being the second-largest U.S. trading partner to the third largest. In 2004, it slipped to number four, where it has remained. Until 2007, the United States was Japan's largest trading partner, but it slipped to number two since 2007.", "The global financial crisis and economic downturn added another dimension to the relationship as the two countries have grappled with the severe impact of the crisis on their respective economies, while working with their partners in the G-20 to coordinate a multilateral response. The impact of the March 11, 2011, earthquake and subsequent tsunami and nuclear accidents in northeast Japan also affected trade, although not as much as originally anticipated.", "U.S.-Japanese bilateral trade in goods and services declined significantly in 2009 over 2008 levels because of the global economic downturn but has picked up since. (See Table 1 and Table 2 .) ", "Raw trade data likely underestimate Japan's importance because they do not readily measure Japan's role in the East Asian supply and production networks that produce goods exported to the United States. The two countries are also economically tied through investment flows. For example, Japanese investors are the second-largest group (next to China) of foreign holders of U.S. treasury securities and, therefore, U.S. government debt and of direct investments in the U.S. economy.", "In the 1980s and 1990s, the bilateral economic relationship was the centerpiece of U.S. and Japanese foreign economic agendas. Persistent and increasing U.S. merchandise trade deficits with Japan, sharp increases in Japanese exports to the United States of high-value manufactured products, such as cars, and large volumes of Japanese investments in the United States (including purchases of high-profile properties, such as the Empire State Building) stoked fears in the United States of Japan as an economic threat to the United States. Many scholarly and popular books and journal articles were written on the subject.", "However, since the mid-1990s, the trade relationship with Japan has been a lower priority for U.S. officials. One reason for the shift may be the rise of China as a global trade and economic power, and source of challenges and opportunities to U.S. trade policymakers. Symbolic of this rise are the relative merchandise trade balances with Japan and China. While U.S. merchandise trade deficits with Japan have remained relatively constant in recent years, the U.S. deficits with China have risen significantly. In 2012, the U.S. trade deficit with Japan was $76.3 billion, while the trade deficit with China was $315.1 billion.", "Another reason may have been that Japan's economic problems over the last two decades have made it seem less of a competitive \"threat.\" In addition, the level of Japanese foreign direct investments in the United States has declined. Furthermore, security issues, such as North Korea's nuclear program (the United States and Japan are parties to talks on North Korea's fledgling nuclear program) and the relocation of U.S. troops in Japan, have overshadowed bilateral trade relations as a priority. Nevertheless, trade-related tensions remained, albeit below the surface."], "subsections": []}, {"section_title": "Managing the Trade Relationship", "paragraphs": ["Over the years, U.S.-Japan economic relations have experienced degrees of friction, sometimes to the point of threatening the stability of the alliance. The United States dominated the economic relationship with Japan for many years after World War II. The United States was by far the largest economy in the world, and Japan was dependent on the United States for national security. The United States set the agenda, and the issues on the agenda were driven by the U.S. demands for Japan to curb exports to the United States and/or to remove barriers to U.S. exports and investments.", "In the 1960s and 1970s, the primary issues were Japan's perceived protectionist economic policies that it implemented through high tariffs and other border restrictions. As Japan's economy became more developed and competitive and as it negotiated reductions in its tariffs with other members of the General Agreement on Tariffs and Trade (GATT)—now the World Trade Organization (WTO)—the United States focused on non-tariff barriers, including \"behind the border\" measures, such as government regulations that, while not ostensibly protectionist, may be applied in a way that restricts trade. Certain measures are not covered by WTO agreements and are currently not readily addressed in trade negotiations since they serve non-trade functions. Examples of such measures include", "domestic taxes on car purchases and other regulations said to discriminate against sales of imported vehicles; a government contract bidding system that favors certain domestic providers of construction services; zoning regulations that discourage the establishment of large retail stores that are more likely to sell imported products than the smaller stores the regulations are designed to protect; government health insurance reimbursement regulations that discourage the purchase of newer, leading-edge pharmaceuticals and medical devices, many of which are imported; and government supplied subsidies for the production of semiconductors.", "To address these non-tariff barriers Japan and the United States employed, largely at the latter's instigation, special bilateral frameworks and agreements to conduct their government-to-government economic relations. These arrangements included", "the Market-Oriented Sector-Specific (MOSS) talks started in 1985; the Structural Impediments Initiative (SII), begun in March 1989; the United States-Japan Framework for a New Economic Partnership, begun in 1993; the Enhanced Initiative on Deregulation and Competition Policy (the Enhanced Initiative), begun in 1997; the U.S.-Japan Economic Partnership for Growth (The Economic Partnership) begun in 2001; and the United States-Japan Economic Harmonization Initiative, launched in 2010, which now operates as the primary bilateral forum for bilateral discussions.", "The two countries also concluded bilateral agreements or memoranda of understanding (MOUs), whereby Japan agreed to address U.S. concerns about its trading practices for specific products, including autos and semiconductors.", "These arrangements varied in their approaches. However, they shared some basic characteristics: they were bilateral; were designed to remedy U.S.-Japan trade problems by focusing on regulations and other fundamental barriers; and were typically initiated by the United States. However, these arrangements were only of limited success, judging by the fact that many of the issues they were supposed to address remain."], "subsections": []}]}, {"section_title": "Pending Challenges and the TPP", "paragraphs": ["Many of the issues that have continually irritated the U.S.-Japan economic relationship could be addressed within the TPP. U.S. policymakers and other stakeholders have identified three issues that, if resolved, would be considered \"confidence-building measures\" that could boost U.S. support of Japan's inclusion in the TPP. The issues relate to Japanese restrictions on imports of U.S. beef; market access in Japan for cars made by Detroit-based U.S. manufacturers; and preferential treatment for insurance and express delivery subsidiaries of state-owned Japan Post."], "subsections": [{"section_title": "Market Access for U.S. Beef", "paragraphs": ["In December 2003 Japan imposed a ban on imported U.S. beef (as did some other countries) in response to the discovery of the first U.S. case of bovine spongiform encephalopathy (BSE or \"mad cow disease\") in Washington State. In the months before the diagnosis in the United States, nearly a dozen Japanese cows infected with BSE had been discovered, creating a scandal over the Agricultural Ministry's handling of the issue (several more Japanese BSE cases have since emerged). Japan had retained the ban despite ongoing negotiations and public pressure from Bush Administration officials, a reported framework agreement (issued jointly by both governments) in October 2004 to end it, and periodic assurances afterward by Japanese officials to their U.S. counterparts that it would be lifted soon.", "In December 2005, Japan lifted the ban after many months of bilateral negotiations, but reimposed it in January 2006 after Japanese government inspectors found bone material among the initial beef shipments. The presence of the bone material violated the procedures U.S. and Japanese officials had agreed on. The then-U.S. Secretary of Agriculture Johanns expressed regret that the prohibited material had entered the shipments.", "In July 2006, Japan announced it would resume imports of U.S. beef from cattle 20 months old or younger. The first shipments arrived in August 2006. Members of Congress had pressed Japan to lift restrictions on imports of U.S. beef from even older cattle. U.S. officials met with Japanese agricultural officials September 14-15, 2010, for technical discussions but produced no clear indication of resolution of the issue. On August 4, 2011, a bipartisan group of Senators sent a letter to Secretary of Agriculture Vilsack and to USTR Ron Kirk, urging them to press Japan (and China) to end restrictions on imports of U.S. beef. In December 2011 Japan announced that it was reassessing its BSE-related restrictions with the objective to raise the maximum age of cattle from which U.S. beef can be exported to Japan.", "On February 1, 2013, the Japanese government loosened its restrictions on beef imports from the United States to allow beef from cattle 30 months or younger for the first time since December 2003. According to a joint press release from the Office of the United States Trade Representative and the Department of Agriculture, the Japanese government's Food Safety Commission would continue to monitor shipments of U.S. beef and would consider the possibility of allowing U.S. beef from cattle of any age to be imported into Japan."], "subsections": []}, {"section_title": "Market Access for U.S.-Made Autos", "paragraphs": ["Auto and auto-parts-related trade and investment have been a very sensitive set of issues in the U.S.-Japan economic relationship. The issue has its roots in the late 1970s and early 1980s, when U.S. imports of Japanese-made vehicles surged as a result of the increase in U.S. consumer demand for smaller vehicles, largely in response to the rapid increase in gasoline prices, while demand for U.S.–manufactured cars plummeted. Facing pressure from the U.S. auto industry and pressure from Congress in the form of limits on imports of Japanese made cars, the Reagan Administration persuaded Japan to agree in 1981 to voluntary export restraints. Japanese manufacturers responded to the restraints by establishing manufacturing facilities in the United States and exporting high-valued, passenger cars. U.S. manufacturers asserted that Japan employed various measures to restrict sales of foreign-made cars in Japan and the use of U.S.-made parts in Japanese cars manufactured in the United States. These issues were the subject of bilateral negotiations and agreements through the 1990s. The agreements were mostly in the form of Japanese government pledges to ensure that government regulations did not impede the sale of U.S.-made cars in Japan and voluntary efforts on the part of Japanese manufacturers to increase the use of U.S.-made auto parts in cars made in the United States. The U.S. government pledged to implement programs to promote the export of U.S.-made cars in Japan. ", "The intensity of the issue had subsided somewhat but has regained attention in the context of Japan's participation in the TPP negotiations. (See TPP discussion below.) The three Detroit-based car manufacturers—Chrysler, Ford, and General Motors—charge that Japanese government regulations continue to prevent them from obtaining their fair share of Japanese domestic vehicle sales. They cite the traditionally small share of total cars sales in Japan that consist of imported cars—6.7%."], "subsections": []}, {"section_title": "Insurance, Express Delivery, and Japan Post", "paragraphs": ["Japan is the world's second-largest insurance market, next to the United States. U.S.-based insurance providers have found it difficult to enter the market, especially in life and annuity insurance. They have been concerned about favorable regulatory treatment that the government gives to the insurance subsidiary Japan Post Insurance of Japan Post, the national postal system, which holds a large share of the Japanese domestic insurance market. Japan Post subsidizes the insurance operations from revenues from its other operations. Also, Japan Post Insurance is not subject to the same regulations as other, privately owned insurance providers, both domestic and foreign-owned. Similarly, U.S. express delivery providers have charged that Japan Post's express delivery company obtains subsides from the government-owned parent agency that gives it an unfair competitive advantage.", "On October 1, 2007, the Japanese government of then-Prime Minister Junichiro Koizumi introduced reforms to privatize Japan Post and a major objective of his administration. The Bush Administration and many U.S. companies, particularly insurance companies, supported these reforms. However, successor governments led by the Democratic Party of Japan (DPJ) have taken steps to roll back the reforms. On March 12, 2012, the government introduced, and on April 27, 2012, Japan's legislature passed, a bill into law to loosen regulatory requirements. According to industry reports and other commentaries, the bill reverses the reforms that the Koizumi government introduced. ", "Among other things, the United States wants the Japanese government to refrain from allowing Japan Post to expand its coverage of services until a \"level playing field\" for competition between its services and those offered by privately owned providers. In addition, the U.S. government wants enhanced transparency in the development and implementation of regulations pertaining to Japan Post-provided services. The U.S. government and U.S.-based providers have had similar concerns about insurance services sold by cooperatives ( kyosai ) that are not subject to the same regulatory authorities as private insurers and have argued give them an unfair advantage over U.S. and other privately owned and operated companies. "], "subsections": []}, {"section_title": "Japanese Economic Policies and the Yen", "paragraphs": ["A possible issue that has emerged pertains to recent Japanese economic policies and their potential impact on U.S.-Japan trade. Prime Minister Abe has made it a priority of his administration to grow the economy and eliminate deflation, which has plagued Japan for many years. On assuming power, Abe's government announced a $122 billion stimulus package aimed at spending on infrastructure, particularly in areas affected by the March 2011 disasters. While the package is expected to boost growth somewhat, it will also add to Japan's already large public debt. In addition, the ostensibly independent Bank of Japan (Japan's central bank) announced a continued loose monetary policy with interest rates of 0% quantitative easing measures, and a target inflation rate of 2%. ", "A likely by-product of these measures has been a depreciating yen. For the past five years, the yen had exhibited unprecedented strength in terms of the dollar. In January 2007 the yen's average value was ¥120.46=$1 during the month, but after rapid appreciation, it reached as high as ¥76.65=$1 in October 2011. The yen has now been depreciating, having gone down to ¥96.3 by August 9, 2013. The weaker yen makes Japanese exports cheaper and therefore more price competitive and imports more expensive. Some observers, including Japanese policymakers have argued that the weaker yen is a byproduct of the monetary easing and not the main objective of Japanese economic policies. Others have argued that weaker yen impedes U.S. exports to Japan and should be a subject of the TPP negotiations. "], "subsections": []}]}, {"section_title": "Overall U.S. Objectives", "paragraphs": ["Japan's entry into the TPP touches on a range of U.S. trade and foreign policy objectives. Acting USTR Demetrios Marantis greeted positively Prime Minister Abe's March 15, 2013, statement but stipulated:", "Since early last year, the United States has been engaged with Japan in bilateral TPP consultations on issues of concern with respect to the automotive and insurance sectors and other non-tariff measures, and also conducting work regarding meeting TPP's high standards. While we continue to make progress in these consultations, important work remains to be done. We look forward to continuing these consultations with Japan... ", "The United States is also working with Japan on \"gap issues,\" to make sure that Japan would be prepared to take steps to meet goals of the TPP in areas that Japan has not addressed in its previous FTAs. "], "subsections": [{"section_title": "Market Access", "paragraphs": ["Japan's entry into TPP negotiations will likely expand U.S. trade and investment opportunities in Japan. The target for the United States would be to get Japan to liberalize non-tariff measures, such as certain government regulations, which have been a more significant irritant than tariffs in U.S.-Japan trade relations. The TPP, as envisioned and being negotiated by the 12 countries would cover at least some of these non-tariff measures that Japan maintains. The TPP negotiations provide the United States and Japan with a framework within which to address these long-standing market access issues."], "subsections": []}, {"section_title": "Rules-based Trade Framework and Impartial Dispute Settlement", "paragraphs": ["One drawback of bilateral frameworks that the United States and Japan have used in the past is that they have had no formal dispute settlement mechanism. For example, a number of trade disputes in the 1980s and 1990s—including on market access for U.S.-made autos and autoparts in Japan, Japanese trade practices in semiconductors and access to Japanese markets for construction services—became highly politicized with threats of U.S. unilateral action, potentially undermining the overall relationship. Disputes usually were resolved through brinkmanship but often did not produce meaningful changes in Japan's trade practices or a significant increase of U.S. exports of the products in question. The TPP would provide a set of mutually agreed-upon rules that go beyond the WTO but would likely use an impartial, multi-party dispute settlement mechanism like that used in the WTO that would reduce the role of one-on-one confrontations in resolving issues."], "subsections": []}, {"section_title": "Enhanced TPP", "paragraphs": ["Japan increases the economic importance of the TPP from the U.S. perspective. It increases the amount of U.S merchandise trade that the TPP covers from 34% (the original 11 countries) to 39% based on 2011 data, and increases trade in services and foreign investment activity within the TPP. (See Figure 1 .) Japan increases the share of the world economy accounted for by TPP countries (including Canada and Mexico), from around about 30% to about 38%.", "Japan's participation might strengthen the U.S. position on many issues within the TPP. The United States and Japan share some common objectives, including strong intellectual property rights protection; protection of foreign investment; clear rules of origin to facilitate trade; and market access for services."], "subsections": []}, {"section_title": "Foreign Policy Interests", "paragraphs": ["In addition to trade and investment interests, Japan's participation in the TPP could affect U.S. political and foreign policy interests. The U.S. entry into the TPP negotiations is part of the Obama Administration's foreign policy and military \"rebalancing\" to the Asia-Pacific—often referred to as the \"pivot\" to the Pacific—announced in 2011. The pivot refers to a series of diplomatic, military, and economic measures that the United States has taken or plans to initiate to influence the evolving rules and norms of the Asia-Pacific region. Many policymakers and analysts believe that China's pursuit of its own bilateral and multilateral economic arrangements has produced a competition of sorts over the shape of Asia's future economic architecture, in which the United States and several other countries in the Pacific are pushing for a deeper set of regional economic rules and expectations than Chinese leaders prefer. Japan's inclusion as the second-largest economy—and richest economy on a per capita basis—in East Asia could transform this struggle between alternative visions of regional trade rules. Additionally, U.S. and Japanese participation in the same free trade agreement could arguably be viewed as a means to reaffirm their alliance. The long-running bilateral relationship at times over the years has been overshadowed by U.S. and Japanese interests and concerns elsewhere in Asia, for example, China and the Korean Peninsula, and in other parts of the world."], "subsections": []}]}, {"section_title": "Japan's Objectives", "paragraphs": ["Underlying the arguments for Japan to join the TPP talks is a growing feeling among many Japanese that, after two decades of relatively sluggish growth, Japan's economic and political influence is waning in comparison with China and with middle powers such as South Korea. The rapid aging and gradual shrinking of Japan's population has added to a sense among many in Japan that the country needs to develop new sources of growth to maintain, if not increase, the country's living standards. Japanese proponents of TPP have called for joining the talks for a number of overlapping reasons, some defensive in nature, others more proactive:", "A desire to promote Japanese growth and prevent the hollowing out of Japan— that is, the relocation of Japanese companies to other countries—by expanding Japanese exports, especially to the fast-growing Asia-Pacific region. The decade-long stalemate in the WTO's \"Doha Round\" of trade talks, plus the explosion in bilateral and multilateral FTAs over the past decade, has led Japan to cautiously pursue its own FTAs. As noted earlier, Japan is an important link in Asia's global supply chains, and the TPP could facilitate operations within the supply chain. Conversely, greater trans-Pacific economic integration could potentially erode Japan's place in these manufacturing and export networks. In his March 15, 2013, press conference announcing his decision to seek entry into the TPP negotiations, Prime Minister Abe spoke of the multiple commercial benefits Japan would derive from joining, and how doing so would help \"leave to our children and our children's children a strong Japan....\" A feeling that Japan is being left behind in negotiating FTAs. Although Japan has signed 13 FTAs—what it calls Economic Partnership Agreements (EPAs)—it has none with a major economic power, with the possible exception of the 2011 Japan-India EPA, and many of them exclude agricultural trade. (See Table 3 .) In contrast, South Korea, the country many Japanese now compare themselves to, has signed FTAs with the United States and the European Union (EU), and in 2012 opened negotiations with China. If Japan is left behind in the FTA race, the feeling runs, its companies will be left at a competitive disadvantage. Japan has belatedly tried to make up for the gap in 2013 by launching FTA negotiations with the EU and with China and South Korea on a trilateral FTA. A desire to help shape the rules of economic activity in the Asia-Pacific and beyond. In his announcement of Japan's bid to participate, Prime Minister Abe said that the TPP would likely serve as \"a basis for rule-making\" in other multilateral trade negotiations. If Japan waited any longer to join the talks, in his view, it would be too late to help write the TPP's rules. \"Now is our last chance,\" Abe said, \"Losing this opportunity would simply leave Japan out from the rule-making in the world. Future historians will no doubt see that \"the TPP was the opening of the Asia-Pacific Century.\"", "A belief that entering the TPP will help promote economic reforms inside Japan. Over the years, many experts and government officials have argued that Japan needs structural reform to spur its economy. A number of Japanese commentators and officials believe that one way to overcome resistance to reform from vested interests is through negotiating a comprehensive, high-standard FTA such as the TPP, which will help reform-minded groups and individuals by giving them political cover. Also, negotiating the TPP could potentially enable Japan to gain benefits by trading structural reforms for concessions from negotiating partners. A hope that entering the TPP will help Japan's strategic situation in Asia. Joining the TPP would complement Japan's moves in recent years to augment the U.S.-Japan alliance by strengthening Tokyo's relationships with middle powers in and around the Asian region. Behind this push is a concern that China's rise is diminishing Japan's influence and jeopardizing its security and economic interests. Since leading his party to power in late 2012, Prime Minister Abe has made one of his top priorities restoring Japanese standing, through revitalizing its economy and strengthening relations with the United States."], "subsections": []}, {"section_title": "Japanese Politics and the TPP", "paragraphs": ["Until Abe's March 2013 announcement, the frequent turnover among Japanese prime ministers—Abe is the seventh premier in as many years—failed to produce the leadership that might unify the pro-TPP camps across the two parties. These political weaknesses exacerbated the traditional institutional limitations of the prime minister's powers, making it easier for motivated interests to effectively veto government action and stymie the efforts of Abe's two predecessors from unambiguously trying to enter the talks. For the moment, Abe appears to have surmounted these obstacles, in part by using his high popularity ratings as leverage against opponents in his LDP and by centralizing decision-making on TPP issues in the prime minister's office. The latter move could blunt opposition to the TPP within the LDP. Abe came to power in December 2012 after leading the LDP to victory in national elections, ending the DPJ's roughly three-year reign.", "Japan's powerful agricultural institutions, most notably the nationwide agricultural cooperative organization (JA), have been the most vocal opponents of joining the TPP, as has been true of virtually all trade liberalization agreements that Japan has pursued for the past 40-50 years. JA has called for over 800 farm items to be exempt from tariff elimination. Japan's farm sector has taken advantage of the fact that Japan's rural areas are over-represented in the Diet. As a result, farm lobbies have significant sway in both the ruling LDP and opposition DPJ and have supported an array of policies that benefit the agricultural sector. For example, many farm products remain protected behind high tariff barriers such as rice (778%) and wheat (252%). (For others, see Table 4 .) Additionally, a range of other policies ensure that Japanese farming remains small scale, performed increasingly by aging and part-time farmers, and generally unproductive compared to farms in most other countries. The Japanese government provides around ¥1 trillion (about $12 billion) annually in direct income to farming households. The Abe government and the LDP reportedly are considering a new subsidy package that could be offered to Japan's farm sector to compensate for losses that would be expected if a TPP agreement is reached.", "JA has allied with a variety of other powerful interest groups to mount an aggressive campaign against entering the TPP. The most significant of these other groups may be the Japan Medical Association, which argues that TPP will erode if not eliminate Japan's universal healthcare insurance system because it will be forced to pay higher prices for medicines and medical equipment. Many experts argue that until Abe's March 2013 announcement, Japan's traditional agriculture interests, medical lobby, and other TPP opponents successfully controlled the debate about TPP inside Japan. They have gained the support of scores of lawmakers, including over 200 LDP members (over half the LDP's parliamentary caucus) that prior to Abe's decision joined a group calling for Japan not to join the TPP. Nonetheless, in mid-March, after considerable internal debate the LDP formally announced it supported Abe's decision. Around the same time, an LDP panel on the TPP designated five product lines—rice, sugarcane/sugar products, wheat, dairy products, and beef—as \"important items\" that must be protected. In 2012, prior to the elections that swept Abe into power, the Abe-led LDP had said it opposed entering the negotiations unless the final agreement allowed for some exemptions, a position that many interpreted as designed to appeal to anti-TPP voters. At the time, the LDP also objected to some investor-state dispute settlement requirements that might be agreed to in the TPP, and argued that government procurement and financial services must have their basis in Japan's \"special characteristics.\" It is unclear to what extent these views have or will become Japanese government positions. The reservations about TPP among many LDP members indicate that as Japan participates in the TPP, the Abe government may face difficulties gaining domestic support for making painful concessions, particularly if Abe's public approval ratings decline."], "subsections": []}, {"section_title": "The Views of U.S. Stakeholders", "paragraphs": ["In a December 7, 2011, Federal Register notice, the Office of the USTR solicited the views of private sector stakeholders on whether Japan should be included in the TPP. USTR received over 100 responses. Around 40% of the responses were from agricultural firms, another 25% came from manufacturing firms, 15% from services providers, and the remainder from various non-government organizations (NGOs) and business associations. Some of the responses came from Japanese companies or associations representing Japanese companies.", "In a few cases, the respondents expressed outright opposition to Japan's participation. One of the most notable members of this group is the American Automotive Policy Council (AAPC). The AAPC represents the three Detroit-based auto manufacturers—Chrysler, Ford, and General Motors. In its statement, the AAPC said:", "The AAPC opposes Japan joining the Trans-Pacific Partnership negotiations at this time.... Japan's trade barriers in the auto sector cannot be addressed easily or quickly, and will needlessly slow down the negotiations. To date Japan has not indicated a willingness to change its decades-long practice of maintaining a closed automotive market. Given the systemic trade imbalance and lack of willingness to reform, a U.S. free trade agreement with Japan would only lock-in the already one-way trade relationship that Japan's closed auto market has created, and significantly delay, if not prevent proceeding with a high quality TPP trade agreement with other more compatible trade partners in the important and rapidly growing Pan-Pacific region.", "The AFL-CIO also opposed Japan's participation in the TPP, having stated:", "Given the numerous unknowns about the yet unfinished Trans-Pacific FTA, it is difficult to provide significant technical advice or even formulate well-grounded opinion with respect to the possible impacts on working families of Japan's accession to the Trans-Pacific FTA.", "As such, the AFL-CIO has serious concerns regarding the premature expansion of the Trans-Pacific FTA negotiations to include Japan or any other nation before US negotiators first demonstrate an ability to successfully negotiate an agreement that will produce genuine benefits for American workers and increase domestic production.", "[Japan's] markets are notoriously closed to foreign goods, and this is not the result of high tariff barriers.... To gain significant and substantial market access to Japan, the United States Trade Representative (USTR) would have to adopt a new and revolutionary approach.... If USTR is not willing to 'think outside the box' and abandon its currently slavish approach to free trade, it is difficult to see how Japan's accession to the Trans-Pacific FTA can benefit American working families.", "In some cases, respondents expressed strong support for Japan's inclusion in the TPP. For example, Caterpillar, Inc. argues that the TPP would be the vehicle for addressing Japan's remaining non-tariff barriers. The U.S. Chamber of Commerce and the U.S.-Japan Business Council, in separate submissions, also expressed support for Japan's participation in the TPP negotiations. However, each group asserted that Japan would have to address issues that have plagued relations with member companies, including regulatory barriers, favored treatment of insurance and express delivery subsidiaries of Japan Post, and government procurement, among others.", "Some Members of Congress have weighed in on the issue. For example, in a November 8, 2011, bipartisan letter to USTR Ron Kirk, the chairmen and ranking Members of the House Ways and Means Committee and the Senate Finance Committee stated that Japan's participation \"would represent an opportunity for much needed change in Japan's approach to international trade.\" They assert that, while Japan is a long-time U.S. ally and friend in Asia,", "paramount considerations in evaluating a request relating to a trade agreement must be whether Japan is willing and able to meet the high standard commitments inherent in U.S. free trade agreements and whether inclusion would truly open this historically closed market to the benefit of our companies, workers, and farmers.", "These comments and others from stakeholders suggest that the debate within the United States and negotiations with Japan on the TPP will be difficult and complex. The legacies of a sometimes contentious bilateral economic relationship have carried over into the TPP negotiations."], "subsections": []}, {"section_title": "Possible Outcomes and Consequences", "paragraphs": ["Japan's participation in the TPP negotiations represents a major change in the shape and dynamic of the U.S.-Japan economic relationship. Over the years, trade policymakers, business representatives, and regional specialists in both countries had floated the concept of a U.S.-Japan FTA. Until the TPP talks began in earnest, the idea had not gained traction because the hurdles—Japanese agricultural policy, problems in auto trade, government regulations and practices—have been too high to overcome. These same hurdles still must be overcome if Japan and the United States are able to work successfully in the TPP.", "The TPP presents opportunities and challenges for the United States and Japan. On the one hand, if successful, it could reinvigorate an economic relationship that has remained steady but stagnant, by forcing the two countries to address long-standing, difficult issues and allowing them to raise their relationship to a higher level. On the other hand, failure to do so could indicate that the underlying problems are too fundamental to overcome and could set back the relationship. It could signify the failure of the United States and/or Japan to deal with domestic opposition to a more open trade relationship. ", "The implications for the overall U.S.-Japanese alliance are less certain. While the TPP would likely be viewed as strengthening the alliance and failure of the negotiations could be considered a setback, the alliance is also built on common national security concerns, such as North Korea's nuclear program and the economic and military advancement of China, which could well trump trade problems. ", "Furthermore, Japan's entry into the TPP is largely viewed, on the one hand, as an important step in forming a wider Asia-Pacific regional trade arrangement. On the other hand, the absence of Japan could undermine the credibility of the TPP as a viable regional trade arrangement and a setback for Asia-Pacific economic integration."], "subsections": []}]}}