{"id": "R42605", "title": "Highlights of Three FY2013 Budget Proposals for the Human Resources “Superfunction”: Education, Training, Social Services, Health, Income Security, and Veterans", "released_date": "2012-07-13T00:00:00", "summary": ["Debate is occurring on short- and long-term efforts to boost the economy, reduce the deficit, and stabilize the debt; this debate includes proposals to alter the overall size and composition of federal spending and revenues. \"Human resources\" programs account for the majority of federal outlays (67% in FY2011) and would be affected by these proposals. Six categories comprise the human resources \"superfunction\": education, training, employment, and social services; health (largely Medicaid); Medicare; income security; Social Security; and veterans programs.", "President Obama submitted a detailed FY2013 budget proposal to Congress in February. The House subsequently passed an FY2013 budget resolution (H.Con.Res. 112), based on a proposal by Budget Committee Chairman Ryan. Several proposals have been offered by Members of the Senate, including a resolution by Budget Committee Chairman Conrad that is based on recommendations of the National Commission on Fiscal Responsibility and Reform (Simpson-Bowles Commission). Although the House and Senate have not agreed on a budget resolution, the FY2013 appropriations process is underway. The House has also passed a reconciliation bill (H.R. 5652) intended to replace an automatic budget reduction (i.e., \"sequestration\") scheduled to occur on January 2, 2013, under provisions of the Budget Control Act of 2011.", "Spending for human resources peaked in FY2010 at 16.6% of Gross Domestic Product (GDP) and, according to the Congressional Budget Office (CBO), will have dropped to 15.5% in FY2012. This decline reflects the assumed economic recovery, lower spending for programs that respond automatically to economic conditions (e.g., Unemployment Insurance, Supplemental Nutrition Assistance Program), and expiration of funding under the American Recovery and Reinvestment Act of 2009. CBO projects that human resources spending will rise again as a share of GDP and reach 16.1% in FY2022, due to continuing effects of the baby boom's retirement and enrollment in Medicare and Social Security, real growth in Social Security benefits, medical cost inflation, and spending under the Affordable Care Act (ACA) of 2010. (Note that CBO's baseline does not yet reflect any potential impact of the Supreme Court's June 28 decision on the ACA.)", "Reflecting these trends, all projected growth in human resources spending will occur in three categories: health (i.e., Medicaid), Medicare, and Social Security. CBO estimates that spending for income security (which includes Unemployment Insurance, the Supplemental Nutrition Assistance Program, and selected low-income, retirement, and disability programs) will contract as a share of GDP over the next decade, as will the two smallest human resources categories (i.e., education, training, employment, and social services; and veterans benefits and services).", "Both the Administration and Conrad/Fiscal Commission budgets assume human resources spending over the next 10 years at levels close to the CBO current law baseline, although the President requests increased spending in the initial years for economic stimulus. The House resolution assumes gradually decreasing spending for human resources as a share of GDP, but also assumes that spending would rise slightly at the end of the decade. As noted above, CBO projects human resources spending will equal 16.1% of GDP in FY2022 with no change in policy. This compares with 16.1% under the Administration proposal, 16% under the Conrad/Fiscal Commission resolution, and 14% under the House resolution. The most significant reductions from the CBO baseline assumed by the House would occur in three categories: education, training, employment, and social services; Medicaid (which would be converted into a block grant); and income security. The House also assumes conversion of Medicare into a \"premium support\" program starting in FY2023, which is beyond the budget resolution's 10-year window."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Members of Congress and the Obama Administration are engaged in debate over short- and long-term efforts to sustain recovery and further stimulate the economy, reduce the federal budget deficit, and stabilize the national debt. Within that debate, policymakers hold different points of view on the optimal size and composition of federal spending and revenues. Adding to the issue's complexity, this year's budget discussions are occurring against the backdrop of the Budget Control Act of 2011 (BCA, P.L. 112-25 ), which put in place budget enforcement mechanisms and procedures intended to achieve a specified amount of deficit reduction over a 10-year period.", "President Obama submitted a detailed FY2013 budget proposal to Congress on February 13, 2012. The House Budget Committee subsequently reported a concurrent resolution on the FY2013 budget ( H.Con.Res. 112 ), based on a proposal by Committee Chairman Paul Ryan, which the full House passed on March 29. Several Members of the Senate have offered budget proposals, including a resolution by Budget Committee Chairman Kent Conrad that is based on recommendations of the National Commission on Fiscal Responsibility and Reform (also known as the Simpson-Bowles Commission). The Conrad/Fiscal Commission resolution was discussed at a markup session on April 18, but no vote was taken and the measure has not been formally introduced. On May 16, the Senate voted on motions to proceed to consideration of several alternative budget resolutions; however, none was agreed to.", "Although the House and Senate have not agreed on a concurrent resolution on the FY2013 budget, the FY2013 appropriations process is underway in both chambers. Moreover, on May 15, the House passed the Sequester Replacement Reconciliation Act ( H.R. 5652 ), which is intended to repeal and replace the automatic spending reduction (or \"sequestration\") scheduled for January 2, 2013 (discussed later in this report) with specific mandatory spending reductions over the period FY2012-FY2022."], "subsections": [{"section_title": "Purpose and Organization of Report", "paragraphs": ["This CRS report highlights and compares projected spending trends and policy initiatives in three distinct proposals— the President's FY2013 budget, the House budget resolution, and the Conrad/Fiscal Commission resolution —which represent different viewpoints about spending and revenues. The report focuses specifically on proposals affecting programs in the six functional budget categories that comprise the human resources \"superfunction.\" Collectively, these six functions accounted for a majority (67%) of federal outlays in FY2011 (see Figure 1 , later in the report). ", "The six human resources functions (and their function codes) are", "Education, training, employment, and social services (Function 500); Health (primarily Medicaid) (Function 550); Medicare (Function 570); Income security (Function 600); Social Security (Function 650); and Veterans benefits and services (Function 700).", "The purpose of this report is to give a broad overview of proposed spending trends and policy recommendations for human resources programs. The report does not discuss the broad outlines of the three proposals, such as their projected levels of total spending, revenues, or deficits. The report is not comprehensive in its coverage of all provisions in the proposals, nor does it attempt to quantify the costs or savings associated with specific proposals, or track their legislative status. ", "This report begins by briefly explaining the concepts of budget \"functions\" and \"superfunctions\" and then provides a short discussion of the Budget Control Act of 2011 ( P.L. 112-25 ). The BCA placed limits on discretionary spending for FY2012-FY2021 and established an automatic spending reduction procedure. It is necessary to understand how the Congressional Budget Office (CBO) treated these BCA provisions in developing its current law baseline projections and, subsequently, how CRS adjusted this baseline to prepare and present the analysis in this report.", "The report then compares projected federal spending under current law for the human resources superfunction as a whole—and for each of the six functions within—with the President's budget proposal, the House budget resolution, and the Conrad/Fiscal Commission resolution. Each section compares the CBO current law baseline for FY2012 through FY2022 with the President's FY2013 budget proposal (as re-estimated by CBO) and the House and Conrad/Fiscal Commission budget resolutions, in constant FY2012 dollars. Key policy initiatives proposed by the Administration and assumed in each of the budget resolutions are identified. An Appendix to the report includes supporting tables."], "subsections": []}]}, {"section_title": "What Are Budget Functions and Superfunctions?", "paragraphs": ["The federal budget is divided into 20 functional categories (e.g., national defense, health, energy, transportation), which are further divided into subfunctions. These functional categories provide a broad statement of budget priorities and facilitate the analysis of trends in related programs; they are used for informational purposes in the congressional budget process. Some budget functions are grouped together into budget \"superfunctions\" (e.g., national defense, human resources, physical resources). ", "Congress begins formal consideration of the annual budget resolution after the President submits his detailed budget request for the coming fiscal year. The congressional budget resolution is not signed by the President and does not become public law. Rather, it is an internal blueprint for Congress to use in its consideration of appropriations acts and other legislation for the coming fiscal year. The resolution establishes enforceable levels for projected spending (budget authority and outlays) and revenues, along with an estimate of the deficit (or surplus) and the national debt. The resolution includes amounts for the coming fiscal year and projections for subsequent years.", "Unlike the President's budget request submitted each February, the congressional budget resolution does not specify spending levels by program but instead establishes aggregate spending amounts for each of the functional categories referred to above. These aggregate amounts are based on certain \"assumptions\" about spending for specific programs. However, these assumptions are not typically specified in the resolution, nor are they binding on the appropriations committees or committees with jurisdiction over mandatory spending or tax provisions. Key assumptions are sometimes identified in the Budget Committee report that accompanies the concurrent resolution. ", "The congressional budget process includes tools for enforcing the annual budget resolution. Members of Congress may raise points of order to bar consideration of legislation that would violate the spending ceilings or revenue floors in the resolution, among other provisions. Congress also has used the \"reconciliation\" process to implement budget policy. For example, the House-passed budget resolution for FY2013 ( H.Con.Res. 112 ) contains reconciliation instructions to six authorizing committees to find a specific amount of deficit reduction over 10 years. The committee report accompanying the budget resolution identified \"illustrative\" policy options by which to achieve these savings, but the committees are free to report whatever changes they want within their jurisdictions in response to a reconciliation directive. In response to the reconciliation instructions in H.Con.Res. 112 , the six committees reported their recommendations to the House Budget Committee, which assembled them into a single reconciliation bill ( H.R. 5652 ) that was passed by the House on May 15, 2012."], "subsections": []}, {"section_title": "The Budget Control Act and the CBO Baseline", "paragraphs": ["The BCA, enacted in August 2011, provided for increases in the debt limit and established procedures designed to reduce the federal budget deficit. Two components of the BCA are relevant to understanding the CBO \"current law\" baseline for human resources programs, as it is presented in this report. ", "First, Title I of the BCA established enforceable limits on discretionary spending for FY2012 through FY2021. For FY2012 and FY2013, the law provided separate amounts for discretionary spending in the \"security\" and \"nonsecurity\" categories. \"Security\" was defined broadly to include the Departments of Veterans Affairs (VA), Homeland Security (DHS), and State, in addition to the Department of Defense and certain other activities; and \"nonsecurity\" was defined as everything else. For FY2014 and subsequent years, no distinction was made between security and nonsecurity; that is, Title I of the law established a single discretionary spending limit for each of those years. ", "Second, the BCA established a Joint Select Committee on Deficit Reduction, tasked with developing legislation by November 23, 2011, to achieve $1.5 trillion in deficit reduction over the FY2013-FY2021 period. If Congress failed to pass such legislation by January 15, 2012, reducing the deficit by at least $1.2 trillion, a series of automatic spending reductions would be triggered, specified in Section 302 of the act. In fact, the Joint Committee did not meet its deadline and the necessary legislation was not enacted. Thus, under current law, the first automatic spending reductions are scheduled to take effect on January 2, 2013. ", "These automatic procedures include sequestration of mandatory spending for each of FY2013-FY2021, a one-year sequestration of discretionary spending for FY2013, and lower discretionary spending limits for FY2014-FY2021. In addition to being lowered, the original discretionary spending limits (discussed above) are redefined so that security now consists only of budget Function 050 (which is primarily the Department of Defense). Spending reductions are to be equally divided between security and nonsecurity, which means that half the reductions triggered by failure of the Joint Committee process will come primarily from the Department of Defense, and the other half will come from the remainder of the federal budget. It should be noted that a significant amount of nonsecurity spending is either exempt from the sequestration process or otherwise subject to a special rule that limits the size of the reduction. ", "In its overall current law baseline estimates and projections, CBO incorporated the discretionary spending limits imposed by Title I of the BCA (referred to in this report as the \"original BCA spending limits\") and the additional spending reductions triggered by failure of the Joint Committee process (referred to as the \"additional BCA spending reductions\"). However, with limited exceptions, insufficient information was available for CBO to estimate the impact of these BCA provisions at the budget function level. ", "Thus, CBO allocated all budgetary effects of the BCA—other than those related to defense and Medicare—to budget Function 920 (allowances), which is used, among other purposes, as a placeholder category for budgetary effects not yet assigned elsewhere. This means that CBO's baseline for the human resources superfunction, and for each of the individual functions within, does not reflect the original discretionary spending limits or the additional spending reductions of the BCA. The sole exception in the human resources area is Function 570 (Medicare), where CBO was able to estimate the amount likely to be sequestered under the BCA provisions, which limit sequestration of most Medicare spending to 2%. "], "subsections": [{"section_title": "Adjustment and Limitations of the CBO Current Law Baseline", "paragraphs": ["To present a consistent picture of CBO's current law baseline for purposes of this report, CRS has adjusted the baseline for Medicare (Function 570) and the human resources superfunction total, to eliminate the projected effects of Medicare sequestration. (CBO's unadjusted baseline for Medicare is presented in the Appendix .) This means that the CBO current law baseline for each of the six human resources budget functions , as presented in this report, does not reflect any of the spending reductions that are scheduled to occur under the BCA for the period FY2013 through FY2021.", "It is important to note that most spending in the human resources superfunction is mandatory, and most of this mandatory spending is exempt from sequestration (see footnote 14 ). Thus, for the individual human resources budget functions that are primarily or exclusively composed of mandatory spending, the CBO baseline would likely not change significantly if effects of the BCA were shown.", "CBO's baseline for budget functions dominated by discretionary spending, however, would change—and be somewhat lower—if BCA provisions were shown. (As noted above, these BCA provisions include both the original discretionary spending limits and the additional reductions; i.e., sequestration of discretionary spending in FY2013 and a lowering and redefining of the original limits for FY2014-FY2021.) The function that could be most affected is Function 500, because it includes primarily discretionary spending for education, training, employment, and social services. Most of this spending is not exempt from sequestration in FY2013, and could also be affected by the lower discretionary spending limits that would govern FY2014 and subsequent years. Function 700 also includes primarily discretionary spending, for veterans benefits and services. All programs administered by the VA are exempt from sequestration; however, they could be affected by the lower discretionary spending limits in FY2014 and subsequent years. ", "In addition to the limitations described above, readers should note that CBO's current law baseline has not yet been updated to reflect the Supreme Court's June 28 decision on the Patient Protection and Affordable Care Act (ACA, P.L. 111-148 ). CBO is currently reviewing that decision to assess its impact on federal spending and revenues."], "subsections": []}]}, {"section_title": "The Human Resources Superfunction", "paragraphs": [], "subsections": [{"section_title": "Historical Trends", "paragraphs": ["As noted earlier and shown in Figure 1 , the human resources superfunction accounts for a majority of federal spending, representing 67% of all federal outlays in FY2011.", " Figure 2 shows the historical trend in outlays for the human resources superfunction, as a share of the national economy in comparison with other major categories of the federal budget, from FY1962 through FY2011. The figure illustrates the growing importance of the human resources component of the budget over time. Specifically, the figure shows that human resources spending accounted for 5.6% of the Gross Domestic Product (GDP) in FY1962 and rose to a peak of 16.6% in FY2010. As a share of GDP, human resources spending dropped slightly in FY2011, to 16.1%. National defense, by contrast, represented 9.2% of GDP in FY1962, peaked in FY1968 at 9.4%, and accounted for 4.7% of the national economy in FY2011. "], "subsections": []}, {"section_title": "Current Law Projections", "paragraphs": [" Figure 3 shows the trend in federal outlays for each of the six human resources budget functions, as a share of the economy, from FY1962 through FY2011, and CBO's projections of spending under current law from FY2012 through FY2022. As illustrated, CBO estimates that total human resources spending, as a share of GDP, will have dropped to 15.5% in FY2012 and fluctuate around that level (dipping slightly in FY2017 and FY2018) until climbing back to 16.1% (same as the FY2011 level) in FY2022. Human resources spending is projected to remain significantly higher throughout the decade than its pre-recession level of 12.7% of GDP in FY2007. (Readers should remember, however, that CBO's \"current law\" baseline does not reflect the BCA.)", "Fueling growth over the long term are several factors, including the continuing effects of the baby boom generation's retirement and increased enrollment in Medicare and Social Security, certain program design features such as wage indexing in Social Security (which allows initial monthly benefits to replace a constant proportion of pre-retirement earnings and keep pace with rising living standards), medical cost inflation in excess of general inflation, and new spending attributable to implementation of the ACA of 2010. On the other hand, cost-mitigating factors in the first part of the decade include the assumed economic recovery, lower spending for programs that respond automatically to economic conditions such as Unemployment Insurance and the Supplemental Nutrition Assistance Program, and the expiration of all stimulus funding provided under the American Recovery and Reinvestment Act (ARRA, P.L. 111-5 ).", "The figure illustrates that spending in the human resources superfunction has been dominated by four categories: health (Function 550, which primarily consists of Medicaid), Medicare (Function 570), income security (Function 600), and Social Security (Function 650). With no change in current law, CBO projects that spending for income security as a share of GDP will contract over the next decade, as will spending for the two smallest functions—education, training, employment, and social services (Function 500); and veterans benefits and services (Function 700). On the other hand, CBO projects that spending for three functions—health (mostly Medicaid), Medicare, and Social Security—will consume increasingly more of the economy as the population ages and the cost of health care continues to rise. ", "Analysis of projected spending in real terms (outlays in constant dollars) also shows the growing dominance of three functions within the human resources superfunction. CBO estimates that real spending for Medicaid equaled 15% of human resources spending in FY2012 and projects this will increase to 22% of human resources spending in FY2022. Medicare accounted for 20% of superfunction spending in FY2012, and is projected to rise to 23% in FY2022. Social Security is, and will remain, the largest component of the human resources superfunction, and will increase from 32% in FY2012 to 34% in FY2022. In contrast, CBO projects that income security programs under Function 600 will shrink from 23% of human resources spending in FY2012 to 14% in FY2022. And, the two smallest functions also will each contract as a share of the superfunction, from 4% in FY2012 to 3% in FY2022 for Function 500 and from 5% in FY2012 to 4% in FY2022 for veterans programs under Function 700. (See data in Table A-4 .)", "Most federal low-income assistance programs are included in one of the six human resources budget functions, primarily Function 500 (education, training, employment, and social services) and Function 600 (income security), in addition to Function 550, which includes Medicaid and the State Children's Health Insurance Program (CHIP). A review of low-income assistance programs shows the same general trend applicable to the human resources superfunction overall; that is, health care is growing as a share of the economy while spending for other purposes (other than Social Security) contracts. A CRS analysis of federal outlays for major federal low-income assistance programs shows all projected growth in these programs over the next decade will be for health programs, specifically Medicaid, CHIP, and the refundable portion of a health insurance tax credit created under the ACA of 2010, which is scheduled to begin in 2014. With no change in current law, spending for non-health low-income programs is expected to increasingly diminish as a share of the economy over the coming decade. "], "subsections": []}, {"section_title": "Three Proposals", "paragraphs": [" Figure 4 compares total estimated outlays for the human resources superfunction, as a share of GDP, under the CBO current law baseline, President Obama's proposed budget (as re-estimated by CBO), the House budget resolution, and the Conrad/Fiscal Commission resolution, from FY2012 through FY2022. As noted above, CBO projects that human resources spending will be relatively flat as a share of the national economy for most of the 10-year period, dip slightly in FY2017 and FY2018, and then very gradually rise. Both the President's budget and the Conrad/Fiscal Commission resolution follow the CBO baseline fairly closely, although the Administration proposes somewhat increased spending in the early years. The House budget resolution assumes gradually decreasing spending for human resources as a share of GDP, although it also would rise slightly at the end of the decade. As stated earlier, CBO projects that human resources spending will equal 16.1% of GDP in FY2022 with no change in current law (not accounting for the effects of the BCA). This compares with 16.1% under the Administration's budget, 16% under the Conrad/Fiscal Commission resolution, and 14% under the House resolution.", "With regard to discretionary spending, both the Administration and the Conrad/Fiscal Commission resolution assume that the original spending limits established in Title I of the Budget Control Act will remain in place. The House resolution, however, assumes somewhat lower limits on total discretionary spending than required by the BCA (e.g., $1.028 billion versus $1.047 billion in FY2013). All three of the pending proposals assume that the additional BCA spending reductions, which are scheduled to begin in January 2013, will not take effect. Instead, they assume that these automatic reductions will be replaced by other deficit reduction initiatives that are reflected throughout the proposals. With regard to mandatory spending within the human resources superfunction over the next 10 years, the House resolution differs from the President and the Conrad/Fiscal Commission most significantly in budget Functions 550 (Medicaid) and 600 (income security). The House Budget Committee report also cites significantly different long-term policy assumptions for Medicare; however, these are not reflected in the 10-year window, as the legislative changes would not occur until after FY2022."], "subsections": []}]}, {"section_title": "Function 500: Education, Training, Employment, and Social Services (ETESS)", "paragraphs": [], "subsections": [{"section_title": "Function Overview", "paragraphs": ["Function 500 includes funding for the Department of Education (ED), social services programs within the Department of Health and Human Services (HHS), and employment and training programs within the Department of Labor (DOL). It also contains funding for the Library of Congress and independent research and art agencies such as the Corporation for Public Broadcasting, the Smithsonian Institution, the National Gallery of Art, the John F. Kennedy Center for the Performing Arts, the National Endowment for the Arts, and the National Endowment for the Humanities. Most spending under Function 500 is discretionary. Mandatory spending in this function includes student financial assistance, some training and employment services, and Social Services Block Grants.", "Spending under this function is divided among the following six subfunctions:", "Elementary, secondary, and vocational education; Higher education; Research and general education aids; Training and employment; Other labor services; and Social services."], "subsections": []}, {"section_title": "Implications of the Budget Control Act", "paragraphs": ["Function 500 is dominated by discretionary spending, most of which is not specified as exempt from sequestration under the BCA. This means that most spending included in this function is subject to the automatic budget enforcement mechanism of the BCA, in addition to the discretionary spending limits. Pell Grants, which are primarily discretionary, are exempt from sequestration. In addition, among the few mandatory spending programs in Function 500, Social Services Block Grants are exempt from sequestration and federal student loans are governed by a special rule. As discussed earlier, the budgetary effects of the BCA are not reflected in the CBO current law baseline at the function level; thus the baseline shown in Figure 5 , below, is somewhat higher than it would be if these effects were shown. "], "subsections": []}, {"section_title": "Projected Spending Trends", "paragraphs": [" Figure 5 shows estimated outlays for Function 500 programs, from FY2012 through FY2022 in constant FY2012 dollars, under the CBO baseline, the Administration's budget, the House resolution, and the Conrad/Fiscal Commission resolution. As illustrated, CBO projects that under current law (not accounting for the BCA), spending for this function will initially decline, then increase from FY2015 through FY2019, when it will generally level off for the balance of the period. The baseline shows real spending for Function 500 slightly higher at the end of the decade than at the beginning. On the other hand, the Administration's budget proposes an immediate spike in spending followed by decline through FY2017. Spending would then rise slightly and flatten out, but remain below the CBO baseline from FY2016 through the end of the budget window. The Conrad/Fiscal Commission resolution would generally track, at slightly lower levels, the CBO baseline. Finally, as shown in the figure, the House budget resolution assumes a sharp drop in spending through FY2014, followed by a gradual rise. Spending for Function 500 would end the decade lower in real terms than at the start under the House resolution. ", "As a share of GDP (not shown in the figure), CBO projects that Function 500 will consume 0.55% of the national economy in FY2013 and drop to 0.47% by FY2022. This compares to 0.77% in FY2013 and 0.43% in FY2022 under the President's budget; 0.54% in FY2013 and 0.45% in FY2022 under the Conrad/Fiscal Commission resolution; and 0.49% in FY2013 and 0.37% in FY2022 under the House resolution (see Table A-3 )."], "subsections": []}, {"section_title": "Proposed Policy Initiatives", "paragraphs": ["Function 500 includes several policy areas identified by the White House as critical for investment. While staying within the original BCA discretionary spending limits for the 10-year budget window, the Administration proposes short-term funding increases for activities designed to create jobs and boost economic recovery. These include grants to state and local governments for school modernization, teacher hiring and retention, summer and year-round jobs for low-income youth, and employment opportunities for long-term unemployed and low-income adults. Many of these initiatives were included in the Administration's proposed American Jobs Act of 2011. The President calls for a variety of program consolidations, with increased spending for certain programs offset by termination of others. The Administration would maintain and expand competitive initiatives such as Race to the Top (first funded through ARRA), as well as certain school reform initiatives included in a proposed reauthorization of the Elementary and Secondary Education Act (ESEA). As part of efforts to maintain college access and affordability, the President proposes to sustain a maximum Pell Grant award of $5,635; double the number of college work-study jobs; provide incentives for states and colleges to keep tuition costs down; and shift campus-based aid toward colleges that restrain tuition increases. The Administration would consolidate and eliminate certain job training programs, coupled with some program expansions and new competitive initiatives intended to improve access to workforce development services.", "In its report accompanying the House budget resolution, the House Budget Committee identified a number of policy options within Function 500 as \"worthy of consideration\" by lawmakers. These include a reorganization and streamlining of elementary and secondary education programs as part of reauthorizing ESEA, termination and reduction of programs that are not considered effective in improving student achievement, and provisions to address perceived duplication in teacher quality programs. Suggested changes in the Pell Grant program would roll back recent expansions of the need analysis system for determining assistance levels, eliminate administrative fees for participating institutions, consider a maximum income cap, eliminate less-than-half-time students from eligibility, and adopt a maximum award level of $5,550. The House Budget Committee identifies possible changes in higher education programs such as removal of regulatory provisions that are perceived as restricting flexibility and innovative teaching methods, such as on-line coursework. The committee assumes consolidation of multiple job training programs into targeted career scholarship programs, elimination of funding for cultural agencies and for the Corporation for National and Community Service, and other program terminations. In the mandatory portion of Function 500, the House Budget Committee assumes repeal of certain student loan provisions enacted in 2010 (SAFRA Act, P.L. 111-152 ), and termination of the Social Services Block Grant.", "A key component of the Conrad/Fiscal Commission resolution is reduced discretionary spending. As shown in Figure 5 , Function 500 spending under this resolution would track CBO's baseline at somewhat lower levels; however, Senate documents do not identify specific discretionary spending cuts that are assumed in Function 500 programs. On the mandatory side, the Conrad/Fiscal Commission resolution assumes elimination of in-school interest subsidies for undergraduate federal student loan programs, a proposal also assumed in the House budget resolution."], "subsections": []}]}, {"section_title": "Function 550: Health", "paragraphs": [], "subsections": [{"section_title": "Function Overview", "paragraphs": ["Function 550 includes most direct health care services programs, most notably Medicaid. Other health programs in this function fund anti-bioterrorism activities, national biomedical research, activities to protect the health of the general population and workers in their places of employment, health services for under-served populations, and training for the health care workforce. Some of the HHS agencies in this function include the National Institutes of Health, Centers for Disease Control and Prevention, Health Resources and Services Administration, and the Food and Drug Administration. The major mandatory programs in this function are Medicaid, the State Children's Health Insurance Program (CHIP), federal and retirees' health benefits, and health care for Medicare-eligible military retirees.", "Spending under this function is divided among the following three subfunctions:", "Health care services, Health research and training, and Consumer and occupational health and safety."], "subsections": []}, {"section_title": "Implications of the Budget Control Act", "paragraphs": ["The vast majority of spending in Function 550 is mandatory and exempt from sequestration under the BCA. However, Function 550 also includes some discretionary spending, which is subject to the automatic budget enforcement mechanism of the BCA, as well as the discretionary spending limits. Certain discretionary health programs, specifically health centers and Indian health services, are subject to a special rule that limits sequestration of these programs to no more than 2%. As explained earlier, the budgetary effects of the BCA are not reflected in CBO's baseline at the function level. However, given the size of Function 550 and the preponderance of exempted programs and activities, the current law baseline shown in Figure 6 , below, would likely change very little if BCA effects were shown."], "subsections": []}, {"section_title": "Implications of the Supreme Court Decision on the ACA", "paragraphs": ["On June 28, 2012, the Supreme Court issued its decision in National Federation of Independent Business v. Sebelius . In that decision, the Court held that the federal government cannot terminate current Medicaid program federal matching funds if a state refuses to expand its Medicaid program to include non-elderly, non-pregnant adults with income under 133% of the federal poverty level, as required by the ACA. If a state accepts the new ACA Medicaid expansion funds, it must abide by the new expansion coverage rules, but, based on the Court's opinion, it appears that a state can refuse to participate in the expansion without losing any of its current federal Medicaid matching funds. The CBO current law baseline was prepared before the Court's decision, and could change once the implications of this decision are fully considered. CBO is currently assessing the effects of the decision."], "subsections": []}, {"section_title": "Projected Spending Trends", "paragraphs": [" Figure 6 shows estimated outlays for Function 550 programs, from FY2012 through FY2022 in constant FY2012 dollars, under the CBO baseline, the Administration's budget request, the House budget resolution, and the Conrad/Fiscal Commission resolution. The House resolution shows a starkly different trend line than the other three budgets, which track very closely with each other. Under CBO's current law baseline, the President's proposed budget, and the Conrad/Fiscal Commission resolution, Medicaid spending will climb sharply over the 10-year period, primarily due to the expansion of Medicaid eligibility under the ACA (which, as noted above, could be affected by the Supreme Court's June 28 decision). The House resolution, meanwhile, would hold real spending relatively flat, with just a slight and gradual increase in the later years. As a share of GDP (not shown in the figure), CBO estimates Function 550 will consume 2.35% of the national economy in FY2013 and rise to 3.52% by FY2022. This compares to 2.36% in FY2013 and 3.45% in FY2022 under the President's budget; 2.32% in FY2013 and 3.46% in FY2022 under the Conrad/Fiscal Commission resolution; and 2.30% in FY2013 and 1.90% in FY2022 under the House resolution (see Table A-3 )."], "subsections": []}, {"section_title": "Proposed Policy Initiatives", "paragraphs": ["The Administration proposes a number of legislative initiatives intended to reduce spending growth in the health function, including a replacement of the current assortment of federal-state matching rates used under Medicaid and CHIP with a single federal matching rate, beginning in FY2017. Starting in FY2015, the Administration would phase down the Medicaid \"provider tax threshold,\" which affects the extent to which states can use revenues from health-related fees, assessments, or other mandatory payments to finance the state share of Medicaid expenditures. The Administration would \"rebase\" Medicaid disproportionate share hospital allotments in FY2021, set a limit on Medicaid reimbursement for durable medical equipment (equal to what Medicare would have paid), and achieve savings through program integrity initiatives.", "The House Budget Committee, in its accompanying report, notes that the House budget resolution assumes a fundamental reform of Medicaid. \"Illustrative policy options\" include many of the same initiatives included in the House budget resolution for FY2012 ( H.Con.Res. 34 ), including conversion of the federal share of Medicaid spending into an allotment (a block grant), which would be indexed for inflation and population growth. The committee advocates repealing the Medicaid expansions enacted in ACA, as well as the ACA provisions authorizing subsidies to help low-income individuals purchase health insurance through exchanges. The resolution also assumes elimination of the individual mandate to purchase insurance, established under ACA. The House budget resolution further assumes savings would be achieved by repealing any remaining unspent funds provided under ARRA and other associated provisions in ACA.", "Senate Budget Committee documents do not specify Medicaid proposals assumed in the Conrad/Fiscal Commission resolution. The documents include a \"health care savings policy statement\" that says Congress should adopt program changes recommended by the Simpson-Bowles Commission, including such policies as eliminating states' ability to use provider taxes as their state share of Medicaid expenditures, requiring states to cover dual-eligibles under Medicaid managed care, reducing funding for Medicaid administrative costs, and allowing expedited application for Medicaid waivers in well-qualified states."], "subsections": []}]}, {"section_title": "Function 570: Medicare", "paragraphs": [], "subsections": [{"section_title": "Function Overview", "paragraphs": ["Function 570 consists of the Medicare program, which provides health insurance to individuals age 65 or older and certain persons with disabilities. Nearly 99% of spending in this function is mandatory, and almost all of the mandatory spending consists of payments for Medicare benefits. Congress provides an annual appropriation for the costs of administering and monitoring the Medicare program."], "subsections": []}, {"section_title": "Implications of the Budget Control Act", "paragraphs": ["Medicare is generally subject to sequestration under the BCA's automatic budget reduction procedure; however, a special rule limits sequestration of most Medicare mandatory spending to no more than 2%. In addition, the low-income prescription drug subsidy under Medicare Part D and certain other programs and activities are exempt from sequestration altogether. CBO estimates that almost 90% of mandatory Medicare spending is subject to the 2% limit on sequestration, and another 10% is completely exempt. The discretionary portion of Function 570 (i.e., Medicare administrative expenses) is not exempt from sequestration or subject to a special rule. As discussed earlier, the CBO baseline shown in Figure 7 does not reflect the impact of sequestration, because CRS has adjusted CBO's Medicare baseline to make it consistent with the rest of the individual human resources functions. The CBO baseline for this function would be somewhat lower if the effects of sequestration were shown (see Table A-1 )."], "subsections": []}, {"section_title": "Projected Spending Trends", "paragraphs": [" Figure 7 shows estimated outlays for Medicare, from FY2012 through FY2022 in constant FY2012 dollars, under the adjusted CBO baseline (not accounting for the BCA), the Administration's budget request, the House budget resolution, and the Conrad/Fiscal Commission resolution. The figure shows relatively little difference between the budgets, with the House resolution slightly lower than the others, particularly in the later years. As a share of GDP (not shown in the figure), CBO estimates that Medicare will consume 3.23% of the national economy in FY2013 and rise to 3.65% by FY2022. This compares to 3.30% in FY2013 and 3.59% in FY2022 under the President's budget; 3.20% in FY2013 and 3.58% in FY2022 under the Conrad/Fiscal Commission resolution; and 3.21% in FY2013 and 3.51% in FY2022 under the House resolution (see Table A-3 )."], "subsections": []}, {"section_title": "Proposed Policy Initiatives", "paragraphs": ["The Administration's budget assumes Congress will enact a freeze on physician payment rates under Medicare at current levels (the so-called \"doc fix\"), which will otherwise decline under the sustainable growth rate (SGR) formula in current law. While this action would increase the baseline for Medicare spending, the Administration also proposes reduced Medicare spending through program integrity initiatives as well as a series of legislative changes. These include proposals affecting Part A (e.g., adjusting payment updates to certain post-acute care providers, reducing bad debt coverage, reducing payments to teaching hospitals for costs of graduate medical education); and Part B (e.g., introducing a premium surcharge for new beneficiaries buying Medigap policies with very low cost-sharing). The Administration would increase income-related premiums under both Part B and the prescription drug program under Part D, and would align Medicare Part D drug payments with the corresponding Medicaid rates for brand name and generic drugs provided to low-income subsidy beneficiaries. ", "With regard to the budget overall, White House budget documents cite health care as \"the primary driver of future deficit growth\" and point to the health care reform law of 2010 (the ACA) as central to controlling the rising cost of health care. Many of the legislative proposals included in the Administration's current budget build upon initiatives included in the ACA. For example, ACA created the Independent Payment Advisory Board (IPAB) to develop and submit detailed recommendations to reduce Medicare spending to achieve certain target growth rates. The White House proposes to lower the target growth rate starting in 2020 and to give the IPAB additional tools to reduce spending. ", "One of the most widely reported recommendations of the House Budget Committee for FY2012 is continued, with modifications, in the committee's report on the House budget resolution for FY2013. However, the budgetary impact of this policy recommendation would not be seen until after FY2022, which is beyond the current budget's 10-year window. The committee recommends enactment of legislation to convert Medicare into a \"premium support\" program, in which individuals would choose among private health insurance plans through a newly created Medicare \"exchange\" and be eligible for a subsidy to offset the cost of the premium. This change would not affect individuals currently age 55 or older and would not take effect until FY2023, so its budgetary effects are not reflected in Figure 7 . Unlike last year's recommendation, however, the current proposal would allow eligible individuals to choose to remain in traditional Medicare. The age of eligibility for Medicare would be gradually increased to align with Social Security, starting in 2023. Additional assumptions in the House resolution include a budget-neutral replacement for the current SGR formula; repeal of the IPAB; medical liability insurance reform, with limits on noneconomic and punitive damages; and additional means-testing of Medicare Part B and Part D premiums for high-income seniors, which is similar to a proposal of the Administration.", "The Conrad/Fiscal Commission resolution states that ACA \"laid the foundation for long-term health care savings\" but that more needs to be done. Like the Administration and the House resolution, the Conrad/Fiscal Commission resolution assumes reform of the SGR formula and that the associated costs will be offset by other savings in the plan. As noted earlier under Function 570, Senate Budget Committee documents include a \"health care savings policy statement\" that endorses recommendations of the Simpson-Bowles Commission, including many of the same initiatives identified in the Administration's budget. The Conrad/Fiscal Commission proposal also would expand the reach of IPAB and allow it to make recommendations affecting hospitals and other providers that are currently exempt."], "subsections": []}]}, {"section_title": "Function 600: Income Security", "paragraphs": [], "subsections": [{"section_title": "Function Overview", "paragraphs": ["Function 600 includes a range of income security programs that provide cash or near-cash assistance (e.g., housing, nutrition, and energy assistance) to low-income persons, and benefits to certain retirees, persons with disabilities, and the unemployed. Major federal entitlement programs in Function 600 include Unemployment Insurance (UI), Trade Adjustment Assistance income support, the Supplemental Nutrition Assistance Program (SNAP, formerly food stamps), Temporary Assistance for Needy Families (TANF), foster care and adoption assistance, and Supplemental Security Income (SSI). The refundable portion of the Earned Income Tax Credit (EITC) and the refundable Additional Child Tax Credit (ACTC) are also included in this function. Federal and other retirement and disability programs comprise approximately one-third of funds in Function 600. Housing assistance programs account for the largest share of discretionary spending in this function.", "Spending under this function is divided among the following six subfunctions:", "General retirement and disability insurance (excluding Social Security), Federal employee retirement and disability, Unemployment insurance, Housing assistance, Food and nutrition assistance, and Other income security."], "subsections": []}, {"section_title": "Implications of the Budget Control Act", "paragraphs": ["The majority of spending in Function 600 is mandatory and many of these mandatory programs and activities are exempt from sequestration under the BCA. However, discretionary programs—primarily consisting of housing assistance—are not exempt and would be affected by the act's automatic enforcement mechanism, as well as the discretionary spending limits. As discussed earlier, the budgetary effects of the BCA are not reflected in the CBO current law baseline at the function level; thus, the CBO baseline in Figure 8 , below, would be slightly lower if these impacts were shown."], "subsections": []}, {"section_title": "Projected Spending Trends", "paragraphs": [" Figure 8 shows estimated outlays for Function 600 programs, from FY2012 through FY2022 in constant FY2012 dollars, under the CBO baseline (not accounting for the BCA), the Administration's budget request, the House budget resolution, and the Conrad/Fiscal Commission resolution. The figure shows a decline in real spending through FY2018 under all four of the trend lines, with a slight rise in the final four years. The Administration envisions the most gradual decline and significantly higher spending than the CBO baseline for most of the period. The Conrad/Fiscal Commission hovers below the Administration's proposal, but would also exceed the CBO baseline. The House budget resolution assumes the steepest decline in spending for this function, which would remain substantially below the CBO baseline for the entire period. As a share of GDP (not shown in the figure), CBO estimates Function 600 will consume 3.37% of the national economy in FY2013 and fall to 2.30% by FY2022. This compares to 3.41% in FY2013 and 2.46% in FY2022 under the President's budget; 3.36% in FY2013 and 2.38% in FY2022 under the Conrad/Fiscal Commission resolution; and 3.25% in FY2013 and 2.09% in FY2022 under the House resolution (see Table A-3 )."], "subsections": []}, {"section_title": "Proposed Policy Initiatives", "paragraphs": ["Like the CBO baseline, the Administration's budget assumes reduced recession-related spending for UI and SNAP (food stamps) as the economy gradually recovers. However, as noted earlier under Function 500, the Administration's budget also includes proposals originally offered through the American Jobs Act of 2011, which include a series of UI reforms intended, among other things, to provide reemployment services to beneficiaries. The Administration proposes to permanently extend certain tax provisions, including expansions of the EITC and ACTC that were initially authorized under tax cut legislation in the 2000s and then further expanded in ARRA, and are currently set to expire at the end of calendar 2012. The Administration's budget also includes provisions intended to address shortfalls in the UI system and in the Pension Benefit Guaranty Corporation (PBGC).", "In its report on the budget resolution, the House Budget Committee cites conversion of SNAP into a block grant as an \"illustrative policy option\" for this function. The conversion would not take place until after FY2016, allowing time for the economy to recover first. Block grant allotments would be tailored for each state's low-income population, indexed for inflation and eligibility. States would be required to enroll a certain portion of recipients in work activities, which could include education and training, similar to current law provisions in the TANF program. The House resolution also assumes elimination of the current \"categorical eligibility\" provisions that enable TANF recipients to automatically qualify for SNAP. Additional assumptions in the House budget resolution include increases in civilian federal employee contributions to their retirement benefits; reduction in certain Railroad Retirement benefits; unspecified reforms of the Pension Benefit Guaranty Corporation; elimination of the Home Affordable Modification Program (HAMP); and creation of a sliding income scale to determine eligibility of children for SSI. The committee report also identifies reform of means-tested entitlements built upon the welfare reforms of 1996 that created TANF. However, beyond the discussion of SNAP, the report does not name specific programs that could be affected by this proposal.", "Senate Budget Committee documents indicate that the Conrad/Fiscal Commission resolution assumes adoption of non-health mandatory savings recommended by the Simpson-Bowles Commission. The committee also says the resolution \"seeks to adhere to the Fiscal Commission's goals of: 'protecting the disadvantaged; ending wasteful spending; and looking to the private sector.'\" Specific recommendations affecting Function 600 include creation of a task force to develop cost-saving changes to the civilian federal retirement program, and allowing the PBGC to increase premiums and thereby restore solvency. The committee refers to an \"illustrative\" tax reform option that would, among other things, preserve the Child Tax Credit and the EITC. The committee also mentions legislation to improve the current trigger mechanisms for the Extended Benefit (EB) program, which provides UI benefits to the long-term unemployed, so that these countercyclical benefits would trigger on and off more effectively."], "subsections": []}]}, {"section_title": "Function 650: Social Security", "paragraphs": [], "subsections": [{"section_title": "Function Overview", "paragraphs": ["Function 650 consists of the payroll tax-financed programs that are collectively known as Social Security: Old-Age and Survivors Insurance and Disability Insurance (OASDI). This function includes both Social Security benefit payments (mandatory) and funds to administer the program (discretionary). "], "subsections": []}, {"section_title": "Implications of the Budget Control Act", "paragraphs": ["Social Security benefit payments are exempt from sequestration under the BCA. Discretionary administrative funds are not exempt and would be subject to the automatic budget enforcement mechanism of the BCA, in addition to the discretionary spending limits. As noted previously, the budgetary effects of the BCA are not reflected in the CBO current law baseline at the function level. Given the magnitude of exempt funding in Function 650, however, the CBO baseline shown in Figure 9 would be essentially unchanged if effects of the BCA were shown."], "subsections": []}, {"section_title": "Projected Spending Trends", "paragraphs": [" Figure 9 shows estimated outlays for Function 650, from FY2012 through FY2022 in constant FY2012 dollars, under the CBO baseline, the Administration's budget request, the House budget resolution, and the Conrad/Fiscal Commission resolution. The figure shows virtually no difference between any of the four lines, as neither the Administration, the House, nor the Conrad/Fiscal Commission resolution assume significant policy changes in Social Security within the 10-year budget window. Note that Figure 9 shows outlays for both the on-budget and off-budget portions of Social Security. As a share of GDP (not shown in the figure), the CBO baseline and all three proposals generally estimate that Social Security will equal 5.15% of the national economy in FY2013 and rise to 5.46% by FY2022 (see Table A-3 )."], "subsections": []}, {"section_title": "Proposed Policy Initiatives", "paragraphs": ["The Administration's budget makes only general statements in support of Social Security reform and does not recommend specific program changes. The Administration's budget, however, explicitly states opposition to Social Security privatization. In the FY2013 budget, the Administration also requests funds to be used to reduce the disability claims backlog, proposes to reauthorize demonstration authority for the Disability Insurance program, and includes a series of program integrity measures.", "In its report on the FY2013 budget resolution, the House Budget Committee cited the Simpson-Bowles Commission as having made \"positive steps forward on bipartisan solutions to strengthen Social Security.\" The House resolution would require the Social Security Board of Trustees to recommend statutory reforms to the President in any year when they find the 75-year actuarial balance and the annual balance in the 75 th year are in deficit. The President would be required to submit legislation to implement these recommendations by a certain deadline and congressional committees would be required to consider the legislation under expedited procedures.", "The Conrad/Fiscal Commission resolution fully endorses the Social Security reform recommendations of the Simpson-Bowles Commission, which Senate Budget Committee documents say would restore the program's 75-year solvency and put it on a sustainable path beyond 75 years. The Senate documents include a \"Social Security policy statement\" that directs Congress to work on a bipartisan basis to reform Social Security \"for its own sake\" and not for the sake of deficit reduction. Specific recommendations of the Simpson-Bowles Commission, identified and endorsed in the Conrad/Fiscal Commission resolution, include moving toward a more progressive benefit formula, providing an enhanced minimum benefit for low-wage workers, increasing benefits for older beneficiaries, increasing early and full retirement ages based on increases in life expectancy and creating a hardship exemption for individuals who cannot work beyond age 62, allowing retirees to claim a portion of their benefit at age 62 and the remaining portion at a later age, gradually increasing the taxable maximum so that 90% of aggregate covered wages would be taxable by 2050, adopting the Chained Consumer Price Index to compute cost-of-living adjustments, covering new state and local government workers after 2020, directing the Social Security Administration to improve information provided to future beneficiaries about their retirement options, and \"beginning a broad dialog on the importance of personal retirement savings.\""], "subsections": []}]}, {"section_title": "Function 700: Veterans Benefits and Services", "paragraphs": [], "subsections": [{"section_title": "Function Overview", "paragraphs": ["Function 700 covers the programs of the Department of Veterans Affairs (VA), including veterans' medical care, compensation and pensions, education and rehabilitation benefits, and housing programs. It also includes the Department of Labor's Veterans' Employment and Training Service, the United States Court of Appeals for Veterans Claims, and the American Battle Monuments Commission. This function includes both mandatory and discretionary spending accounts. Mandatory funding supports disability compensation, pension benefits, education, vocational rehabilitation, life insurance, and burial benefits, among other benefits and services. Discretionary funding supports a broad array of benefits and services; however, almost 90% of discretionary funding in Function 700 goes to veterans' health care.", "Spending under this function is divided among five subfunctions:", "Income security for veterans; Veterans education, training, and rehabilitation; Hospital and medical care for veterans; Veterans housing; and Other veterans benefits and services."], "subsections": []}, {"section_title": "Implications of the Budget Control Act", "paragraphs": ["All programs administered by the VA, whether discretionary or mandatory, are exempt from sequestration under the BCA, although it is possible that federal administrative expenses could be reduced. Discretionary programs also could be affected by the lower spending limits for FY2014-FY2021 resulting from failure of the Joint Committee process. As discussed earlier, the budgetary effects of the BCA are not reflected in the CBO baseline at the function level."], "subsections": []}, {"section_title": "Projected Spending Trends", "paragraphs": [" Figure 10 shows estimated outlays for Function 700 programs, from FY2012 through FY2022 in constant FY2012 dollars, under the CBO baseline (not accounting for the BCA), the Administration's budget request, the House budget resolution, and the Conrad/Fiscal Commission resolution. All four budgets show increases in spending over the 10-year period, but with a drop between FY2016 and FY2018. Starting in FY2016, the Administration's proposed budget tracks slightly lower than the other three budget lines, which are virtually indistinguishable from each other for most of the 10-year period. As a share of GDP (not shown in the figure), the CBO baseline and all three proposals generally estimate that Function 700 will consume 0.85% of the national economy in FY2013. CBO, the House resolution, and the Conrad/Fiscal Commission resolution all estimate VA spending will fall to 0.71% of GDP in FY2022; this compares to 0.69% in the Administration's budget (see Table A-3 ). There are no significant legislative differences between the three budgets."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Programs categorized as \"human resources\" comprise the majority of federal outlays and have grown over the last five decades as a share of the overall national economy. CBO estimates that spending for these programs peaked in FY2010 and will remain at lower levels for most of the coming decade, although human resources spending will remain consistently higher throughout the period than before the 2007-2009 recession. CBO also projects that human resources spending will tick up again toward the end of the decade and return to FY2011 levels by FY2022. All of the expected growth in human resources spending will be in health care (Medicaid and Medicare) and Social Security. All other components of the human resources superfunction are projected to diminish as a share of GDP over the next 10 years.", "Policymakers are engaged in a high-level debate over short- and long-term strategies to sustain the recovery and further stimulate the economy, reduce the federal deficit, and stabilize the national debt, and hold different points of view about the optimal size and composition of federal spending and revenues. This CRS report compared three FY2013 budget proposals—the President's budget, the House budget resolution, and the Conrad/Fiscal Commission resolution (which is based on recommendations of the Simpson-Bowles Commission)—specifically with regard to programs included in the human resources budget functions. For the human resources superfunction as a whole, the President's budget and the Conrad/Fiscal Commission resolution track closely to the CBO current law baseline for the entire 10-year budget window, although the Administration proposes somewhat higher spending in the initial few years. By contrast, the House budget would result in significantly lower spending for human resources programs throughout the 10-year period.", "The President proposes an immediate increase in spending for Function 500 programs (education, training, employment, and social services), primarily for activities intended to boost the economy and promote recovery. This increase would be offset by lower spending in the out-years. The House resolution calls for an initial drop in spending for this function, followed by a gradual increase but still significantly lower spending than under either current law, the President's budget, or the Conrad/Fiscal Commission resolution.", "The House resolution differs most sharply from current law and the other two budget proposals with regard to Function 550, which consists primarily of Medicaid. The House resolution would hold spending in this function relatively flat in real terms, with a slight upward trend in the second half of the decade, while CBO's current law baseline, the Administration, and the Conrad/Fiscal Commission all envision substantial growth in this function. The House budget assumes conversion of Medicaid into a capped block grant, while the other budgets would maintain the current structure of Medicaid, with some legislative changes to the program. It is important to note that CBO's baseline was completed prior to the Supreme Court's June 28 decision on the Affordable Care Act, so the potential impact of that decision on projected spending for Function 550 is not yet known.", "Projected spending under all three budgets for Medicare (Function 570) looks generally similar to current law estimates, with continued major growth over the next 10 years. The House assumes a significant policy change in Medicare, converting the program into a \"premium support\" program; however, this change would not occur until after FY2022, so its budgetary effects are not reflected in the 10-year budget window examined in this report. All three budget proposals assume some legislative changes to Medicare in the near term, including a replacement for the current law sustainable growth rate (SGR) formula, among other changes.", "With regard to Function 600 income security programs, which include a combination of low-income assistance, unemployment, retirement, and disability programs, spending would decline over the 10-year period under current law and under each of the three budget proposals. However, the President and Conrad/Fiscal Commission envision spending at higher levels than current law; the House resolution assumes spending significantly below current law. Key initiatives include conversion of SNAP (food stamps) into a block grant under the House budget, a permanent extension of certain expiring EITC and Child Tax Credit provisions under the Administration's budget, and increased retirement contributions by civilian federal employees (at different levels under the House and Administration budget proposals).", "Social Security (Function 650) appears virtually identical under current law and all three budget proposals, with outlays continuing to climb over the decade. None of the proposals include specific legislative changes but all express support for achieving bipartisan reform. And finally, none of the three budget proposals assume major legislative changes in veterans programs, so that Function 700 spending generally increases under current law and all of the proposed budgets over the next 10 years.", "In comparing these three budget proposals for the human resources superfunction, particularly in the context of deficit reduction, it is important to note the significant difference in size among the functions. For example, while the House budget resolution envisions a relatively large reduction in spending for Function 500 (ETESS) than would otherwise occur, this proposal would contribute relatively little toward deficit reduction because of the small size of the function overall. Likewise, the Administration proposes an initial increase in spending for this function, but this additional spending would contribute little to deficit growth. On the other hand, with no change in current law CBO expects that spending for each of Function 550 (Medicaid) and Function 570 (Medicare) will be nearly eight times the size of Function 500 in FY2022, and Social Security will be 12 times its size. Thus, reductions from the baseline in these three functions have the most far-reaching implications for the larger deficit reduction debate. As noted above, the House resolution assumes significantly lower spending for Medicaid than the other two proposals, while spending for Medicare and Social Security over the next 10 years would be generally the same under all three."], "subsections": [{"section_title": "Appendix. Supporting Tables", "paragraphs": [" Table A-1 shows the Congressional Budget Office's March 2012 current law baseline for Medicare (i.e., the \"unadjusted\" baseline for Function 570) and the \"adjusted\" CBO baseline as used in the body of this report. As explained earlier, CRS adjusted CBO's baseline for Medicare to make it consistent with the baseline for other functions within the human resources superfunction. CBO's estimate of the budgetary effects of sequestration triggered under the Budget Control Act are not included in the adjusted baseline; however, they are shown in this appendix table.", " Table A-2 , Table A-3 , Table A-4 , and Table A-5 provide supporting data for the figures and text in the body of this report."], "subsections": []}]}]}}