{"id": "R42767", "title": "Temporary Assistance for Needy Families (TANF): Welfare-to-Work Revisited ", "released_date": "2014-09-11T00:00:00", "summary": ["One of the central features of the Temporary Assistance for Needy Families (TANF) block grant is promoting work and job preparation for parents (mostly single mothers) in families that receive cash assistance. TANF was created in the 1996 welfare law, which was the culmination of a decades-long evolution from providing single mothers \"pensions\" to permit them to stay home and raise children to a program focused on work. State TANF programs were influenced by research conducted during a period of much experimentation on welfare-to-work initiatives in the 1980s and early 1990s, which found that mandatory work requirements could reduce welfare receipt and increase employment among single mothers.", "TANF aids some of the most disadvantaged families with children. These families are in a wide range of circumstances, and some of them are not subject to state welfare-to-work efforts. In FY2011, about 6 in 10 TANF assistance families had \"work-eligible\" individuals. TANF work-eligible individuals comprise in great part single mothers with young children. In FY2011, about a third of TANF work-eligible mothers were young (under the age of 24). Additionally, 40% of all work-eligible women lacked a high school diploma or the equivalent.", "As a block grant to the states, TANF sets federal goals such as ending dependence of needy parents on government through work and job preparation, gives states flexibility in program design to achieve those goals, and measures the performance of states. The work requirements that actually apply to recipients are determined by the states, not by federal rules. In FY2011, 42% (monthly average) of all work-eligible adults were either working or engaged in a job preparation activity. The most common activity was working in a job while remaining on the rolls. Job search and vocational educational training followed as the second and third most common activities.", "While state rules—not federal rules—determine work requirements for individual TANF recipients, federal TANF law establishes work participation standards that apply to the states and influence state program designs. The federal work standards are performance measures used to assess state TANF welfare-to-work efforts. The federal TANF work standards set target participation rates, specify activities that can be counted toward meeting the standards, and set minimum hours of engagement per week in a month for a recipient to be considered engaged in countable activities. The target participation rates vary by state: the statute sets a 50% standard for all families, but the standard is reduced by credits states may earn for caseload reduction. In FY2011, the official TANF work participation rate was 29.5%; however, all but seven states, the District of Columbia, and Guam met their all-family work standard.", "The TANF work standards date back to the 1996 law, and reflect the policy concerns and the research on welfare-to-work programs of the time. Research on new welfare-to-work models since the 1996 law has yielded mixed and limited results. However, some innovations in workforce and education programs have yet to be tested within a welfare-to-work context. Policy makers also face questions about whether the sole focus of the assessment of TANF's success ought to be welfare-to-work. TANF has evolved into a program where cash assistance represents less than 30% of its funds. Policy makers thus face questions of whether consideration might be given to developing measures and assessment of how well TANF does in meeting other goals related to improving the circumstances of families with children."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["One of the central features of the 1996 welfare reform law (Personal Responsibility and Work Opportunity Reconciliation Act of 1996, PRWORA, P.L. 104-193 ) was its focus on requiring and promoting work and job preparation for parents (mostly single mothers) in needy families with children. That law created the Temporary Assistance for Needy Families (TANF) block grant, and completed a decades-long evolution in policy, from one where cash assistance was provided to families headed by single mothers to permit them to stay at home and care for their children to one of encouraging and ultimately requiring work.", "It is sometimes said that TANF requires adult recipients to work in exchange for their family's cash assistance. However, this is not what federal law says. In any given month, many recipients work or are engaged in work-related activities; however, many are not so engaged. TANF establishes numerical work participation performance standards that apply to a state's total caseload, not individual recipients, and leaves to states the decision about how to meet those standards. It is the states that determine who is required to work or participate in activities. It is also the states that determine the activities that meet an individual recipient's work requirements. ", "TANF's work rules generally date back to the 1996 welfare reform law, which was enacted following a period of growth in the welfare rolls. Cash assistance caseloads increased greatly from 1960 through the mid-1970s, ushering in a period of debate about \"welfare reform.\" The caseloads again began to increase in the very late 1980s, reaching a peak of 5.1 million families on the rolls in March 1994. Discussion of TANF work rules today is in a different context than occurred in the late 1980s or early 1990s. The cash assistance rolls diminished greatly, and stood at 1.9 million families in FY2011. In any given month in FY2011, state TANF welfare-to-work efforts could touch a population of about 1.3 million adults.", "This report examines the work participation standards and requirements for cash assistance recipients of the TANF block grant, which was created in the 1996 welfare reform law. This report", "provides a short history of work requirements in programs that provide cash assistance to needy families with children; reviews the major studies that contribute to the knowledge of what types of welfare-to-work programs are effective; discusses the TANF work provisions that apply directly to individuals and analyzes FY2011 data on engagement in work and work-related activities of adults in TANF households; discusses the TANF work participation standards that apply to states and analyzes FY2011 data on participation as they relate to those standards; and discusses some issues that Congress might consider in the future, such as how the work standards can address changing circumstances and the difficulties of measuring the performance of states in the context of a block grant. "], "subsections": []}, {"section_title": "Brief History: Work Requirements and Cash Aid for Needy Families with Children", "paragraphs": ["In the early 20 th century, prior to the enactment of a federal cash-in-aid program for families caring for dependent children in their own homes, many states had laws providing aid to mothers with dependent children, often called \"mothers' pensions.\" The general purpose of these pensions was summarized by a 1914 report published by the then-newly created Children's Bureau (then operating under the U.S. Department of Labor), which described the basic function of the various state pension laws as \"preventing the breaking up of the home when on account of death or disability the support of the natural breadwinner of the family is removed.\" By 1921, 40 states and the then-territories of Alaska and Hawaii had laws providing support for children in their own homes. The intended recipients were, for the most part, widows and women whose husbands were disabled, were imprisoned, or had deserted the family. However, restrictions on eligibility varied by state and in some cases only widows were eligible. ", "Limited state budgets meant that in many cases these early programs operated only partially or not at all. A Missouri law of 1911 applied only to Kansas City and limited expenditures for all pensions to $12,000 annually. In cases where funds were insufficient, a juvenile court would select \"the most urgent cases\" to receive pensions. ", "The Great Depression exacerbated the degree to which counties dropped or downsized their programs, and by 1935 the number of families eligible for such aid under state laws was three times greater than the number of families actually receiving it. , Concern over the lack of sufficient support under state programs, as well as an increase in demand for financial help as a result of the Great Depression, prompted President Franklin D. Roosevelt to establish by Executive Order the Committee on Economic Security (CES) in 1934 to serve the broader purpose of \"[providing] at once security against several of the great disturbing factors in life.\" Within six months, the CES had designed a proposal for the nation's first comprehensive federal social insurance program, which included aid to \"children deprived of a father's support.\" In their report to the President in January 1935, the CES urged the creation of federal grants-in-aid to ", "release from the wage-earning role the person whose natural function is to give her children the physical and affectionate guardianship necessary not alone to keep them from falling into social misfortune, but more affirmatively to rear them into citizens capable of contributing to society. ", "In essence, the committee was proposing a program to provide mothers with the financial assistance necessary to remain at home with their children.", "Later that year, following the recommendations of the CES, the Aid to Dependent Children program (ADC) was established as a federal grant-in-aid program to states to help them fund cash assistance to needy families with children. Authorized under the Social Security Act of 1935 (P.L. 74-271; H.R. 7260), ADC grants provided assistance to children under the age of 16 who had \"been deprived of parental support or care by reason of death, continued absence from the home, or physical or mental incapacity of a parent.\" Cash benefits provided under ADC were primarily intended to enable mothers (typically widows) to stay at home and rear children. Echoing the sentiment voiced in the CES report to the President, the House Report accompanying H.R. 7260 stated that these benefits were to assist in aiding the families on relief who were \"without a potential breadwinner other than a mother whose time might best be devoted to the care of her young children.\"", "Over the coming decades, the demography of ADC recipients began to change. Some of this change reflects changing demographics in the general population, such as the increase in female-headed families headed by divorced, separated, or never-married mothers as opposed to widows. Also affecting the demography of the ADC caseload was Social Security policy changes. At the program's onset, the most common ADC family was headed by a widow. Social Security benefits to widows, widowers, and child survivors were created in the Social Security Amendments of 1939, and those receiving ADC increasingly were families where the father was alive but absent. By 1942, the proportion of ADC families with women who were divorced, separated, or unmarried was about equal to the proportion of women who were widows. The caseload also became increasingly nonwhite.", "Though federal policy documents connected with the establishment of ADC stressed child-rearing as the policy rationale for providing aid, the expectations for work among low-income women may have differed at the state level. Some states adopted rules barring \"employable\" mothers from aid.", "Additionally, in the last half of the 20 th Century, female participation in the workforce was on the rise, as norms for middle-class mothers changed with respect to child-rearing and work. The assumption that women should remain in the home with their children began to diminish. ", "The 1950s ushered in an increased focus on the self-sufficiency and rehabilitation of public aid recipients, and amendments to the ADC law began to reflect this reorientation. In 1956, the law (P.L. 84-880; H.R. 7225) was amended to include the provision that its purpose was to not only provide financial assistance to needy families with children, but also \"to help such parents or relatives to attain the maximum self-support and personal independence consistent with the maintenance of continuing parental care and protection.\" The Senate Finance Committee Report accompanying H.R. 7225 further explained that \"[s]ervices that assist families and individuals to attain the maximum economic and personal independence of which they are capable provide a more satisfactory way of living for the recipients affected.\" The 1956 amendments also added Disability Insurance to the Social Security program, again potentially aiding some families that might otherwise rely on ADC for benefits.", "With the advent of the 1960s, the focus on self-sufficiency progressed from symbolic statements and funding for services to actual federal program requirements. At first, however, these requirements focused on men when cash assistance was extended to families with two able-bodied parents with one unemployed. In 1961, in the midst of a recession and high unemployment, President Kennedy called on Congress to amend the ADC program to include the children of the unemployed. That year, the law was changed to temporarily extend eligibility for ADC to dependent children of unemployed parents. For a state to provide assistance to families on the basis of unemployment, they were required to include in their state plan provisions for ensuring that the unemployed parent was registered for job placement services. If the parent refused to accept employment without \"good cause\" (as determined by the state), the state was required to halt assistance to the family. For the first time since the program's inception, ADC now had the beginnings of federally mandated work requirements for families receiving assistance.", "Continuing in this vein of promoting self-sufficiency, President Kennedy's speech to Congress the next year emphasized a shift toward favoring services over cash assistance. Public welfare, he stated, \"must be directed increasingly toward prevention and rehabilitation ... we must place more stress on services instead of relief.\" Also in 1962, the name of the program was changed to Aid to Families with Dependent Children (AFDC) to reflect the enlarged focus of the program and to emphasize the maintenance of two-parent families.", "The Social Security Amendments of 1967 (P.L. 90-248) enacted both financial incentives for adult recipients to work and, for the first time, requirements for AFDC mothers to work. These amendments required states to disregard from a family's countable income some earnings when determining its \"need\" and benefits. They also created the first work program under AFDC—the Work Incentive Program (WIN). WIN was compulsory for fathers, and states could determine whether it would be compulsory or voluntary for mothers. In practice, two-thirds of participants in the WIN program between 1968 and 1971 were mothers. In 1971, the federal rules changed to require all parents to enroll in WIN, with the exception of mothers with children under the age of six. ", "AFDC work requirements continued to evolve in the 1980s. The Omnibus Budget Reconciliation Act of 1981 ( P.L. 97-35 ) gave states the option to require \"workfare\" (unpaid work in exchange for cash assistance) through Community Work Experience Programs (CWEP). The Family Support Act of 1988 ( P.L. 100-485 ) ended WIN, replacing it with the Job Opportunity and Basic Skills (JOBS) Training Program. It was designed to provide AFDC recipients either job training and education or the quick acquisition of a job. It also removed the participation exemption for many single parents by lowering the age-of-youngest-child exemption from six to three years (at state option, this could be lowered further to one year), while also increasing funding for child care. Significantly, JOBS legislated minimum participation rates for states in order to be eligible for their full federal fund allotment. The program also placed an increased focus on education, as evidenced by the requirement that states offer education to any adult lacking a high school diploma and the provision of federal funding for such activities.", "The progression of welfare from a cash assistance-based program to one of work incentives, requirements, and supports culminated in the mid-1990s with welfare reform. With the signing of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 ( P.L. 104-193 ), AFDC was replaced by the Temporary Assistance for Needy Families program. TANF instituted a range of work-related requirements that apply to both states and recipients. These requirements, and the extent to which they are being met, will be discussed below."], "subsections": []}, {"section_title": "Welfare Reform and Research on Welfare, Dependency, and Work", "paragraphs": ["Welfare was the subject of a great deal of research from the 1960s through the 1990s. Economic theory suggested that providing assistance without work reduces work effort, and a fairly large number of empirical studies supported that contention. ", "Additionally, proposals to replace the existing welfare system with a negative income tax (with a minimum guaranteed income) was the subject of some of the first large-scale social experiments beginning in the 1960s and continuing into the 1980s. These experiments found that such policies reduced work effort and potentially even led to an increase in marital dissolutions. The negative income tax with an income guarantee was offered as welfare reform during the Nixon and Carter administrations, but not thereafter.", "TANF was influenced by two major types of research published in the 1980s and early 1990s. The first was analyses of how long families remained on welfare. The second was a series of experimental evaluations of welfare-to-work initiatives: programs that offered employment services and education or training that encouraged participation, required participation, or did a combination of both."], "subsections": [{"section_title": "Research on the Duration of Welfare Receipt", "paragraphs": ["Beginning in the 1980s, research began to examine how long families remained on the rolls based on data that permitted examination of an individual's program receipt over time. A study conducted by Mary Jo Bane and David Ellwood prepared for HHS concluded that while most periods of welfare receipt are short, some families stay on the rolls for a long period of time. Subsequent studies generally confirmed the basic findings of Bane's and Ellwood's initial report. Additionally, some recipients experienced multiple periods of benefit receipt. In a subsequent study, Ellwood found that close to one-fourth of those who ever come on to the welfare rolls would receive benefits for 10 years or more in their lifetime. ", "Long-term benefit receipt raised concerns about welfare dependency. That is, there was concern that for some families, receipt of welfare had essentially become a way of life rather than a short-term means of coping with events such as job loss or marital dissolution. "], "subsections": []}, {"section_title": "Pre-1996 Welfare-to-Work Experiments29", "paragraphs": ["The 1980s also saw welfare-to-work programs evaluated using random-assignment \"social experiments\" to test whether there were effective programs to move recipients from welfare to work. Early studies focused on whether mandatory, relatively low-cost programs could affect the behavior of cash welfare recipients. The evaluations found that such programs that require mandatory participation can have positive impacts. Most of these programs emphasized job search. Evaluated unpaid work experience programs (e.g., \"workfare\") tended to produce little in the way of positive employment impacts or reductions in welfare receipt, though the activity itself had value in providing services to the public at large.", "The period between the enactment of the Family Support Act of 1988 and PRWORA in 1996 saw a surge in experimentation on welfare-to-work approaches. In addition to authorizing the JOBS program itself, the Family Support Act of 1988 also authorized the study that would examine the impact of 11 mandatory welfare-to-work programs operating in seven sites. This major, eight-year study would come to be known as the National Evaluation of Welfare-to-Work Strategies (NEWWS). NEWWS studied the impact on welfare recipients and their children of these programs that took different approaches to getting recipients into work.", "In addition to NEWWS, a number of states conducted evaluations of their own initiatives. These evaluations were a condition of states receiving \"waivers\" under Section 1115 of the Social Security Act. The key initiatives that influenced welfare reform and the design of state TANF programs were waiver programs that allowed recipients who went to work at low-paying jobs to remain on the rolls and supplement their earnings with a reduced welfare benefit, restricted the period of time families could receive benefits (time limits), and enhanced sanctions for those who failed to comply with program requirements. These \"waiver\" programs often became the basis for states' post-1996 TANF cash assistance programs."], "subsections": [{"section_title": "GAIN—Riverside (California)", "paragraphs": ["An early, influential set of welfare-to-work experiments was conducted on California's GAIN (Greater Avenues of Independence) program. The GAIN program was evaluated in six counties, one of which was Riverside. The evaluation studied recipients who entered the GAIN program between 1988 and mid-1990. ", "Like other counties' GAIN programs, Riverside placed a heavy emphasis on skill-building services—about 60% of participants entered an education or training activity—but also maintained a strong focus on employment. Among the findings for each of the six counties, Riverside's program was the least costly to operate and generated the largest return for taxpayers. Over the three-year period in which it operated, Riverside's program increased the experimental group's earnings by an average of $3,113—a 49% gain over the control group average."], "subsections": []}, {"section_title": "The National Evaluation of Welfare-to-Work Strategies (NEWWS)", "paragraphs": ["The NEWWS evaluation studied impacts for those who entered its programs from mid-1991 through the end of 1994. The overall results of the NEWWS evaluations showed that mandatory participation in work or job preparation activities was likely to increase the amount of work recipients participated in and reduce the amount of welfare they received. However, the requirements alone were not likely to raise incomes. ", "A key feature of NEWWS was its evaluation of different types of welfare-to-work strategies. In three locations—Atlanta, GA, Grand Rapids, MI, and Riverside, CA—programs based on job search, known as labor force attachment programs, were tested \"head-to-head\" against programs that provided more long-term education. In each location, both the labor force attachment and the education-focused programs produced positive impacts. Both types of programs raised employment and reduced welfare receipt. ", "However, when impacts are compared over a relatively long period (five years), the labor force attachment programs produced some larger impacts than the education-focused programs. This was particularly true for those without a high school diploma, as the labor force attachment programs increased employment rates more than the education-focused program in this subgroup over five years. ", "A separate analysis of NEWWS adult basic education activities, such as adult basic skills courses, pursuit of the General Educational Development (GED) credential, high school completion programs, and English as a Second Language (ESL), was published. In general, participation in these activities did not yield positive employment impacts. That study found that the programs attended by recipients of cash assistance often were not modified to account for the specific needs of students, and most participants failed to actually receive a GED. However, some positive impacts were found for the few who did go on to post-secondary education after receiving a GED. ", "The program with the largest impacts in the NEWWS evaluation was the one operated in Portland, OR. That program was referred to as a \"mixed\" program model. It emphasized employment as a goal, but also permitted caseworkers the discretion to assign participants to education if warranted. Further, Portland's program emphasized finding a \"good job,\" not just any job, and permitted extended job search.", "While NEWWS included programs that were successful in raising employment rates and earnings and reducing welfare receipt, none—even the program with the largest positive impacts in Portland—succeeded in raising incomes. That is, increased earnings from work offset, but did not exceed, reductions in cash welfare and food assistance. Mandatory work requirements alone could increase work—but not necessarily the income of adult recipients and their children."], "subsections": []}, {"section_title": "Earnings Supplement Programs", "paragraphs": ["Several programs tested in the 1990s combined mandatory work participation with a policy that allowed recipients who went to work to remain on the rolls at higher levels of earnings or for longer periods of time than allowed under regular pre-1996 welfare law. This was seen as increasing financial incentives to work. One program—Minnesota's Family Investment Program or MFIP—also regarded this approach as a way to increase incomes and reduce poverty.", "The earnings supplement programs were generally successful in increasing work and raising incomes. The MFIP program also examined the impact of being in the program on various measures of child development. It found some positive impacts in that domain as well. However, the increased income and positive child impacts came at a cost—the budget cost of additional welfare payments that supplemented earnings. "], "subsections": []}, {"section_title": "New Hope", "paragraphs": ["The New Hope program was conducted in Milwaukee, WI, and existed from 1994 through 1998. It was available to adults living in one of two targeted neighborhoods who had a household income at or below 150% of the poverty line (it was the only program that did not limit participation to adults with children). The evaluators of New Hope described the program's philosophy:", "Four principles underlie the New Hope program: (1) that people who are willing and able to work full time should be assured the opportunity to do so; (2) that people who work full time should not be poor; (3) that people who work more hours should take home more pay; and (4) for those eligible for public assistance, that full-time work should make people better off financially than they would be on welfare. These principles are realized by providing four benefits and services to participants who are willing to work an average of at least 30 hours per week: help in obtaining a job (including access to a CSJ [Community Service Job] if full-time employment is not otherwise available), an earnings supplement to bring low-wage workers' income above the poverty level, subsidized health insurance, and subsidized child care.", "Participants were expected to work at least 30 hours per week, and the program provided a two-part income supplement—the first part was based on the number of children in the family, and the second was based on the participant's earnings. The program also supported work by including health benefits and child care assistance. ", "Additionally, New Hope offered unemployed recipients the opportunity to apply for a community service job in a nonprofit organization. These jobs paid the minimum wage, and allowed participants to also receive federal and Wisconsin earned income tax credits.", "The New Hope evaluation program found that, after two years, the program increased earnings and employment for those who were not working full-time when they entered the program. It also resulted in a modest increase in income during the first two years. The increase in income was also accompanied by some positive impacts on the development of the children of participants. The evaluation also found that subsidized community service employment played a central role in New Hope. After New Hope ended, participants still experienced reduced poverty at five years after having entered the program, though impacts had faded by eight years after a recipient entered the program. ", "New Hope was a far broader program than merely a welfare-to-work program, and many of its features are reflected in the broader changes in low-income assistance that took place in the mid-1990s. TANF and welfare reform were a part of a series of changes to low-income assistance programs that expanded earnings supplements to \"make work pay\" through the Earned Income Tax Credit (EITC), increased funding for subsidized child care, and expanded health insurance coverage through the creation of the Children's Health Insurance Program (CHIP) in 1997 and ultimately the Affordable Care Act of 2010. ", "However, the current system of aid to low-income families lacks several elements of New Hope. One such element is the emphasis on full-time work. Another element the current system has generally lacked is publically-funded community services jobs when other jobs are not available—except for a brief period when extra TANF funds were available under the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ). (Subsidized employment under ARRA is discussed later in this report.) The system lacks such publically-funded community service jobs even though TANF funds may be used for them."], "subsections": []}]}, {"section_title": "Post-Welfare Reform Research", "paragraphs": ["The years immediately after the enactment of the 1996 welfare reform law saw a continuation of a high volume of research about cash assistance and its recipients. With the rapid decline in the cash assistance caseload, states examined the circumstances of those who left the rolls. Additionally, HHS continued to fund a series of experimental studies examining program innovations aimed at improving the impact of welfare-to-work programs on participants' employment and well-being."], "subsections": [{"section_title": "Welfare \"Leaver\" Studies", "paragraphs": ["Welfare \"leaver\" studies examined the circumstances of those who left the rolls: to what extent were they working, what were they earning, what other types of government benefits did they receive, and did they come back to the assistance rolls. A large number of these studies were conducted by the states using varying methodologies. Congress provided special funding to study the effects of welfare reform, and HHS used these funds to award grants to states and counties to conduct a set of studies using more consistent research methods.", "A synthesis of the HHS leaver studies generally confirmed what had been found in the state-developed leaver studies:", "The majority of those who leave welfare do so for work. Among the 15 states and localities examined in the HHS leaver studies, the \"median study\"—the midpoint of the ranking of all 15 studies—showed 57% of its leavers employed in the first quarter after exiting the rolls. Employment rates tended to remain fairly constant when examining the second, third, and fourth quarters after exit. Though most work after leaving the rolls, most studies report that only between 30% and 40% of those who left the welfare rolls worked in all four quarters after leaving welfare. Because not all welfare leavers find work or steady work, some of those who exit the rolls return to welfare. In the fourth quarter after leaving welfare, many of the states and localities reported that about one-fifth (20%) of their leavers had returned to the rolls."], "subsections": []}, {"section_title": "Experimental Studies", "paragraphs": ["Follow-up studies to the welfare-to-work experiments of the 1980s and 1990s have yielded mixed results on new initiatives to improve program impacts. HHS launched six multi-site experimental studies to examine additional program approaches for the cash assistance and related populations. Two of these studies are complete, with four studies planned or currently underway (with results forthcoming)."], "subsections": [{"section_title": "The Employment Retention and Advancement (ERA) Project: 1998-2011", "paragraphs": ["The Employment Retention and Advancement (ERA) project sought to build on the knowledge of how to move welfare recipients into jobs by testing initiatives to improve impacts by increasing employment stability and advancement. It provided some additional evidence that providing earnings supplements combined with employment services could result in positive earning impacts, including employment retention. ERA also produced some evidence that community-based organizations or for-profit providers of employment services could also produce positive employment impacts. ", "ERA also tested programs that combined work with education for those on the rolls. Those programs did not produce positive employment impacts."], "subsections": []}, {"section_title": "The Hard-to-Serve: 2001-2012", "paragraphs": ["Several ERA sites, as well as sites in a second experimental study, focused on populations that were hard to serve. Some of these programs were not geared to the TANF cash assistance population, but rather, other disadvantaged groups (e.g., those leaving prison—who tended to be men). Programs that tested approaches such as subsidized \"transitional jobs\" provided both income boosts and employment to participants while they were in subsidized jobs, but there were no long-term impacts from program participation on employment or earnings. ", "A program in New York City that focused on those with cash assistance recipients who had limiting disabilities found positive earnings impacts and reduced cash assistance. However, employment rates for those in that program were below those in the general cash assistance population, and evaluators attributed much of the reduction in cash assistance to a high rate of sanctioning in the program."], "subsections": []}, {"section_title": "Current Experimental Evaluations", "paragraphs": ["HHS is fielding four additional experimental studies that at least partially focus on TANF assistance recipients or related populations that have yet to yield impact findings. The Innovative Strategies for Increasing Self-Sufficiency Project (ISISS) will test the \"career pathways\" model that seeks to move participants into better paying jobs within a sector through combining work and training. The Health Professions Opportunity Grant (HPOG) evaluation is measuring the impact of a program intended to provide career pathways within the health care sector. HPOG was created in the Affordable Care Act of 2010 (ACA, P.L. 111-148 ) with TANF cash assistance recipients and other low-income individuals as its target population. The Subsidized and Transitional Employment Demonstration (STED) examines subsidized employment models. The Job Search Assistance (JSA) strategies project is intended to measure the relative impact of differing job search services offered through TANF programs."], "subsections": []}]}]}]}, {"section_title": "TANF Welfare-to-Work Provisions", "paragraphs": ["TANF was created by the 1996 welfare reform law (the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, P.L. 104-193 ). On the eve of that law's enactment, federal law already had in place rules requiring mandatory participation in welfare-to-work activities for some recipients. Aid to Families with Dependent Children required certain recipients to participate in activities, and it had a sanction for those who failed to participate. States were also subject to participation standards. Many states had already gone further than federal law in requiring work of more recipients, increasing sanctions for noncompliance, and fashioning their own welfare-to-work approaches under \"waivers\" of AFDC federal rules. The Clinton Administration granted welfare waivers to 43 states. Thus, though ending AFDC and creating TANF was a major change in social policy, the welfare-to-work aspects of TANF represent a step in the evolution of welfare-to-work policies.", "TANF is a broad-based block grant that provides funds to states, the territories, and Indian tribes to help them finance cash welfare programs for needy families with children as well as provide a wide range of other benefits and services to either ameliorate the effects or address the root causes of child poverty. The basic federal block grant for the 50 states and District of Columbia is funded at a total of $16.5 billion per year. States are required, under a provision known as the maintenance of effort (MOE) requirement, to expend from their own funds a minimum total of $10.4 billion per year in addition to federal funds on TANF or TANF-related programs. ", "The statutory purpose of TANF is to increase state flexibility to achieve the following goals:", "1. provide assistance to needy families so that children may be cared for in their own homes or in the homes of relatives; 2. end the dependence of needy parents on government benefits by promoting job preparation, work, and marriage; 3. prevent and reduce the incidence of out-of-wedlock pregnancies and establish annual numerical goals for preventing and reducing the incidence of these pregnancies; and 4. encourage the formation and maintenance of two-parent families.", "Though the block grant is a set amount, states may use TANF funds to finance any activity \"reasonably calculated\" to achieve any of these four TANF goals. This gives states broad leeway in spending TANF funds. In general, state MOE funds can be used for these same activities (there are some technical differences in the use of federal and state funds). ", "States determine the size of TANF benefits, and there is a wide range of benefit amounts among the states. In July 2011, the maximum monthly benefit for a family of three varied from $923 per month in Alaska and $788 per month in New York City to $170 in Mississippi. TANF has a five-year time limit on receipt of cash assistance financed by federal funds. Recipients of cash assistance also must cooperate in having their children's paternity established and other requirements relating to enforcement of child support orders.", "TANF funds may be used to support work in various ways, including through helping states finance tax credits for low-income working families, providing assistance with transportation, and funding child care. TANF funds may supplement those from a separate child care block grant as TANF funds may be transferred to the child care block grant or spent within TANF itself on child care. ", "Cash welfare itself accounted for less than 30% of all TANF and MOE funds in FY2011. The cash welfare rolls and the amount of funds spent on cash assistance have declined substantially since the creation of TANF. In 1994, the combined federal and state expenditures on AFDC cash assistance were $22.7 billion. By FY2011, this had declined to $9.6 billion. The decline would be even steeper in inflation-adjusted dollars.", "In FY2011, TANF cash assistance was received by 1.9 million families per month. Within these families, there were 1.3 million work-eligible adults. The next several sections of this report", "provide a description of TANF work-eligible adults; briefly discuss TANF's work requirements as they apply directly to work-eligible individuals; and discuss the TANF work participation standards—the main performance measure for TANF that assesses state welfare-to-work efforts."], "subsections": []}, {"section_title": "TANF Work-Eligible Individuals", "paragraphs": [], "subsections": [{"section_title": "Who Is a TANF Work-Eligible Individual?", "paragraphs": ["Under TANF, work-eligible persons are either adult recipients of cash assistance or certain non-recipient parents of children receiving assistance who are expected to work. The following adults in TANF or MOE-funded households are not considered work-eligible:", "adult non-recipients who are non-parent caretakers (e.g., grandparent, aunt, uncle); ineligible noncitizen parents; at state option, adults receiving Supplemental Security Income (SSI); parents who are needed in the home to care for disabled family members; at state option, parents who are Social Security Disability Insurance (SSDI) recipients; and at state option, a parent who became eligible for SSI during the fiscal year."], "subsections": []}, {"section_title": "TANF Assistance Families With and Without Work-Eligible Individuals", "paragraphs": [" Figure 1 shows a breakdown of the types of families that received TANF assistance in FY2011. It shows that of all families receiving assistance, 61% included a work-eligible individual and 39% did not include a work-eligible individual in that year. Most TANF families with a work-eligible individual are single-parent families. In FY2011, single-parent families with a work-eligible individual comprised 55% of all TANF families; two-parent families with work-eligible individuals comprised 6% of all TANF families."], "subsections": []}, {"section_title": "Characteristics of TANF Work-Eligible Individuals", "paragraphs": ["TANF provides assistance to some of the most disadvantaged families with children. These are families that are not aided by the larger, more widely received social insurance programs such as Social Security Survivors, Social Security Disability, or Unemployment Insurance. The demographic characteristics of work-eligible individuals reflect those often associated with economic disadvantage. Most are single mothers, many with young children. Many of the mothers themselves are also young, either teen parents or young adults (under age 25) who might be considered \"youths\" in other contexts and programs. ", "TANF work-eligible individuals also tend to have lower educational attainment than the population as a whole, with 41% lacking a high school diploma or equivalent. Additionally, two-thirds of work-eligible individuals are minorities: African-Americans are 34.3% and Hispanics 25.9% of all TANF work-eligible individuals. ", " Table 1 shows the summary characteristics of work-eligible individuals in FY2011. In that year, 84% of work-eligible individuals were women and 16% were men. Most of the women were not married, and 76% of them had never married. A little more than one-third of the women who were work-eligible were under the age of 25. Men who were TANF work-eligible were more likely to be married and living with a spouse (that is, in two-parent families) and also tended to be slightly older.", "A large share of TANF work-eligible individuals had failed to complete high school. For comparison with the general population, 37% of TANF work-eligible women who were 25 and older did not complete high school, while 39% of TANF work-eligible men did not complete high school. Among all women age 25 and older in 2011, 12% lacked a high school diploma or equivalent; among all men age 25 and older in 2011, 13% lacked a high school diploma or equivalent.", "The TANF national data files do not contain information necessary to examine the incidence of many \"barriers\" to employment. For example, they do not contain information on whether a work-eligible individual has a physical or mental impairment, substance abuse issues, or a criminal record. "], "subsections": []}]}, {"section_title": "TANF's Work Requirements for Work-Eligible Individuals", "paragraphs": ["All TANF's work requirements are actually requirements on states as conditions of receiving federal block grant funds. There are essentially two sets of work requirements: (1) those that require states to have certain program rules that apply directly to recipients, which are described in the following sections; and (2) numerical performance standards computed in the aggregate for each state. This second set of work requirements is discussed later in the report."], "subsections": [{"section_title": "Federal Requirements that Apply to Individual Recipients", "paragraphs": ["Federal TANF law has three work-related requirements that states must apply to each adult or teen parent recipient: employability assessment, a requirement that all parents and caretakers be engaged in work within 24 months, and sanctions for refusal to comply with work requirements."], "subsections": [{"section_title": "Employability Assessment", "paragraphs": ["States are required to assess each adult recipient's or teen parent's skills, work experience, and employability. The assessment is required to be made within 90 days of determination of the recipient's eligibility for assistance. States may use this assessment to develop an Individual Responsibility Plan (IRP) that sets forth employment goals and obligations of the recipient and describes the services the state will provide to the individual. The IRP is an option for the states; it is not required by federal law. States may sanction families for failure to comply with IRPs."], "subsections": []}, {"section_title": "Work Within Two Years", "paragraphs": ["States are required to engage each parent or caretaker adult in \"work,\" as defined by the state, within 24 months of his or her coming on the rolls. For this requirement, the state is free to determine what constitutes being engaged in work; it need not follow the federal rules for the activities and hours that determine whether the family is counted as a participant toward the work participation performance standard (this standard is discussed later). This requirement is a part of the TANF state plan, and there is no specific penalty for a state that fails to engage a parent or caretaker in work by the 24-month deadline."], "subsections": []}, {"section_title": "Sanctions for Failure to Comply with Work Requirements", "paragraphs": ["States are required to sanction a family with a member who refuses to comply with its work requirements without \"good cause.\" States are free to determine the sanction amount, and whether to reduce benefits or terminate benefits for families that fail to comply with work requirements (a full-family sanction). States also determine what constitutes good cause for not complying with work requirements. Under TANF, sanctions have become a more integral part of state programs and can sometimes result in the suspension or termination of the entire family grant. ", "States are prohibited from sanctioning a family with a single parent with a child under the age of six if he or she refuses to comply with work requirements because of an inability to find affordable child care. The parent must demonstrate to a state that the inability to find affordable child care is because (1) appropriate child care within a reasonable distance from the parent's work or home is unavailable, (2) informal child care by a relative or other arrangement is unavailable or unsuitable, and (3) appropriate and affordable child care is otherwise unavailable. The incidence of sanctioning in TANF assistance programs is discussed in the \"Sanctions\" section later in this report. "], "subsections": []}]}, {"section_title": "Activities of TANF Work-Eligible Individuals", "paragraphs": ["What proportion of TANF work-eligible individuals are working or engaged in job preparation activities in a given month? Figure 2 shows the work status of TANF work-eligible individuals in FY2011. It shows that on average in a month in FY2011,", "42% of all TANF work-eligible individuals (about 548,000 persons) were reported as either employed or having participated for at least one hour in a job preparation activity during the month; participation in activities among TANF work-eligible individuals was split about evenly, with 21% of work-eligible individuals employed in unsubsidized jobs and 21% otherwise engaged in work or job preparation; and the majority (58%) of work-eligible individuals were reported as having no participation in the month.", "In FY2011, the overall rate of engagement was less than 50% in any given month. As discussed later, TANF requires states to ensure that a specified percentage of their caseload is participating in work requirements. The statute sets this percentage at 50% (90% for the two-parent portion of the caseload), but, as will be discussed in detail later, almost all states faced an effective participation standard below 50% in FY2011 because of credits against the standard. Thus, the lower rate of participation among work-related individuals does not mean that states, on average, failed their official work participation standards. ", "The overall rate of engagement discussed above is a monthly snapshot of work or participation in job preparation activities. Some recipients with no reported engagement may have been engaged in activities during earlier months; some may be engaged in later months. Engagement in work or job preparation activities measured over a period greater than one month (year, entire period a recipient received TANF) is likely to be higher than the monthly snapshot of engagement. Some of the reasons that a work-eligible individual may have no reported participation include (1) being a newcomer to the rolls, with no activity yet assigned; (2) having completed an assigned activity and awaiting the beginning of a new activity; (3) the state has exempted the individual from work; (4) the state has determined that the work-eligible individual has good cause for failing to engage in work or activities; (5) the family is not complying with the state work requirement and is in the sanction process; or (6) the state has yet to engage the individual to participate."], "subsections": []}, {"section_title": "Working While on the TANF Assistance Rolls", "paragraphs": ["Of those participating in an activity, the most common activity of TANF work-eligible individuals has been working while still receiving assistance. States have adopted varying rules for treating families with a working adult. Some states disregard all earnings for a short period of time, allowing even those who get a full-time job to remain on the rolls for a transitional period. Other states disregard a portion of earnings indefinitely, providing an income supplement for low earners. Some states provide time-limited earnings supplements to families that have \"left\" the formal cash assistance program and have earnings.", "Many states have more restrictive rules for those coming onto the rolls than for those who get a job while receiving assistance. That is, their earnings cutoffs are lower for new applicants than for those on the rolls."], "subsections": []}, {"section_title": "Participation of Work-Eligible Individuals by Selected Characteristics: FY2011", "paragraphs": [" Table 2 examines participation in unsubsidized employment or other work or job preparation activity among TANF work-eligible individuals by selected characteristics in FY2011. It also shows participation separately for TANF work-eligible women and work-eligible men.", "Participation in work activities varies little among men and women in total: an estimated 42.4% of work-eligible women and 41.9% of work-eligible men either were employed or participated in activities in FY2011. For both men and women, participation was lower for those without a high school diploma than for those with that credential. For TANF work-eligible women, participation rates in activities were lower for teen parents and for women aged 45 and older than for those between ages 20 and 44. Participation rates were also lower for women with infants than for those with older children, except that participation rates were also lower for women whose youngest child was a teen than for women whose youngest child was between the ages of 1 and 12. African-American women had a higher participation rate than women of other races and ethnicities.", "In terms of participation among TANF work-eligible men, there was little variation in participation rates by the age of the youngest child in his family. Except for Asian and Pacific Islander men—who had a higher than average participation rate among TANF work-eligible men—there was little variation in participation rates by a man's race or ethnicity. "], "subsections": []}, {"section_title": "Trends in Work Activity", "paragraphs": [" Table 3 shows the percentage of TANF work-eligible persons either employed or otherwise engaged in work or job preparation in FY2011, and it compares these rates with selected prior years under TANF and one year under pre-TANF (FY1994) programs. As shown, reported participation under TANF has been considerably higher than under the pre-TANF programs, attributable in great part to the increase in regular unsubsidized employment among those on the rolls. The rate of participation in other activities also increased. ", "Within the TANF years shown (FY2000-FY2011), there has been little change in total participation. The rate at which recipients were employed in the earlier years of TANF (e.g., 2000) was greater than in the later years shown. This was partially offset by increases in the rate at which recipients were engaged in other activities."], "subsections": []}, {"section_title": "Sanctions", "paragraphs": ["As discussed above, TANF law requires states to sanction families with a member who refuses to comply with work requirements, but it is the states that determine the actual sanction itself. Sanctions are not necessarily imposed for failure to meet the federal TANF work participation standards (e.g., hours requirements). They are imposed for failure to meet the requirements the state determines for an individual recipient. ", "Additionally, states have the flexibility to determine what may constitute \"good cause\" for not complying with work requirements. Though state definitions vary, a state may determine that a recipient has good cause for not participating because of a lack of transportation, domestic violence, lack of suitable employment, or illness. ", "Sanctions can range from partial reductions of the TANF grant to lifetime ineligibility. Over time, sanctions against work-eligible adults who do not meet the work requirements have become a significant component of many states' TANF programs. ", "In recent years an increasing number of states have adopted policies to close cases (end benefits entirely) for families with members who do not comply with work requirements. In FY2001, eight jurisdictions ultimately closed cases when a family refused to comply with work requirements. By FY2011, this number had increased to 23 jurisdictions.", "The increasing number of states using case closure as the ultimate sanction is also reflected in data on TANF families on the rolls and those leaving the rolls. Table 4 shows the number of sanctioned families, as well as the rate of sanctioning, for both those on the rolls as well as those leaving TANF. In FY2001, a monthly average of about 98,000 families, or 4.6% of those on the rolls, was sanctioned for failing to comply with TANF work, educational, or activity requirements. In addition, during that year a monthly average of approximately 11,000 families, or 6.5% of all families leaving the rolls, had their cases closed because they failed to comply with a TANF work, education, or activity requirement. The overall sanction rate (combining those on the rolls and leavers) was 4.8%. Over time, the rate of sanctioning for those on the rolls has fluctuated some, but in FY2011 it was little changed from the rate observed in FY2001. However, both the absolute number as well as the percentage of those leaving the rolls because of a sanction has increased. In FY2011, 24,000 families were sanctioned off the rolls per month, representing 15.4% of all case closures.", "The Claims Resolution Act of 2010, which extended TANF through the end of FY2011, required states to make supplementary reports on work participation and examine the circumstances of work-eligible individuals who are reported as having zero hours of participation in activities. In analyzing these data, HHS found that 16.7% of work-eligible individuals with zero reported hours of participation during the April-June 2011 quarter were either sanctioned or in the process of being sanctioned. "], "subsections": []}]}, {"section_title": "The TANF Work Participation Standard: Measuring the Performance of State Welfare-to-Work Efforts", "paragraphs": ["The previous section of this report describes how states have engaged work-eligible individuals in work or related activities. However, that is not how state welfare-to-work programs are formally assessed. This assessment is done through the TANF work participation standards, which is the focus of much of the attention on TANF's work provisions. These standards are set in federal law, and include target participation rates, rules for disregarding certain families from the participation rate, and rules for determining whether the state gets credit for participation in terms of countable activities and minimum hours requirements. States that fail to meet their target participation rates are at risk of being penalized through a reduction in their block grant.", "The participation standard serves two purposes. First, it is a measure of how the state is performing in engaging recipients in work or work activities. Secondly, it reinforces the notion that participation in work or work activities in return for receiving welfare assistance is a policy goal of TANF. ", "The purpose of this section is twofold:", "1. it describes the detailed rules of the TANF work participation standard; and 2. it provides data (for FY2011) on the number of families included in the participation rate calculation, their engagement in countable work activities, and their hours of engagement."], "subsections": [{"section_title": "The Numerical Participation Standard", "paragraphs": ["TANF sets minimum work participation standards that a state must meet. The standards are performance measures that apply in the aggregate for each state. They require that a specified percentage of families be considered engaged in specified activities for a minimum number of hours. ", "The TANF statute provides that 50% of all families and 90% of two-parent families must be engaged in work to meet the standard. However, few states have ever faced the full standard because the percentage is reduced for caseload reduction or state spending in excess of what is required under the TANF MOE. The caseload reduction credit reduces a state's 50% and 90% standards based on caseload reduction measured from FY2005. The caseload reduction credit reduces a state's numerical standards by one percentage point for each percent decline in the caseload. Additionally, under HHS regulations promulgated in 1999, states also may receive credits for spending in excess of what they are required to spend under the MOE requirement. States may consider families assisted by excess MOE as \"caseload reduction,\" and hence receive extra caseload reduction credits for such families.", "For example, if a state achieves caseload reduction (including the effect of caseload reduction from excess MOE) of 25%, the state's work participation standard for the all-family standard is reduced by 25 percentage points—from 50% to 25%. If a state achieves caseload reduction of 50%, its all-family standard is reduced by 50 percentage points—from 50% to 0%.", " Figure 3 portrays the effective (after-credit) participation standards for all families that states faced in FY2011. It categorizes the effective standards, which ranged from 0% (a state received a 50 percentage point or more caseload reduction credit) to 50% (state or territory had a 0 percentage point caseload reduction). ", "As the figure shows, 23 states faced effective all-family TANF work participation standards of 0% in FY2011. That is, they did not need to engage any families in activities to meet their standards. Two additional states faced effective standards from 1% to 9.9%; 8 states faced effective standards from 10% to 19.9%; 10 jurisdictions faced standards between 20% and 29.9%; six jurisdictions faced standards from 30% to 39.9%; three states faced standards from 40% to 49.9%; and two jurisdictions (South Dakota and Guam) faced the full 50% participation standard.", " Figure 10 will compare the TANF effective work participation standards with the work participation rates actually achieved. "], "subsections": []}, {"section_title": "The Work Participation Rate", "paragraphs": ["A state's TANF work participation rate is computed and then compared to the state's effective (after-credit) standard. The work participation rate is a percentage, reflecting the number of families determined \"engaged in work\" divided by the total number of families included in the participation rate calculation. Not all families receiving cash assistance are included in the participation rate calculation, as some families do not have a \"work-eligible\" individual or are otherwise disregarded from the rate.", "This section of this report describes in detail the rules for computing the TANF work participation rate. Along with the program rules, it displays FY2011 data indicating how many families were included in the rate calculation, as well as how families were engaged in activities in that year."], "subsections": [{"section_title": "Families Included in the TANF Work Participation Rate", "paragraphs": ["Only families receiving assistance from federal TANF or state MOE funds are included in the participation rate calculation. However, certain families receiving assistance are excluded either by statute or regulation. Such families may be exempted from TANF work requirements without creating the potential that their nonparticipation would result in a lower participation rate.", "The families excluded from the participation rate are", "families without a work-eligible individual; at state option, families with a single parent caring for a child under the age of one—this exclusion is limited to a maximum of 12 months in a lifetime for the family; at state option, families participating in a tribal TANF or tribal work program; and families under a sanction for refusal to comply with work requirements, for up to three months in a 12-month period.", " Figure 4 shows the percentage of families receiving TANF assistance that were included in the calculation of the work participation rate. As shown in the figure, after removing all families discussed above, a little more than half (54%) of all families receiving TANF assistance are included in the participation rate calculation.", " Table 5 provides some more detail on families disregarded from the participation rate calculation. Most disregarded families were single-parent families with infants in FY2011. Such families accounted for 5.9% of all TANF assistance families and 80% of those families with a work-eligible individual but disregarded from the rate. The next largest category is families that are subject to sanction, at 1.5% of all TANF families. Though the percentage of TANF families disregarded because of participation in a tribal work program is small nationwide, it does comprise a fairly large share of the caseload in a few states (e.g., North Dakota).", "As discussed above, states determine what requirements apply to individual recipients. Thus, they have the option to exempt additional individuals and families from work requirements, which means that the family will not be sanctioned for failure to engage in work. However, such families will still be included in the calculation of the work participation rate."], "subsections": []}, {"section_title": "Engaged in Work: Countable Activities", "paragraphs": ["Work-eligible individuals must participate in specific activities during a month to be considered \"engaged in work\" and count toward the work participation standard. Work-eligible individuals must also participate in activities for a minimum number of hours per week in a month to be considered \"engaged in work.\" ", "Federal law lists 12 categories of activities creditable toward meeting TANF work participation standards. HHS regulations define what specific types of activities count under each of the 12 categories. Table 6 lists the 12 creditable categories of activities and the HHS regulatory definition for each. As shown in the table, the specific activities included in the 12 categories are fairly comprehensive in terms of welfare-to-work activities, and include education (including attendance at four-year colleges) as well as rehabilitative activities. However, as will be discussed below, the \"pre-employment\" activities of job search, rehabilitation, and education are limited in terms of how long or under what circumstances they can be counted toward the official participation standard.", " Figure 5 shows the percentage of work-eligible individuals in families included in the participation rate by their activity. The percentage of such individuals participating at least one hour in a month in each of the 12 countable activities is presented. As evidenced in the figure, unsubsidized employment—work in a regular job while receiving cash assistance—was by far the most common work activity in FY2011 with 22.8% of work-eligible individuals included in the participation rate in that activity. The time-limited pre-employment activities of job search and readiness (10.7% of all individuals in families included in the participation rate) and vocational educational training (5.9% of such individuals) were the next most common activities . "], "subsections": [{"section_title": "Unsubsidized Employment", "paragraphs": ["As discussed earlier, the most common activity of TANF work-eligible individuals in families included in the participation rate was unsubsidized employment: working in a regular job while on the rolls during a month. ", "States get credit toward their work participation standard for working families on assistance. This encourages them to disregard earnings, providing an earnings supplement for at least a limited period of time. As discussed in the section on welfare-to-work research, evaluated programs with earnings supplements tended to increase work and also raised the incomes of families in those programs. ", "Though a higher proportion of TANF families have earnings than families who received benefits in the pre-1996 program, the smaller caseload means that TANF earnings supplements reach fewer families than occurred before welfare reform. However, the more widely received Earned Income Tax Credit (EITC); Additional Child Tax Credit (ACTC); and other need-tested programs, such as the Supplemental Nutrition Assistance Program (SNAP), also aid low-income working families with children and thus supplement their earnings."], "subsections": []}, {"section_title": "Subsidized Employment", "paragraphs": ["In FY2011, the rate at which TANF work-eligible individuals included in the participation rate were engaged in subsidized employment was low: 0.5% reported engagement during a month in subsidized private sector employment and 0.8% reported engagement during a month in subsidized public sector employment. Subsidized employment has historically been relatively rare in TANF welfare-to-work programs. ", "However, the American Recovery and Reinvestment Act of 2009 (ARRA, P.L. 111-5 ) established a two-year Emergency Contingency Fund that provided states with extra federal dollars that could help finance increased expenditures on subsidized employment in FY2009 and FY2010. The ARRA fund did help finance subsidized employment, but most of this activity occurred in FY2010. It is unknown the degree to which the ARRA funds were used to finance subsidized employment for those on the assistance rolls versus those who were not receiving TANF assistance. Only in the former case (for those on the assistance rolls) would subsidized employment be present in the work participation data. States receive no credit toward their TANF work standards for subsidized employment for those who are not on the benefit rolls."], "subsections": []}, {"section_title": "Time-Limited Job Search and Readiness and Vocational Educational Training", "paragraphs": ["The two most common activities that TANF work-eligible individuals engage in other than unsubsidized employment are job search and readiness and vocational educational training. In FY2011, 10.7% of TANF work-eligible individuals included in the participation rate calculation were in job search and readiness. That year, 5.9% of such persons were engaged in vocational educational training.", "These two activities are countable only for a specified period of time. The combination of job search and job readiness activities counts for only a maximum of 12 weeks in a fiscal year. HHS regulations afford states some flexibility by setting the weekly limit in hourly equivalents, allowing job search and readiness to be counted in more than 12 calendar weeks in a year. ", "Vocational educational training can only be counted for 12 months in a recipient's lifetime. Additionally, the combination of vocational educational training and teen parents determined engaged in work by virtue of education cannot exceed 30% of all families determined engaged in work. Participation in such activities over that limit does not count toward the TANF work participation rate."], "subsections": []}, {"section_title": "\"Workfare\"", "paragraphs": ["Work experience is the fourth most common activity of TANF work-eligible individuals included in the participation rate, with 4.3% of such individuals engaged in that activity in FY2011. An additional 3.5% of TANF work-eligible individuals included in the participation rate were engaged in community service in that year.", "Work experience and community service are two activities typically thought of as \"workfare\": performing a form of work in return for their cash assistance benefits. Such activities could also be viewed as helping individuals obtain certain skills, such as developing work habits and other job skills. Most states have not adopted large-scale workfare programs under TANF, but these two activities are relatively prevalent in some states."], "subsections": []}, {"section_title": "On-the-Job Training", "paragraphs": ["States may count most education and training activities in only a limited way toward the TANF work participation standards. The exception is on-the-job training: training provided to a participant in a paid job. States can count hours spent in this activity under any circumstance. However, engagement in on-the-job training is relatively rare. In FY2011, 0.1% of all TANF work-eligible adults included in the participation rate were participating in on-the-job training."], "subsections": []}, {"section_title": "Education", "paragraphs": ["For adult recipients (defined in TANF as age 20 and older), engagement in educational activities such as secondary school completion, education directly related to employment, and job skill training count only under limited circumstances or in combination with other activities. Combining work and education will be discussed in a separate section of this report, below. "], "subsections": []}]}, {"section_title": "Engaged in Work: Hours of Participation", "paragraphs": ["To be considered a \"participant\" and counted by a state toward meeting its standard, a family member or members must also be engaged in these activities for a minimum number of hours per week in a month. The required minimum hours per week in a month vary by the family's composition.", " Table 7 outlines the TANF work participation hours standards. For meeting the \"all family\" standard, the hours requirement varies depending on family type and the age of the youngest child. The general hours requirement is an average of at least 30 hours per week during the month. However, for single parents caring for a child under the age of six, an average of 20 hours per week during the month is needed in work activities for a state to deem them participants. More hours are required for two-parent families to meet the standard. In two-parent families, the combined hours of both parents are considered in determining whether a family can be considered a participant family.", " Table 7 shows that certain hours of participation must be in \"core\" activities, while remaining hours may be in \"supplemental\" activities. The concepts of core and supplemental activities are discussed later in this report.", "HHS regulations clarify that only actual hours of participation count toward meeting these standards. However, they also created an excused absence policy. For paid activities, states are credited for all hours for which an individual is paid, including any holidays or paid leave (e.g., paid sick leave). For unpaid activities, the regulations allow for up to 10 holidays plus 80 hours of other excused absences over a year.", "The regulations require that hours in unpaid activities be supervised on a daily basis. The daily supervision requirement means that a responsible party has daily oversight of an individual's participation, not necessarily daily in-person contact with the participant.", " Figure 6 shows a breakdown of the families that were included in the work participation rate in FY2011 (e.g., families with a work-eligible individual that were not disregarded). Families are classified based on their statutory hours requirements:", "teen parents without a high school diploma, who may be deemed engaged in work through completion of secondary school or 20 hours of education directly related to employment; single parents with a child under the age of 6, who may be deemed engaged in work through 20 hours of participation in countable activities; single parents with all children aged 6 or older, who are required to participate in activities for 30 hours per week; and two-parent families.", "In FY2011, the largest category of families included in the participation rate was single parents with a pre-school aged child (under the age of 6). This group represented close to half (48.7%) of all TANF families included in the participation rate. The second largest group in FY2011 was single parents with all children aged 6 and older, representing 38.0% of all TANF families included in the participation rate. In FY2011, two-parent families represented 10.4% of all TANF families included in the participation rate, most of whom did not report receipt of federally funded child care. In FY2011, only 0.2% of all families included in the participation rate were two-parent families that received federally funded child care. This category is not shown separately on the figure. Teen parents without a high school diploma represented 2.9% of all FY2011 TANF families included in the participation rate."], "subsections": [{"section_title": "Special Rule for Teen Parents Who Lack High School Diplomas", "paragraphs": ["Teen parents who are included in the TANF work participation rate calculation have a special rule for determining whether they are engaged in work. A state may deem a teen parent who lacks a high school diploma as engaged in work if she or he is participating in education directly related to employment for an average of at least 20 hours per week during the month or is making satisfactory progress toward completion of a secondary school program, including a program leading to a General Educational Development diploma. However, such participation of a teen parent may not count toward the participation standard if a state exceeds a cap on participation in education. The education cap is that no more than 30% of those considered engaged in work may be considered engaged through the combination of vocational educational training or teen parents deemed \"engaged in work\" through education.", " Table 8 shows the work or job preparation engagement of teen parents included in the participation rate. (For minor teens, under the age of 18, only teens that are heads of households or married to heads of households are included in the participation rate. TANF minor teen parents living in other settings—such as unmarried teens living with their parents or in an alternative adult-supervised setting—are excluded from the participation rate calculation.) Of such work-eligible persons, 15.4% were deemed engaged in work through education—completing high school, in a GED program, or participating at least 20 hours in education directly related to employment. The percent of teen parents without a high school diploma deemed engaged in work through education declined from 33.3% for those aged 17 to 20.6% for those aged 18, and further declined to less than 10% for those aged 19. This reflects a low rate of take-up on the option states have to engage and count teens aged 18 and 19 through GED programs."], "subsections": []}, {"section_title": "Hours of Participation of Single-Parent Families", "paragraphs": ["There are some differences in the number of hours of participation for single parents based on whether they have a child under age 6 or not. Figure 7 shows the distribution of families by hours of participation among single-parent families included in the participation rate, by family category in FY2011. Two major differences in the categories are apparent in the figure. First, single-parent families with children under age 6 are more likely to have some hours of participation than are single-parent families with older children who are included in the participation rate. There was a 7% gap for families with zero hours—58.7% for families included in the participation rate with a child aged 6 and older versus 52.0% for families included in the participation rate with a pre-school-aged child. Note that excluded from families with a pre-school-aged child are those single parents with an infant who the state has opted to exclude from the participation rate.", "The second difference shown in the figure represents hours of participation over 20 hours per week. It shows that the different hours requirements might have had some impact on actual hours of participation. The share of single parents with a child under 6—subject to a 20-hour per week requirement—exceeded the share of single parents with an older child participating 20 hours per week or 21 to 29 hours per week. The share of single parents with no child under age 6—subject to a 30-hour per week requirement—exceeded the share of single parents with a child under age 6 participating 30 hours or more per week."], "subsections": []}, {"section_title": "Hours of Participation of Two-Parent Families", "paragraphs": [" Figure 8 shows the distribution of TANF two-parent families included in the participation rate calculation by hours of participation in FY2011. The figure shows that only 37.7% of two-parent families had zero hours of participation. Thus, two-parent families were more likely to have some reported hours of participation than were single-parent families. However, they were also more likely to fall short of their hours requirement. About 30% of two-parent families had between one hour and 34 hours of participation per week during the month. Most two-parent families are subject to a 35-hour requirement. In contrast, among single-parent families with a child under the age of six included in the participation rate, 11% had hours between one and their 20-hour per week standard. Among other single-parent families, about 20% had hours between one and their 30-hour per week standard. (See Table 7 for a summary of the hours requirements.)"], "subsections": []}, {"section_title": "Combining Education and Work", "paragraphs": ["In general, TANF work rules emphasize that adult recipients (defined as age 20 and older) should be in activities that emphasize quick attachment to the labor force. However, these rules also allow states to get credit for recipients who combine work with education.", " Table 9 lists the 12 activities (described in Table 6 ), classifying them as either \"core\" or \"supplemental.\" In general, participation in a core activity may be a recipient's sole or primary activity used to fully satisfy TANF participation requirements. On the other hand, participation in supplemental activities often must be done only in conjunction with participation in core activities, with hours that count only after the core requirement is met.", "Most of the core activities focus on work or activities designed to move a family quickly into work. The notable exception is vocational educational training, which is creditable for 12 months in an individual's lifetime as a sole or primary TANF activity. All supplemental activities are education-related.", " Figure 9 shows that the combination of work and education is relatively rare for TANF work-eligible persons. In FY2011, only 4.5% of the individuals included in the participation rate participated in both education and work-related activities. \"Education activities\" refer to hours spent in vocational education training, job skills training directly related to employment, work experience (i.e., education directly related to employment for an individual without a high school diploma or GED), and satisfactory school attendance for individuals without a high school diploma or GED. Education-related activities are intended to provide recipients with a greater opportunity for career advancement; however, there are limitations on the level of participation in those activities that are countable toward a state's work participation rate."], "subsections": []}]}, {"section_title": "FY2011 Participation Rates", "paragraphs": ["The percent of families included in the TANF work participation calculation who are in creditable activities for at least the minimum required hours is the official TANF work participation rate. For FY2011, the national average work participation rate was 29.5% for all families. ", "Under TANF, each jurisdiction's annual work participation rate is computed and compared with its effective (after-credit) standard. Figure 10 shows each jurisdiction's FY2011 all-family participation rate and compares it to the effective (after-credit) standard for that state for all families. The 45-degree line on the figure shows where a jurisdiction's participation rate would equal its standard. Thus, those jurisdictions shown above the 45-degree line met (or more than met) their standards; those below the 45-degree line failed to meet their standard.", "The figure shows that nine jurisdictions failed to meet their all-family work standards in FY2011: California, Guam, the District of Columbia, Maine, Michigan, Missouri, Ohio, Oregon, and Puerto Rico. It also shows that there is no apparent relationship between a state's effective standard and its actual participation rate. States with a 0% effective (after-credit) standard had participation rates that ranged from 7.3% in Massachusetts to 66.0% in Georgia. Jurisdictions that failed to meet the participation standard had rates that ranged from 2.3% in Guam to 27.8% in California. "], "subsections": []}]}, {"section_title": "Trends in \"Effective\" Work Standards and Rates, FY2002-FY2011", "paragraphs": ["States first faced the 50% statutory work participation standard in FY2002. The 1996 welfare law gradually increased the statutory standards from 25% in FY1997 to 50% in FY2002. FY2011 was typical in terms of the history of TANF's work participation rate. States have generally faced effective standards far lower than 50%; the work participation rate has hovered in the neighborhood of 30% since FY2002."], "subsections": [{"section_title": "Trends in Effective Standards", "paragraphs": ["A state's effective TANF all-family work participation standard is its statutory standard (50%) minus credits it receives for caseload reduction and for state spending beyond that required by the TANF maintenance of effort requirement. Table 10 shows the number of jurisdictions with effective participation standards of 0%; from 1% to 9.9%; from 10% to 24.9%; from 25% to 49.9%; and 50% for FY2002 through FY2011. In FY2008 through FY2010, 22 jurisdictions faced a 0% work participation standard. In FY2011, 23 jurisdictions faced a 0% effective (after credit) work standard. In FY2011, only Guam and South Dakota faced the full 50% standard. ", "Before FY2007, caseload reduction was measured from FY1995. The Deficit Reduction Act of 2005 ( P.L. 109-171 ) made the change in the credit, measuring caseload reduction from FY2005. Before FY2006, most of the reduction of the work participation standard came from caseload reduction. Nationally, caseloads declined by 57% from FY1995 through FY2005. Caseload reduction credits were much reduced in FY2007, when credits were based on caseload change only from FY2005 to FY2006. In that year, four jurisdictions faced a zero participation standard. However, beginning in FY2008 states began to rely on the \"excess MOE\" portion of the caseload reduction credit, and effective standards again were substantially reduced. The Government Accountability Office (GAO) found that in FY2009, 16 states would not have met their TANF work participation standards had they not claimed excess MOE credits.", "The American Recovery and Reinvestment Act of 2009 (ARRA, P.L. 111-5 ) allowed states that experienced caseload increases during the recent recession to freeze their caseload reduction credits at pre-recession levels. This freeze applied only to reductions in work participation standards through FY2011. Beginning in FY2012, this freeze expires and states will receive credit for caseload change from FY2005 to FY2011. Additionally, HHS regulations that standardized the calculation of the excess MOE portion also take effect in FY2012. These two changes would reduce credits—and potentially raise effective (after-credit) participation standards—for states that either had caseload increases because of the recession or used more liberal methodologies in computing the \"excess MOE\" portion of the caseload reduction credit."], "subsections": []}, {"section_title": "Trends in Work Participation Rates", "paragraphs": [" Figure 11 shows the national average TANF work participation rate for all families based on the federal rules for FY2002 through FY2011. The rate shown in the figure excludes the effect of grandfathered, pre-1996 welfare law waivers. (See text box below for a discussion of the \"grandfathered\" waivers.)", "In FY2011, the national average TANF work participation rate was 29.5%. The figure shows that the participation rate has fluctuated around 30% since FY2002, remaining well below 50% for the entire period. However, as noted previously, most states met their participation standards with rates below 50% because of caseload reduction and excess MOE credits"], "subsections": []}, {"section_title": "A Note on the Two-Parent Family Standard", "paragraphs": ["Historically, most families receiving cash assistance have been single-parent families, usually headed by a single mother. However, some two-parent families receive assistance. Under TANF's work participation standards, these families are subject to a higher standard: 90% of these families must be engaged in work, though the two-parent standard can also be reduced for caseload reduction. Additionally, more hours of participation are required of two-parent families. The work-eligible adults in two-parent families must participate in activities for at least 35 hours per week in a month; if the family receives federally funded child care, at least 55 hours per week in a month are required (the hours requirement applies to the total hours of engagement by both parents).", "Many states have avoided the need to meet the two-parent family standard. Before FY2007, many states aided two-parent families in \"separate state programs.\" Separate state programs are state programs with expenditures counted toward the TANF MOE but not considered TANF programs. Before FY2007, cash assistance families in separate state programs were not included in the work participation rate and thus not subject to TANF's work participation standards. The Deficit Reduction Act of 2005 ( P.L. 109-171 ) brought families in separate state programs into the calculation of TANF participation rates, thus subjecting them to the standards effective in FY2007. However, many states then moved these families to \"solely state funded programs,\" with expenditures that are not countable toward TANF's MOE and thus totally outside of TANF's rules, including work participation. In FY2011, 27 jurisdictions had two-parent families included in their TANF or MOE caseloads. Of these, five failed to meet their two-parent work participation standard (Maine, Nevada, Oregon, Rhode Island, and Guam). "], "subsections": []}]}, {"section_title": "Implications for Failing the Standard", "paragraphs": ["States that fail the TANF work participation standards are at risk of a financial penalty in the form of a reduced block grant. The TANF statute penalizes a state 5% of its block grant for the first year in which it fails to meet the standards, with the penalty increasing two percentage points for each subsequent year's failure, to a maximum of 21% of the block grant. ", "However:", "The statute provides that the Secretary of HHS may reduce the penalty based on the severity of the failure. HHS regulations specify a formula for reducing the penalty based on (1) the gap between a state's participation rate and its after-credit standard, (2) any increase in the number of families engaged in work from the preceding fiscal year, and (3) the number of years the state has failed the standard. A state that fails only the two-parent standard will have its penalty reduced based on the share of its caseload that consists of two-parent families. The statute provides that a state may enter into a corrective compliance plan with HHS. A state that comes into compliance with the TANF work participation standards based on that plan can have its penalty either reduced or eliminated. The statute provides that the Secretary of HHS may determine that there was \"reasonable cause\" for a state to have failed its work standard. If the Secretary finds such reasonable cause, the state would not be penalized. ", "Thus, states are not necessarily penalized immediately for failing their work standards. HHS has not made a final penalty determination for states that did not meet the FY2011 standards."], "subsections": []}]}, {"section_title": "The 2002-2005 TANF Reauthorization Debate", "paragraphs": ["Congress last debated TANF reauthorization proposals during the 2002 through 2005 period. President George W. Bush's TANF reauthorization proposal would have raised the participation standard percentage from 50% to 70%, ended the caseload reduction credit and replaced it with a credit for employed persons who leave the rolls, further limited counting pre-employment activities as a recipient's sole or primary activity, and raised the full hours standard to 40 hours per week but provided partial credit for fewer hours per week. ", "The House passed bills incorporating most of the Bush Administration's proposals three times during the 2002-2005 periods. (The major change not accepted by the House was ending the caseload reduction credit.) The Senate Finance Committee also reported three bills that raised the percentage standard, but they differed in terms of the form of the employment credit and would have expanded the ability of states to count pre-employment activities toward the work standard. ", "Neither the House-passed nor the Senate Finance Committee approaches were adopted. Instead, the Deficit Reduction Act of 2005 ( P.L. 109-171 ) made its changes to revise the caseload reduction credit, require HHS to issue regulations standardizing the definition of work activities, and require states to verify work participation.", "If Congress would again consider raising participation standards, it would beg the question of why state participation rates have been fairly steady at 30%, with overall engagement basically steady at a little less than half of all work-eligible individuals. In 1995, as welfare reform was being considered, MDRC (the organization that evaluated many welfare-to-work programs) noted that the participation standard being contemplated at the time was much higher than those achieved in any program—including the most effective programs—that were tested up to that date. As noted a number of times in this report, states have faced much-reduced standards because of credits. However, without additional research, and potentially experience, it is not known what higher participation standard is achievable for states and the consequences for state programs in achieving such a higher standard."], "subsections": []}, {"section_title": "Looking Ahead: Welfare-to-Work Issues for Congress", "paragraphs": ["The 2002-2005 debate did not result in a full-blown reauthorization of TANF. President Obama's Administration has not proposed a comprehensive reauthorization of TANF either, but instead provided some general principles to guide Congress's discussion:", "When Congress takes up reauthorization, the Administration will be prepared to work with lawmakers to strengthen the program's effectiveness in accomplishing its goals. This effort should include using performance indicators to drive program improvement and ensuring that states have the flexibility to engage recipients in the most effective activities to promote success in the workforce, including families with serious barriers to employment.", "This section will examine a number of issues that Congress might address in reassessing TANF and welfare-to-work issues. It", "discusses some changes in the economic and policy environments external to TANF that could affect future discussions; discusses the (brief) experience of subsidized employment programs funded through TANF in 2009 and 2010; examines some innovations in education and workforce programs that have yet to be tested in the context of welfare-to-work programs; and discusses the issues regarding the way TANF welfare-to-work programs are monitored and assessed. "], "subsections": [{"section_title": "Changing Employment Patterns (Again): The Case of Youth", "paragraphs": ["Historically, welfare-to-work issues came to the fore, in part, because of changing employment patterns: the increase in labor force participation of women. \"Pensions\" to allow single mothers to stay home with their children gradually became out of sync with the prevailing labor force behavior of women not on assistance.", "TANF defines an adult as a recipient age 20 and older for purposes of its work standards. For those ages 20 and older, the TANF work participation standards limit the counting of educational activities. However, the transition from childhood to adulthood has become longer and more complex, given changes in the economy that require longer periods of education to meet job demands. Many policy initiatives enacted since the 1996 welfare reform law treat young adults as youth for the purposes of receiving benefits and services. ", "During the post-welfare reform era, labor force participation and employment first increased, but then (after 2000) it declined for young women in total (on and off the benefit rolls) aged 20 to 24. Throughout the post-welfare reform period, enrollment for young women aged 20 to 24 in educational programs increased.", " Table 11 shows the employment status of young adults (aged 20 to 24) for selected years from 1994 to 2011. In 2000, 73.1% of all women aged 20 to 24 participated in the labor force, with 67.9% of all women employed. These rates had declined some even before the onset of the 2007-2009 recession. By 2007, the labor force participation rate for women aged 20 to 24 had declined to 70.1%, with the employment rate at 65.0% (about a 3 percentage point decline in both measures). These trends continued beyond the recession, with the labor force participation rate of women aged 20 to 24 falling to 67.8% in 2011 and the employment rate falling to 58.7% in that year.", "The decline in labor force participation for women aged 20 to 24 in the 2000s was accompanied by an increase in educational enrollment during the decade. Table 12 shows the percentage of young adults enrolled in an educational program for selected years, 1994-2011, separately showing rates of enrollment by gender and age group. Educational enrollment increased for women throughout this period, even before 2000 as the labor force participation of women in this age group was also increasing. The rate at which women aged 20 and 21 were enrolled in an education program rose 9.1 percentage points, from 47.3% in 2000 to 56.4% in 2011. The rate at which women aged 22 to 24 were enrolled in an education program rose 6.7 percentage points during the decade, from 25.3% in 2000 to 32.0% in 2011. ", "The changing employment and school enrollment patterns for the entire population of young women aged 20 to 24 have also been accompanied by the continuation of long-term trends of delay in the ages of marriage and in having a first child. This could differentiate the young women on TANF (who are parents) from other members of their cohort. However, if the limits in counting education toward meeting TANF work participation standards result in state TANF programs curtailing the ability of recipients to engage in education, this could result in the TANF recipients becoming more educationally disadvantaged compared to their counterparts within their age cohort. "], "subsections": []}, {"section_title": "Subsidized Employment", "paragraphs": ["The American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ) established within TANF an emergency contingency fund (ECF) that provided $5 billion for FY2009 and FY2010 to states, territories, and tribes to finance increased expenditures in three program areas: basic assistance, non-recurring short-term benefits, and subsidized employment.", "Of the $5 billion provided by the ECF, $1.3 billion was used by states and tribes to finance increased expenditures for subsidized employment. The TANF ECF provided states and tribes with flexibility in designing their subsidized employment programs. Funds could be used to subsidize jobs for TANF assistance recipients or a broader population, though they were restricted to either low-income parents (including noncustodial parents) or youth.", "It is estimated that the TANF ECF helped support 281,000 subsidized job placements. About half of the subsidized job placements were for summer youth employment, with the other half for adult parents (including noncustodial parents). The TANF ECF subsidized employment program was the largest since the 1970s. Given the flexibility afforded by TANF, states and tribes developed subsidized employment programs with wide variation in the populations served (assistance recipients or a broader population), types of jobs subsidized, amount and structure of the subsidy, and whether or not the subsidized job was a temporary measure or one leading to longer-lasting employment.", "In many states, those in jobs subsidized by TANF ECF funds either never received cash assistance or the earnings provided to them by the job made them ineligible for TANF cash. Thus, these participants' families were not considered part of the caseload, nor would a state receive credit for them under the current TANF work participation standards. This is because a state only receives credit for engagement in subsidized employment for members of families receiving TANF assistance.", "The TANF ECF expired on September 30, 2010. After the end of these extra funds, many states that operated subsidized employment programs either ended them or scaled them back substantially."], "subsections": []}, {"section_title": "Policy Innovation", "paragraphs": ["As previously mentioned, TANF work standards were informed by evaluations of policies tested in the 1980s and early 1990s. However, since then there have been a number of innovations in policies in the realm of education and training. These policies have not been tested within the context of welfare-to-work programs. Examples of such policies include the following:", "Career Pathway models, which combine education and work in a series of \"steps,\" to provide advancement in jobs often within a specific economic sector (e.g., the health sector). Programs that integrate basic adult education with college-level career and technical skills. As discussed above, NEWWS found some evidence of positive employment impacts for those who participate in adult basic education, obtain a GED, and then go on to post-secondary education. New program models have been developed that integrate adult basic and post-secondary education. An example of such a model is the I-Best program, operating in Washington state. \"Drop-out recovery\" programs, which seek to re-engage those who left high school without a diploma in regular high school courses though in a separate setting devoted to meeting their needs. Some of these programs engage young adults (ages 20 and older). Programs in community colleges that target low-income students (some of whom are parents) and provide financial incentives to students to complete semesters and persist in pursuing their educational goals. Other community college programs include \"learning communities,\" where groups of disadvantaged students are grouped together in classes and support sessions.", "The TANF work participation standards do not preclude placing recipients of cash assistance in these types of programs. In some circumstances, participation in such programs might be countable toward the TANF participation standards. However, states may be deterred from using such programs for cash assistance recipients if participation in them might exceed the durational limit (i.e., vocational educational training's one-year limit) or runs into other restrictions (i.e., adult basic education or ESL programs not being able to be counted)."], "subsections": []}, {"section_title": "Measuring State Performance", "paragraphs": ["The Obama Administration's principles for reauthorization include working with Congress on performance indicators to drive program improvement. What those indicators are can have important implications for welfare-to-work programs. ", "TANF imposes its work requirements indirectly through its numerical performance measures—currently the numerical work participation standard. It does this indirectly in part because of the program's place in the federal-state system. TANF is a broad-based block grant to the states, with federal goals but a great deal of flexibility in meeting those goals. The TANF work participation numerical standards—and the potential financial penalties for meeting them—are to ensure that the states use their flexibility in ways consistent with the federal goals.", "Noting that TANF work requirements are \"indirect\" is not to understate the role of the requirements or the importance of what measures are chosen to assess the effectiveness of state welfare-to-work efforts. The choice of measures can change behavior—in this case, the behavior of those who design and implement state TANF welfare-to-work rules. Moreover, performance measures can have both intended and unintended effects. Their incentives could create incentives for states to behave such that they are \"hitting the target but missing the point.\" ", "An alternative to assessing state welfare-to-work performance based on the current numerical participation standards is to examine program outcomes. Examining outcomes is intuitively appealing. Outcomes such as job entry or leaving the welfare rolls with a job seem to measure more aptly whether TANF is achieving its goal of ending dependence of needy parents on government benefits through work. ", "However, outcome measures can have their own unintended consequences in terms of influencing the design of state programs. The most commonly cited unintended consequence is \"cream skimming,\" improving performance outcomes through serving only those most likely to succeed and leaving behind the hardest-to-serve.", "In addition, it can be argued that outcomes do not directly measure the effectiveness of a program. Some families would leave the cash assistance rolls even without the intervention of a program. The effectiveness of a welfare-to-work program can also be measured by whether the program made a difference: that is, did it result in more or speedier exits from the program and improve a participant's employment and earnings? That can only be measured by an evaluation of the impact of a program. There is research evidence that long-term impacts of labor force programs are not necessarily related to short-term outcome measures.", "Evaluation research, particularly using the oft-preferred random assignment method, also has its issues of cost, time taken to produce results, and even ethical concerns. Random assignment experiments usually can only tell whether a program had an impact or not, but not why. ", "Given the strengths and weaknesses of each approach to assessing TANF's welfare-to-work efforts, an option might be to have multiple measures of its effectiveness. Each measure could be placed in the context of its strengths and weaknesses and could be supplemented by additional information from other measures. Some measures might be more adaptable than others to changing economic and policy contexts. "], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["TANF was the culmination of a decades-long evolution of assistance programs for disadvantaged children, most of whom lived with single mothers. It was created in 1996, and it reflected the policy concerns of the 1980s and 1990s in terms of welfare receipt and dependency. The TANF work participation rules and policy goals reflect that time. They emphasized and set as policy goals work and job preparation aimed to move families as quickly as possible from welfare to work. It allowed only time-limited job search (maximum 12 weeks in a fiscal year), and de-emphasized longer-term education and training. ", "Though TANF emphasizes work, it does not require all families to have a working member or one who is participating in activities. The children in disadvantaged families—the families served by TANF assistance—live in varied settings, with many families in circumstances that do not lend themselves to participation in welfare-to-work programs. In FY2011, out of 1.9 million families on the rolls in a typical month, about 306,500 were counted as \"participating\" by the official TANF work participation rate measure. Many families do not have a work-eligible member, as the parents are disabled and receiving SSI, the children are being cared for by non-parent relatives (e.g., grandparents), or the parents are ineligible immigrants. The work participation standards have generally required that states engage less than 50% of all families with a work-eligible individual in countable activities.", "In examining the economic trends among single parent families with children since 1996, a Congressional Research Service analysis concluded:", "In the years immediately preceding 1996 welfare reform, and in the years since, the nation's income safety net has been transformed into one supporting work. Cash-welfare work requirements, the end of cash welfare as an open-ended entitlement by limiting the duration that individuals may receive federally funded benefits, and expanded earnings and family income supplements administered through the federal income tax system have helped to change the dynamics between work and welfare. The transformed system has helped to both reduce single mothers' reliance on traditional cash welfare and reduce poverty among their children.", "However, in the 2000s, even before the onset of the 2007-2009 recession , the decline in the cash assistance rolls slowed, and child poverty began to increase. Most measures of welfare-to-work activity discussed in this report—the official participation rate and a broader measure of the percentage of work-eligible individuals in activities—were all fairly stagnant over the FY2002-FY2011 period.", "Additionally, the base of knowledge about what type of welfare-to-work program is effective for whom is little changed from the time welfare reform was enacted. The period of innovation and experimentation that preceded welfare reform produced evidence that helped shape TANF: experiments showed mandatory work requirements can increase employment and reduce welfare receipt, and earnings supplements can also serve as incentives to work in addition to raising incomes and even improving the development trajectory of children in participating families. Post-welfare reform research has generated no similar breakthroughs as yet. A question facing policy makers is whether the status quo regarding TANF welfare-to-work efforts is satisfactory, or whether (and how) policy makers may want to improve program performance or address changing needs or opportunities. Another question facing policy makers is whether the current structure of assessing welfare-to-work programs propels or impedes program innovations that can address changing circumstances among the disadvantaged. ", "TANF evolved from a program focused on cash welfare to a broad-based block grant that can fund a wide range of benefits and services related to either ameliorating or addressing the causes of child poverty. Yet TANF's work participation rate remains the major official assessment of how well the program is doing. Policy makers also face questions about whether the sole focus of assessing TANF ought to be its welfare-to-work performance, or whether attention should also be paid to how well TANF does in terms of meeting other goals related to improving the circumstances of families with children. ", "Appendix A. Additional Tables", "Appendix B. Methodological Notes", "TANF National Data Files", "This report includes an analysis of work participation from the TANF National Data Files for FY2011. The national data files are based on data states are required to collect monthly and report to HHS on a quarterly basis based on Section 411 of the Social Security Act. These data provide information at the family and individual recipient levels, and include various demographic and economic data. Section 411 also requires that states report information required to compute TANF work participation rates, and HHS has specified that states report information on the average weekly hours of engagement in each of the 12 countable TANF work activities (see Table 6 ). States may report engagement in other activities not countable toward the official TANF work participation standards, but they are not required to do so.", "The TANF National Data Files represent a sample of all TANF families and recipients receiving assistance. Thus, the estimates here are subject to sampling error. Additionally, there also may be nonsampling error associated with files if states miscoded some characteristics. There might also be some state-to-state variation in reporting practices that could affect data quality and the comparison of information from the files across states.", "The TANF National Data Files differ slightly from the data used by HHS to compute the official TANF work participation rates. States may revise their data reports after submission to HHS. The publically available TANF National Data Files and the data used to compute official participation rates may reflect differing revised versions of the data.", "Data Analysis", "In conducting the data analysis for this report, certain decisions were made to try to reduce the possibility of including erroneously reported data. For example, the analysis excluded participation in an activity when 90 hours or more of participation per week were reported. Additionally, some recipients had implausible birth dates reported for them. No age was computed for these persons. "], "subsections": []}]}}