{"id": "R42880", "title": "Physician Practices: Background, Organization, and Market Consolidation", "released_date": "2013-01-02T00:00:00", "summary": ["A growing number of U.S. physicians are combining their practices; affiliating with hospitals, insurance companies, and specialty management firms; or going to work directly for such organizations. The moves are part of a broader trend toward consolidation in health care, with the overall number of mergers and acquisitions in the sector at the highest level in a decade.", "Alterations in physician practice appear to be a response to a number of factors. Younger doctors are more eager than their predecessors to work for an outside institution, such as a hospital, to secure a set schedule and salary. Private practices have become more complex to manage, even as physician compensation has been declining. Doctors see financial advantages to building larger practices, in terms of ability to control expenses and negotiate higher fees with insurers. Further, not all trends are toward consolidation. A small but growing number of doctors are reacting to market incentives by moving in a different direction: creating concierge practices in which they see a limited number of patients who pay an annual retainer.", "According to experts, physician practices also may be affected, in part, by provisions of the 2010 Patient Protection and Affordable Care Act (ACA, P.L. 111-148, as amended), designed to spur closer financial and clinical affiliation among health care providers. For example, the ACA creates health care delivery systems called Accountable Care Organizations (ACOs), under which providers contract to oversee a patient's total course of care in a bid to manage costs and improve quality. A number of physician practices, insurers, and hospitals have announced affiliations to qualify as ACOs. In another move partly spurred by the ACA, hospitals and health plans have been hiring physicians to ensure they will have adequate staff to treat the millions of Americans projected to gain insurance during the next few years. Several major studies have warned of a looming shortage of physicians, particularly primary care doctors.", "Congress is playing dual roles regarding the consolidation. On the one hand, the ACA was designed, in part, to prompt affiliation among doctors and other health care providers in order to reduce fragmentation and help control government and private health spending. At the same time, lawmakers are monitoring the health care system for signs that consolidation is having negative effects on consumer access, prices, and competition. The health care sector went through a similar round of restructuring during the 1980s and 1990s, including mergers and acquisitions of physician practices, ultimately prompting a backlash from some consumers who complained they were being blocked from specialists and procedures. The ACA envisions a different system of \"patient-centered care,\" where doctors and other providers are given incentives to improve quality and efficiency, rather than to limit services. Still, it remains to be seen how the current round of changes will play out as physicians and other providers form larger organizations. This report provides background on factors contributing to changes in physician practice organization, including physician supply, sources of revenue, operating costs, and government incentives. It also examines the different types of integration, the legal intricacies of affiliation, and the possible implications for consumer and federal policy."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Most Americans enter the health care system through their local physician's office, which is the setting for 84% of primary care visits. Historically, physicians have operated in what the American Medical Association and others have called a \"cottage industry\" of small or solo practices around the country. Even now, the majority of the approximately 972,376 doctors and residents in the United States work mainly from smaller, office-based practices. This decentralized network has served to deliver medical services to most Americans, but it has also been cited by analysts as a reason that the health care market is inefficient, with patients seeing duplicate providers who may prescribe overlapping treatments or deliver widely divergent, uncoordinated care. ", "During the past several years, however, physician practices appear to be changing, as a number of doctors merge their offices into larger practices; sell their practices to hospitals, insurance companies, and physician management firms; contract to provide exclusive services to providers such as hospitals; or go to work for larger providers as salaried employees. While there are no definitive statistics, a 2011 American Hospital Association (AHA) survey found the number of doctors on hospital payrolls had increased by 32% from 2000 to 2010, with the rate of increase accelerating after 2005. According to the AHA, about 20% of practicing physicians now work for hospitals. The Medical Group Management Association (MGMA), which represents larger medical practices and outpatient clinics, has noted an increase in the share of medical groups owned by U.S. hospitals, while other surveys have also found rising hospital employment of doctors, with some regional variations. For example, an American College of Cardiology survey found the share of physician-owned cardiology practices declined to 60% in 2012 from 73% in 2007, while the share of such practices owned by hospitals grew from 8% to an estimated 24%.", "The changes appear to be the result of a number of factors, including broad consolidation in the overall health care industry that has created dominant hospitals and insurers in many areas. In order to gain negotiating leverage with large providers and payers, a number of physicians have merged their practices into larger groups or entered into business arrangements with them. Lifestyle preferences are at play, with younger doctors more willing than their predecessors to work for an outside institution to secure a set schedule and salary; about half of doctors hired out of residencies or fellowships in 2010 took jobs at hospitals. Physicians may be having a harder time finding doctors to buy or join a small practice, as management becomes more complex and average compensation declines. ", "At the same time, hospitals and insurers are eager to hire doctors, given forecasts of a pending physician shortage by the end of the decade (see \" Physician Supply \"). The shortfall is predicted to occur in the midst of rising demand for medical services by aging baby boomers and millions of Americans who could gain insurance coverage under the 2010 Patient Protection and Affordable Care Act (ACA, P.L. 111-148 as amended). According to some experts, financial incentives in the ACA may provide further incentives for consolidation and integration of services. For example, the health care law creates integrated delivery systems called Accountable Care Organizations (ACO) that contract with payers who agree to be responsible for the entire continuum of care provided to a group of patients. If the treatment costs less than set targets, and certain quality measures are met, the ACO and the payer share in the savings. Hundreds of physician practices, insurers, and hospitals have announced financial and clinical integration to quality as ACOs.", "The ongoing changes in practice organization—if they alter the way that physicians deliver care—could help determine whether the U.S. health care system expands access, improves quality of treatment, and addresses the growth of government and private health care spending, according to analysts. Though physician payments account for about 20% of medical spending, studies suggest that physicians direct as much as 90% of total health care spending through referrals, tests, hospital admissions, and other actions. ", "Congress is playing dual roles regarding the consolidation. On the one hand, lawmakers designed the ACA in part to reduce health delivery fragmentation and help control government and private spending. In addition, Congress and federal regulators have been monitoring, and continue to monitor, the health care system for signs that mergers and acquisitions may be having negative effects on costs, competition, and consumer access such as distorting prices or creating conflicts of interest in provision of services. Analysts and lawmakers are aware that the health care sector went through a similar round of restructuring during the 1980s and 1990s, as physicians sold their practices and managed care insurance plans expanded. The changes ultimately prompted a consumer backlash, and many of the deals were dissolved. In contrast to the previous round of consolidation, where doctors were seen as gatekeepers for managed care plans that attempted to limit services, the ACA envisions \"patient-centered\" care where doctors and other providers are rewarded for necessary treatment that improves quality of outcomes. Still, it is not clear how the new round of changes ultimately will play out.", "This report provides background on factors contributing to changes in physician practice organization, including physician supply, lifestyle changes, and government incentives. Next it examines different types of integration, the legal intricacies of affiliation, and the possible implications for consumer and federal policy."], "subsections": []}, {"section_title": "Physician Supply", "paragraphs": ["Most U.S. physicians are MDs, or doctors of medicine, who have completed four years of medical school and a minimum of three years of residency, with specialists undergoing additional training. About 7% of the more than 972,376 physicians and residents are osteopaths, who have completed medical education and additional training in areas including the musculoskeletal system. The physician population is about one-third primary care physicians and two-thirds specialists, a distribution that some experts suggest is not optimal. A quarter of U.S. doctors are graduates of international medical schools. The ratio of physicians to the population varies across the country, with New England and the Middle Atlantic regions having the highest number of doctors per capita, and the West South Central and Mountain regions having the fewest. Rural areas are struggling to attract enough physicians.", "In the 1980s, after a congressional effort to fund an expansion of U.S. medical education, experts forecasted a possible surplus of doctors. More recently, however, analysts have predicted that the country faces a potential shortage, particularly in primary care. The federal Health Resources and Services Administration in 2006 predicted a shortfall of 55,000 to 150,000 physicians by 2020, while the nonprofit Association of American Medical Colleges (AAMC) in 2008 said there could be a dearth of 130,600 patient care physicians by 2025. Following up in 2012, the AAMC found that 33 states had documented current physician shortages or were anticipating shortages. ", "Adding to concerns, nearly a third of physicians are age 55 or older and nearing retirement. In addition, studies indicate that doctors of both sexes and from varying backgrounds are working fewer hours each week, a change more pronounced among younger doctors. A 2010 study found a nearly 6% decrease in hours among nonresident physicians from 1996-1998 to 2006-2008. The reduction in hours was akin to a loss of 36,000 doctors, had the number of hours worked not changed. Some analysts have suggested that the combination of retirements and lifestyle changes will put a tremendous stress on the system and hasten the need for doctors to find more efficient ways to practice. ", "The forecast supply shortage and changes in work patterns are already having impacts, according to analysts. For example, some hospitals have been having increasing difficulty finding physicians to take voluntary duty and have hired more full-time staff doctors, including hospitalists, who oversee patient care in hospitals, and emergency room physicians (see \" Hospital Affiliation and Employment \"). A number of hospitals are seeking to hire or affiliate with primary care physicians, to ensure supply, staff outpatient centers, gain access to referral networks, and form ACOs. A 2010 survey by the American Hospital Association found 80% of hospitals were looking to hire primary care physicians."], "subsections": [{"section_title": "Supporting Practitioners", "paragraphs": ["Mitigating the projected physician shortage somewhat is the growing use of professionals who are not doctors but who have specialized training and can perform some basic functions of physicians, including nurse practitioners and physician assistants. In 2009, nearly half of all office-based physician practices included nurse practitioners, certified nurse midwives, or physician assistants. However, state laws vary in terms of the scope of services that nurse practitioners and physician assistants are allowed to provide.", "Nurse practitioners must complete graduate education beyond the bachelor's degree needed to become a registered nurse. They can work with physicians or separately in such areas as taking case histories, performing basic exams, ordering lab work and prescribing some medications, and providing health education and counseling. There are approximately 155,000 active U.S. nurse practitioners.", "Physician assistants complete at least two years of college courses in basic science and behavioral science before applying to one of the 170 accredited physician assistant programs. Most physician assistants have a bachelor's degree, another 27 months of specialized training, and 2,000 hours of clinical rotations. Physician assistants, once licensed by state boards, generally can take patient medical histories, examine patients, treat minor injuries, order and interpret laboratory tests, and make rounds in medical facilities. There are about 86,000 certified physician assistants in the United States. "], "subsections": []}]}, {"section_title": "Practice Consolidation", "paragraphs": ["Historically, physicians have operated in small or solo practices, with a number of factors limiting integration with other health care providers. In states such as California, laws designed to bar the corporate practice of medicine complicated efforts at affiliation between physician practices and insurance companies or hospitals. Doctors and hospitals have been paid separately for services, minimizing the need for tight coordination, though physicians benefited from access to and affiliations with hospitals, including serving on voluntary staff or taking call.", "There has long been a debate about the efficiency of the decentralized physician practice structure. During the 1930s, for example, a health sector-created blue ribbon \"Committee on the Costs of Medical Care\" suggested improving health care by moving toward a more coordinated system centered on hospitals, including affiliation between doctors and hospitals. The recommendations created controversy, with some groups concerned that such a change would lead to the corporate practice of medicine, affecting quality and physician independence. ", "In the 1980s and 1990s, the type of broad system changes that some health experts had advocated appeared to take root, including the growth of managed care plans, where health insurers coordinate use of health care for enrollees by directly arranging for services through affiliated physicians, hospitals, and other providers. A number of physicians sold their practices to hospitals or specialty physician management companies, as health plans were able to pressure providers to accept lower payment rates and assume some financial risk for patient care. ", "But as consumers protested the managed care restrictions on services, and hospitals and physician management firms found they had overpaid for some physician practices, managed care plans loosened their controls and a number of mergers and acquisitions were dissolved. For example, in California from 1998 to 2002 nearly 150 physician organizations that served millions of patients closed or went into bankruptcy. Though consolidation slowed, it continued (see Table 1 ). ", "According to one estimate, the share of doctors with an ownership stake in their practices declined from 62% in 1996-1997 to 54% in 2004-2005. The percentage of office visits to physicians in solo practices declined from 38.7% in 1997 to 30.5% in 2007, while the share visiting physicians in practices of 6-10 physicians rose from 12.1% in 1997 to 17.7% in 2007. ", "More recently there has been what some analysts call a reconsolidation of physician practices. While there are limited data at the individual office level, general surveys and studies have found a decline in the number of solo practices and an increase in the number of larger practices. There appears to be a rise in the number of practices owned by hospitals and insurers, and in the share of doctors in private practices working under exclusive contract to hospitals and insurance companies. The Center for Studying Health System Change, in a 2010 survey of 12 communities, found rising hospital employment of physicians, with some regional variations. Separately, a 2008 survey by the American Medical Association, which includes more solo and smaller practices than the MGMA data, did not show that the share of physicians working for hospitals had increased significantly since 2000, but did indicate that fewer doctors owned their practices and more were working as employees. ", "The consulting firm Accenture predicted that just a third of U.S. doctors would be truly independent by 2013, which Accenture defines as physicians who are in a partnership or have an ownership share in a practice. The 33% figure compares to 57% in 2000 and 43% in 2009. A 2012 report by the California Health Care Foundation listed a number of factors for the trends in that state, including the complexity and cost of running a practice; health care providers' concern about a potential shortage of physicians; declining reimbursement for services, including Medicare and Medicaid; and the cost of implementing new systems such as electronic health records. "], "subsections": [{"section_title": "Market Trends", "paragraphs": ["The practice changes are taking several forms. There is horizontal consolidation, where businesses in the same part of the production process band together for economies of scale and to forestall competition, including mergers of specialty practices. There is vertical consolidation, where different industry segments form financial and clinical affiliations to seek potential efficiency gains. Examples of such consolidation and integration include hospitals buying physician practices or hiring physicians; physicians affiliating with insurers; and formation of ACOs. While not consolidation per say, the growth of concierge practices is another response to economic and other factors, and could affect physician supply and patient care. "], "subsections": [{"section_title": "Larger Group Practices and Physician Organizations", "paragraphs": ["The share of solo and small practices has been declining, while the number of larger practices is increasing, with some spanning a number of counties or entire states. Larger physician practices, particularly specialty practices, have advantages such as increased leverage in negotiations with insurance companies, greater purchasing power, and efficiencies in overhead and in their ability to use advanced technology and other patient-management tools. ", "Physicians can organize into different configurations, from mergers to independent practice associations, which are organizations of physicians who maintain their independent corporate status but can integrate financially or clinically and contract as a group. In addition, activity by for-profit practice management companies, which buy and run physician practices, has been growing, particularly those that contract with hospitals. There is also growth in private equity investment in physician practices.", "There are no definitive figures regarding practice consolidation. However, the accounting and consulting firm Moss Adams has documented a doubling of mergers, acquisitions, and private equity investments in specialty physician practices between 2008 and 2012. In 2008 there were 125 mergers, acquisitions, public offerings, or private equity investments involving specialty practices, according to the firm. In 2010 there were nearly 240, and more than 260 were estimated for 2011. Moss Adams says the ACA \"is bringing about or accelerating\" changes in the health care system, including creation of larger medical group practices and \"transactions among specialty physician groups, medical clinics, hospitals, and other organizations looking to take advantage of scale and cost savings.\" ", "Some recent examples of growing physician organizations include the 2011 merger of Cogent HMG and the Hospitalists Management Group, which created the largest private hospitalist company in the country. (Hospitalists are physicians who coordinate patient care in hospital settings.) Cogent now contracts with about 130 hospitals around the country. Another example is IPC The Hospitalist Company. The company in 2011 employed or was affiliated with about 1,200 hospitalists, including doctors and other health professionals, and had employment agreements with about 600 additional professionals. Mednax, a physician management firm, oversees 1,400 doctors and nurse practitioners in its Pediatrix division who specialize in neonatal and pediatric care, as well as more than 400 doctors and 500 nurse anesthetists in its American Anesthesiology group. "], "subsections": []}, {"section_title": "Hospital Affiliation and Employment", "paragraphs": ["The AHA survey finding a 32% increase in hospital employment of doctors from 2000 to 2010 is one indication of the growing consolidation in this area. In another example, the physician search and consulting firm Merritt Hawkins told the House Committee on Small Business in July 2012 that from April 1, 2011, to March 31, 2012, company employees conducted more than 2,700 physician search assignments for hospitals, medical groups, and small physician practices. Only 2% of those physician searches were on behalf of entities seeking doctors to start a practice in an area or to join a solo practitioner as a partner, compared with 42% in 2004. Overall, 63% of the group's physician search assignments were carried out for hospitals that wanted to hire doctors, compared with 11% in 2004. ", "Likewise, a 2011 survey by the American College of Cardiology found that 40% of hospital administrators had acquired or considered acquiring a cardiology practice during the previous two years, and 20% were considering a future acquisition. In one example of the changes, the number of hospitalists has risen from less than 1,000 in the late 1990s to nearly 30,000 in 2011. ", "Physician-hospital affiliation can take a number of forms, from contracts for specific services with physician practices or organizations, such as those outlined above, to full-time employment of doctors (see Figure 1 ). ", "Over time, physician-hospital arrangements have shifted as financial incentives have changed. Some general examples of possible affiliations include the following:", "Physician practices can contract to provide doctors and other staff for a hospital independently or work through intermediaries like physician management companies. Hospitals can directly employ doctors. In states that have laws barring the corporate practice of medicine, some hospitals have created non-profit foundations to secure physician services. Doctors and hospitals can form physician-hospital organizations or other forms of joint ventures to provide services, bid for insurance contracts, or achieve financial and clinical integration.", "According to the AHA, affiliations involving independent groups of physicians have been declining in prevalence, while arrangements in which physicians are salaried employees have been increasing. For physicians, selling a practice to a hospital or entering into a close financial agreement can reduce overhead, while providing predictable schedules and compensation. For hospitals, buying or affiliating with practices allows development of areas of excellence, ensures staff, provides a network of referrals from physicians, and can give the combined entity more leverage with insurers. Affiliation in the form of a joint venture such as an outpatient center can be a way for the hospital to increase revenues and ward off competition from independent doctors and practices that open such centers. ", "Differing Medicare reimbursement based on provider status may also be providing incentives for physician-hospital affiliations. In 2011, Medicare paid more for a 15-minute evaluation and management physician visit in a hospital outpatient setting than it did for a visit in an independent physician's office. Because hospitals also charge facility fees for physician visits, costs are not only higher costs for payers but also for patients, since the fees are subject to deductibles and coinsurance. In a 2012 report to Congress, Medpac, noting increased outpatient billing as more hospitals employ physicians or buy physician practices, said that if current trends continue, Medicare costs could rise by $2 billion annually by 2020: ", "This payment difference creates a financial incentive for hospitals to purchase freestanding physician offices and convert them into (outpatient departments) OPDs without changing their location or patient mix. Indeed, (evaluation and management) clinic visits provided in OPDs increased 6.7% in 2010, potentially increasing Medicare and beneficiary expenditures without any change in patient care.", "As the experience of the 1990s showed, hospital employment of physicians has not always been successful. Hospitals may not make as much money as expected, and may incur initial losses. An analysis in The New England Journal of Medicine estimated that hospitals lose $150,000 to $250,000 per year for the first three years they employ a doctor, as physicians adapt to the new system. During the 1990s, some hospitals found that physician productivity declined after practices were purchased by hospitals. Merritt Hawkins data indicate that even though a number of hospitals are now preparing to make the transition to coordinated systems such as ACOs, they are still basing physician compensation on a fee-for-service or volume basis—offering new hires a salary with a productivity bonus. "], "subsections": []}, {"section_title": "Affiliation with Insurers and Other Payers", "paragraphs": ["Insurance companies are affiliating with physicians as they attempt to meld coverage and delivery systems to better control costs. Some analysts suggest that physicians may find their financial and professional interests are more aligned with insurers, given that emerging payment systems such as medical homes and ACOs increase pressure to reduce costs and increase quality by improving preventive care and follow-up care to avoid hospitalizations. However, the AMA in a manual for members notes that the success of such arrangements, as with other ACO configurations, depends on a number of factors regarding the amount of decision making insurers are willing to give physicians and other professional and financial concerns.", "Some recent examples of affiliation include the following: UnitedHealth Group, a large California insurer, in 2011 bought the management arm of Monarch HealthCare, the largest physician group in Orange County, California. Health insurance firm Cigna has expanded its accountable care network via deals with physician practices in seven states, and now has more than 20 such plans. Pennsylvania-based Highmark Inc., a major insurer in the Blue Cross/Blue Shield system, has been working on an acquisition of the West Penn Allegheny Health System, a physician-led hospital and multi-group practice network. The move is part of a larger effort by Highmark to develop an integrated care system. "], "subsections": []}, {"section_title": "Delivery Reforms", "paragraphs": ["Physician practices, hospitals, and other health care providers in recent months have announced affiliations to qualify as accountable care organizations (ACOs) under the ACA. Group practices, independent practice associations, and networks or independent practitioners can participate if they meet HHS standards. In the simplest case, an ACO contracts with payers to be accountable for the continuum of care provided to a defined population. If the costs of care provided are less than targeted amounts, and certain quality measures are achieved, the ACO and the payer share the savings. Under the Medicare Shared Savings Program, the government will contract with ACOs that will assume responsibility for improving quality of care and coordinating care across providers. ACOs must be financially and organizationally integrated. ", "Some industry analysts say the ACOs could have a notable effect on the health care marketplace. Morgan Stanley in a June 2011 analysis predicted the ACA would accelerate health care consolidation, noting that the share of physicians in independent practices was declining by 1% to 3% a year as doctors entered into financial arrangements with hospitals and other providers. While most of the initial ACOs that formed were sponsored by hospitals, however, a growing number are being built around physician practices or insurers. ", "The ACA includes other provisions intended to increase health system coordination that could help to drive additional integration. One is medical homes, where the primary physician's office assumes the role for coordinating care across other providers to improve outcomes and reduce costs. The ACA also includes Medicare \"bundled\" payments, where billing is based on the totality of a treatment, and the law gives physicians new ability to form health co-ops or affiliate with insurers and managed care plans. A GAO examination of bundled payments found they are difficult to set up and administer without provider affiliation.", "Some analysts predict the market changes now underway will be more long-lasting and pervasive than was the case during the 1990s, given moves toward integrated care. For example, private equity firms looking at investing in health care providers are targeting companies that can capitalize on consolidation by providing management services or physician staff for health care providers. Bain & Co. in a recent report predicted that health care providers and services will become more significant for investors. As Bain analysts wrote: \"We expect significant strategic interest in accountable-care oriented investments, including investments that stretch across traditional boundaries (such as UnitedHealth Group's acquisition of Monarch Care).\" "], "subsections": []}, {"section_title": "Concierge Practices", "paragraphs": ["While the main trends appear to be consolidation, a small but growing number of doctors are responding to pressures to change health care delivery and reimbursement by creating concierge practices, where physicians see fewer patients who pay an annual fee to receive care. In return, patients get enhanced services such as longer office visits, more in-depth physicals, and other preventive and continuous care. Because physicians in concierge practices see fewer patients on average, there have been questions about the potential impact on physician supply. To date, however, the number of such practices remains relatively small.", "A 2010 study by researchers at the University of Chicago and Georgetown University for Medpac found there were at least 756 retainer-based physicians providing care (a number the report said probably represented the minimum), with average fees from about $1,500 to $2,000, although the physicians interviewed charged anywhere from $600 to $5,400. The physicians interviewed by the researchers had 100 to 425 patients in their practices, compared to more than 2,000 before starting or joining a concierge practice. Large, regional concierge groups include MDVIP, headquartered in Boca Raton, FL, and New York-based Concierge Choice Physicians. ", "Several states have examined whether concierge medicine is in compliance with their insurance laws, and there have also been issues regarding whether the additional fee is in compliance with government and other insurance policies. For example, concierge practices can only include Medicare patients if (1) the physician elects to opt out of Medicare and does not treat any Medicare beneficiaries for two years, or (2) the physician contracts to provide concierge care only for non-Medicare covered services. "], "subsections": []}]}]}, {"section_title": "Legal Issues", "paragraphs": ["As physicians seek to affiliate with other practices or providers, through ACOs or other means, they must comply with state and federal laws designed to ensure fair competition and transparency, as well as prevent over-utilization of services in the health care sector. Among the laws are federal antitrust and anti-kickback statutes, state laws barring the corporate practice of medicine, and the Stark law that imposes limitations on physician self-referrals.", "Federal antitrust laws are directed at ensuring that markets remain competitive. Antitrust is a means of governing market behavior that is, in essence, the flip side of market regulation accomplished via regulatory oversight. The consolidation or integration of health care entities, or other behavior by them (joint and/or unilateral), even if prompted by or taken in furtherance of achieving some level of joint functioning deemed necessary to achieve the stated goals of the ACA or other improvements in the health care sector, could create cause for antitrust concern. Joint negotiation over fees or terms of reimbursement by physicians or other providers is an example of behavior that might implicate the antitrust laws, for example. ", "Applicable antitrust or antitrust-related provisions include Sections 1 and 2 of the Sherman Act (15 U.S.C. §§1, 2), which prohibit, respectively, \"contracts or conspiracies in restraint of trade\" and monopolization or attempted monopolization; and Section 7 of the Clayton Act (15 U.S.C. §18), the so-called \"anti-merger\" provision; both are enforceable by the antitrust agencies (Antitrust Division of the Department of Justice, FTC), as well as by individual plaintiffs. Section 5 of the FTC Act, which prohibits \"unfair methods of competition in or affecting commerce,\" is enforceable only by the commission. The FTC and the DOJ have issued guidance regarding ACOs and other configurations that could pass antitrust review, and those that might be problematic. The DOJ and FTC have been investigating some hospital physician mergers. ", "Medicare and Medicaid anti-kickback law (42 U.S.C. §1320a-7b(b)) makes it a felony for a person to knowingly and willfully offer, pay, solicit, or receive anything of value (i.e., \"remuneration\") in return for a referral or to induce generation of business reimbursable under a federal health care program. The statute prohibits both the offer or payment of remuneration for patient referrals, as well as the offer or payment of anything of value in return for purchasing, leasing, ordering, or arranging for, or recommending the purchase, lease, or ordering of any item or service that is reimbursable by a federal health care program. Persons found guilty of violating the anti-kickback statute may be subject to a fine of up to $25,000, imprisonment of up to five years, and exclusion from participation in federal health care programs for up to one year.", "The Stark provisions that impose limitations on physician self-referrals were enacted in 1989 under the Ethics in Patient Referrals Act (42 U.S.C. §1395nn). The Stark law, as amended, and its implementing regulations prohibit certain physician self-referrals for designated health services that may be paid for by Medicare or Medicaid. In its basic application, the Stark law provides that if (1) a physician (or an immediate family member of a physician) has a \"financial relationship\" with an entity, the physician may not make a referral to the entity for the furnishing of designated health services (for which payment may be made under Medicare or Medicaid), and (2) the entity may not present (or cause to be presented) a claim to the federal health care program or bill to any individual or entity for DHS furnished pursuant to a prohibited referral. The general idea behind the prohibitions in the Stark law is to prevent physicians from making referrals based on financial gain, thus preventing overutilization and increases in health care costs.", "The laws include some exceptions for direct employment arrangements, and some legal experts say direct employment of physicians may be the most straightforward way for hospitals and other providers to integrate with physicians, given the legal complexities that can be involved in other arrangements. There can be financial downsides to direct employment, as hospitals discovered during the 1990s when they did not realize expected financial gains after buying physician practices. "], "subsections": []}, {"section_title": "Issues for Congress", "paragraphs": ["Congress has been paying close attention to consolidation in the health care industry, and specifically in physician practices, including hearings in the Ways and Means Committee and the House Committee on Small Business during the 112 th Congress. There are a number of reasons that lawmakers are taking an active interest in the market developments, including physician complaints about federal policies and concerns that a decline in smaller, independent practices could exacerbate existing physician shortages in areas such as rural regions. Lawmakers also want to ensure that the market changes are meeting the goals of expanding access and addressing government and private health care spending. Because health care is highly regulated, and government payments make up an increasing share of physician revenues, congressional action can affect the pace of practice consolidation and other market trends. In general, Congress is monitoring developments in several broad areas: "], "subsections": [{"section_title": "Medical Spending", "paragraphs": ["Rising health care costs have led to federal, state, and private efforts to rein in medical spending, including controlling physician payments and providing incentives for consolidation to realize greater efficiency. One question surrounding affiliation between physicians and other health organizations such as hospitals is whether they will help to reduce costs. There is concern that such affiliations could instead lead to higher prices for consumers and the government as the larger entities gain negotiating leverage with insurers and can charge more for some Medicare-covered services. To date, studies have provided mixed results on whether closer affiliation improves efficiencies and leads to reduction in prices for health care services. ", "A study of integration between physician practices and hospitals that took place in California during the 1990s did not find evidence that such affiliations increased prices. There was evidence that such vertical integration may have reduced prices, though the findings were not precise nor statistically significant. Other studies have found differing effects, while a review of research on doctor-hospital affiliation found that such alignments were often designed to increase market power by reducing competition, and that the limited evidence on price impacts was mixed. The study noted that most of the arrangements studied thus far have involved coordination of services, but not clinical integration of the type envisioned in programs such as ACOs. ", "While the emerging incentives are different, given quality-based initiatives in the ACA and in a number of private insurance plans, some analysts express concerns that large organizations—such as ACOs built around a major regional hospital or large physician group—could gain more market share and negotiating leverage with insurers, which could lead to higher prices. Anecdotally, a growing number of news reports indicate that patients are facing higher charges for services when physicians provide services in hospital outpatient settings, partly due to differences in Medicare payment. Some analysts say pricing concerns can be mitigated with stronger antitrust oversight and have noted an increase in FTC and DOJ investigations of proposed mergers due to concerns about their impact on the competitive landscape. ", "At the same time, coordinated care delivery systems are in the nascent stage, and health care payments are still mainly based on volume of services rather than quality improvements. As Merritt Hawkins data indicate, many hospitals now hiring physicians or buying practices are basing physician compensation partly on productivity, which, combined with higher Medicare reimbursement for hospital-based services, could result in a higher number of physician services going forward. "], "subsections": []}, {"section_title": "Access", "paragraphs": ["According to some experts, the unfolding efforts at physician coordination could improve access to care, by increasing competition in health care markets and creating networks that provide additional services and access to specialists to underserved consumers, such as Medicaid patients.", "But lawmakers and analysts have expressed concerns that as more doctors work in larger practices, there could be a change in the traditional doctor-patient relationship and potentially fewer entry points into the health care system if physician offices, outpatient clinics, or other facilities in a local area close. Another open question, as government and private payers base more payments on quality improvement measures, is whether such patient-driven systems could perpetuate disparities in the health care system. For example, some experts have asked whether ACOs and other quality-based systems could have a disincentive to treat sicker, more expensive patients and be more selective in their choice of patients, though HHS has designed the ACOs to make such so-called cherry picking difficult. ", "Some lawmakers have suggested that consolidation could make it harder for rural areas to attract physicians. Rural areas have long had trouble recruiting doctors. But precisely because there are fewer physicians in rural areas, they may have more individual clout in negotiating with local hospitals during the current market evolution, some analysts say. ", "The issue of access also goes to the question of whether consumers will have as much freedom to see the doctor of their choice, or visit a specialist, in integrated health care systems where physicians work for insurers or hospitals. In other words, will ACOs and medical homes be managed differently than the managed care plans that created consumer unrest in the 1990s? Some analysts say it will be important to analyze required information on patients' access to primary and specialty physicians in the emerging health organizations.", "Access is also linked to the issue of physician supply, such as the potential for growth in concierge practices that accept fewer patients and the projected shortage of primary care doctors. In an effort to increase supply, and possibly reduce prices for certain services, state legislatures and Congress have debated initiatives to expand the scope of allowable care provided by nurse practitioners and physician assistants. "], "subsections": []}, {"section_title": "Coordinated Care/Quality", "paragraphs": ["New payment and delivery systems in Medicare and private plans are based on the theory that coordinated care can bring about increased quality, thereby reducing costs and allowing payers to enhance physician reimbursement. Some demonstration programs have shown potential for savings, though the scale is as yet unclear. A Congressional Budget Office analysis of past demonstration programs designed to reduce Medicare spending by implementing quality care initiatives concluded that a number cut hospitalizations and improved measures of patient care, but most did not meet their spending goals. The report also noted that physicians may have incentives to upcode, or increase the severity of an initial diagnosis, in order to show larger quality improvements. A 2012 analysis of a coordinated care pilot study at the University of Washington at St. Louis hospital found notable improvements in quality of care, as well as health savings.", "There may also be differences in the ability of smaller versus larger physician practices to experiment with new quality-based systems such as medical homes. Practices bear many of the up-front costs of creating new coordinated care services, while many savings may be dispersed through the broader health care system. ", "Another potential factor that could affect efforts to improve coordination of care is increased segmentation of physicians as a result of ongoing market changes. A 2012 report on the future of medical practices noted:", "These changes in the practice environment have given rise to a large segment of the physician community that no longer hospitalizes patients, but rather manages them exclusively in ambulatory settings (imaging, surgery, chemotherapy, etc.) ... In an increasing number of places, there are now two non-overlapping physician communities: physicians who never visit the hospital and physicians who never leave it, as is the case in most of Europe.", "Under many quality-based systems, primary care physicians are envisioned as the focal point for managing patient care. In some scenarios, coordinating physicians or medical groups can face financial penalties based on the quality of care by other providers whose actions they do not directly control. With the rise of hospitalists, emergency room physicians, and other hospital-based physicians with segmented roles, such coordination can be more challenging, according to some analysts. For example, many lower-income consumers use emergency rooms as their entree to care. The growing use of specialized emergency room doctors and other hospital-based physicians who make the decision to admit patients may mean that primary care physicians are not brought into the decision-making loop in an early fashion. Such issues could be addressed in structured care organizations, analysts say."], "subsections": [{"section_title": "Appendix. Physician Income and Practice Costs", "paragraphs": ["Although doctors are among the best-paid professionals in the country, they have less ability than some other white collar workers to determine prices for their services, which are largely set by the federal payment rates in the Medicare and Medicaid programs or via negotiations with insurers. ", "Physician income can be affected by factors including (1) specialty, (2) source of payment (public vs. private), and (3) productivity, in terms of the volume or range of services offered. General practitioners and pediatricians make less than specialists such as cardiologists and oncologists, for example. Annual survey data from the MGMA provide detailed information on median compensation for physicians in different medical specialties (see Table A-1 ).", "Some studies indicate that physician income has been declining in real terms in recent years. According to one analysis, inflation-adjusted physician fees declined by 25% from 1995 to 2006, a time period during which physicians also worked fewer hours. Income did not appear to decline as much as time worked, however, suggesting that some doctors may have found other ways to earn money, such as performing more tests in their offices, opening outpatient clinics, increasing intensity of services, or providing more expensive services. A second study found that average physician net income declined about 7% after inflation from 1995 to 2003, though there were differences among specialties. ", "The recession that began in December 2007 and ended in June 2009 may have had an impact on physician income. Physician visits by privately insured patients under age 65 declined by 17% from spring 2009 to the end of 2011. The decline in the share of people covered by private insurance during that period was smaller than the decline in visits.", "Physician practice operating costs have not been declining in concert with real compensation, according to the MGMA. That may not only make it more financially challenging for some small practices, it may also mean that practices that want to enter into new payment and coordinated care systems such as ACOs or medical homes may have more difficulty raising necessary capital unless they affiliate with other health providers.", "Federal Policies Affecting Compensation", "Most physicians accept patients insured through the federal Medicare program for the elderly and disabled. Determining the proper level of Medicare physician payments has been a challenge for lawmakers. In the Balanced Budget Act of 1997 (BBA97, P.L. 105-33 ), Congress created the Medicare Sustainable Growth Rate (SGR) formula, a system for making annual updates to the physician fee schedule. Since 2002, the SGR formula has resulted in spending above targets and mandated annual cuts in physician reimbursement. With the exception of 2002, when a 4.8% cut went into effect, Congress has voted to override the planned cuts. The ACA did not address the SGR issue, but includes financial incentives to increase some primary care, including a 10% bonus for Medicare primary care services from 2011 to 2016. The ACA also introduced new Medicare payment systems such as the Medicare Shared Savings Program, where doctors who are part of ACOs receive a part of any savings to Medicare from higher quality, more efficient care. ", "Solo and group physician practices face costs for acquiring and using electronic health record (EHR) technology to replace paper-based systems. The transition is being driven by Medicare and Medicaid incentive programs, authorized under the Health Information Technology for Economic and Clinical Health (HITECH) Act, which provide financial assistance to help offset the costs of the systems. In its 2010 final rule establishing the EHR incentive programs, CMS said average EHR implementation costs can be as much as $54,000 per physician, with subsequent annual maintenance costs as much as $20,600 per physician. Physicians who meet certain criteria can receive incentive payments under Medicare of up to $44,000 over five years—plus an additional 10% if practicing in a designated medically underserved area. The payments phase out over time and are replaced by financial penalties. Beginning in 2015, physicians who are not meaningful users of EHR technology will see a slight reduction in Medicare Part B reimbursement."], "subsections": []}]}]}]}}