{"id": "R42871", "title": "The Protection of Lawful Commerce in Arms Act: An Overview of Limiting Tort Liability of Gun Manufacturers", "released_date": "2012-12-20T00:00:00", "summary": ["The Protection of Lawful Commerce in Arms Act (PLCAA, P.L. 109-92) was passed in 2005. The PLCAA generally shields licensed manufacturers, dealers, and sellers of firearms or ammunition, as well as trade associations, from any civil action \"resulting from the criminal or unlawful misuse\" of a firearm or ammunition, but lists six exceptions where civil suits may be maintained. This act was introduced in response to litigation brought by municipalities and victims of shooting incidents against federally licensed firearms manufacturers and dealers, some of whom were located outside the state where the injuries occurred. Consequently, most lawsuits brought after the enactment of this law have been dismissed notwithstanding the exceptions that would permit a civil suit to proceed against a federal firearms licensee. This report provides an overview of the PLCAA and its exceptions, and discusses recent judicial developments."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview of the Protection of Lawful Commerce in Arms Act", "paragraphs": ["The Protection of Lawful Commerce in Arms Act (PLCAA) was passed in 2005. The act generally shields federally licensed manufacturers, dealers, and sellers of firearms or ammunition, as well as trade associations, from any civil action \"resulting from the criminal or unlawful misuse\" of a firearms or ammunition. The act lists six exceptions where civil suits may be maintained but otherwise requires that lawsuits, pending at the time of enactment, brought by shooting victims and municipalities \"be immediately dismissed by the court in which the action was brought or is currently pending.\" ", "The PLCAA was considered and passed at a time when victims of shooting incidents, as well as municipalities with high incidences of firearms-related crimes, brought civil suits seeking damages and injunctive relief against out-of-state manufacturers and sellers of firearms as one tactic to inhibit the flow of firearms into illegal markets. The statute's findings state that the lawsuits seeking to hold \"an entire industry for harm that is solely caused by others is an abuse of the legal system,\" and that the businesses targeted should not be liable for the harm caused by third parties who criminally or unlawfully misuse firearms products that function as designed and intended. Senator Larry E. Craig, sponsor of the legislation, said that the bill \"will put an end to politically-motivated lawsuits against the firearms industry,\" and added, \"[t]hese outrageous lawsuits attempting to hold law-abiding industry responsible for the acts of criminals are a threat to jobs and the economy, jeopardize the exercise of constitutionally-protected freedoms, undermine national security, and circumvent Congress and state legislatures.\" In contrast, opponents of the legislation, like Dennis Henigan of the Brady Legal Action Project, countered, \"The gun lobby is trying to radically change the rules, to make irresponsible gun dealers and the makers of defective guns the only business[es] in America exempt from longstanding principles of negligence, nuisance and product liability.\""], "subsections": []}, {"section_title": "Provisions of the PLCAA", "paragraphs": ["The main provision of the PLCAA provides: \"A qualified civil liability action may not be brought in any Federal or State court.\" Whether the PLCAA bars a civil suit depends on if the action brought is a \"qualified civil liability action,\" which is defined as: ", "a civil action or proceeding or an administrative proceeding brought by any person against a manufacturer or seller of a qualified product, or a trade association, for damages, punitive damages, injunctive or declaratory relief, abatement, restitution, fines, or penalties, or other relief, resulting from the criminal or unlawful misuse of a qualified product by the person or a third party.... ", "Although a qualified civil liability action, by its own definition, appears to bar administrative proceedings, it is unclear whether the statute actually does so because the main provision of the PLCAA prohibits civil suits from being brought in courts. Notably, administrative proceedings are not brought in courts although appeals of them may be. If the statute is meant to cover administrative proceedings, then the effect of its doing so is not clear. "], "subsections": [{"section_title": "Exceptions to the Prohibition on Civil Liability Action", "paragraphs": ["The PLCAA lists six types of lawsuits that do not qualify as a \"qualified civil liability action,\" and that therefore are not barred by the statute. Each of these exceptions is discussed below. ", "Under the first exception, a civil suit would not be prohibited against a transferor ( i.e. , a federal firearms licensee) if the transferor was convicted under 18 U.S.C. §924(h), which makes it unlawful for anyone to \"knowingly transfer[] a firearm, knowing that such firearm will be used to commit a crime of violence ... or a drug trafficking crime.\" Additionally, the transferee, or receiver, of the firearm needs to have been convicted for the civil action to be permitted, but the type of conviction necessary is unclear. The transferee's conviction cannot refer to §924(h) because this provision only applies to a transferor of a firearm. It may be the case that the conviction must be of a \"crime of violence\" or a \"drug trafficking crime,\" as defined by federal statute, as those are the crimes that the transferor must have had knowledge of in order to be convicted under §924(h). ", "The second exception specifically refers to actions against \"a seller,\" and the PLCAA's definition of \"seller\" may exclude some manufacturers from being included under this second exception, in which case they would continue to be immune from suits for negligent entrustment or negligence per se. ", "Under the PLCAA, a \"seller\" includes a \"dealer (as defined in section 921(a)(11) of title 18) ... who is engaged in the business as such a dealer and who is licensed to engage in the business\" under title 18. A \"dealer,\" under § 921(a)(11), includes a person who is \"engaged in the business of selling firearms at wholesale or retail,\" and thus could include a manufacturer because it likely sells its products at wholesale. However, under limited circumstances, federal regulation provides that a firearms manufacturer is not required \"to obtain a dealer's license in order to engage in the business on the licensed premises as a dealer of the same type of firearms authorized by the license to be imported or manufactured.\" If a manufacturer meets this condition, then it is not required to obtain a \"dealer's license,\" in which case it would likely be excluded from the definition of \"seller\" under the PLCAA. ", "Although the PLCAA defines \"negligent entrustment\" as \"the supplying of a qualified product by a seller for use by another person when the seller knows, or reasonably should know, the person to whom the product is supplied is likely to, and does, use the product in a manner involving unreasonable risk of physical injury to the person or others,\" a plaintiff's claim of negligent entrustment will be asserted under state law. For example, Washington state courts have held that a common law tort claim of negligent entrustment can be brought against both retail firearms dealers and manufacturers. However, even if a state has its own interpretation and permits a suit for negligent entrustment to proceed against a manufacturer, the federal definition of \"seller\" might preclude such a suit. This means that a manufacturer excepted from the federal requirement to obtain a \"dealer's license,\" as described above, would not qualify as a \"seller\" under PLCAA and therefore would continue to be immune from suits for negligent entrustment. Alternatively, a manufacturer who is licensed as a dealer under federal law would qualify as a \"seller\" and would be subject to suits for negligent entrustment. ", "Under the second exception, a \"seller\" may also be subject to an action for \"negligence per se,\" a term that the PLCAA does not define. This term generally means \"[n]egligence established as a matter of law, so that breach of the duty is not a jury question.\" In other words, a court could adopt the requirements of a legislative enactment or regulation as the standard of conduct for a reasonable person. If it does so, then the individual who violates the legislation or regulation is automatically deemed negligent and the jury is not asked to determine if such individual acted in a reasonable manner. Thus, whether a violation of a statute constitutes negligence per se is a question of state law. Accordingly, a plaintiff may proceed under the second exception of the PLCAA if he alleges that the seller violated a statute and that relevant statute provides that one may be held strictly liable for violating the particular statute or regulation. Conversely, if applicable state law allows the question of negligence to go to the jury even when the defendant has violated a statute or regulation—in other words, there is no negligence per se rule—then the second exception would not apply and such a suit would be barred by the PLCAA unless it qualified as an another listed exception. ", "This third exception to the PLCAA is known as the \"predicate exception,\" because it essentially requires the plaintiff to assert, as part of her claim, that the manufacturer or seller knowingly committed a violation of an underlying statute, i.e. , a \"predicate statute.\" A case that proceeds under the third exception has often turned on whether the predicate statute is \"applicable to the sale or marketing of the product.\" ", "The U.S. Court of Appeals for the Second Circuit (Second Circuit) in City of New York v. Beretta U.S.A. Corp. held that the PLCAA barred the action because the criminal nuisance law upon which the City relied \"does not fall within the contours of the Act's predicate exception.\" The City had alleged that the firearms suppliers violated the State of New York's criminal nuisance provision, which provides that one is guilty of such an offense if, by conduct that is \"either unlawful in itself or unreasonable under all circumstances, knowingly or recklessly creates or maintains a condition which endangers the safety or health of a considerable number of persons ... \" While the City acknowledged that the criminal nuisance statute was one of general applicability, it argued that the provisions could be applied to the sale or marketing and thus fell within the predicate exception. The firearms suppliers, on the other hand, argued that the predicate exception \"was intended to include statutes that specifically and expressly regulate the firearms industry.\" The Second Circuit, in determining the meaning of a law \"applicable to the sale or marketing of [firearms],\" agreed with neither the City nor the firearms suppliers. Rather, the court concluded that the predicate exception: (1) does not include the New York criminal nuisance law asserted by the plaintiffs; (2) does encompass statutes that expressly regulate firearms, or that have been declared by courts to apply to the sale and marketing of firearms; and (3) does cover statutes that do not expressly regulate firearms, but that clearly implicate the purchase and sale of firearms. ", "Similarly, the U.S. Court of Appeals for the Ninth Circuit (Ninth Circuit) in Ileto v. Glock rejected the plaintiffs' claim that California's public nuisance statutes can be predicate statutes that are encompassed under the PLCAA's third exception. The parties disputed whether the California tort statutes are \"applicable to the sale or marketing of [firearms],\" and each side advanced an interpretation of \"applicable\" similar to their counterparts in City of New York . The Ninth Circuit also found that the term \"'applicable' has a spectrum of meanings, including the two poles identified by the parties.\" The court in Ileto declared that the PLCAA preempted common law claims, like general tort theories of liability, even if such claims are codified by state law, as is the case in California. However, the Ninth Circuit did not go as far as the Second Circuit to outline the contours of the types of laws that might be acceptable as predicate statutes under the exception. Rather, it declined to \"express any view on the scope of the predicate exception with respect to any other statute.\" ", "Although the federal courts have rejected both criminal and public nuisance laws as statutes that would be encompassed by the predicate exception, it appears that only one state court reached the opposite conclusion. The State of Indiana court of appeals in Smith & Wesson Corp. v. City of Gary, Indiana rejected the manufacturers' argument that the term \"applicable\" is limited to those statutes that regulate the manner in which a firearm is sold or marketed, i.e. , \"statutes specifying when, where, how, and to whom a firearm may be sold or marketed.\" Rather, the court found that \"on the face of the [predicate exception's language], Indiana's public nuisance statute appears applicable to the sale or marketing of firearms.\" Furthermore, the court did not believe that the PLCAA requires an underlying violation of a statute applicable to the sale or marketing of firearms because \"unlawful conduct was not a requirement of a public nuisance claim.\" However, the appeals court recognized that even if the PLCAA were to require an underlying violation of a statute directly applicable to the sale of a firearm, the City already had alleged such violations in its complaint. Despite reaching the opposite conclusion, the Ninth Circuit in Ileto , remarked that that this case was of \"limited persuasive value,\" because the court's decision was based, in part, on the fact that the plaintiffs in City of Gary had alleged violations of the state's statutory firearms regulations, which did not occur in the Ninth Circuit case. ", "As indicated by these cases, plaintiffs who have brought challenges under the predicate exception generally have not been successful. Yet, the New York State appellate division in Williams v. Beemiller, Inc. , allowed a civil suit against a manufacturer, distributor, and dealer to proceed under the predicate exception. The complaint listed several causes of action, including that the defendants had intentionally violated federal, state, and local legislative enactments by permitting straw purchases to occur, i.e. , the sale of firearms to an individual who purchased firearms on behalf of another whom the dealer knew or had reasonable cause to believe was ineligible to purchase weapons. The court held that the claims were not barred by the PLCAA because the plaintiffs had sufficiently alleged facts to support a finding that the defendants knowingly violated the Gun Control Act, which makes it unlawful for any licensee to knowingly make any false entry in, or fail to properly maintain, any record that he is legally required to keep. Unlike the rejected nuisance laws, the court, by allowing the suit to proceed, acknowledged that provisions of the Gun Control Act are \"applicable to firearms\" sales and therefore could be used as predicate statutes for the predicate exception. Although the plaintiffs overcame this procedural hurdle, they must still demonstrate that the defendant knowingly violated the federal statute and that violation of the statute was the \"proximate cause\" of their injuries. If the plaintiffs prevail in the Williams case, the door to civil litigation against licensed firearms suppliers might be once again slightly opened, as others could take similar action based on the same grounds.", "The fourth and fifth exceptions appear to be straightforward in that they permit breach of contract or warranty actions against a seller as well as tort actions for injuries incurred as a result of a design defect or manufacturing defect. Notably, there is an exception to the fifth exception. The exception appears to preclude a suit \"where the discharge of the product was caused by a volitional act that constituted a criminal offense\" because that act would be considered \"the sole proximate cause of any resulting death, personal injuries, or property damage.\" For example, if a criminal fired a gun without aiming at his victim, but the bullet hit the victim as a result of a manufacturing or design defect, then the injured person would be statutorily barred from a suit against the manufacturer. However, if a criminal used a gun while committing an offense and the gun fired spontaneously without his pulling the trigger, different questions may be raised. Would committing the offense constitute a \"volitional act\" that would immunize the manufacturer from suit? Additionally, does the phrase \"constituted a criminal offense\" mean that the criminal had to have been convicted by proof beyond a reasonable doubt as required in criminal prosecution, or merely that the plaintiff would have to prove, by a preponderance of the evidence (the standard for civil suits), that the defendant's volitional act constituted a criminal offense? If the latter, would the plaintiff be permitted to prove in a civil suit that the criminal's volitional act constituted a criminal offense even if the criminal had been previously acquitted for that offense? ", "The last exception to the PLCAA is also straightforward. The act does not prevent the Attorney General from enforcing the relevant Gun Control Act or National Firearms Act against federal firearms licensees through the administrative or civil proceedings provided for in those statutes."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Many civil lawsuits against federal firearms licensees have been dismissed since the enactment of the PLCAA. It may be the case that entities or individuals have been deterred from bringing suit due to the federal provision or from other plaintiffs' lack of success under the statutory exceptions. In the past year, however, at least one court has permitted a lawsuit to proceed under the predicate exception, finding that provisions of the Gun Control Act are \"applicable to the sale or marketing of guns,\" and therefore may be used as the underlying predicate statute to assert a state tort law claim against a federal firearms licensee. Yet, whether the plaintiffs are able to prove their claims will likely depend on their success in the discovery process, in which case they may face other procedural obstacles to obtaining information. "], "subsections": []}]}}