{"id": "R42817", "title": "Government Transparency and Secrecy: An Examination of Meaning and Its Use in the Executive Branch", "released_date": "2012-11-14T00:00:00", "summary": ["From the beginnings of the American federal government, Congress has required executive branch agencies to release or otherwise make available government information and records. Some scholars and statesmen, including James Madison, thought access to information—commonly referred to in contemporary vernacular as \"transparency\"—was an essential cornerstone of democratic governance. Today, the federal government attempts to balance access to information with the need to protect certain information (including national security information and trade secrets) in order to achieve transparency. As a consequence, access and protection are often in tension with one another.", "Congress has the authority to determine what information can and should be publicly available as well as what should be protected. Congressional powers that may be used to address federal transparency include the powers to legislate, hold hearings, issue subpoenas, and control the federal budget. Statutes that grant access to government information include the Federal Register Act, the Administrative Procedure Act (APA), and the Freedom of Information Act (FOIA). Among the laws enacted to protect information are the Privacy Act and FOIA. Agencies also use security classifications, which are governed largely by executive orders, to protect certain records from public release. Records may be protected for national security purposes, personal privacy concerns, or other reasons.", "The Obama Administration has undertaken its own transparency initiative, known as the Open Government Initiative, to make executive branch agencies more transparent, publicly accessible, and collaborative than they have historically been. Watchdog organizations have offered mixed reviews of the initiative's ability to promote and institute government transparency.", "Transparency may be defined as the disclosure of government information and its use by the public. Transparency, under this definition, requires a public that can access, understand, and use the information it receives from the federal government. This report first assesses the meaning of transparency and discusses its scholarly and practical definitions. It also provides an analysis of the concept of transparency, with a focus on federal government transparency in the executive branch.", "This report subsequently examines the statutes, initiatives, requirements, and other actions that make information more available to the public or protect it from public release. It also examines transparency and secrecy from the standpoint of how the public accesses government information, and whether the release of government data and information may make operation of the federal government more or, counter-intuitively, less transparent. Finally, this report analyzes whether existing transparency initiatives are effective in reaching their stated goals."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["From the inception of the American federal government, Congress has required executive branch agencies to make certain information and records publicly available to make the actions and information of the government transparent to the public. Some scholars and statesmen, including James Madison, described information access as an essential cornerstone of democratic governance. In an August 4, 1822, letter to William T. Barry, Madison wrote,", "A popular Government without popular information, or the means of acquiring it, is but a Prologue to a Farce or a Tragedy; or perhaps both. Knowledge will forever govern ignorance: And a people who mean to be their own Governors, must arm themselves with the power which knowledge gives.", "At the same time, Congress has protected other information from public release. Access to government actions and information is often in tension with information protection. Certain government actions and records are protected from public release for, among other reasons, national security and personal privacy reasons.", "President George Washington, in a March 1796 speech in the House of Representatives, for example, refused to provide the House with a copy of the instructions to the Minister of the United States in the Treaty with the King of Great Britain, sending the chamber a message that read as follows:", "[t]he nature of foreign negotiations requires caution; and their success might often depend on secrecy; and even, when brought to a conclusion, a full disclosure of all the measures, demands, or eventual concessions which may have been proposed or contemplated would be extremely impolitic: for this might have a pernicious influence on future negotiations; or produce immediate inconveniences, perhaps danger and mischief, in relation to other Powers.", "Among the congressional powers available to enforce federal transparency and to protect certain other materials from public release are the powers to legislate, hold hearings, issue subpoenas, and control the federal budget. Congress has, from time to time, used its legislative powers to create and amend laws that affect the public's access to government operations and records. Among these laws are the Federal Register Act, the Administrative Procedure Act (APA), the Freedom of Information Act (FOIA), the Federal Advisory Committee Act (FACA), the Government In the Sunshine Act, and the Privacy Act.", "Although there are laws that affect access to government information, there is no single definition for what constitutes transparency—nor is there an agreed upon way to measure it. Social scientists and practitioners have offered a variety of definitions for transparency; among them are \"active disclosure\" and \"the publicizing of incumbent policy choices.\" These two definitions convey that transparency is linked to the release of information to an interested public. Transparency , however, may be defined as not only the disclosure of government information, but the access, comprehension, and use of it by the public. Scholars and private organizations have attempted to measure transparency by surveying citizens and journalists on their perceptions of government openness as well as by examining executive branch implementation of FOIA. These measures have sometimes relied on public perceptions of transparency or journalists' accounts of information access. Each definition and measurement of transparency has strengths and weaknesses.", "Attempts to make the executive branch more transparent require Congress, the public, and the executive branch itself to ensure that appropriate information is released and that the information can be used and analyzed. Users of such released information, therefore, must have the time and the tools to interpret and understand the data in order to hold government accountable.", "Congress plays an active role in defining the balance between transparency and secrecy in American democratic society. While openness in government is considered essential to democratic operations and deliberations, secrecy can protect Americans from security threats, privacy invasion, and economic harm. As agencies increasingly use new technologies to collect, maintain, and release federal records and data, Congress may have an interest in ensuring that the public has the ability to find and use the data properly. Additionally, Congress may choose to determine whether agencies are inappropriately withholding documents or improperly releasing sensitive materials.", "Accordingly, this report assesses scholarly and practical definitions of transparency and provides an analysis of the concept of transparency, with a focus on transparency in the executive branch of the federal government. It also examines how the release of large amounts of public data may make the operations of government more or, counter-intuitively, less transparent. Releasing vast amounts of raw data, for example, could make it difficult for the public to find the information they seek or to understand how to analyze data they find.", "This report examines statutes, initiatives, and other items that seek to make information more available to the public as well as those that seek to protect certain information from release to the public. This report examines transparency and secrecy from the standpoint of how the public historically has and can currently access government information. It also explores the statutes and policies in place to ensure the protection of certain information from public release. The report then describes existing powers, authorities, and initiatives that promote transparency or protect federal records from public release. Finally, this report analyzes whether existing transparency initiatives are effective in reaching their stated goals."], "subsections": []}, {"section_title": "What Is Transparency?", "paragraphs": ["As already noted, there is no single definition of what constitutes transparency or method for measuring it. For the purposes of this report, transparency comprises not only the disclosure of government information, but also the access, comprehension, and use of this information by the public. Transparency, as such, requires a public that can acquire, understand, and use the information that it receives from the federal government. This concept of transparency, however, is not the only possible designation of the term."], "subsections": [{"section_title": "Definitions", "paragraphs": ["Richard W. Oliver, in his book What is Transparency? wrote that transparency has come to mean \"active disclosure.\" Other scholars have defined government transparency as \"the publicizing of incumbent policy choices,\" and \"the availability and increased flow to the public of timely, comprehensive, relevant, high-quality and reliable information concerning government activities.\" ", "In addition to scholarly definitions of transparency, private organizations that serve as government watchdog groups have put forth their own meanings. Transparency International, a global civil society organization that seeks to fight government corruption, defines transparency as \"a principle that allows those affected by administrative decisions, business transactions or charitable work to know not only the basic facts and figures but also the mechanisms and processes.\" The organization goes on to state that \"[i]t is the duty of civil servants, managers and trustees to act visibly, predictably and understandably.\"", "The Sunlight Foundation, a nonprofit organization \"committed to improving access to government information by making it available online,\" does not offer a particular definition of transparency. Instead, the foundation delineates 10 principles of government openness that provide access to data. These principles are \"completeness, primacy, timeliness, ease of physical and electronic access, machine readability, non-discrimination, use of commonly owned standards, licensing, permanence and usage costs.\""], "subsections": []}, {"section_title": "Measures", "paragraphs": ["A number of different approaches have been used to attempt to measure or quantify transparency or its effects. Some scholars and government practitioners may argue that defining transparency is difficult, but they understand it in practice. Transparency International, for example, surveys a variety of people and institutions on their perceptions of transparency in selected nations to create a \"Corruption Perceptions Index.\" The index supposes that perceptions of corruption serve as a proxy for transparency in government. Though the two may be related, it is unclear whether corruption or perceptions of corruption provide a reliable measure of a particular government's efforts to be transparent.", "Global Integrity, an independent, non-profit organization that tracks \"governance and corruption trends around the world,\" uses journalists' reports and structured surveys to create its Global Integrity report, which measures \"governance and corruption.\" Like the Corruption Perceptions Index mentioned above, however, this measure might capture only perceptions of openness and perceptions of corruption, without capturing a nation's efforts to be transparent, or reach acceptable levels of transparency.", "Scholar Justin Fox, who studied levels of transparency within the United States, took the approach of examining the integration of FOIA's principles into the operations of executive branch agencies. He examined whether FOIA was incorporated into each agency's performance plan, how much agencies spent on implementing FOIA, and whether the agency established performance measures for implementation of FOIA. Mr. Fox's research captured how agencies respond to information requests, but did not address proactive transparency—a practice in which agencies release records, datasets, or other information without it having to be requested from someone outside the agency. Proactive, sometimes called pre-emptive, transparency would eliminate the need that information be requested because the information would already be publicly available. A person who submits a FOIA request, however, may need knowledge and skills unique to that request. For example, the requester must know that a document exists in order to request it. The requester must also know how to properly draft a FOIA request and to where they should address the request. Requesters also must understand limitations on certain information requests, including the possible denial of a request based on the government's claims that the release of a record or portion of a record could endanger national security, invade an individual's privacy, or cause harm to the economy. Mr. Fox's measure of transparency assumes FOIA requesters already know what records are available as well as how to use those records if they are released. His study, therefore, may not measure U.S. transparency, and instead may measure how effective the public is in using FOIA—a single tool of federal transparency.", "Scholar Archun Fung examines \"transparency systems,\" or \"government mandates that require corporations or other organizations to provide the public with factual information about their products and practices.\" The effectiveness of these systems, Mr. Fung argues, can be measured, in part, by how accessible and useful information is to the audience who receives it. ", "No matter how accurate or relevant new information is, it cannot provide a foundation for a successful transparency system unless it is made available at a time, place, and in a format that fits in with the way consumers, investors, employees, and home buyers make choices as information users and the way corporations, government agencies, and other organizations make decisions as information disclosers.", "For Mr. Fung, therefore, transparency can only be effective \"when transparency systems provide highly relevant and accessible information that users incorporate into the considerations that determine their actions.\" This is one of few considerations of transparency that require the public to both access and use information. ", "In a January 2012 New York Times news analysis, journalist Elizabeth Rosenthal reinforced this idea, arguing that disclosure of information was not the same as transparency. ", "One fundamental problem is that disclosure requirements merely get information onto the table, but themselves demand no further action. According to political theory, disclosure is both a citizen's right and a tool to ensure good government and consumer protection, because it provides information that leads to informed decisions. Instead, disclosure has often become an endpoint in the chain of responsibility, an act of compliance with the letter of the law rather than the spirit of transparency."], "subsections": []}]}, {"section_title": "Transparency and Secrecy", "paragraphs": ["An accessible and transparent government is one goal of a functioning democracy, but access to government information may not always be warranted or safe. Certain records may need to be kept secret by the federal government to protect national security, personal privacy, or economic security. Oftentimes, transparency and secrecy—both of which are inherent values of the American republic—are in tension with one another.", "For example, James Madison, one of the Founding Fathers and a primary contributor to the American Constitution, wrote in the Federalist Papers about the need for government that could be controlled by the people.", "If men were angels, no government would be necessary. If angels were to govern men, neither external nor internal controls on government would be necessary. In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place oblige it to control itself. A dependence on the people is, no doubt, the primary control on the government; but experience has taught mankind the necessity of auxiliary options.", "Madison argued that government needed to be controlled, and the people were the most powerful tool to do so. Control over the government would come in the form of an informed citizenry. ", "Like Mr. Madison, Thomas Jefferson noted the importance of a vigilant citizenry in a January 16, 1787, letter to Edward Carrington. ", "We have the greatest opportunity the world has ever seen, as long as we remain honest—which will be as long as we can keep the attention of our people alive. If they once become inattentive to public affairs, you and I, and Congress and Assemblies, judges and governors would all become wolves.", "Although access to executive branch information has been of interest to America's leaders from the Founding Fathers to the present day, certain records may require protection from public release. The meetings in Philadelphia at which the Founding Fathers drafted the Constitution, for example, were held in secret. In T he Federalist Papers , John Jay wrote of times when secrecy can convince participants in a negotiation to be more open and frank in their discussion. ", "It seldom happens in the negotiation of treaties of whatever nature, but that perfect secrecy and immediate dispatch are sometimes requisite. There are cases where the most useful intelligence may be obtained, if the persons possessing it can be relieved from apprehensions of discovery.", "In 2007, then-U.S. Comptroller General David M. Walker, for example, called transparency a \"key to our nation's governing processes.\" On January 21, 2009—his first full day in office—President Obama issued an executive order that said he would commit his Administration to \"an unprecedented level of openness\" and to the establishment of \"a system of transparency, public participation, and collaboration.\" Private watchdog organizations have had mixed reviews of this initiative.", "The tension between access and secrecy was typified after the public release of diplomatic cables to the Wikileaks.org website. Diplomats who fear the information they write in such cables may be released to the public may be \"more cautious\" about the contents. Such caution could lead to less candid transfers of information between government officials. Secretary of State Hillary R. Clinton called the Wikileaks.org release \"not just an attack on America's foreign policy interests. It is an attack on the international community—the alliances and partnerships, the conversations and negotiations, that safeguard global security and advance economic prosperity.\" The Wikileaks.org release may have made foreign diplomacy more visible in this case. The release of documents may or and may not affect how foreign officials communicate with American officials. In the future, however, diplomatic negotiations may be pushed further from public access because of the leak. Diplomats may also struggle to conduct more candid conversations with world leaders who are concerned that their conversations may be released to the public. Then-Secretary of Defense Robert M. Gates, however, reportedly said that the leak would not greatly affect American diplomacy. At a November 30, 2010, press conference, Mr. Gates is reported as saying the following:", "Now, I've heard the impact of these releases on our foreign policy described as a meltdown, as a game-changer, and so on. I think those descriptions are fairly significantly overwrought. The fact is, governments deal with the United States because it's in their interest, not because they like us, not because they trust us, and not because they believe we can keep secrets. Many governments—some governments deal with us because they fear us, some because they respect us, most because they need us. We are still essentially, as has been said before, the indispensable nation.", "The federal government may claim, for example, that the release of certain information will endanger national security, violate the privacy of an individual, or affect an ongoing criminal investigation. Mr. Madison, in Federalist 10 , had foreseen the need for certain records protections, writing that \"[d]emocracies have been found incompatible with personal security or the rights of property; and have in general been as short in their lives as they have been violent in their death.\" The American republic, therefore, has to balance access to government information with protection of personal and national security interests. ", "Max Weber, a sociologist who studied bureaucracy in the late 1800s and early 1900s, wrote extensively on public administration—with some focus on the role of public employees' expertise. According to Weber, keeping employees' expertise within the bureaucracy (as opposed to sharing expertise with outside government officials or the public) gives an agency greater autonomy and control of its mission. Federal employees may withhold information to ensure that their agency maintains control and can avoid outside, sometimes political, influence. Mr. Weber, for example, wrote the following:", "Bureaucratic administration always tends to exclude the public, to hide its knowledge and action from criticism as well as it can.… In facing a parliament, the bureaucracy fights, out of a sure power instinct, every one of that institution's attempts to gain through its own means … expert knowledge from the interested parties. Bureaucracy naturally prefers a poorly informed, and hence powerless, parliament—at least insofar as this ignorance is compatible with the bureaucracy's own interests.… The absolute monarch too, is powerless in the face of the superior knowledge of the bureaucratic expert—in a certain sense more so than any other political head.", "Throughout American history, public access to information has ebbed and flowed. Sometimes that access has been based on the legal interpretations of individual presidential administrations. Other times, historical context modified how the federal government maintained, protected, and released records. For instance, one scholar argued that the importance of federal government transparency grew after World War II because of unprecedented growth in the size of the bureaucracy and the emergence of the Cold War, which created a \"highly secretive national security complex.\" ", "Today, technology affects how the public interacts with the federal government as well as what information people expect from it. Increasing ubiquity of the Internet and the rise of e-government have given the public 24-hour access to certain government information and changed some public perceptions and expectations about government operations. Some scholars have found that e-government has increased the public's trust in government by increasing access to and dissemination of records and information."], "subsections": []}, {"section_title": "Congressional and Other Powers and Authorities Related to Transparency", "paragraphs": ["The Constitution imbues Congress with an array of formal powers—for example, lawmaking and impeachment—to hold the President and the Administration accountable for their actions or inactions. Congress also has the power of the purse, which gives it the power to supply or withhold appropriations to initiatives that would affect access to government information.", "In addition to explicit constitutional powers, implicit congressional responsibilities and powers may be found in the Constitution. Oversight, for example, is an implicit constitutional power and obligation of Congress. According to historian Arthur Schlesinger Jr., \"it was not considered necessary to make an explicit grant of such [oversight] authority. The power to make laws implied the power to see whether they were faithfully executed.\" Congress, therefore, can hold hearings at which representatives from executive branch agencies describe and defend their information access practices.", "Constitutional oversight and statutes are not the only mechanisms that have shaped executive branch transparency. Executive branch orders and initiatives as well as case law also have affected access to federal operations and records. Although not an exhaustive examination of the universe of authorities that affect access to government information, this report reviews and analyzes significant government actions—including statutes, executive branch memoranda and initiatives, and procurement policies—that scholars and practitioners commonly cite as providing a foundation for public access to executive branch operations and records.", "The statutes and initiatives are presented in three broad categories, and are not presented in chronological order. Each category builds on some of the ideas introduced in the one before it. The first category introduces statutes that provide the public presumed access to certain executive branch records and meetings. The second category includes authorities that provide the public access to and participation in certain parts of the regulatory process. The third category includes authorities or initiatives in which transparency may not be the primary focus, but a component or byproduct of is effects. "], "subsections": [{"section_title": "Records, Meeting Access, and Transparency", "paragraphs": ["The Freedom of Information Act (1966) The Federal Advisory Committee Act (1972) The Privacy Act (1974) The Government In Sunshine Act (1976)"], "subsections": []}, {"section_title": "Federal Rulemaking", "paragraphs": ["The Federal Register Act (1935) The Administrative Procedure Act (1946) The Regulatory Flexibility Act (1980) The Paperwork Reduction Acts (1980, 1986, and 1995) The National Environmental Policy Act (1969) Unfunded Mandates Reform Act (1995) The Negotiated Rulemaking Act (1990) The E-Government Act (2002) Executive Order 12866 (1993) and Executive Order 13563 (2011)"], "subsections": []}, {"section_title": "Investigations and Oversight", "paragraphs": ["The Inspector General Act (1978) The Chief Financial Officers Act (1990) The Government Performance and Results Act (1993) The American Recovery and Reinvestment Act (2009)"], "subsections": []}, {"section_title": "Records Access, Meeting Access, and Transparency", "paragraphs": ["The federal government maintains a multitude of records in a variety of formats. These records range from maps used to stage Revolutionary War battles to electronic health care records for military veterans. Members of the public can request access to certain records, while other records may be protected from public release because their publication could cause financial turmoil, violate an individual's privacy, or lead to a breach of national security. In addition to records access laws, Congress enacted the Federal Advisory Committee Act, which governs openness and participation of advisory bodies to the federal government as well as the Privacy Act to protect individual privacy. This section of the report examines these information protection laws and initiatives."], "subsections": [{"section_title": "The Freedom of Information Act (1966)", "paragraphs": ["Enacted in 1966 after 11 years of investigation and legislative development in the House—and nearly six years of such consideration in the Senate—the Freedom of Information Act (FOIA) replaced the public information section of the Administrative Procedure Act. FOIA was designed to enable any person to request, without explanation or justification, access to existing, identifiable, and unpublished executive branch agency records. ", "FOIA exempts nine categories of records from the statute's rule of disclosure:", "1. Information properly classified for national defense or foreign policy purposes as secret under criteria established by an executive order; 2. Information relating solely to agency internal personnel rules and practices; 3. Data specifically excepted from disclosure by a statute which either requires that matters be withheld in a non-discretionary manner or which establishes particular criteria for withholding or refers to particular types of matters to be withheld; 4. Trade secrets and commercial or financial information obtained from a person that is privileged or confidential; 5. Inter- or intra-agency memoranda or letters that would not be available by law except to an agency in litigation; 6. Personnel, medical, or similar files the disclosure of which would constitute an unwarranted invasion of personal privacy; 7. Certain kinds of investigatory records compiled for law enforcement purposes; 8. Certain information relating to the regulation of financial institutions; and 9. Geological and geophysical information and data.", "Some of these exemptions, such as the one concerning trade secrets and commercial or financial information, have been litigated and undergone considerable judicial interpretation. Pursuant to FOIA, disputes over the accessibility of requested records may be settled ultimately in court.", "FOIA is a widely used tool of inquiry and information gathering for various sectors of American society. Individuals or organizations must make a formal, written FOIA request for specific records from an agency. Agency information management professionals are then responsible for efficiently and economically responding to FOIA requests. Agencies may negotiate with a requester to narrow a request's scope, or the agency may explain and justify why certain records cannot be supplied.", "FOIA has been refined with direct amendments in 1974, 1976, 1986, 1996, 2007, and 2010. In addition to statutory modifications, each presidential administration has applied FOIA differently. As recent examples, the George W. Bush Administration supported \"full and deliberate consideration of the institutional, commercial, and personal privacy interests\" that surround any requests, while the Administration of Barack Obama encourages agencies \"to adopt a presumption in favor of disclosure.\"", "On December 8, 2009, President Obama released his Open Government Directive—a memorandum describing how agencies were to implement the open government and transparency values he discussed in a January 2009 memorandum. The directive restated the Administration's commitment to the \"principle that openness is the Federal Government's default position for FOIA issues.\" The directive also encouraged agencies to release data and information \"online in an open format that can be retrieved, downloaded, indexed, and searched by commonly used applications.\" The information, according to the directive, should be placed online even prior to a FOIA request, to preempt the need for such requests. Finally, pursuant to the memorandum, agencies are required to put their annual FOIA report on their agency's Open Government website in an open format. Agencies with a backlog of FOIA requests are also required to reduce the number of outstanding requests by 10% per year. The directive does not state how the Administration will address agencies that do not comply with its requirements."], "subsections": []}, {"section_title": "Federal Advisory Committee Act55 (1972)", "paragraphs": ["Prompted by the belief of many citizens and Members of Congress that existing executive branch advisory bodies were duplicative, inefficient, and lacked adequate oversight, Congress enacted the Federal Advisory Committee Act in 1972 (FACA; 5 U.S.C. Appendix—Federal Advisory Committee Act; 86 Stat.770, as amended). FACA mandated certain structural and operational requirements for many federal advisory committees, including formal reporting and oversight procedures.", "Pursuant to statute, the General Services Administration (GSA) maintains and administers management guidelines for federal advisory committees. FACA requires that advice provided by these committees be objective and accessible to the public. All FACA committee meetings are presumptively open to the public, with certain specified exceptions. Adequate notice of meetings must be published in advance in the Federal Register . Subject to the exemptions set forth in FOIA, all papers, records, and minutes of meetings must be made available for public inspection. Advisory committee membership must be \"fairly balanced in terms of the points of view represented and the functions to be performed,\" and committees should \"not be inappropriately influenced by the appointing authority or by any special interest.\""], "subsections": []}, {"section_title": "Privacy Act (1974)", "paragraphs": ["The Privacy Act (5 U.S.C. §552a), enacted in 1974, is the principal law governing the federal government's information privacy program and the collection, use, and dissemination of a \"record \" about an \"individual \" maintained by federal agencies in a \"system of records. \" Records protected by the Privacy Act must be retrieved by either an individual's name or individual identifier. The Privacy Act also applies to systems of records created by government contractors. The Privacy Act does not apply to private databases.", "The Privacy Act prohibits the disclosure of any record maintained in a system of records without the written consent of the record subject, unless the disclosure falls within one of 12 statutory exceptions. The act allows most individuals to seek access to records about themselves, and requires that personal information in agency files be accurate, complete, relevant, and timely. The subject of a record may challenge the accuracy of information. ", "The Privacy Act requires that when agencies establish or modify a system of records, they publish a \"system-of-records notice\" in the Federal Register . Each agency that maintains a system of records is required to \"establish appropriate administrative, technical, and physical safeguards to insure the security and confidentiality of records and to protect against any anticipated threats or hazards to their security or integrity which could result in substantial harm, embarrassment, inconvenience, or unfairness to any individual.\"", "The Privacy Act provides legal remedies that permit an individual to seek enforcement of the rights granted under the act. The individual may bring a civil suit against the agency whenever an agency fails to comply with the act \"in such a way as to have an adverse effect on an individual. \" The court may order the agency to amend the individual's record, enjoin the agency from withholding the individual's records, and may award monetary damages of $1,000 or more to the individual for intentional or willful violations. Courts may also assess attorneys fees and costs. The act also contains criminal penalties; federal employees who fail to comply with the act's provisions may be subjected to criminal penalties.", "The Office of Management and Budget (OMB) is required to prescribe guidelines and regulations for the use by agencies in implementing the act, and provide assistance to and oversight of the implementation of the act. "], "subsections": []}, {"section_title": "Government in the Sunshine Act (1976)", "paragraphs": ["Enacted in 1976, the Government in the Sunshine Act (5 U.S.C. §552b) presumptively opens the policymaking deliberations of collegially headed federal agencies—such as boards, commissions, or councils—to public scrutiny. Pursuant to the statute, agencies are required to publish advance notice of impending meetings and make those meetings publicly accessible. The act includes 10 conditions under which agency meetings would be exempted from the act. These exemptions allow agencies to close meetings when an agency properly determines that such a portion or portions of its meeting or the disclosure of such information is likely to", "1. disclose matters that are specifically authorized by an executive order to be kept secret in the interests of national defense or foreign policy and are properly classified pursuant to such an executive order; 2. relate solely to the internal personnel rules and practices of an agency; 3. disclose matters specifically exempted from disclosure by statute (other than FOIA), provided that such statute leaves no discretion on the issue, establishes particular criteria for withholding, or refers to particular types of matters to be withheld; 4. disclose trade secrets and commercial or financial information obtained from a person; 5. involve accusing any person of a crime, or the formal censuring any person; 6. disclose information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy; 7. disclose investigatory records compiled for law enforcement purposes, or information which, if written, would be contained in such records; 8. disclose information contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of an agency responsible for the regulation or supervision of financial institutions; 9. disclose information which, if prematurely disclosed, would in the case of an agency which regulates currencies, securities, commodities, or financial institutions, be likely to lead to significant financial speculation in currencies, securities, or commodities, or significantly endanger the stability of any financial institution; or in the case of any agency, be likely to significantly frustrate implementation of a proposed agency action; or 10. specifically concern the agency's issuance of a subpoena, or the agency's participation in a civil action or proceeding, an action in a foreign court or international tribunal, or an arbitration, or the initiation, conduct, or disposition by the agency of a particular case of formal agency adjudication. ", "Disputes over proper public notice of such meetings or the propriety of closing a deliberation may be pursued in federal court."], "subsections": []}]}, {"section_title": "Federal Rulemaking and Transparency71", "paragraphs": ["Rulemaking is one of the ways in which the federal government implements public policy. When Congress passes a statute to accomplish a legislative goal, the statute may contain some delegation of authority to federal agencies that allows or requires them to issue regulations to implement the law. Congress delegates rulemaking authority to agencies for a variety of reasons. Rulemakers often have information or knowledge that adds to or complements that of Congress, and delegation of rulemaking authority to agencies may intentionally or unintentionally remove certain elements of legislation from congressional debate. ", "Critics of the delegation of rulemaking authority have pointed to the fact that the individuals who write rules cannot be held accountable to the public in the same way as Members of Congress, who are electorally accountable. This concern has led to calls for greater transparency in the rulemaking process, as well as greater participation among interested or affected parties. Many developments in the rulemaking process, beginning with the passage of the Federal Register Act, have addressed this desire to increase the transparency of and public participation in the rulemaking process. "], "subsections": [{"section_title": "The Federal Register Act73 (1935)", "paragraphs": ["The Federal Register Act was originally enacted in 1935 to establish accountability and publication arrangements for presidential proclamations, executive orders, and federal agency rules and regulations. Prior to the enactment of the Federal Register Act, the public was sometimes unaware of or misunderstood existing federal regulations. In one instance, a lawsuit against a regulation made it all the way to the Supreme Court before it was discovered that the regulation in dispute did not exist.", "In many respects, the Federal Register Act of 1935 was a response to the increasing number of regulations and related administrative actions of the New Deal era under President Franklin D. Roosevelt. The expansion of the federal government during World War I resulted in the presidential and agency issuance of a growing quantity of administrative requirements. Brief experience with a gazette— The Official Bulletin —had been beneficial, but was of temporary, wartime duration. Its disappearance led to one contemporary observer characterizing the situation in 1920 as one of \"confusion,\" and another describing the deteriorating conditions in 1934 as \"chaos.\" ", "The congressional response was to mandate the Federal Register , \"the official daily publication for rules, proposed rules, and notices of Federal agencies and organizations, as well as executive orders and other presidential documents.\" Produced in a magazine format, the Federal Register is now published each business day by the Office of the Federal Register of the National Archives and Records Administration (NARA).", "Two years after enacting the Federal Register Act, Congress amended it and inaugurated the Code of Federal Regulations, a supplement to the Federal Registe r . This aggregation of the instruments and authorities appearing in the gazette contains almost all operative agency regulations and is updated annually. ", "Later, the general statutory authority underlying the Federal Register was relied upon for the creation of a series of other publications—the United States Government Manual, which has been available for public purchase since 1939; the Public Papers of the Presidents, which were first published in 1960; and the Weekly Compilation of Presidential Documents, which was first issued in the summer of 1965.", "In July 2010, NARA, in conjunction with the Government Printing Office (GPO), launched Federal Register 2.0, an online, interactive presentation of the Federal Register . The website divides the publication's content into subject areas—including science and technology, money, health, and public welfare. The most viewed Federal Register documents are available in a \"What's Hot?\" section of the site. The site also includes written blog posts and short videos from federal officials and President Obama that discuss the Federal Register itself, the Federal Register 2.0 website, and particular regulations. Federal Register 2.0 is not an \"official legal edition\" of the Federal Register , and instead uses graphic renditions of the official documents (published in hard copy or available electronically at http://www.gpo.gov/fdsys/browse/collection.action?collectionCode=FR )."], "subsections": []}, {"section_title": "Administrative Procedure Act84 (1946)", "paragraphs": ["The Administrative Procedure Act (APA; 60 Stat. 237; 5 U.S.C. §551 et seq.), enacted in 1946, is considered the seminal federal administrative legislation of the modern era. The major contribution of the act was to establish—for the first time—minimum procedural requirements for certain types of agency decision making processes. Its general purposes were to", "1. require agencies to keep the public informed of agency organization, procedures, and rules; 2. provide for public participation in the rulemaking process; 3. prescribe uniform standards for the conduct of formal rulemaking and adjudicatory proceedings (i.e., proceedings required by statute to be made on the record after opportunity for agency hearing); and 4. restate that the law provides for judicial review of agency action.", "In general, the term agency refers to any authority of the government of the United States, whether or not it is within, or subject to review by, another agency. Congress, the courts, and the governments of territories, possessions, and the District of Columbia are excluded.", "The act imposes on agencies certain requirements for rulemaking and adjudication, with different schemes of procedural requirements prescribed for each. Rulemaking is agency action that formulates the future conduct of persons, through the development and issuance of an agency statement designed to implement, interpret, or prescribe law or policy. It is essentially legislative in nature because of its future general applicability and its concern for policy considerations. Adjudication, on the other hand, is concerned with determination of past and present rights and liabilities. The result of an adjudicative proceeding is the issuance of an order.", "Pursuant to rulemaking requirements within the APA, an agency must publish a notice of proposed rulemaking in the Federal Register , afford interested persons an opportunity to participate in the proceeding through the submission of written comments—or, at the discretion of the agency, by oral presentation—and when consideration of the matter is completed, incorporate in the rules adopted \"a concise general statement of their basis and purpose.\" A final rule must be published in the Federal Register \"not less than 30 days before its effective date.\" Interested persons have a right to petition for the issuance, amendment, or repeal of a rule. Although the APA does not specify a minimum period for public comment, at least 30 days have been traditionally allotted. More recently, Executive Order 12866 suggested that covered agencies should allow at least 60 days. Agencies are free to grant additional procedural rights, and Congress has at times particularized requirements for certain agencies or programs.", "The APA retains its preeminence as the general management law governing agency decision making by means of rulemaking and adjudication. Essentially unamended by Congress since 1946, it has maintained its vitality in the face of vast and fundamental changes in the nature and scope of federal government responsibilities. Administrative lawmaking was \"democratized\" in a series of court decisions between 1965 and 1983 that expanded both the obligations of agencies and the role of reviewing courts. ", "The Federal Register Act and the APA, together, gave the public and Congress access to the regulatory process. Such access, however, requires motivated publics that can understand and use the information provided in the Federal Register . ", "The printed version of the Federal Register is organized by agency, and each regulation is required to include a title, a unique identifying number, and a brief description of the regulation and why it was proposed. The regulatory process includes a public comment period in which interested individuals can submit a comment, complaint, or concern about the proposed rule prior to its application. The process, therefore, includes an opportunity for public input, and agencies must acknowledge why or why not those comments were incorporated into the proposal. Members of the public who choose to participate in the regulatory process, however, must know where to find the Federal Register , how to search the Federal Register , and how to enter a public comment."], "subsections": []}, {"section_title": "Other Rulemaking Legislation with Transparency Elements93", "paragraphs": ["After enacting the Federal Register Act and the APA, Congress passed a series of laws adding further requirements to the rulemaking process. Among those laws are: National Environmental Policy Act (NEPA); the Regulatory Flexibility Act (RFA) of 1980; the Unfunded Mandates Reform Act (UMRA); the Negotiated Rulemaking Act of 1990; and the E-Government Act of 2002. Many of these new laws placed requirements on agencies to conduct and make public various types of impact analyses, which compel agencies to consider a certain issue or set of issues while considering a regulatory action. The analyses also increase transparency because the agencies publish the findings from the impact analyses in the Federal Register.", "The first impact analysis requirement was a component of the National Environmental Policy Act (NEPA) of 1969. NEPA requires agencies to conduct an environmental assessment, considering whether a proposed rule would have a significant effect on the environment. If they determine that the rule will have a significant impact on the environment, the agency is further required to prepare an \"environmental impact statement,\" which is to detail the direct, indirect, and cumulative effects of the proposed action. This information is published along with the rule in the Federal Register. ", "The Regulatory Flexibility Act (RFA) of 1980, like NEPA, requires agencies to give consideration to the effect their rules may have—though the RFA's requirement is for the agency to consider the rule's effect on \"small entities.\" These small entities include small businesses, small government units, and some non-profit organizations. The RFA requires an agency considering a rule to determine whether the proposed rule would have a \"significant economic impact on a substantial number of small entities.\" If so, the agency is required to complete an \"initial regulatory flexibility analysis\" at the proposed rule stage and a \"final regulatory flexibility analysis\" at the final rule stage. These analyses require the agency to describe why the rule is being considered, how many and which small entities the rule would affect, what the estimated compliance costs with the regulation would be, and whether there are any alternatives to the rule that the agency might consider that could accomplish the same objectives while placing less of a burden on small entities. The regulatory flexibility analyses are published in the Federal Register along with the proposed and final rules.", "Like NEPA and the RFA, the Unfunded Mandates Reform Act (UMRA) requires agencies to perform analyses related to the cost of compliance when new requirements will be established without any federal funding to support their implementation. The law requires analyses of federal mandates that will result in the expenditure of $100 million or more in any year by state, local, or tribal governments, or the private sector. Agencies must demonstrate that", "they identified and considered a reasonable number of regulatory alternatives, with a justification of why the agency chose the option it did; they developed a plan to notify small governments that would be affected by an agency's action; and they developed a process to provide to local government entities input during the development of regulatory proposals. ", "If applicable, this information is published in the Federal Register.", "Another legislative measure that called for increased public participation in the rulemaking process was the Negotiated Rulemaking Act of 1990, which encourages agencies to form a rulemaking committee before developing a proposed rule. The rulemaking committees consist of interested and affected parties, with a goal to generate proposed rules that are easier to implement and could lead to less subsequent litigation. ", "Additionally, the E-Government Act of 2002 established an Office of Electronic Government. The office was created to oversee the implementation of an e-government program, requiring agencies to increase public access to agency regulatory activities through their websites. The act also requires agencies to accept public comments on proposed rules electronically. The Bush Administration launched Regulations.gov in 2003 in a related effort that shared many of the same transparency objectives as the E-Government Act. Regulations.gov provides a centralized, government-wide rulemaking portal for the public. The site allows users to search for rules and comment electronically on proposed rules. Visitors to the site can view other comments that have been submitted regarding rules they may be interested in, and they can also view other agency documents."], "subsections": []}, {"section_title": "Executive Orders 12866 and 13563102", "paragraphs": ["Some presidents have also recognized the need for transparency in rulemaking, and have issued executive orders that make the process more accessible to the public. Executive Order 12866, issued by President Bill Clinton in 1993, is the primary executive order that governs the rulemaking process. President George W. Bush and President Obama have both followed the procedures in that executive order. In the preamble, President Clinton stated generally that he wanted \"to make the [rulemaking] process more accessible and open to the public.\" Specific provisions in the executive order also call for openness and transparency of the process. For example, Section 6(a)(3)(E) calls for each agency to identify publicly the changes made from the draft rule to the final rule, and Section 6(b)(4)(C) requires the Office of Information and Regulatory Affairs (OIRA) to keep a publicly accessible log that provides the public with information about meetings, telephone conversations, and other communications between OIRA personnel, the regulating agency, and the public.", "On January 18, 2011, President Obama issued Executive Order 13563, which reaffirmed many of the principles contained in Executive Order 12866—including the transparency principles. The new executive order added that agencies should provide online access to the rulemaking docket on Regulations.gov , \"in an open format that can be easily searched and downloaded. For proposed rules, such access shall include, to the extent feasible and permitted by law, an opportunity for public comment on all pertinent parts of the rulemaking docket, including relevant scientific and technical findings.\"", "Concurrent with Executive Order 13563, President Obama issued a memorandum for the heads of the executive departments and agencies that tied the regulatory process to his Open Government Initiative."], "subsections": []}, {"section_title": "The Unified Agenda109", "paragraphs": ["In compliance with Executive Order 12866 and the Regulatory Flexibility Act, the federal government publishes the Unified Agenda of Federal Regulatory and Deregulatory Actions (Unified Agenda) twice each year (in the spring and fall). The Unified Agenda is published by the Regulatory Information Service Center, which is part of the General Services Administration, on behalf of OIRA. The Unified Agenda obtains information from each executive branch agency about its upcoming regulatory actions, which are classified into one of five stages of activity: ", "prerules; proposed rules; final rules; long-term actions; and completed actions.", "With each item, the agency provides the title of the rule, an abstract of the anticipated action, and a projected date for each action. The Unified Agenda provides a way for the public and interested parties to stay aware of what regulatory actions are under consideration in the agencies and what actions the agencies are likely to take in the future."], "subsections": []}, {"section_title": "Office of Information and Regulatory Affairs (OIRA)113", "paragraphs": ["OIRA is one of several statutory offices within the Office of Management and Budget (OMB), and can play a significant—if not determinative—role in the rulemaking process for most federal agencies. OIRA was created by Section 3503 of the Paperwork Reduction Act (PRA) of 1980 (44 U.S.C. Chapter 35). The PRA designated the OIRA Administrator as the \"principal advisor to the OMB Director on Federal information policy.\" With regard to paperwork, the act generally prohibits agencies from conducting or sponsoring a collection of information from the public until they have submitted their proposed information collection requests to OIRA and the office had approved those requests. The number and nature of OIRA's reviews of these PRA requests can be viewed by the public on OIRA's website.", "Executive Order 12291, issued by President Ronald Reagan in 1981, greatly increased OIRA's responsibilities to include review of the substance of all agencies' proposed rules, not just their information collection requests. Executive Order 12866, issued by President Clinton in 1993, superseded the 1981 order, but reaffirmed the concept of OIRA regulatory review. Under Executive Order 12866, OIRA annually reviews between 500 and 700 \"significant\" proposed and final rules developed by Cabinet departments and independent agencies (but not independent regulatory agencies) before they are published in the Federal Register . OIRA can clear the rules with or without change, return them to the agencies for reconsideration, or encourage the agencies to withdraw the rules. Data on OIRA's current and past reviews of rules can be viewed by the public on OIRA's website."], "subsections": []}]}, {"section_title": "Investigations, Oversight, and Transparency", "paragraphs": ["Although inspectors general are not always thought of as enforcers of transparency, their work makes a variety of information and records available to the public. The research and investigations conducted by these civil servants can expose waste, fraud, abuse, or simply make the operations of federal agencies more accessible. Additionally, the executive branch is using the Internet to make federal spending information accessible to the public in more user-friendly formats than it has previously been offered. This section describes investigatory and oversight mechanisms that provide access to government operations and information."], "subsections": [{"section_title": "Inspector General Act of 1978120", "paragraphs": ["Statutory offices of inspectors general (OIGs) consolidate responsibility for auditing and investigations within a federal department, agency, or other organization. Established by law as permanent, independent, nonpartisan, and objective units, the OIGs are designed to combat waste, fraud, and abuse (5 U.S.C. Appendix). The earliest establishments of these offices occurred in the wake of major financial and management scandals, first in 1976 in the Department of Health, Education and Welfare—now Health and Human Services (90 Stat. 2429)—and in 1978 in the General Services Administration (GSA). This later episode paved the way for OIGs in GSA along with 11 other departments and agencies (92 Stat. 1101). Such offices now exist in nearly 70 federal establishments and entities, including all Cabinet departments and the largest federal agencies, as well as many boards, commissions, government corporations, and foundations.", "The overwhelming majority of IGs are governed by the Inspector General Act of 1978, as amended (hereinafter referred to as the IG Act), which has been substantially modified twice as well as subject to agency-specific OIG amendments. The IG Act provided the blueprint regarding IG appointments and removals, powers and authorities, and responsibilities and duties, and created OIGs in 12 federal \"establishments.\" The Inspector General Act Amendments of 1988 created a new set of IGs in \"designated federal entities\" (DFEs), the usually smaller federal agencies, and added to the reporting obligations of all IGs and agency heads, among other things. The Inspector General Reform Act of 2008 established a new Council of the Inspectors General for Integrity and Efficiency (CIGIE); amended reporting obligations, salary and bonus provisions, and removal requirements; and added certain budget protections for offices of inspector general. ", "Three principal purposes or missions guide the OIGs:", "conduct and supervise audits and investigations relating to the programs and operations of the establishment; provide leadership and coordination and recommend policies for activities designed to (1) promote economy, efficiency, and effectiveness in the administration of such programs and operations; and (2) prevent and detect fraud and abuse in such programs and operations; and provide a means for keeping the head of the establishment and Congress fully and currently informed about problems and deficiencies relating to the administration of such programs and operations, as well as the necessity for and progress of corrective action.", "IGs have various reporting obligations—to the Attorney General, agency head, Congress, and the public—with regard to their findings, conclusions, and recommendations for corrective action. One such requirement is to report suspected violations of federal criminal law directly and expeditiously to the Attorney General. IGs are also required to report semiannually about their activities, findings, and recommendations to the agency head, who must submit the IG report (unaltered but with his or her comments) to Congress within 30 days. These semiannual reports, which contain a substantial amount of required information and data, are to be made available to the public in another 60 days. IGs are also to report \"particularly serious or flagrant problems\" immediately to the agency head, who must submit the IG report (unaltered but with his or her comments) to Congress within seven days.", "By means of the required reports and \"otherwise,\" IGs are to keep the agency head and Congress \"fully and currently informed.\" Besides the prescribed reports, other means of communication with Congress include OIG officials testifying at hearings, meeting with members and staff, and responding to requests for information and reviews.", "As a separate matter, the CIGIE is authorized (but not required) to \"make such reports to Congress as the Chairperson determines are necessary and appropriate.\" By comparison to this discretionary authority, the Chairperson is required to \"prepare and transmit a report annually on behalf of the Council to the President on the activities of the Council.\"", "Each agency website, moreover, is to provide a direct link to the IG website, which, in turn, is to make its reports on audits, investigations, and evaluations or inspections available to the public (unless they are classified)."], "subsections": []}, {"section_title": "The Federal Funding Accountability and Transparency Act and USASpending.gov134", "paragraphs": ["The federal government awards nearly $1.3 trillion a year in grants, contracts, and direct loans, a sum which has grown significantly in recent years and which now represents more than a third of the government's budget. Given the scale of funds provided through federal assistance, transparency advocates—including some Members of Congress—have long argued that award data should be easily accessible by the public. Federal agencies would be less likely to make \"questionable\" spending decisions, Senator Tom Coburn said, if agencies knew that the public could monitor who received awards, and for what purpose. Similarly, Senator Thomas Carper argued that providing the public with federal award data would \"hold the government accountable for its performance.\" Moreover, transparency advocates have argued that, as a matter of principle, the public \"deserves to know where their money is being spent.\" ", "Data on federal awards have been available to the public for decades, but not in a user-friendly environment. Grant and loan award data were made available through the U.S. Census Bureau's Federal Assistance Awards Database (FAADS) in 1981, while contract information has been provided through the Federal Procurement Data System (FPDS)—which has been maintained by the General Service Administration, since 1977. Both FAADS and FPDS—which are still operational—are considered difficult to use because they require familiarity with grant, loan, or contracting terminology, and because searching their data demanded a level of skill exceeding that of many potential users. ", "To address some of these limitations on public access to federal award data, Congress enacted the Federal Funding Accountability and Transparency Act (FFATA; P.L. 109-282 ). The FFATA required OMB to ensure a new searchable website was established that provided the public with a single, online source of federal grant, loan, and contract data. The act also required that the new website provide specific information about each award in excess of $25,000, including the name and location of the recipient, the amount awarded, and the purpose of the award. The FFATA also required that the website allow users to perform simple searches for award data, such as by the name of the recipient or the name of a federal agency. Other FFATA provisions required agencies to update their award data every 30 days, and to verify the accuracy of their data. The searchable website required by the FFATA, USASpending.gov , became operational in December 2007.", "USASpending.gov is one of several websites that offer data directly to the public—before such information is requested by the public. Other websites that offer access to raw, unanalyzed datasets include Data.gov , a component of the President's Open Government Initiative that serves as a centralized clearinghouse where the public can access machine-readable datasets created or used by executive branch agencies, and ITDashboard , a component of USASpending.gov that aggregates data on the executive branch's information technology investments and provides tools that allow the public to manipulate and analyze the data. "], "subsections": []}]}, {"section_title": "Government Procurement and Transparency142", "paragraphs": ["Generally, procurement involves agencies using appropriated funds to buy the goods and services they need to carry out their missions. With the exception of procurements that entail the use of a government credit card, most procurements involve the awarding of a contract. Initial tasks undertaken by an agency include deciding what goods and/or services to buy, choosing a suitable source selection method (e.g., sealed bidding or negotiated contracting), and drafting a solicitation which it then posts on the federal government's Federal Business Opportunities website. Using this website, a business or other interested party identifies possible contracting opportunities. Following the instructions provided in the solicitation and other related documents or publications, companies prepare and submit proposals to the appropriate agency. Agency personnel evaluate the proposals, using the evaluation factors and method described in the solicitation, and make a source selection decision. Contract negotiations and the awarding of a contract follow. ", "Scholar Steven L. Schooner identifies transparency as one of nine objectives frequently associated with government procurement, and suggests that system transparency is one of the three \"pillars\" that underlies the federal government's procurement system. System transparency exists when \"a system employs procedures by which offerors and contractors (and even the public at large) ensure that government business is conducted in an impartial and open manner.\" Examples of ways in which the federal government's procurement system maintains transparency include the following: statutes, regulations, and policies are publicized; an agency makes its requirements publicly available so that anyone may view them; every solicitation describes how offers will be evaluated; unsuccessful offerors receive contract award information (e.g., the name of the successful offeror and the amount of the award) and may receive an agency debriefing; bid protest procedures are in place and publicized; and offices of inspector general provide oversight. ", "Additional resources—notably websites and databases available on the Internet—that foster transparency include the System for Award Management (SAM), where current and potential government contractors register and which also contains the names of companies, individuals, and other entities that have been suspended or debarred by a federal agency; the Federal Procurement Data System (FPDS), which includes information on contract actions; and USASpending.gov , which is described in detail in the above section. New data collection efforts include the Federal Awardee Performance and Integrity Information System (FAPIIS) and agencies' inventories of their service contracts. FAPIIS contains information expected \"to enhance the Government's ability to evaluate the business ethics and quality of prospective contractors competing for Federal contracts.\" Pursuant to the Supplemental Appropriations Act of 2010 ( P.L. 111-112 ) FAPIIS was made publicly available April 15, 2011. Separate statutory provisions require the Department of Defense (DOD) and civilian agencies to compile inventories of their service contracts. A link to DOD's service contracts inventory is available at the Defense Procurement and Acquisition Policy website. Civilian agencies' inventories are available on their respective websites. ", "Although, as described above, transparency in federal government procurement is maintained through many different mechanisms and procedures, at the same time it is tempered by other objectives and considerations. Notably, exemption 4 of FOIA permits \"trade secrets and commercial or financial information obtained from a person and privileged or confidential\" to be exempt from disclosure. Government contractors rely on this exemption to protect proprietary and confidential information—such as their cost and price data—from public disclosure. Releasing this information might compromise a government contractor's competitive position, particularly if competitors obtained the information. Concerns on the part of the private sector extend to the FAPIIS database, which could contain information that is inaccurate or misleading, or that is \"easily misinterpreted by people not familiar with the intricacies of government contracting or who view a contractor's involvement in a routine business dispute as a negative reflection on its integrity, attorneys said.\" Turning to the government, the possibility that agencies might be required, at some future date, to post contracts online provides insight into agencies' concerns. An agency's ability to negotiate contracts effectively possibly could be hampered by this proposal, unless the agency is permitted to redact certain information. An agency's negotiating position on the terms and conditions of a particular contract—such as the size of an award fee or the details of the delivery schedule—could be undermined if the contractor has information showing that the agency gave more favorable terms to other companies. In short, some would argue that shielding certain information from public disclosure before, during, or after the procurement process serves valid purposes and objectives."], "subsections": []}, {"section_title": "Obama Administration's Open Government Initiative", "paragraphs": ["On his first full day in office (January 21, 2009), President Barack Obama issued a memorandum for the Heads of Executive Departments and Agencies stating that the new Administration was \"committed to creating an unprecedented level of openness in government.\" The memorandum required the chief technology officer and the Director of OMB to issue, within 120 days, recommendations for the Open Government Directive \"that instructs executive departments and agencies to take specific actions implementing the principles set forth in this memorandum.\"", "On December 8, 2009, Peter R. Orszag, the Director of OMB, released the \"Open Government Directive\" memorandum, that included more detailed instructions for departments and agencies on how to \"implement the principles of transparency, participation, and collaboration.\" Among the initiatives in the memorandum was a requirement to give the public access to \"high-value\" datasets that were previously unpublished. As noted earlier, agencies were instructed to reduce their FOIA backlogs by 10% per year, until any backlog is eliminated. In addition, the memorandum required each agency to designate a \"high-level senior official to be accountable for the quality and objectivity of, and internal controls over, the Federal spending information\" that agencies currently provide to government websites like USAspending.gov and Recovery.gov . Each agency was also required to create an \"open government plan … that will describe how it will improve transparency and integrate public participation and collaboration into its activities.\" The memorandum set a series of staggered deadlines for each department and agency to comply with the new requirements.", "The directive aims to implement the initiative's core values through four strategies:", "1. Publish government information online. 2. Improve the quality of government information. 3. Create and institutionalize a culture of open government. 4. Create an enabling policy framework for open government.", "The Open Government Directive states that \"[t]ransparency promotes accountability by providing the public with information about what the government is doing.\" In another examination of transparency, the Administration added that \"putting data online\" is an essential component of transparency. In its Open Government progress report, the Administration said \"[d]emocratizing data reduces cost and eliminates waste, fraud, and abuse; creates new jobs and businesses, and improves people's daily lives.\"", "According to OMB, nearly every agency met each directive requirement. Private sector reviews of the open government initiative, however, argue that agencies met the requirements with varying levels of diligence. Some agencies released thousands of datasets and created user-friendly websites, while others released minor datasets and appeared to make little attempt to create websites that offered easy access to information."], "subsections": [{"section_title": "The Administration and Smart Disclosure", "paragraphs": ["On September 8, 2011, the Office of Management and Budget (OMB) released a memorandum to agency and department heads entitled \"Informing Consumers through Smart Disclosure.\" In the memorandum, smart disclosure was defined as \"the timely release of complex information and data in standardized, machine readable formats … that enable consumers to make informed decisions.\" The memorandum continued that smart disclosure requires that data are accessible, machine readable, standardized, timely, adaptive to markets and innovation, interoperable, and protective of individuals' privacy."], "subsections": []}]}]}, {"section_title": "The Evolution of Transparency in the Federal Government and Its Potential Effects on Access and Participation", "paragraphs": ["Public access to government information and operations has changed over time. Information access is only a part of what may be referred to as transparency. As federal statutes and initiatives have been implemented over time—from the Federal Register Act of 1935 to the Obama Administration's Open Government Initiative of 2009—the tools and skills needed for the public to not only access , but also understand and use federal information and data have evolved. ", "Access to and use of government information may permit the public to make more informed decisions about factors that could affect their lives. For example, parents may make more informed decisions on which child safety seat to purchase using data from the National Traffic Highway Safety Administration. In another example, residents may learn more about the air and water quality in their neighborhoods using the Environmental Protection Agency's My Environment website. This acquired knowledge can further be used to help shape and form policy debates, such as through participation in civic organizations or voting. ", "Although access can contribute to a more informed citizenry, the constitutionally-established structure of the U.S. government authorizes federal officials, not the public, to determine and execute federal policy. America's federal government is a representative democracy, which means that the people elect officials who are then authorized (by virtue of being elected) to enact laws and make policy choices. James Madison, in Federalist 10 , describes the differences between a republic , or representative democracy, and a \"direct democracy\":", "The two great points of difference between a democracy and a republic are: first, the delegation of the government, in the latter, to a small number of citizens elected by the rest; secondly, the greater number of citizens, and greater sphere of country, over which the latter may be extended.", "The effect of the first difference is, on the one hand, to refine and enlarge the public views, by passing them through the medium of a chosen body of citizens, whose wisdom may best discern the true interest of their country, and whose patriotism and love of justice will be least likely to sacrifice it to temporary or partial considerations. Under such a regulation, it may well happen that the public voice, pronounced by the representatives of the people, will be more consonant to the public good than if pronounced by the people themselves, convened for the purpose.", "In a representative democracy, elected officials are to collect the preferences of their constituents as a basis for lawmaking, oversight, and policymaking. These preferences may contribute to or determine the decisions of a federal official. ", "Transparency laws may allow the public to access and better understand the decisions made by elected officials and federal employees. Certain other transparency-related laws formalize methods for the public to participate in the policymaking process. But in a representative democracy, federal officials must perform the functions of government. Transparency allows the public to better determine whether elected officials are properly and appropriately performing their elected or appointed tasks. Transparency does not replace the duties and functions of federal officials or federal employees. Instead, transparency, if operationalized effectively, may aid interested publics to hold the federal government more accountable for its actions or inactions."], "subsections": [{"section_title": "The Federal Register and Administrative Procedure Act Formalize Access", "paragraphs": ["The Federal Register Act (FRA) and the Administrative Procedure Act (APA), for example, give the public an opportunity to follow and participate in the regulatory process. The APA formalized the public's authority to comment on and legally challenge federal regulations. The FRA and the APA each provide formal mechanisms for the public to access the daily operations of federal government, to participate in certain policymaking procedures, and to challenge any policy choices in court. To become a participant, however, one needs to know how and where to access the Federal Register , the Code of Federal Regulations , FederalRegister.gov , or Regulations.gov. ", "Although these acts provide the public greater access to government information and operations, the federal government retains considerable control over what information becomes publicly available, when information becomes available, and at what point the public can participate in the policymaking process. The public, for example, generally may be unable to formally participate in the policymaking process prior to an agency first publishing a proposed rule in the Federal Register . "], "subsections": []}, {"section_title": "The Freedom of Information Act and Post Hoc Access to Information", "paragraphs": ["Like the FRA and the APA, FOIA provides access to information only after a record of activity is created. FOIA does not allow the public to participate—in real time—in the policymaking process. Instead, it provides individuals with post-hoc access to information by allowing the public to retrace policymaking histories. For FOIA to be an effective tool of transparency, FOIA requesters must know how to properly write and direct a FOIA request to the appropriate agency. Requesters who do not receive their requested materials may choose to challenge an agency's withholding administratively or in court. If so, the requester may need additional knowledge about FOIA's exemptions and case law that may support or oppose the withholding. "], "subsections": []}, {"section_title": "The Federal Advisory Committee Act and Direct Participation", "paragraphs": ["FACA offers the public a direct avenue for participation in the formulation of public policy. Private citizens and representatives of particular interests can serve on advisory committees, provided the committee is required to adhere to FACA's requirements. The public is provided access to FACA committee meetings and records. FACA prohibits committees from performing any function outside of advising—FACA committees may not implement any of their recommendations and they cannot require the federal government to implement the recommendations. In all cases, a federal officer must determine whether to implement FACA recommendations. ", "Although FACA allows public participation in the policymaking process, it still requires the public to attend meetings, which may be difficult or impossible for those who do not live in the area where a committee meeting is held. FACA also provides post-hoc access to government information, because a member of the public who is unable to attend the meeting can access meeting records after it takes place. In some cases, federal agencies may be using new technology to make meetings and records more accessible. For example, some agencies place committee records online and make audio or video recordings of the meetings available online. Additionally some departments or agencies, including Health and Human Services, webcast meetings and permit online audience members to submit questions to committees in real time."], "subsections": []}, {"section_title": "The Open Government Directive and Attempts at Proactive Transparency", "paragraphs": ["More recent government actions have adopted a more proactive form of transparency. As noted above, the Open Government Directive requires agencies to release a variety of new datasets to the public before they are requested. With a multitude of new datasets and other information available to the public, the Obama Administration has stated it will be the duty of the public to keep agency performance in check. This \"crowdsourcing,\" or using the collective opinions of a mass, online audience, may improve the quality of data that are released to the public by allowing more people to search through datasets. On Data.gov , for example, users can rate datasets using a five-star scale. Moreover, users can click a link to \"Contact Dataset Owner\" and send the administrator of the data an e-mail with thoughts or comments on the data. The public can also \"flag\" the dataset for one of five reasons: copyright violation, offensive content, spam or junk, personal information, or other. Individuals who contact agencies are asked to provide their e-mail so they may receive a response from the contact point. It is unclear whether agencies are required to respond to comments.", "Crowdsourcing may improve data and operations, but only for agencies that read and respond to comments and suggestions. Additionally, agencies need to make clear whether the data that are made available are complete and list their limitations. The federal datasets may also provide opportunity for nonpartisan scholars to access and analyze datasets and create new tools to help the public better understand how government operates and provide oversight of federal data creation. Crowdsourcing, however, may give those members of the public with more time and resources more opportunity to review and analyze federal data. ", "Releasing these datasets to the public also assumes that the public will have the knowledge, capacity, and resources to evaluate the data, offer valid insights, and reach replicable results and verifiable conclusions. Inadvertent or purposeful manipulation of the datasets may allow certain groups or individuals to present unclear or skewed interpretations of government datasets, or reach questionable conclusions. As agencies release hundreds or thousands of datasets, users may need specialized knowledge to identify appropriate datasets to meet their needs. Counterintuitively, this releasing of datasets may decrease executive branch transparency. For example, users may have to sift through thousands of datasets to determine which ones include the information they seek. It may be difficult for a researcher to pinpoint the dataset he or she needs in a collection of similarly titled datasets. Other data may be made available in a format with which a researcher is unfamiliar. Making the data public without explicit user guidance does not necessarily make the data more accessible.", "The Administration's focus on so-called \"smart disclosure\" may allow a greater proportion of the public to both access and use federal data and information. The guidance does not require agencies to employ smart disclosure strategies, but may encourage agencies to identify and consider methods of releasing data and records in ways that are timely and comprehensible. Congress may consider whether agencies should be required to implement certain smart disclosure strategies. Oversight of the implementation of smart disclosure strategies, however, could be difficult. Members of Congress may not be familiar with each of the vast amount of datasets held by each agency, nor may they be aware of unique sensitivities of these data. Additionally, there may be significant costs associated with adapting certain datasets and vernacular to more standardized and accessible formats."], "subsections": []}, {"section_title": "Policymaking, Outside Influence, and Public Participation", "paragraphs": ["Congress or the public may also have concerns about both the abilities and the affiliations of those who access government data, comment on federal regulations, or participate in federal government meetings. Most public participation may come from special interest groups that have the time, resources, and knowledge to engage with federal agencies. Using websites and other technology to solicit public opinion may, therefore, strengthen relationships between certain individuals or organizations and federal agencies—granting certain participants greater and faster access to policymakers. ", "Congress may believe that executive branch policymakers should be more insulated from organized, sometimes partisan interests. Scholars have found that lawmakers play a significant role in creating or limiting the opportunities that private organizations have in accessing administrative agencies. Yet other scholars have found that attempts to insulate policymakers may result in restricted access for less-organized, smaller private organizations, while the wealthier, larger groups maintain access. ", "Collaboration with the public may generate new ideas that could promote cost savings, assist in the distribution of benefits, or make the federal government more effective. Scholars have noted that public access to federal records and meetings may also provide oversight of the administrative process and increase \"bureaucratic accountability.\" Congress may decide that the federal government already provides the proper amount of formalized access to administrative agencies, and that private organizations are provided the proper amount of access to policymakers. As noted throughout this report, the public has opportunities to participate in the regulatory process, to access certain federal records, and to attend certain public meetings. Many times, however, these opportunities come only after the federal government makes a formal proposal or takes formal action. Additionally, these opportunities require the public to have the time and resources to ask for records or attend meetings.", "Limiting public access to public records or agency meetings during the policymaking process could increase the influence of groups that have the greatest resources while alienating groups that may have interesting policy ideas but few resources. Conversely, limiting access could provide policymakers the opportunity to work more efficiently and without as much partisan influence. As noted above, however, limiting access would not provide all opinions equal access to the policymaking process and could curtail public oversight of the administrative processes of the federal government. Increasing access to various aspects of the policymaking process could lengthen certain administrative processes, like the regulatory process, the operations of advisory committees, or federal contracting. Increasing access could also distort the design of a representative democracy by diminishing the role of the elected official \"to refine and enlarge the public views.\""], "subsections": []}]}]}}