{"id": "R42893", "title": "Proposals to Reduce Federal Medicaid Expenditures", "released_date": "2013-01-10T00:00:00", "summary": ["Medicaid is a means-tested entitlement program that finances the delivery of primary and acute medical services as well as long-term services and supports (LTSS). Medicaid is jointly financed by both the federal government and the states. The federal government's share for most Medicaid expenditures is called the federal medical assistance percentage (FMAP), and under the FMAP, the federal government pays a larger portion of Medicaid costs in states with lower per capita incomes relative to the national average (and vice versa for states with higher per capita incomes).", "Federal Medicaid funding to states is open-ended, and in a typical year, the federal government funds 57% of the total cost for Medicaid. In FY2012, federal Medicaid expenditures accounted for almost 8% of all federal spending. As a result, controlling federal Medicaid spending has been a focus of deficit reduction and budget proposals.", "The National Commission on Fiscal Responsibility and Reform's final report included savings from Medicaid totaling $58 billion over 10 years. The provisions with Medicaid savings included eliminating states' ability to fund Medicaid through provider taxes and covering dual-eligibles under managed care arrangements.", "The Bipartisan Policy Center's Debt Reduction Task Force estimated its proposals would reduce federal Medicaid expenditures by about $25 billion over 10 years. The task force proposed removing barriers for states to use managed care to cover dual eligibles and limiting the growth in Medicaid expenditures by changing the structure of Medicaid financing.", "The President's FY2013 budget included a number of Medicaid provisions estimated by the Administration to reduce federal Medicaid expenditures by $56 billion over the next 10 years. The Medicaid provisions in the President's budget included limiting states' ability to utilize provider taxes, implementing a blended FMAP rate, limiting Medicaid reimbursement of durable medical equipment, and \"rebasing\" Medicaid disproportionate share hospital (DSH) payments.", "The House FY2013 Budget Resolution (H.Con.Res. 112), based on Representative Ryan's Path to Prosperity: A Blueprint for American Renewal document, proposed restructuring the Medicaid program from an individual entitlement to a block grant and repealing the Patient Protection and Affordable Care Act (ACA). Together these provisions are estimated to reduce federal Medicaid expenditures by $1.4 trillion from FY2013 to FY2022.", "In November 2012, the Congressional Budget Office (CBO) published the document Choices for Deficit Reform, which provides the following options to reduce federal Medicaid expenditures: repealing the ACA Medicaid expansion, converting the federal share of LTSS into a block grant, and reducing the FMAP floor. Together, CBO estimated these options would reduce federal Medicaid expenditures by $156 billion in FY2020.", "This report provides some background about Medicaid, including information about Medicaid expenditures. Then, the report explains the major proposals to reduce federal Medicaid expenditures. These proposals include repealing the ACA's Medicaid expansion, restructuring Medicaid financing, reducing or eliminating states' use of provider taxes, reforming the FMAP, changing coverage options for dual eligibles, reducing federal Medicaid DSH allotments, and limiting Medicaid reimbursement for durable medical equipment."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Medicaid Background", "paragraphs": ["Medicaid is a means-tested entitlement program that finances the delivery of primary and acute medical services as well as long-term services and supports (LTSS). In FY2011, Medicaid is estimated to have provided health care services to 56 million individuals at a total cost (including federal and state expenditures) of $427 billion. ", "Participation in Medicaid is voluntary, though all states, the District of Columbia, and territories choose to participate. The federal government sets some basic requirements for Medicaid, but states are provided flexibility to design their own version of Medicaid within the federal government's basic framework. Due to this flexibility, there is substantial variation among the states in terms of such factors such as Medicaid eligibility, covered benefits, and provider payment rates. ", "Medicaid is jointly financed by the federal government and the states. States incur Medicaid costs by making payments to service providers (e.g., for doctor visits) and performing administrative activities (e.g., making eligibility determinations), and the federal government reimburses states for a share of these costs."], "subsections": [{"section_title": "Medicaid Expenditures", "paragraphs": ["In FY2012, federal Medicaid payments to states totaled $271 billion (see Figure 1 ), which was almost 8% of all federal spending. From the program's inception in 1966, the cost of Medicaid, like most health expenditures, has generally increased at a rate significantly faster than the economy as measured by the gross domestic product (GDP). In the past, much of Medicaid's expenditure growth has been due to federal or state expansions of Medicaid eligibility criteria, but the per-enrollee costs for Medicaid have also increased faster than the economy as measured by GDP. However, when compared to other forms of health insurance (e.g., Medicare or private health insurance), Medicaid per-enrollee expenditures are relatively low.", "Medicaid expenditures are influenced by economic, demographic, and programmatic factors. Economic factors include health care prices, unemployment rates, and individuals' wages. Demographic factors include population growth and the age distribution of the population. Programmatic factors include state decisions regarding optional eligibility groups, optional services, and provider payment rates. Other factors include the number of eligible individuals who enroll, utilization of covered services, and enrollment in other health insurance programs (including Medicare and private health insurance).", "There is considerable variation in Medicaid spending from state to state. Some of the state variation is caused by demographic differences, such as state population and proportion of low-income residents. However, state variation in Medicaid per-enrollee expenditures is significant. "], "subsections": [{"section_title": "Projected Medicaid Expenditures", "paragraphs": ["Over the next 10 years, Medicaid expenditures are projected to increase significantly, mainly due to the changes enacted by the Patient Protection and Affordable Care Act (ACA, P.L. 111-148 as amended), with the Medicaid provisions in ACA representing the most considerable federal legislative change to Medicaid since its enactment in 1965.", "The most noteworthy ACA change to Medicaid is the expansion of Medicaid eligibility to adults under age 65 with income up to 133% of the federal poverty level (FPL) (effectively 138% FPL with the Modified Adjusted Gross Income 5% FPL income disregard). Originally, the assumption was that all states would implement the ACA Medicaid expansion in 2014 as required in statute because such expansion was required in order for states to receive any federal Medicaid funding. However, on June 28, 2012, the United States Supreme Court issued its decision in National Federation of Independent Business v. Sebelius , finding that the federal government cannot terminate the federal Medicaid funding states are receiving for their current Medicaid program if a state refuses to implement the ACA Medicaid expansion. If a state accepts the new ACA Medicaid expansion funds, it must abide by the new expansion coverage rules, but, based on the Court's opinion, it appears that a state can refuse to participate in the expansion without losing any of its current federal Medicaid matching funds.", "Since the Supreme Court ruling, some states have stated their intention to implement the ACA Medicaid expansion, other states have asserted that they will not implement the expansion, and most states remain uncommitted. Even though some states are expected not to implement the ACA Medicaid expansion, federal Medicaid expenditures are still expected to increase from $253 billion in FY2012 to $592 billion in FY2022 (see Figure 1 ), which is an increase of 134%. "], "subsections": []}]}]}, {"section_title": "Proposals to Reduce Federal Medicaid Expenditures", "paragraphs": ["Since Medicaid accounts for a relatively large and growing portion of the federal budget, controlling federal Medicaid spending has been a focus of deficit reduction and budget proposals, such as the National Commission on Fiscal Responsibility and Reform, the Debt Reduction Task Force, the President's FY2013 budget proposal, the FY2013 House Budget Resolution, and the Congressional Budget Office's (CBO) choices for deficit reduction (see the Appendix for a description of these proposals). Table 1 lists the Medicaid recommendations or options provided by the deficit reduction and budget proposals. The major recommendations and options to reduce federal Medicaid expenditures include repealing or delaying the ACA's Medicaid expansion, restructuring Medicaid financing, reducing or eliminating states' use of provider taxes, reforming the federal medical assistance percentage (FMAP), changing coverage options for dual eligibles, reducing federal Medicaid disproportionate share hospital (DSH) allotments, and limiting Medicaid reimbursement for durable medical equipment (DME). More context and discussion is provided for each of these recommendations or options in the sections following the table."], "subsections": []}, {"section_title": "ACA Medicaid Expansion", "paragraphs": ["As discussed above, the ACA Medicaid expansion is expected to significantly increase Medicaid expenditures, even after the Supreme Court's decision made the expansion optional for states. The federal government will be funding a vast majority of the cost of the expansion due to the enhanced matching rates. An increased FMAP rate (see \" Federal Medical Assistance Percentage \" for more information about the FMAP rate) will be provided for \"newly eligible\" individuals who will gain Medicaid eligibility due to the ACA Medicaid expansion. An increased FMAP rate will also be provided for individuals in \"expansion states\" who were eligible for Medicaid on March 23, 2010, and are in the new eligibility group for nonelderly, nonpregnant adults at or below 133% FPL. Table 2 shows the \"newly eligible\" and \"expansion state\" enhanced FMAP rates.", "From FY2014 to FY2022, federal Medicaid expenditures resulting from the ACA Medicaid expansion are estimated to be $643 billion, which is $288 billion less than the cost estimated prior to the Supreme Court's decision. , Since the ACA Medicaid expansion accounts for a large portion of the expected growth in federal Medicaid expenditures, repealing the ACA Medicaid expansion has been recommended and provided as an option for reducing federal Medicaid expenditures."], "subsections": [{"section_title": "Repeal the ACA Medicaid Expansion", "paragraphs": ["The House Budget Committee Report ( H.Rept. 112-421 ) that accompanied the House Budget Resolution ( H.Con.Res. 112 ) included illustrative examples for achieving budget savings, and one of the \"illustrative policy options\" offered in the House Budget Committee report was repealing the ACA Medicaid expansion. In addition, one of the deficit reduction options provided in CBO's Choices for Deficit Reduction is repealing the expansion of health insurance coverage under the ACA, which includes repealing the ACA Medicaid expansion. Since the Supreme Court decision, CBO estimated that repealing the ACA Medicaid expansion would reduce federal Medicaid expenditures by $643 billion from FY2013 to FY2022. "], "subsections": []}]}, {"section_title": "Structure of Medicaid Financing", "paragraphs": ["Under the current Medicaid financing structure, a primary goal of the federal Medicaid matching arrangement is to share the cost of providing health care services to low-income residents with the states. The Medicaid financing structure represents a clear fiscal commitment on the part of the federal government toward paying at least half (but not all) of the cost of Medicaid. ", "Currently, federal Medicaid funding to states is an open-ended entitlement, and there is no upper limit or cap on the amount of federal Medicaid funds a state may receive. As a result, the federal government reimburses states for a share of each dollar spent in accordance with their federally approved Medicaid state plans. For most expenditures, states are reimbursed according to their FMAP rate (see \" Federal Medical Assistance Percentage \" for more information about the FMAP rate).", "The federal government's open-ended financial commitment to Medicaid provides a fiscal incentive for states to extend Medicaid coverage to more low-income individuals than a state might choose to fund without the federal Medicaid funding. However, this incentive is counterbalanced by the requirement for states to share in the cost of Medicaid. ,", "Medicaid is a unique health insurance program because in addition to covering acute care services (e.g., physician services, hospital services, prescription drugs) like most other health insurance programs/plans, Medicaid also covers LTSS, which most other health insurance programs/plans do not cover. In FY2011, acute care services accounted for 71% (or $304 billion) of total Medicaid expenditures (including federal and state expenditures), while LTSS accounted for 24% (or $103 billion) of total Medicaid expenditures.", "Three options to reduce federal Medicaid expenditures involve changing the structure of Medicaid financing. The House Budget Resolution proposed converting Medicaid into a block grant program. The other two options for reducing Medicaid expenditures proposed funding the acute care and LTSS portions of the Medicaid program differently. CBO provided a budget option that would convert the federal share of payments for LTSS into a block grant. The Debt Reduction Task Force proposed having the federal government responsible for one portion of Medicaid, while the states would be responsible for the other portion."], "subsections": [{"section_title": "Block Grant", "paragraphs": ["The House Budget Committee Report ( H.Rept. 112-421 ) that accompanied the House Budget Resolution ( H.Con.Res. 112 ) included illustrative examples for achieving budget savings. The major illustrative example provided in the report is restructuring Medicaid from an individual entitlement program to a block grant program. Few details are available regarding the specific design of the proposed block grant. The proposal indicated that (1) federal funding to states would increase annually according to inflation (i.e., the consumer price index for all urban consumers) and population growth, and (2) states would be provided additional flexibility to design and administer their Medicaid programs. The unofficial estimate provided in Chairman Ryan's Path to Prosperity report states that this proposal would reduce federal outlays for Medicaid by $810 billion from FY2013 to FY2022.", "Proponents of the block grant model suggest that this design would make federal Medicaid spending more predictable and provide states with stronger incentives to control the cost of their Medicaid programs. Additionally, this design could relieve some of the cost burden to states by removing certain federal Medicaid requirements.", "According to CBO, the implications of converting Medicaid to a block grant program would depend on how states respond to the change. With the added flexibility provided under Chairman Ryan's proposal, states could improve the efficiency of their Medicaid programs. However, even with significant efficiency gains, the magnitude of the federal Medicaid spending reductions under this proposal would make it difficult for states to maintain their current Medicaid programs. "], "subsections": []}, {"section_title": "Partial Block Grant", "paragraphs": ["One option CBO provides for reducing federal Medicaid expenditures is converting the federal share of Medicaid's payment for LTSS into a block grant, while the rest of Medicaid would continue under the current federal matching structure. Rather than the federal government reimbursing states for a portion of every dollar states spend on LTSS, states would receive a fixed amount of federal funding to be used for LTSS. Under this option, the federal LTSS block grant amounts would be indexed to changes in the employment cost index. As outlined by CBO, in exchange for slower growth in the federal government's Medicaid payments, states would receive greater flexibility in how they use the funds received through the LTSS block grant. CBO estimated this option would save the federal government $50 billion in FY2020. "], "subsections": []}, {"section_title": "Divide Responsibility for Medicaid Financing", "paragraphs": ["The Debt Reduction Task Force proposed restricting Medicaid's annual expenditure growth to the growth in GDP plus one percentage point. One option the task force provided to achieve these savings is to divide the responsibility for financing Medicaid between the federal government and the states. Specifically, the task force proposed that the federal government finance 100% of the cost for a portion of the program (e.g., acute care services) and the states would be responsible for financing the other portion of the program (e.g., LTSS). The task force estimated this option would save $20 billion from FY2012 to FY2020."], "subsections": []}]}, {"section_title": "Provider Taxes", "paragraphs": ["Currently, many states use provider taxes to finance a portion of their state share of Medicaid expenditures. In FY2012, a vast majority of states and the District of Columbia used at least one provider tax to finance Medicaid. Many of these states use the provider tax revenue to increase Medicaid payment rates for the class of providers, such as hospitals, responsible for paying the provider tax. This financing strategy allows states to fund increases to Medicaid payment rates without the use of state funds because the increased Medicaid payment rates are funded with provider tax revenue and federal Medicaid matching funds. States also use provider tax revenue to fund other Medicaid or non-Medicaid purposes.", "Federal statute and regulations define a provider tax as a health care-related fee, assessment, or other mandatory payment for which at least 85% of the burden of the tax revenue falls on health care providers. In order for states to be able to draw down federal Medicaid matching funds, the provider tax must be both broad-based (i.e., imposed on all providers within a specified class of providers) and uniform (i.e., the same tax for all providers within a specified class of providers). States are not allowed to hold the providers harmless for the cost of the provider tax (i.e., they cannot guarantee that providers receive their money back). ", "The administrative rules, however, waive the application of the hold harmless requirement when the tax is applied at a rate less than or equal to 6% of net patient service revenues, which is referred to as the threshold. To date, no state has imposed a provider tax at a rate above the threshold level."], "subsections": [{"section_title": "Limit or Eliminate States' Use of Provider Taxes", "paragraphs": ["Limiting or eliminating states' use of provider taxes in financing Medicaid has been identified as a way to reduce federal Medicaid spending. This option has been proposed by the President's FY2013 budget proposal and the National Commission on Fiscal Responsibility and Reform.", "The President's FY2013 budget proposal includes a provision to phase down the Medicaid provider tax threshold from the current level of 6% to 3.5% from FY2015 to FY2017. The President's budget estimated that this proposal would reduce federal Medicaid expenditures by $21.8 billion from FY2015 through FY2022. In CBO's analysis of the President's FY2013 budget proposal, CBO estimated this provision would save $47.8 billion over the same 10-year period. The differences between the two estimates is the result of different assumptions about the rates states will tax providers and how much of the reduction in provider tax revenue states will replace with other revenue to finance Medicaid. ", "The National Commission on Fiscal Responsibility and Reform recommended restricting and eventually eliminating states' use of provider taxes. The commission's report did not provide detail about how the use of Medicaid provider taxes would be phased down. The commission estimated this provision would reduce federal Medicaid expenditures by $44 billion from FY2012 through FY2020. "], "subsections": []}]}, {"section_title": "Federal Medical Assistance Percentage48", "paragraphs": ["The federal government's share for most Medicaid expenditures is determined by the FMAP rate. The FMAP formula compares each state's per capita income to U.S. per capita income. The formula provides higher reimbursement to states with relatively lower incomes (with a statutory maximum of 83%) and lower reimbursement to states with relatively higher incomes (with a statutory minimum of 50%). For FY2013, regular FMAP rates range from 50% (14 states) to 73% (Mississippi). ", "The FMAP rate is used to reimburse states for the federal share of most Medicaid expenditures, but exceptions to the regular FMAP rate have been made for certain states, situations, populations, providers, and services. There are more than 20 exceptions to the regular FMAP rates for Medicaid, and the following are some examples. ", "States that have experienced a major, statewide disaster and meet other certain conditions receive a temporary increase to their FMAP rate. States that opt to cover certain women with breast or cervical cancer who do not otherwise qualify for Medicaid and are otherwise uninsured receive the enhanced FMAP (E-FMAP) rate for Medicaid expenditures for these women. States receive 100% federal reimbursement for services provided at an Indian Health Service facility. States receive 90% federal reimbursement for family planning services and supplies. States receive a 50% federal matching rate for most administrative expenditures for their Medicaid program.", "For the State Children's Health Insurance Program (CHIP), the federal government reimburses states according to the E-FMAP rate for both services and administration, subject to the availability of funds from a state's federal allotment for CHIP. The E-FMAP rate is calculated by reducing the state share under the regular FMAP rate by 30%.", "A couple of proposals to reduce federal Medicaid expenditures include changes to the FMAP rate. The President's FY2013 budget proposal includes a provision to replace the current FMAP structure with a blended FMAP. Also, CBO provided an option for deficit reduction that includes reducing the FMAP floor."], "subsections": [{"section_title": "Blended FMAP", "paragraphs": ["The President's FY2013 budget proposal includes a provision to apply a single blended matching rate to Medicaid and CHIP starting in FY2017. Details regarding the proposed blended FMAP rate are not available, but essentially the blended rate would replace the regular FMAP rate, the exceptions to the regular FMAP, and the E-FMAP rate. The Administration's proposal for the blended FMAP included an automatic increase when recessions force Medicaid enrollment and state Medicaid costs to rise. The Administration and CBO estimated the blended FMAP rate would reduce federal Medicaid spending by $17.9 billion from FY2017 to FY2022. ", "On December 10, 2012, the Administration reversed course on its blended FMAP proposal. The Administration no longer supports the blended FMAP policy because it believes the higher federal matching rates available in the ACA for the newly eligible individuals are important for encouraging states to implement the ACA Medicaid expansion now that the Supreme Court has made the expansion optional for states."], "subsections": []}, {"section_title": "Reduce the FMAP Floor", "paragraphs": ["As mentioned above, the FMAP has a statutory maximum of 83% and a statutory minimum of 50%. CBO provides an option for saving federal Medicaid dollars by reducing the statutory FMAP floor, and CBO estimates this option would save $20 billion in federal Medicaid expenditures in FY2020.", "Regular FMAP rates for FY2013 range from 50% (14 states) to 73% (Mississippi). If this option were in place for FY2013, it would affect the 14 states that have FMAP rates of 50%. The other 36 states and the District of Columbia would not be affected by this option. "], "subsections": []}]}, {"section_title": "Dual Eligibles", "paragraphs": ["Some elderly and disabled individuals, referred to as dual eligibles, qualify for health insurance under both Medicare and Medicaid. Persons qualify for Medicare because they are either age 65 or older or under age 65 and have a disability and have been receiving Social Security Disability Insurance for two years. Persons qualify for Medicaid because they fit into one of the Medicaid eligibility categories (e.g., child, pregnant woman, aged, or disabled) and meet the income and asset standards their states use for that eligibility category.", "In FY2009, about 9 million individuals were considered dual eligibles (including those who only received assistance with Medicare premiums and cost-sharing). These individuals comprise a disproportionate share of Medicaid spending, representing 14% of Medicaid enrollees and 37% of Medicaid spending. In FY2008, Medicaid expenditures for dual eligibles consisted of $89 billion (or 69%) for LTSS, $32 billion (or 25%) in Medicare premiums and cost-sharing, and $8 billion (or 6%) in acute care services.", "For the most part, dual eligibles receive coverage on a fee-for-service (FFS) basis, which means Medicaid enrollees independently identify health care providers that will accept Medicaid enrollees and the state pays the providers directly. However, some dual eligibles receive managed care coverage, where states pay a capitated amount to managed care organizations (MCOs) or health care providers to provide for the delivery of health care services to Medicaid enrollees. Almost 1 million dual eligibles received Medicaid MCO coverage on July 1, 2011. For the most part, LTSS are provided outside the MCO contract, either on a FFS basis or through a separate capitated, managed care plan.", "Discussions of strategies to address Medicaid spending growth invariably include dual eligibles due to their high costs, complex health needs, and reliance on both the Medicare and Medicaid programs. The final reports for both the National Commission on Fiscal Responsibility and Reform and the Debt Reduction Task Force included proposals to reduce Medicaid expenditures for the dual eligibles. "], "subsections": [{"section_title": "Medicaid Full Responsibility", "paragraphs": ["The National Commission on Fiscal Responsibility and Reform's final report included a recommendation to give the Medicaid program the full responsibility for providing care to the dual eligibles. In addition, the commission proposed requiring that all the dual eligibles be enrolled in managed care plans. The commission estimated this provision would save $12 billion from FY2012 through FY2020."], "subsections": []}, {"section_title": "Eliminate Managed Care Barriers", "paragraphs": ["The Debt Reduction Task Force proposed eliminating barriers to providing managed care coverage for dual eligibles. Currently, under federal law, states can mandate that most Medicaid recipients enroll in managed care, but states cannot mandate managed care enrollment for dual eligibles, American Indians, and children with special needs. This means states need to get a waiver in order to mandate dual eligibles have managed care coverage. This budget option proposes to fast-track these waiver applications. The task force estimated this provision would save $5 billion from FY2012 to FY2018. "], "subsections": []}]}, {"section_title": "Disproportionate Share Hospital Allotments", "paragraphs": ["The Medicaid statute requires that states make DSH payments to hospitals treating large numbers of low-income patients. This provision is intended to recognize the disadvantaged financial situation of such hospitals because low-income patients are more likely to be uninsured or Medicaid enrollees. Hospitals often do not receive payment for services rendered to uninsured patients, and Medicaid provider payment rates are generally lower than the rates paid by Medicare and private insurance. ", "While most federal Medicaid funding is provided on an open-ended basis, federal Medicaid DSH funding is capped. Each state receives an annual federal DSH allotment, which is the maximum amount of federal matching funds that each state can claim for Medicaid DSH payments. In FY2012, the federal DSH allotments to states totaled $11.3 billion.", "The original state DSH allotments provided in FY1993 were based on each state's FY1992 DSH payments. In FY1992, some states provided relatively more DSH payments to hospitals, and, as a result, these states locked in relatively higher Medicaid DSH allotments. Other states made relatively fewer DSH payments, and these states locked in relatively lower DSH allotments. ", "This disparity still remains to some extent in current DSH allotments because DSH allotments are not distributed according to a formula based on the number of DSH hospitals in a state or the amount of hospital services these hospitals provide to low-income patients. However, over time, the disparity in DSH allotments was reduced by providing larger annual increases to DSH allotments for states that initially made fewer DSH payments and limiting the growth of DSH allotments for states that initially provided relatively more DSH payments.", "The methodology for calculating states' annual DSH allotments has changed a number of times over the years. Currently, states' Medicaid DSH allotments are based on each state's prior year DSH allotment. Specifically, a state's DSH allotment is the higher of (1) a state's FY2004 DSH allotment or (2) the prior year's DSH allotment increased by the percentage change in the consumer price index for all urban consumers (CPI-U) for the prior fiscal year. In FY2012, Louisiana was the only state that continued to receive its FY2004 DSH allotment."], "subsections": [{"section_title": "DSH Allotment Reductions", "paragraphs": ["The ACA is expected to reduce the number of uninsured individuals in the United States starting in 2014 through the health insurance coverage provisions (including the ACA Medicaid expansion as impacted by the Supreme Court's ruling). Built on the premise that with fewer uninsured individuals there should be less need for Medicaid DSH payments, the ACA included a provision directing the Secretary of Health and Human Services to make aggregate reductions in Medicaid DSH allotments equal to $500 million in FY2014, $600 million in FY2015, $600 million in FY2016, $1.8 billion in FY2017, $5.0 billion in FY2018, $5.6 billion in FY2019, and $4.0 billion in FY2020. , ", "Despite the assumption that reducing the uninsured would reduce the need for Medicaid DSH payments, the ACA was written so that, after the specific reductions for FY2014 through FY2020, DSH allotments would return to the amounts states would have received without the enactment of ACA. In other words, in FY2021, states' DSH allotments would have rebounded to their pre-ACA reduced level with the annual inflation adjustments for FY2014 to FY2021. ", "However, the Middle Class Tax Relief and Job Creation Act of 2012 ( P.L. 112-96 ) extended the FY2020 DSH reduction for an additional year. Specifically, for FY2021, states' DSH allotments will be their FY2020 DSH allotment (as affected by the aggregate $4.0 billion ACA reduction) increased by the percentage change in CPI-U for FY2020. Under P.L. 112-96 , in FY2022, states' DSH allotments were to rebound to their pre-ACA reduced levels with the annual inflation adjustments for FY2014 to FY2022.", "However, the American Taxpayer Relief Act of 2012 ( P.L. 112-240 ) extended the FY2020 DSH reduction for a second year. Specifically, P.L. 112-240 bases the FY2022 DSH allotments on the FY2021 DSH allotments increased by CPI-U. Under current law, in FY2023, states' DSH allotments will be determined as though the DSH reductions from ACA, the Middle Class Tax Relief and Job Creation Act of 2012, and the American Taxpayer Relief Act did not occur. In other words, states' DSH allotments will rebound to their pre-ACA reduced levels with the annual inflation adjustments for FY2014 to FY2023."], "subsections": []}, {"section_title": "Proposals to Further Reduce DSH Allotments", "paragraphs": ["The President's FY2013 budget proposed to \"rebase\" the FY2021 Medicaid DSH allotments to the lower FY2020 allotment level increased by the percentage change in CPI-U. The allotments for each subsequent year would be the previous year's allotment level increased by the percentage change in CPI-U. The Administration estimated this option would save $8.3 billion from FY2013 to FY2022, and CBO estimated this option would save $4.2 billion over the same period.", "The President's FY2013 budget was released prior to the passage of the Middle Class Tax Relief and Job Creation Act of 2012 ( P.L. 112-96 ). For this reason, the estimated savings for this provision would be smaller than the savings presented in the President's FY2013 budget. "], "subsections": []}]}, {"section_title": "Durable Medical Equipment", "paragraphs": ["DME is equipment that (1) can withstand repeated use, (2) is used to serve a medical purpose, (3) generally is not useful in the absence of an illness or injury, and (4) is appropriate for use in the home. Examples include hospital beds, blood glucose monitors, and wheelchairs. ", "States are generally free to set payment rates for items, such as DME, and services provided under Medicaid, subject to certain exceptions. Federal statute requires that Medicaid payment policies are consistent with efficiency, economy, and quality of care and are sufficient to provide access equivalent to the general population's access. "], "subsections": [{"section_title": "Limit Medicaid Reimbursement of DME", "paragraphs": ["The President's FY2013 budget proposal included a provision to limit the Medicaid rate for DME to what Medicare pays in the same state for the same service. The Administration estimated this option would save $3.0 billion from FY2013 to FY2022, and CBO estimated this option would save $2.8 billion over the same period of time.", "Historically, Medicare has paid for most DME on the basis of fee schedules. Unless otherwise specified by Congress, fee schedule amounts are updated each year by a measure of price inflation. Relatively recently, Medicare established a competitive acquisition program (competitive bidding) under which prices for selected DME sold in specified areas would be determined not by a fee schedule, but by suppliers' bids. The first round of the competitive bidding program began in July 2008 in 10 areas, but was halted due to implementation concerns. A new first round of competition began in October 2009, and contracts and payments for the competitive bidding areas went into effect in January 2011. Implementation of the second round of competition started in 2011 in 91 additional areas, and CMS expects that payments and contracts under the second round will start in 2013. The Secretary of Health and Human Services is required to extend the competitive acquisition program, or use information from the program to adjust fee schedule rates in remaining areas by 2016."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Federal Medicaid expenditures account for roughly 8% of the federal budget, and the federal government will be funding a vast majority of the ACA Medicaid expansion, which begins in 2014. As a result, reductions to federal Medicaid expenditures have been a focus of federal budget and deficit reductions proposals. Some of these proposals have recommended reforming the financing structure of Medicaid, while other proposals have provided options to reduce federal Medicaid expenditures under the current Medicaid financing structure.", "Some of the proposals discussed in this report would reduce overall Medicaid expenditures (e.g., repealing the Patient Protection and Affordable Care Act's Medicaid expansion, changing coverage options for dual eligibles, and limiting Medicaid reimbursement for durable medical equipment), while other options would reduce federal Medicaid expenditures (e.g., block granting Medicaid, reducing or eliminating states' use of provider taxes, and reforming the FMAP). ", "To the extent that federal Medicaid expenditures are reduced, in most cases states would need to increase their share of Medicaid to maintain their current Medicaid programs. This will be difficult for states that are already struggling to fund their current share of Medicaid expenditures, due to the impact of the recession on state budgets. Faced with this situation, states would have to weigh the impact of maintaining current Medicaid service levels against other state spending priorities.", "The reduction in federal Medicaid expenditures will affect states differently because states will make different choices about how to respond to the reduced federal Medicaid expenditures. States could choose to constrain Medicaid expenditures by reducing provider payment rates, limiting benefit packages, or restricting eligibility. These types of programmatic changes could also affect access to and the quality of medical care for Medicaid enrollees. For example, if states reduced Medicaid provider rates to hospitals, physicians, and nursing homes, these providers may be less willing to accept Medicaid patients."], "subsections": [{"section_title": "Appendix. Summary of Proposals Discussed in the Report", "paragraphs": ["Below are descriptions of the deficit reduction and budget proposals used in this report, such as the National Commission on Fiscal Responsibility and Reform, the Debt Reduction Task Force, the President's FY2013 budget, the FY2013 House Budget Resolution, and CBO's choices for deficit reduction.", "The National Commission on Fiscal Responsibility and Reform", "The National Commission on Fiscal Responsibility and Reform was created by President Obama, and the bipartisan commission worked throughout the fall of 2010 under the leadership of former Senator Alan Simpson and Erskine Bowles. Analysis of the proposal by the National Commission on Fiscal Responsibility and Reform was based on the commission's description of the proposal as published in the final report released December 2010 titled The Moment of Truth .", "The National Commission on Fiscal Responsibility and Reform final report included federal savings from Medicaid totaling $58 billion from FY2012 to FY2020. The savings came from eliminating states' ability to fund Medicaid through provider taxes and covering dual eligibles under managed care arrangements.", "The Debt Reduction Task Force", "The Debt Reduction Task Force was established by the Bipartisan Policy Center, and the task force was co-chaired by former Senator Pete Domenici and Alice Rivlin. The Debt Reduction Task Force's proposal was summarized from their November 2010 public document Restoring America's Future . ", "The Debt Reduction Task Force's proposal calculated that their Medicaid provisions would save the federal government $25 billion from FY2012 to FY2020. The major Medicaid provision in the Debt Reduction Task Force's proposal was to reduce Medicaid's cost growth that exceeds the growth in GDP by one percentage point per year. The other Medicaid-specific provision proposed to eliminate barriers to enrollment for dual eligibles in Medicaid managed care options.", "The President's FY2013 Budget", "In February 2012, the President's FY2013 budget was released. Analysis of the President's FY2013 budget is based on the following two documents: Fiscal Year 2013 Budget in Brief: Strengthening Health and Opportunity for All Americans and Fiscal Year 2013 Justification of Estimates for Appropriations Committees .", "The President's FY2013 budget included a number of Medicaid provisions estimated by the Administration to reduce federal Medicaid expenditures by $55.7 billion from FY2013 to FY2022. The Medicaid provisions included limiting states' ability to use provider taxes in financing the state share of Medicaid expenditures, replacing the current federal Medicaid financing structure with a blended FMAP rate, limiting Medicaid reimbursement of durable medical equipment, and extending Medicaid DSH reductions. ", "The FY2013 House Budget Resolution", "On March 20, 2012, Representative Paul Ryan, the Chairman of the House Budget Committee, released the Chairman's mark of the FY2013 House budget resolution. Additional detail on budgetary objectives and justifications was provided in Chairman Ryan's report entitled The Path to Prosperity: A Blueprint for American Renewal , issued the same day. These two documents were used to analyze the Medicaid provisions in the FY2013 House Budget Resolution.", "The House Budget Committee considered the Chairman's mark on March 21, 2012, and voted 19-18 to report the budget resolution to the full House. H.Con.Res. 112 was introduced in the House March 23, 2012, and was accompanied by the House Budget Committee report ( H.Rept. 112-421 ). The House agreed to H.Con.Res. 112 on March 29, 2012, by a vote of 228 to 191. ", "The House Budget Committee Report that accompanied the House Budget Resolution included illustrative examples for achieving budget savings, such as a change in the structure of the Medicaid programs and repealing many of the provisions in the ACA. The major Medicaid proposal would restructure the Medicaid program from an individual entitlement to a block grant. The unofficial estimate provided in Chairman Ryan's Path to Prosperity report stated that the block grant would reduce federal outlays for Medicaid by about $810 billion from FY2013 to FY2022. CBO estimated repealing the ACA Medicaid expansion would save $643 billion from FY2013 to FY2022.", "CBO's Choices for Deficit Reduction", "In November 2012, CBO published the document Choices for Deficit Reform , which provides information about the United States' deficit and debt situation and options to reduce federal spending. The options affecting the Medicaid program include repealing the ACA Medicaid expansion, converting the federal share of LTSS into a block grant, and reducing the FMAP floor. Together, CBO estimated these options would reduce federal Medicaid expenditures by $156 billion in FY2020."], "subsections": []}]}]}}