{"id": "R42931", "title": "Progress in Combating Neglected Tropical Diseases (NTDs): U.S. and Global Efforts from FY2006 to FY2015", "released_date": "2014-05-28T00:00:00", "summary": ["The term \"neglected tropical diseases\" (NTDs) was coined by the World Health Organization (WHO) in 2003 to describe a set of diseases that are ancient, worsen poverty, and typically impair health and productivity while carrying low death rates. While the use of the term \"NTDs\" has helped to raise awareness about these long-standing health challenges, its use risks simplifying a complicated health challenge. Some of the diseases are treatable with drugs that can be administered by lay health workers irrespective of disease status, while others require diagnosis and can be treated only by trained health professionals who have access to appropriate equipment, electrical power, and refrigeration (to store the temperature-sensitive therapies).", "Neglected tropical diseases primarily plague the poorest people in developing countries. Changes in the environment and population flows, however, make industrialized countries, including the United States, increasingly vulnerable to some NTDs, particularly dengue haemorrhagic fever, which can cause death and has no cure. Health interventions to address the array of NTDs vary, but a common factor to an enduring solution to these illnesses is economic development. Industrialized countries, including the United States, have controlled these diseases in their territories by combining drug treatment with the construction and use of improved sanitation, modernization of agricultural practices, and utilization of improved water systems.", "The international community has made substantial progress in combating select NTDs, though some have been tackled more effectively than others. Guinea worm disease, for example, is on the cusp of eradication. More generally, expanding access to mass drug administration is contributing to decreases in prevalence of several NTDs, particularly across Latin America. Despite these advances, WHO cautions that these diseases cannot be banished without improving global access to clean water and sanitation, strengthening local health capacity (veterinary as well as human), and intensifying case detection and management. Making improvements in these areas will require long-term investments that are complex and may entail facing thorny issues such as addressing corruption, transferring ownership of health programs from donors to recipient countries, and evaluating the impact of political and economic policies on health programs (e.g., international lending requirements).", "The United States has played an important role in combating NTDs. Congressional interest in NTDs has been growing. Appropriations for NTD programs have steadily increased from $15 million in FY2006 to $100 million in FY2014. In May 2014, President Barack Obama announced that the U.S. Agency for International Development (USAID) had supported the delivery of the one billionth NTD treatment and had reached nearly half a billion people. The Administration requested $86.5 million to support NTD programs in FY2015. Between FY2006 and FY2012, U.S. funding has supported the delivery of nearly 585 NTD treatments, reaching 258 million people. This report discusses the prevalence of NTDs, U.S. and global actions to address them, and options the 113th Congress might consider. For additional background on NTDs, including photographs and discussions about transmission of NTDs, descriptions of activities to combat NTDs by other agencies, and additional policy issues, see CRS Report R41607, Neglected Tropical Diseases: Background, Responses, and Issues for Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Over the past decade, global health has become a priority in U.S. foreign policy, and U.S. appropriations for global health-related efforts have more than tripled. Neglected tropical diseases (NTDs) have become an important part of these efforts. Congressional appropriations for NTDs have grown from $15 million in FY2006 to $100 million in FY2014. The Administration requested $86.5 million to support NTD programs in FY2015. Heightened congressional interest in combating NTDs has been reflected not only in higher appropriation levels but also in the development of caucuses on these issues. In October 2009, the House Malaria Caucus expanded its purview to include NTDs, and in September 2012, the Senate Malaria Caucus did the same. ", "Tropical diseases encompass all diseases that occur solely, or principally, in the tropics. Of these, the World Health Organization (WHO) describes 17 as \"neglected,\" since resources for curing, controlling, and researching improved treatments for these were limited until recently. The 17 NTDs are found mostly among the poorest people in 149 countries and territories ( Figure 1 ), primarily where access to clean water, sanitation, and health services is limited. Some NTDs are transmitted by people; others are spread by vectors like snails, flies, or mosquitoes; and several others proliferate in soil or water. Among the 17 NTDs, 7 account for roughly 90% of the global NTD burden ( Table 1 ). These are the three soil-transmitted helminths (intestinal worms), schistosomiasis (snail fever), lymphatic filariasis (elephantiasis), trachoma, and onchocerciasis (river blindness). Intestinal worms, or STH, account for roughly 80% of the seven most common NTDs ( Figure 2 )."], "subsections": [{"section_title": "NTD Control", "paragraphs": ["NTD control efforts are grouped into two categories: those that require individual treatment and those that can be addressed by mass drug administration (MDA). Several NTDs can be addressed through MDA, when an entire community with known cases is treated irrespective of individual disease status. Of the 17 NTDs, 8 can be treated with MDA. These include the seven most common NTDs as well as foodborne trematode infections. ", "Although the seven most common NTDs can be treated with MDA, complex transmission cycles complicate efforts to eliminate or eradicate them. STH, for example, is contracted through contact with or ingestion of worm eggs that lie in soil. The eggs are deposited in the soil through fecal matter and can remain there for several years. Access to adequate sanitation facilities is a critical component of interrupting the STH transmission cycle, as the STH medicines kill the adult worms, but not the eggs. Due to the limitations of drugs, WHO recommends a five-pronged strategy:", "mass drug administration innovative and intensified disease-management; vector control and pesticide management; safe-drinking water, basic sanitation and hygiene services, and education; and veterinary public-health services."], "subsections": []}]}, {"section_title": "Global Progress in Combating NTDs", "paragraphs": ["Since WHO coined the phrase \"neglected tropical diseases\" in 2003, global efforts to address these ailments have accelerated. In 2007, WHO released the Global Plan to Combat Neglected Tropical Diseases , which outlined several goals and targets to reach by 2015 for global control, elimination, and eradication of NTDs ( Figure 3 ). In 2012, WHO released a report, widely known as the Roadmap , which highlighted progress in reaching the 2015 goals and established new ones for 2020. One year later, it released a report outlining progress in achieving the 2020 goals, as described in the Roadmap . ", "According to the reports, guinea worm disease has been nearly eliminated and was endemic in only four countries by 2012: Chad, Ethiopia, Mali, and South Sudan. Nearly 97% of the 542 cases identified in 2012 occurred in South Sudan, where instability remains a key threat to eradication. Since the 2012 report was released, WHO has noted further progress in addressing guinea worm disease, with 148 cases reported in 2013 and only 10 cases reported from January 1, through April 30, 2014. WHO has also since noted progress in other areas. Annual sleeping sickness cases, for example, fell by more than 70% from 1995 through 2012 ( Figure 4 ). "], "subsections": [{"section_title": "International Pledges to Combat NTDs", "paragraphs": ["In January 2012, representatives from endemic countries, the private sector, and donor nations convened in London, England, to affirm their commitment to combatting NTDs. Participants signed the London Declaration on Neglected Tropical Diseases , which highlighted the role each signatory would play in reaching the 2020 goals outlined in the Roadmap . Appendix A lists donor commitments. These pledges included the following:", "$785 million (includes preexisting commitments) to strengthen drug distribution and program implementation; 1.4 billion drug treatments annually; access to drug compound libraries to identify new treatments; increased financial support for NTD programs (some of which amended previous commitments to ongoing efforts), such as: commitments by the governments of Bangladesh, Brazil, Mozambique, and Tanzania to devote political and financial resources to combat endemic NTDs."], "subsections": []}, {"section_title": "Funding and Resource Gaps", "paragraphs": ["Annual donations of NTD treatments have continued to grow ( Figure 5 ). In 2013, donors provided nearly 1.35 billion NTD treatments, up from 995 million in 2011. Nonetheless, these treatments are expected to reach only 36% of those who need them, with some 1.4 billion people lacking access. Treatment access rates vary per disease and region. For example, roughly 37% of children with STH in need of deworming received treatment in 2012 ( Figure 6 ). Regional treatment rates ranged from 7% in the Middle East to 47% in Southeast Asia. ", "Pharmaceutical companies have donated sufficient supplies of medicines for most NTDs, yet a $1.4 billion funding gap persists. Health analysts assert that an additional $200 million is needed annually between 2014 and 2020 to deliver the donated drugs and meet other programming costs. The $1.4 billion does not include additional resources needed for research and development (R&D) of new treatments, vaccines, and testing supplies. "], "subsections": []}, {"section_title": "Research and Development Needs15", "paragraphs": ["NTD experts maintain R&D is vital. Some observers are troubled by emerging evidence that hookworm, one of the STHs (that comprise 80% of all NTDs), may be developing resistance to existing medication. In addition, the international community cannot meet 2020 goals with existing tools ( Figure 7 ). There is an urgent need for additional drug treatments and vaccines for those NTDs that are difficult to treat, are costly to manage, and can have severe clinical outcomes if left untreated. These are Buruli ulcer, Chagas disease, human African trypanosomiasis, the leishmaniases, leprosy and yaws. Given the complexity of these diseases, patients must be seen at well-equipped health facilities by well-trained, specialized technicians; these types of facilities may not be available in many of the affected countries. Additionally, exposed populations need to be systematically screened because these diseases are generally asymptomatic during the periods when treatments would be most effective and carry the least dangerous side-effects.", "In addition to the above-mentioned diseases, dengue has become a growing global health problem. Dengue is the leading cause of serious illness and death among children in some Asian and Latin American countries. More than 2.5 billion people are now at risk of infection, close to 40% of the world's population. Of these, between 50 million and 100 million contract the disease annually. Before 1970, only nine countries had experienced severe dengue epidemics. The disease is now endemic in more than 100 countries. Dengue has been detected in a number of U.S. states and territories, including Florida, Texas, and Puerto Rico. There is no specific treatment or vaccine for dengue, which can lead to death if left untreated. Early detection and proper care can reduce fatality rates from about 20% to less than 1%.", "Congress has taken steps to encourage drug development for certain diseases; some NTDs are among them. Two pieces of legislation established a framework for incentivizing drugs for rare diseases or disorders: The Orphan Drug Act of 1983, P.L. 97-414 , followed by the Rare Diseases Act of 2002, P.L. 107-280 . These acts defined rare diseases or disorders as those that affect fewer than 200,000 individuals in the United States. This definition includes NTDs and other rare or orphan conditions. Through these programs, 26 drugs received a new drug approval (NDA) or a biologic license application in 2012.", "The FDA Amendments Act of 2007 ( P.L. 110-85 ) created a priority review voucher (PRV) to incentivize the development of drugs and biologic products for tropical diseases. The applicant would receive a voucher at the time of approval of certain tropical disease products that \"offer major advances in treatment where no adequate therapy exists.\" This voucher would allow the applicant a priority review of another drug product. This voucher could be transferred (sold) to one other sponsor. The draft guidance issued by the FDA describes the diseases and conditions covered by the PRV. ", "The act also permits the Secretary to designate other diseases by regulation, which could include \"any infectious disease for which there is no significant market in developed nations and that disproportionately affects poor and marginalized populations.... \" The list includes tropical diseases beyond the 17 NTDs, namely cholera, malaria, and tuberculosis (TB). At the same time, the act excludes some NTDs listed by WHO, including rabies, cysticercosis/taeniasis, and Chagas disease."], "subsections": []}]}, {"section_title": "U.S. Efforts to Tackle NTDs", "paragraphs": ["A variety of U.S.-based institutions support global efforts to control NTDs. These institutions include the federal government, pharmaceutical companies, philanthropic organizations, and NGOs. Key U.S. government players include the U.S. Agency for International Development (USAID), U.S. Centers for Disease Control and Prevention (CDC), National Institutes of Health (NIH), and Department of Defense (DOD). NGOs include groups like the Carter Center and RTI International; philanthropic organizations include the Gates Foundation and the Sabin Vaccine Institute; and private companies include Merck, Johnson & Johnson and Pfizer. While each of these plays an important role in combating NTDs, this section focuses exclusively on the USAID-managed NTD Program. "], "subsections": [{"section_title": "The USAID NTD Program", "paragraphs": ["In 2006, the Bush Administration launched the Neglected Tropical Disease Control Program, the first U.S. effort to address a group of NTDs. The program was created in response to language in the FY2006 Foreign Operations Appropriations Act, which made available up to $15 million \"to support an integrated response to the control of neglected diseases including intestinal parasites [STH], schistosomiasis, lymphatic filariasis, onchocerciasis, trachoma and leprosy.\" The language signaled congressional support for calls to integrate and expand access to drugs for the seven most common NTDs. Until that time, most countries and their implementing partners focused on tackling a single NTD. The NTD Program sought to document the feasibility of integrating treatment for several NTDs and expanding this strategy. At the outset, the NTD program aimed to support the provision of 160 million NTD treatments to 40 million people in 15 countries. In 2008, President George W. Bush reaffirmed his commitment to the program and proposed spending $350 million over six years (from FY2008 through FY2013) on expanding the program to 30 countries. ", "During his first term, President Barack Obama named the NTD Program a priority. The Obama Administration announced several goals for addressing NTDs, including", "administer 1 billion NTD treatments, halve the prevalence of the seven most common NTDs by 2013, eliminate leprosy in all endemic countries and onchocerciasis in Latin America by 2016, and eliminate lymphatic filariasis globally by 2017.", "On May 8, 2014, the Obama Administration announced that it had administered its one billionth NTD treatment, reaching 465 million people and surpassing one of its goals. From FY2007 through FY2013, USAID spent more than $370 million on global NTD programs ( Figure 8 ). In FY2014, Congress appropriated $100 million for NTD programs and the Administration requests $86.5 million for NTD programs in FY2015. A map of the countries receiving USAID support for combating NTDs is in Appendix B ."], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": ["The international community has made substantial progress in combating select neglected tropical diseases. Some NTDs have been tackled more effectively than others. Guinea worm disease, for example, is on the cusp of eradication and with expanding mass drug administration campaigns, the prevalence of several NTDs is declining, particularly in Latin America. Despite these advancements, WHO cautions in the 2020 Roadmap that these diseases cannot be banished without expanding global access to clean water and sanitation, improving hygiene practices, strengthening local health capacity (veterinary as well as human), and intensifying case detection and management. ", "The United States has played an important role in combating NTDs and will likely be a central player in global efforts to advance the 2020 NTD goals. The section below discusses a range of issues U.S. and international organizations may face as they attempt to reach the WHO 2020 goals, as well as those set by the Administration (see \" U.S. Efforts to Tackle NTDs \"). Some of the discussion includes an analysis of steps the 113 th Congress might consider. "], "subsections": [{"section_title": "Accessing Clean Water and Sanitation", "paragraphs": ["Transmission of most NTDs is facilitated by insufficient access to clean water, sanitation, and hygiene (WASH). An estimated 880 million children are carrying soil-transmitted helminths, for example, which are spread primarily through openly defecating on the ground. Eggs of these intestinal worms, which account for roughly 80% of NTDs, can persist in the environment for many years.", "Experts at the CDC assert that WASH should be a central component of any effective and sustainable approach to controlling NTDs. One estimate indicates that improved sanitation and water safety can reduce the prevalence rates of other NTDs as well, including schistosomiasis and blinding trachoma. Water and sanitation improvement are particularly important when addressing pathogens that cannot be eliminated by drugs alone, such as STH and schistosomiasis. ", "Several experts urge greater investments in water and sanitation and see attainment of global water and sanitation goals as an important step towards eliminating NTDs. Through the Millennium Development Goals (MDGs), the international community sought to halve the share of people without access to clean water and basic sanitation by 2015. WHO estimated that between 2005 and 2015, it would cost $72 billion annually to implement and maintain enough water and sanitation schemes to meet global water and sanitation targets, of which $54 billion would need to be spent on maintaining the systems. In 2010, members of the Organization for Economic Cooperation and Development (OECD) committed $7.8 billion towards improving global access to clean drinking water and sanitation. U.S. and global investments in sanitation would need to increase significantly to meet this funding gap. "], "subsections": []}, {"section_title": "Integrating the U.S. NTD Program", "paragraphs": ["Investments in WASH are considered important, as mass drug administration campaigns cannot be used in isolation to eliminate NTDs. The process of combating diseases by combining responses by practitioners across sectors, particularly those related to health, agriculture, water, construction, and waste disposal, is known as integrated vector management. Indeed, the United States was unable to control hookworm (an STH) within its own borders until the early 1900s, when an integrated vector management (IVM) approach was applied. ", "Documents by the Administration maintain the NTD Program is part of a complete package of services the United States provides to improve the health of women and children across sectors. The Administration intends, for example, to expand the provision of drugs that treat STH in children within USAID-supported education programs. Similarly, the Obama Administration underscores the intersection between water and sanitation and categorizes it as a \"cross-cutting area\" under global health. Nonetheless, in reports to Congress on progress towards advancing global health (through congressional budget justifications, for example) the Administration provides little information about how water and sanitation programs advance global health efforts or how they are integrated within global health projects. ", "The structure of the FY2013 Foreign Operations budgetary request suggests some separation between these activities. Requests for water programs are made across a variety of accounts, primarily Development Assistance (DA) and Economic Support Fund (ESF). In FY2013, for example, the Administration requested only 12% of water and sanitation funds through the Global Health Programs account and 76% through the DA and ESF accounts. These two accounts support a wide range of governance and economic development activities, which do not typically focus on health objectives.", "Despite the limitations of mass drug administration, the U.S. NTD Program focuses almost exclusively on MDA. Administration officials recognize the importance of a comprehensive NTD Program, but maintain that \"the directive from Congress was to focus on mass drug administration. [G]iven the limited resources, [MDA] is the most efficient and cost-effective way to control [and] eliminate these diseases.\" The 113 th Congress might debate the merits of applying an intersectoral approach to the NTD Program. Broadening the U.S. approach may not necessarily entail raising spending, but could involve improving the integration of U.S. health and development programs. The 113 th Congress could, for example, request information on how key leaders at USAID (e.g., the Deputy of the Global Health Initiative and the Water Coordinator) coordinate their programs."], "subsections": []}, {"section_title": "Strengthening Health Systems", "paragraphs": ["Although pharmaceutical companies have donated sufficient supplies of NTD medicines, more than 60% of those in need of NTD treatment lack access to the drugs. Broader issues associated with weak health systems within endemic countries can affect the delivery of drugs and the effectiveness of NTD programs. Since many endemic countries are largely responsible for disseminating the donated medicines, human resource constraints and supply chain deficiencies inhibit supply of the drugs and leave many without access to treatment. Streamlining and simplifying treatments are becoming increasingly important. The international community is increasingly integrating treatments and services, particularly for multiple diseases that can be treated with one pill. Lymphatic filariasis and the three most common intestinal worms, for example, can be treated with the same medication. Health providers are partnering with schools to couple LF and STH treatment with school feeding programs. Some are concerned, however, that deworming treatment rates are declining among children who are not yet old enough to attend school ( Figure B-2 ).", "Weak veterinary and public health systems limit the ability of several affected countries to enhance NTD programs or maintain them after international support wanes. Many critics of \"vertical\" or \"disease-specific\" programs see the poor conditions of health systems in several developing countries as an outcome of the burgeoning investments in vertical disease programs. One argument is that disease-specific efforts divert investments from the very public health systems that are needed to support vertical programs. Supporters of disease-specific initiatives argue, on the other hand, that such activities facilitate dramatic, measurable progress. Advocates of this approach point to dramatic reductions in recent years of deaths associated with HIV/AIDS and malaria. The merits of vertical disease programs have been long debated in the global health community and evidence supports both sides of the debate. "], "subsections": []}, {"section_title": "Addressing Research and Development Needs43", "paragraphs": ["Despite support by health analysts and scientists for increasing drug and vaccines for NTDs, funding for pharmaceutical R&D is considered by many to be insufficient. To date, efforts to encourage private development of NTD vaccines and drugs have met tepid responses, due in part to the belief that there is no viable commercial market for these products. It is widely understood that NTDs affect primarily the poorest in developing countries, most of whom lack resources to afford drugs. Without guarantees of cost recovery, drug manufacturers appear reluctant to initiate the lengthy, and potentially costly, discovery process. Estimates indicate that the average time for a drug to reach approval in the United States ranges from 6 to 10 years.", "Some analysts question whether the PRV provides sufficient financial incentives for NTD products. To date, only two companies have received the voucher, Novartis (for the drug Coartem, which treats malaria) and Johnson and Johnson (for the drug Sirturo, which treats drug-resistant TB). Novartis failed to see any market return on its voucher as it used the voucher for a product whose new drug application failed to win FDA approval. Johnson & Johnson has not yet used its voucher, which it earned in 2012. Some market analysts believe that the utility of the voucher will remain uncertain until a PRV is sold and has a clear market value. It remains to be seen whether the PRV, on its own, will provide a strong enough incentive to encourage drug development. For example, in the development of Sirturo, Johnson and Johnson applied for a PRV as well as two other FDA development incentives. ", "Congressional interest in this issue may focus on the strategic investments that could spur added drug treatments, vaccines, and diagnostic tools. For example, some might prioritize NTDs with serious clinical outcomes that are difficult to treat and manage (e.g., Buruli ulcer, Chagas disease, human African trypanosomiasis, the leishmaniases, leprosy and yaws). Others might focus on diseases that lack any drug treatment, such as dengue, or diseases that affect the greatest number of individuals, such as STH. Vaccines do not exist for NTDs except for rabies, and diagnostic measures are limited, so that vaccines could be prioritized. There is a case for developing diagnostic tools for diseases that are difficult to detect, such as Buruli ulcer. Finally, another potential investment could advance promising treatments that are already in development, such as a vaccine for certain filarial infections (onchocerciasis and lymphatic filariasis ).", "Appendix A. London Declaration: Table of Donor Commitments", "Appendix B. Map of USAID NTD Program"], "subsections": []}]}]}}