{"id": "R42924", "title": "Prosecutorial Discretion in Immigration Enforcement: Legal Issues", "released_date": "2013-12-27T00:00:00", "summary": ["The term prosecutorial discretion is commonly used to describe the wide latitude that prosecutors have in determining when, whom, how, and even whether to prosecute apparent violations of the law. The Immigration and Naturalization Service (INS) and, later, the Department of Homeland Security (DHS) and its components have historically described themselves as exercising prosecutorial discretion in immigration enforcement. Some commentators have recently challenged this characterization on the grounds that DHS enforces primarily civil violations, and some of its components cannot be said to engage in \"law enforcement,\" as that term is conventionally understood. However, even agencies that do not prosecute or engage in law enforcement have been recognized as having discretion (sometimes referred to as enforcement discretion) in determining whether to enforce particular violations.", "Federal regulation of immigration is commonly said to arise from various powers enumerated in the Constitution (e.g., naturalization, commerce), as well as the federal government's inherent power to control and conduct foreign relations. Some, although not all, of these powers belong exclusively to Congress, and courts have sometimes described Congress as having \"plenary power\" over immigration. However, few courts or commentators have addressed the separation of powers between Congress and the President in the field of immigration, and the executive has sometimes been said to share plenary power over immigration with Congress as one of the \"political branches.\" Moreover, the authority to exercise prosecutorial or enforcement discretion has traditionally been understood to arise from the Constitution, not from any congressional delegation of power.", "Certain decisions have been widely recognized as within the prosecutorial discretion of immigration officers. These include deciding whether to initiate removal proceedings and what charges to lodge against the respondent; canceling a Notice to Appear or other charging document before jurisdiction vests with an immigration judge; granting deferred action or extended voluntary departure to an alien otherwise subject to removal (deportation); appealing particular decisions or orders; and imposing fines for particular offenses, among other things. Enforcement priorities and resources, as well as humanitarian concerns, have typically played a role in determining whether to exercise discretion in individual cases. For example, the George W. Bush Administration temporarily suspended employer sanctions in areas affected by Hurricane Katrina, and the Obama Administration recently began granting deferred action to certain unauthorized aliens brought to the United States as children.", "While the executive branch's prosecutorial or enforcement discretion is broad, it is not unfettered, and particular exercises of discretion could potentially be checked by the Constitution, statute, or agency directives. Selective prosecution, or prosecution based on race, religion, or the exercise of constitutional rights, is prohibited, although aliens generally cannot assert selective prosecution as a defense to removal. A policy of non-enforcement that amounts to an abdication of an agency's statutory responsibilities could potentially be said to violate the Take Care Clause. However, standing to challenge alleged violations of the Take Care Clause may be limited, and no court appears to have invalidated a policy of non-enforcement founded upon prosecutorial discretion on the grounds that the policy violated the Take Care Clause. Non-enforcement of particular laws could also potentially be challenged under the Administrative Procedure Act if a statute provides specific guidelines for the agency to follow in exercising its enforcement powers. In addition, an agency could potentially be found to have constrained its own discretion, as some courts found that the INS had done in the 1970s with its operating instruction on deferred action."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The term prosecutorial discretion is commonly used to describe the \"wide latitude\" that prosecutors have in determining when, whom, how, and even whether to prosecute apparent violations of the law. The Immigration and Naturalization Service (INS) and, later, the Department of Homeland Security (DHS) and its components have historically described themselves as exercising prosecutorial discretion in the enforcement of federal immigration law, which is largely contained in the Immigration and Nationality Act of 1952 (INA), as amended . Some commentators have recently challenged this characterization on the grounds that DHS enforces primarily civil violations, and some of its components cannot be said to engage in \"law enforcement,\" as that term is conventionally understood. However, even agencies that do not prosecute or engage in law enforcement have been recognized as having discretion (sometimes referred to as enforcement discretion ) in determining whether to enforce particular violations, and immigration officers appear to have exercised such discretion in individual cases and on a categorical basis for decades. For example, the Kennedy Administration granted extended voluntary departure to persons from Cuba in 1960, allowing many otherwise deportable Cuban nationals to remain in the United States for an extended period, while the George W. Bush Administration temporarily suspended employer sanctions on entities that employed unauthorized aliens in areas affected by Hurricane Katrina.", "The scope of prosecutorial discretion in immigration enforcement has recently been of interest to Congress and the public due to certain initiatives of the Obama Administration. In 2011, John Morton, then Director of U.S. Customs and Immigration Enforcement (ICE), issued two memoranda addressing prosecutorial discretion, one of which identified ICE's priorities for the apprehension, detention, and removal of aliens, and the other of which discussed how ICE personnel may exercise prosecutorial discretion consistent with ICE's enforcement priorities. Subsequently, in June 2012, then Secretary of Homeland Security Janet Napolitano issued a memorandum \"setting forth how, in the exercise of [its] prosecutorial discretion, the Department ... should enforce the Nation's immigration laws against certain young people who were brought to this country as children and know only this country as home.\" As implemented, this initiative has come to be known as Deferred Action for Childhood Arrivals (DACA). Most recently, ICE has directed its personnel to exercise discretion in \"ensur[ing] that the agency's immigration enforcement activities do not unnecessarily disrupt the parental rights of both alien parents or legal guardians of minor children. \"", "These initiatives have been challenged by some Members of Congress and commentators on the grounds that they are tantamount to \"amnesty\" for unauthorized aliens and are contrary to the President's constitutional responsibility to \"take Care\" that the laws be enforced. In particular, some Members have suggested that DACA exceeds the President's authority because \"it was issued after Congress specifically rejected legislation\"—the Development, Relief, and Education for Alien Minors (DREAM) Act—\"embodying that policy.\" In addition, several ICE agents and the State of Mississippi filed suit in federal district court for the Northern District of Texas alleging that the DACA initiative violates certain statutory requirements and impinges upon Congress's legislative powers, among other things.", "This report begins by discussing the sources of federal power to regulate immigration and, particularly, the allocation of power between Congress and the President in this area. It next addresses the constitutional and other foundations for the doctrine of prosecutorial discretion, as well as the potential ways in which prosecutorial discretion may be exercised in the immigration context. It concludes by addressing potential constitutional, statutory, and administrative constraints upon the exercise of prosecutorial discretion. The report does not address other aspects of discretion in immigration law, such as the discretion exercised by immigration officers in granting benefits (e.g., asylum), or by immigration judges in non-enforcement contexts (e.g., cancellation of removal)."], "subsections": []}, {"section_title": "Federal Power to Regulate Immigration", "paragraphs": ["The Constitution does not directly address the sources of federal power to regulate which non-U.S. nationals (aliens) may enter and remain in the United States, or to establish the conditions of their continued presence within the country. However, several of the enumerated powers of the federal government have been construed as authorizing such regulation. The powers to establish a uniform rule of naturalization and regulate commerce are arguably the most commonly cited provisions, particularly in recent years. Various authorities related to foreign affairs have also been routinely cited as providing support for particular enactments and activities in the field of immigration. In addition, in some cases, the Supreme Court has suggested that federal regulation of immigration is grounded in the federal government's \"inherent power as a sovereign to control and conduct foreign relations.\" ", "Many, although not all, of these powers belong exclusively to Congress, and courts and commentators have sometimes used language which implies that Congress is preeminent in the field of immigration. For example, it has frequently been said that Congress has \"plenary power\" over immigration, and that \"over no conceivable subject is the legislative power of Congress more complete than it is over\" immigration. In some cases, courts have even suggested that the executive branch's authority over immigration arises from a delegation of congressional power, as is the case with other Article I powers, although Article I does not give Congress clear supremacy over immigration, as previously noted. In Sale v. Haitian Centers Council, Inc. , for example, the Supreme Court rejected a challenge which alleged that the executive branch's procedures for screening Haitian migrants at sea, without allowing them to disembark in the United States, did not comply with statutory and treaty-based protections that enable aliens to apply for refugee status and avoid repatriation. The Court did so, in part, on the grounds that \"[t]he laws that the Coast Guard is engaged in enforcing when it takes to the seas under orders to prevent aliens from illegally crossing our borders are laws whose administration has been assigned to the Attorney General by Congress.\" Similarly, in other cases, the Court has described Congress's power to exclude aliens from the United States, or prescribe the terms and conditions upon which they may enter, as being \"enforced exclusively through executive officers,\" or opined that executive branch officials \"exercise[] delegated legislative power\" in taking specific actions. ", "Few courts or commentators have, however, directly addressed the separation of powers between Congress and the President in the field of immigration, and in some cases, the Court has also suggested that the executive branch shares plenary power over immigration with Congress as one of the \"political branches.\" While some such cases could potentially be construed as referring to powers delegated to the executive branch by Congress, in other cases, the President has been expressly said to have inherent authority over at least some immigration-related matters. For example, in United States ex rel. Knauff v. Shaughnessy , the Court upheld the executive branch's decision to exclude a German \"war bride,\" in part, on the grounds that", "The exclusion of aliens is a fundamental act of sovereignty. The right to do so stems not alone from legislative power but is inherent in the executive power to control the foreign affairs of the nation.... When Congress prescribes a procedure concerning the admissibility of aliens, it is not dealing alone with a legislative power. It is implementing an inherent executive power.", "Similarly, in Hampton v. Mow Sung Wong , the Court indicated that certain rules adopted by the U.S. Civil Service Commission barring resident aliens from employment in the federal civil service impermissibly deprived these aliens of due process of law, but that such rules would be permissible if they \"were expressly mandated by the Congress or the President.\" Here, Congress had delegated authority to the President to prescribe regulations for the admission of individuals to the civil service. Accordingly, it is possible that when the Hampton Court referred to the President's power to limit alien eligibility for federal employment, it intended to refer only to the power which had been conferred to him by Congress. On the other hand, the Court's discussion of the interests of the President that might be sufficient to justify the exclusion of noncitizens from the civil service focused upon the President's power to negotiate treaties, suggesting recognition of some independent constitutional basis for executive branch activity in the field of immigration. ", "The possibility of independent executive branch authority over immigration is significant in that any such authority could potentially help justify certain actions taken by the executive branch (although actions taken in reliance on such authority could also potentially raise issues if they were arguably within Congress's purview). However, the executive branch's authority to exercise prosecutorial or enforcement discretion has traditionally been understood to arise from the Constitution, as discussed below. ", "Courts have historically not required that the executive branch have specific statutory authorization for particular exercises of prosecutorial discretion. Thus, immigration officials would not necessarily be precluded from granting deferred action, or taking certain other actions that could permit otherwise removable aliens to remain in the United States, just because federal immigration statutes do not expressly authorize such actions. On the other hand, Section 103(a)(3) of the INA authorizes the Secretary of Homeland Security to \"perform such other acts as he deems necessary for carrying out his authority under the provisions of this chapter,\" and has been construed by some as \"commit[ting] enforcement of the INA to [the Secretary's] discretion.\" The federal government recently noted its discretion under Section 103(a)(3) in seeking dismissal of a lawsuit challenging the DACA initiative. The Secretary's authority under Section 103(a)(3) of the INA is, however, an authority granted to the executive branch by Congress and, as such, is distinguishable from the President's constitutional authority to \"take Care\" that the laws be enforced. Congress could, for example, potentially limit the discretion granted to the Secretary by Section 103(a)(3) of the INA, including by prohibiting particular exercises of discretion. In contrast, Congress probably could not directly limit the President's authority under the Constitution to \"take Care\" that the laws be enforced. ", "The INA also grants the Secretary other types of discretion which are sometimes mentioned in connection with exercises of prosecutorial or enforcement discretion, but do not themselves involve determinations regarding when, whom, how, and even whether to prosecute apparent violations of the law. In some cases, the INA expressly provides that certain determinations are within the discretion of immigration officials, such as the determination to waive the bar upon admissibility for alien spouses or children of U.S. citizens or lawful permanent residents (LPRs) who have been present in the United States without authorization for more than 180 days. In other cases, the INA does not expressly mention the discretion of executive branch officials, but effectively affords them such discretion by leaving certain details of the statutory scheme to be implemented by the executive branch. Thus, the INA affords the Secretary discretion to determine which aliens are granted employment authorization by prohibiting the employment of unauthorized aliens, and defining \"unauthorized alien,\" in part, as an alien who has not been \"authorized to be ... employed by the [Secretary].\" Because it is conferred by Congress, this discretion, like the Secretary's discretion under Section 103(a)(3), could also be limited by Congress. "], "subsections": []}, {"section_title": "Prosecutorial Discretion Generally", "paragraphs": ["The judicial branch has traditionally accorded federal prosecutors \"broad\" latitude in making a range of investigatory and prosecutorial determinations, including when, whom, and whether to prosecute particular violations of federal law. This doctrine of \"prosecutorial discretion\" has a long historical pedigree—the early roots of which can be traced at least to a Sixteenth Century English common law procedural mechanism known as the nolle prosequi . In the early English legal system, criminal prosecutions were generally initiated by private individuals rather than public prosecutors. The nolle prosequi , however, allowed the government, generally at the direction of the Crown, to intervene in and terminate a privately initiated criminal action it viewed as \"frivolous or in contravention of royal interests.\" The discretionary device was later adopted into American common law and has been used by prosecutors to terminate criminal prosecutions that are determined to be unwarranted or which the prosecuting authority chooses not to pursue. ", "Notwithstanding this historical background, the modern doctrine of prosecutorial discretion derives more from our constitutional structure than English common law. However, the exact justification for the doctrine does not appear to have been explicitly established. Generally, courts have characterized prosecutorial discretion as a function of some mixture of the separation of powers, the Take Care Clause, or the duties of a prosecutor as an appointee of the President. Moreover, both federal and state courts have ruled that the exercise of prosecutorial discretion is an executive function necessary to the proper administration of justice. Given these precedents, prosecutorial discretion may be appropriately characterized as a constitutionally based doctrine.", "Regardless of its precise textual source, courts generally will neither review nor question discretionary prosecutorial decisions, nor \"coerce\" the executive branch to initiate a particular prosecution. In acknowledging the discretion possessed by enforcement officials, courts have recognized that the \"decision to prosecute is particularly ill-suited to judicial review,\" as it involves the consideration of factors—such as the strength of evidence, deterrence value, and existing enforcement priorities—\"not readily susceptible to the kind of analysis the courts are competent to undertake.\" Moreover, the executive branch has asserted that \"because the essential core of the President's constitutional responsibility is the duty to enforce the laws, the Executive Branch has exclusive authority to initiate and prosecute actions to enforce the laws adopted by Congress.\" ", "An agency decision to initiate an enforcement action in the administrative context \"shares to some extent the characteristics of the decision of a prosecutor in the executive branch\" to initiate a prosecution in the criminal context. Thus, just as courts are hesitant to question a prosecutor's decisions with respect to whether to bring a criminal prosecution, so too are courts cautious in reviewing an agency's decision not to bring an enforcement action. In the seminal case of Heckler v. Cheney , the Supreme Court held that \"an agency's decision not to prosecute or enforce, whether through civil or criminal process, is a decision generally committed to an agency's absolute discretion.\" The Court noted that agency enforcement decisions, like prosecution decisions, involve a \"complicated balancing\" of agency interests and resources—a balancing that the agency is \"better equipped\" to evaluate than the courts. The Heckler opinion proceeded to establish the standard for the reviewability of agency non-enforcement decisions, holding that an \"agency's decision not to take enforcement action should be presumed immune from judicial review.\" However, the Court indicated that, in certain cases, that presumption may be overcome \"where the substantive statute has provided guidelines for the agency to follow in exercising its enforcement powers,\" as is discussed below."], "subsections": []}, {"section_title": "Prosecutorial Discretion in the Immigration Context", "paragraphs": ["In Reno v. American-Arab Anti-Discrimination Committee , a majority of the Supreme Court found that the various prudential concerns that prompt deference to the executive branch's determinations as to whether to prosecute criminal offenses are \"greatly magnified in the deportation context,\" which entails civil (rather than criminal) proceedings. While the reasons cited by the Court for greater deference to exercises of prosecutorial discretion in the immigration context than in other contexts reflect the facts of the case, which arose when certain removable aliens challenged the government's decision not to exercise prosecutorial discretion in their favor, the Court's language is broad and arguably can be construed to encompass decisions to favorably exercise such discretion. More recently, in its decision in Arizona v. United States , a majority of the Court arguably similarly affirmed the authority of the executive branch not to seek the removal of certain aliens, noting that \"[a] principal feature of the removal system is the broad discretion entrusted to immigration officials,\" and that \"[r]eturning an alien to his own country may be deemed inappropriate even where he has committed a removable offense or fails to meet the criteria for admission.\" According to the majority, such exercises of prosecutorial discretion may reflect \"immediate human concerns\" and the \"equities of … individual case[s],\" such as whether the alien has children born in the United States or ties to the community, as well as \"policy choices that bear on … international relations.\" ", "Going beyond such general affirmations of the executive branch's prosecutorial discretion in the immigration context, other cases have specifically noted that certain decisions are within the prosecutorial discretion of INS and, later, the immigration components of DHS. These decisions include", "whether to parole an alien into the United States; whether to commence removal proceedings and what charges to lodge against the respondent; whether to pursue formal removal proceedings; whether to cancel a Notice to Appear or other charging document before jurisdiction vests with an immigration judge; whether to grant deferred action or extended voluntary departure; whether to appeal an immigration judge's decision or order, and whether to file a motion to reopen; whether to invoke an automatic stay during the pendency of an appeal; and whether to impose a fine for particular offenses. ", "As used here, deferred action is \"generally an act of prosecutorial discretion to suspend [taking action] against a particular individual or group of individuals for a specific timeframe; it cannot resolve an individual's underlying immigration status.\" It is generally granted on a case-by-case basis, although the executive branch has sometimes provided that individuals who share certain characteristics (e.g., advanced or young age) are to be given particular consideration for deferred action. In contrast, extended voluntary departure —sometimes also referred to as deferred departure or deferred enforced departure —generally involves \"blanket relief\" from removal to particular countries.", "Many of the actions that judicial and administrative tribunals have noted are within the prosecutorial discretion of immigration officers have also been mentioned in INS and, later, DHS, guidance regarding the exercise of prosecutorial discretion. Memoranda or other documents providing such guidance have been issued intermittently since at least 1976, and have suggested that officers may generally exercise discretion in ", "deciding whether to issue or cancel a notice of detainer; deciding whether to issue, reissue, serve, file, or cancel a Notice to Appear; focusing administrative resources on particular violations or conduct; deciding whom to stop, question, or arrest for a violation; deciding whether to detain aliens who are not subject to \"mandatory detention\" pending removal, or whether to release them on bond, supervision, personal recognizance, or other conditions; seeking expedited removal or removal by means other than formal proceedings in immigration court; settling or dismissing a proceeding; granting deferred action or parole; staying a final order of removal; agreeing to voluntary departure, the withdrawal of an application for admission, or other action in lieu of a formal order of removal; pursuing an appeal; executing a removal order; and responding to or joining in a motion to reopen removal proceedings, or joining in a motion to grant relief or a benefit. ", "Often, this executive branch guidance has highlighted resource constraints, as well as humanitarian considerations, that may warrant a favorable exercise of prosecutorial discretion, although such guidance has generally also indicated that determinations as to whether to exercise discretion in particular cases are to be based on the \"totality of the circumstances\" and whether a \"substantial federal interest\" is present. The guidance may also suggest when in the process such discretion is to be exercised (generally as early in the process as possible, so as to avoid wasting government resources), as well as which officers may exercise particular forms of discretion. While personnel are generally instructed that they should \"always consider prosecutorial discretion on a case-by-case basis,\" classes of individuals warranting consideration for favorable—or unfavorable—exercises of discretion have sometimes been identified (e.g., minors and elderly individuals, known gang members). "], "subsections": []}, {"section_title": "Potential Limits on the Exercise of Discretion", "paragraphs": ["While prosecutorial discretion is broad, it is not \"unfettered,\" and particular exercises of discretion could potentially be checked by the Constitution, statute, or agency directives. In practice, however, persons who are neither aliens nor otherwise subject to the requirements of the INA could lack standing to challenge alleged abuses of prosecutorial discretion in the immigration context. Standing is generally limited to persons who allege a \"personal injury fairly traceable to the defendant's allegedly unlawful conduct and likely to be redressed by the requested relief.\" Those whose sole injury is the government's alleged failure to follow the law will generally be found to lack standing because this injury is not personal and particularized. Even government officers and employees, who have taken an oath to uphold the law, will generally be found to lack standing so long as their only asserted injury is being forced to violate their oaths by implementing an allegedly unlawful policy or practice. Instead, they must allege some separate and concrete adverse consequence that would flow from violating their oath, and courts have reached differing conclusions as to whether the possibility of being disciplined for obeying—or refusing to obey—allegedly unlawful orders suffices for purposes of standing, or whether such injury is \"entirely speculative.\" Courts have imposed these limitations, in part, on the grounds that recognizing standing in such cases would allow persons to sue \"merely ... to ensure [that federal] law conforms to [their] opinion of what federal law requires,\" and such personal opinions could change at any time.", "In addition, even where standing to challenge particular exercises of prosecutorial discretion exists, plaintiffs could potentially have difficulty obtaining relief given that actions by Congress or the President in the immigration context are generally subject to a \"narrow standard of review,\" particularly in cases where such decisions implicate foreign affairs or national security. For example, in its recent decision in Arizona v. United States , a majority of the Supreme Court noted that \"[s]ome discretionary decisions involve policy choices that bear on this Nation's international relations\" when explaining the basis for the \"broad discretion\" immigration officers have in determining whether to remove unauthorized aliens. The Court has similarly emphasized the potential \"diplomatic repercussions\" of certain decisions made by immigration officers (e.g., determining whether to grant withholding of removal or an alien's petition to reopen deportation proceedings). Moreover, in some cases, courts have found that challenges to the alleged nonenforcement of immigration laws involve nonjusticiable political questions because they fundamentally entail disagreements about the proper extent of immigration enforcement."], "subsections": [{"section_title": "Constitution", "paragraphs": ["The U.S. Constitution can be seen as imposing two potential limitations upon the executive branch's exercise of prosecutorial discretion, one in cases where the Executive decides to enforce the law against particular individuals because of their race, religion, exercise of a constitutional right, or other impermissible factors; and the other in cases where the Executive adopts a general policy of non-enforcement \"which is in effect an abdication of its statutory duty.\" "], "subsections": [{"section_title": "Selective Prosecution", "paragraphs": ["In discussing the scope of the executive branch's prosecutorial discretion, courts have repeatedly noted that the determination as to whether to prosecute may not be \"deliberately based upon an unjustifiable standard such as race, religion, or other arbitrary classification,\" including the exercise of protected statutory and constitutional rights. Prosecutions (or other enforcement actions) that are based upon these factors could potentially be found to be impermissible, as was the case in Yick Wo v. Hopkins . There, the Supreme Court found that prosecutors' practice of enforcing a state law prohibiting the operation of laundries against only persons of Chinese descent ran afoul of the Equal Protection Clause. In practice, however, defendants generally find it difficult to maintain a claim of selective prosecution because of the executive branch's prosecutorial discretion. Because such claims are seen as \"invad[ing] a special province of the Executive,\" courts generally require defendants to introduce \"clear evidence\" displacing the presumption that the prosecutor has acted lawfully. Specifically, they must show that (1) they were singled out for prosecution on an impermissible basis; (2) the government had a policy of declining to prosecute similarly situated defendants of other races, religions, etc.; and (3) the policy was motivated by a discriminatory purpose.", "Claims of selective prosecution can be even more difficult to maintain in an immigration context because the various prudential concerns that prompt deference to the executive branch's determinations as to whether to prosecute particular criminal offenses are \"greatly magnified in the deportation context.\" In fact, in Reno v. American-Arab Anti-Discrimination Committee , discussed above, the Supreme Court effectively foreclosed many claims of selective prosecution in removal proceedings by finding that \"[a]s a general matter … an alien unlawfully in this country has no constitutional right to assert selective enforcement as a defense against his deportation.\" The petitioners in Reno had alleged that they were targeted for deportation because of the exercise of their First Amendment rights. All belonged to a group that the government characterized as an \"international terrorist and communist organization,\" and they asserted that the INS did not enforce \"routine status requirements,\" such as were enforced against them, against aliens who were not members of similarly disfavored groups. However, a majority of the Court rejected the petitioners' arguments, in part, because it viewed \"selective prosecution\" as unusual even in the criminal context and, in part, because it considered the exercise of prosecutorial discretion to be particularly significant in the immigration context, as previously noted. However, the Reno Court did leave open the possibility that a decision to remove an alien could potentially be struck down in a \"rare case in which the alleged basis of discrimination is so outrageous that the foregoing considerations can be overcome,\" and subsequent cases continue to recognize the possibility of selective prosecution claims in the immigration context."], "subsections": []}, {"section_title": "\"Take Care\" Clause", "paragraphs": ["Article II, Section 3 of the U.S. Constitution could also potentially constrain the executive branch's prosecutorial discretion in certain cases. When discussing the scope of such discretion, some courts have suggested that situations could potentially arise where the executive branch \"expressly adopt[s] a general policy which is in effect an abdication of its statutory duty\" by implementing a blanket ban on enforcement of a duly enacted statute. In such situations, by refusing to enforce certain aspects of a statute, the executive branch could potentially be said to have exceeded the permissible scope of prosecutorial or enforcement discretion, and violated the President's duty that the \"laws be faithfully executed.\" However, no court appears to have invalidated a policy of non-enforcement founded upon prosecutorial discretion on the grounds that the policy violated the Take Care Clause, and one federal appellate court has opined that \"[r]eal or perceived inadequate enforcement ... does not constitute a reviewable abdication of duty.\" Rather, according to this court, to prove such an abdication, plaintiffs must show that the Executive either is \"doing nothing to enforce the ... laws,\" or has \"consciously decided to abdicate\" its enforcement responsibilities.", "Some commentators have suggested that prosecutorial discretion policies which could result in the executive branch not enforcing the law against a large number of people constitute an abdication of statutory duty and, thus, violate the Take Care Clause. This point has recently been made by some commentators with respect to the potentially 1.76 million individuals eligible to receive deferred action under DACA. However, even if the INA were construed to impose a statutory duty to remove all unauthorized aliens, the fact that a large number of persons are favorably affected by a prosecutorial discretion policy might not, per se , suffice to prove a violation of the Take Care Clause. Courts might also consider the size of the total population against whom the law could be enforced, as well as the resources available for enforcing the law, on the theory that ", "the President cannot secure full execution of the laws, if Congress denies to him adequate means of doing so. ... The President performs his full constitutional duty, if, with the means and instruments provided by Congress and within the limitations prescribed by it, he uses his best endeavors to secure the faithful execution of the laws enacted. ", "Thus, in the case of DACA, for example, a reviewing court might note that DACA-eligible aliens represent a fraction of the estimated 11.5 million aliens who are present in the United States without authorization, and ICE has the resources to remove annually less than 4% of the unauthorized alien population. ", "The specific form of discretion exercised could also potentially play a role in a reviewing court's analysis of whether particular nonenforcement policies or practices constitute an abdication of a statutory duty. For example, a court could potentially distinguish between determinations to delay enforcement actions (e.g., granting deferred action or extended voluntary departure for a particular duration of time), and determinations not to take enforcement actions (e.g., determining whether to commence removal proceedings or cancel a notice for an alien to appear at removal proceedings), on the grounds that the Executive contemplates taking action in the future in the former cases. Relatedly, a reviewing court might note whether the executive branch exercises its discretion on a case-by-case basis, taking into consideration the specific circumstances of the offense and the individual who committed it, or whether it has indicated its intention not to enforce particular offenses at all or against large groups of people. Such distinctions might, however, be difficult to draw with practices like the DACA initiative, in which exercises of discretion could be characterized as either individualized or categorical, depending upon how the initiative is viewed. DHS has repeatedly noted that determinations regarding whether to grant deferred action are to be made on a case-by-case basis for DACA-eligible individuals. However, DHS has also established a broad category of individuals (e.g., those who came to the United States when they were under the age of 16, and are either currently in school or have graduated from high school) who are eligible to request deferred action pursuant to DACA.", "The existence of multiple—sometimes inconsistent—enforcement mandates from Congress might also factor into a court's analysis of whether particular nonenforcement policies or practices constitute an abdication of duty, particularly in situations where an agency elects to concentrate limited resources upon offenders (or offenses) that Congress has recently indicated are a priority. For example, following the enactment of the Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA), which some commentators assert amended the INA to require the removal of at least some unauthorized aliens, Congress enacted a number of measures directing DHS to give priority to the removal of \"criminal aliens.\" DHS has emphasized that its diminished focus on the removal of DACA-eligible individuals corresponds to an increased focus on criminal aliens, and a reviewing court could potentially find that enforcement of later-enacted mandates (as to criminal aliens) may justify more limited enforcement of earlier enacted mandates (as to unauthorized aliens generally). "], "subsections": []}]}, {"section_title": "Statute", "paragraphs": ["Another potential constraint upon the executive branch's exercise of prosecutorial discretion was noted by the Supreme Court in Heckler v. Cheney . There, the Court rejected a challenge to the Food and Drug Administration's (FDA's) decision not to exercise its enforcement authority over the use of certain drugs on the grounds that \"an agency's decision not to take enforcement action should be presumed immune from judicial review under § 701(a)(2)\" of the Administrative Procedure Act (APA). Section 701(a)(2) of the APA generally bars review of \"agency action [that] is committed to agency discretion by law,\" and the Court's statement here would suggest that it views exercises of prosecutorial discretion as generally committed to agency discretion by law. However, the Heckler Court also noted that this presumption of nonreviewability \"may be rebutted where the substantive statute has provided guidelines for the agency to follow in exercising its enforcement powers.\" ", "Determining whether a statute provides \"guidelines\" so as to make an agency's determination not to take enforcement action reviewable generally implicates questions of statutory interpretation. Such questions are not necessarily easily answered, though, as is illustrated by the argument that the executive branch lacks the discretion to grant deferred action to DACA beneficiaries because the INA requires the removal of aliens who entered the United States unlawfully. This argument, which has recently been made by some commentators and litigants, rests upon three \"interlocking provisions\" in Section 235 of the INA that were added or amended by IIRIRA. Briefly summarized, these provisions state that ", "1. any alien present in the United States who has not been admitted shall be deemed an applicant for admission; 2. applicants for admission shall be inspected by immigration officers; and 3. in the case of an alien who is an applicant for admission, if the examining immigration officer determines that an alien seeking admission is not clearly and beyond a doubt entitled to be admitted, the alien shall be detained for removal proceedings.", "Those who view these provisions as requiring the removal of aliens who entered the United States unlawfully would appear to construe \"shall\" as indicating mandatory agency action, and all \"applicants for admission\" as \"aliens seeking admission.\"", "The federal district court reviewing ICE agents' challenge to the DACA initiative initially adopted this interpretation, finding that the INA's \"use of the word 'shall' imposes a mandatory duty on immigration officers to initiate removal proceedings whenever they encounter 'applicants for admission' who are not 'clearly and beyond a doubt entitled to be admitted.'\" However, the court subsequently found that the same alleged injury that gave the plaintiffs standing to bring their challenge—namely, their \"being compelled to violate a federal statute upon pain of adverse employment action\"—means that their case is within the exclusive jurisdiction of the Merit Systems Protection Board (MSPB), and cannot be heard by a federal district court. ", "No other court has addressed the construction of these three provisions of the INA as an \"interlocking\" whole. Another court, if it found that it had jurisdiction, could potentially adopt an alternate interpretation, particularly given prior decisions distinguishing between aliens within the United States who have not been admitted, and aliens seeking admission at ports of entry. The Supreme Court's decision in Arizona v. United States could also potentially be said to support an alternate construction. While the majority in Arizona did not directly address the DACA initiative, it expressly noted the \"broad discretion exercised by immigration officials\" in the removal process. Because such discretion would arguably be inconsistent with a statutory requirement to place in removal proceedings all aliens who entered the United States unlawfully, the majority's decision suggests that the Court does not construe the INA as legally compelling immigration officers to place all aliens who entered the United States unlawfully in removal proceedings. ", "Courts could also potentially construe other provisions of the INA that use \"shall\" differently than the district court reviewing the ICE officers' challenge to DACA construed the three provisions noted above. "], "subsections": [{"section_title": "Whether \"Shall\" Means Agencies Lack Discretion", "paragraphs": ["The argument that Section 235 of the INA requires that aliens who unlawfully entered the United States be placed in removal proceedings appears to rest on the use of \"shall\" in Section 235, and the view that \"shall\" indicates mandatory agency action. \"Shall\" frequently indicates required action, particularly when used in contexts that do not implicate an agency's enforcement discretion. However, the use of \"shall\" in Section 235, or elsewhere in the INA, would not, in itself, necessarily be construed to mean that DHS is required to take particular actions, because courts have found that agencies may retain discretion even when a statute uses \"shall.\" The statute at issue in Heckler , for example, stated that ", "[a]ny article of food, drug, or cosmetic that is adulterated or misbranded when introduced into or while in interstate commerce or while held for sale ... after shipment in interstate commerce, or which may not ... be introduced into interstate commerce, shall be liable to be proceeded against. ", "Nonetheless, despite its use of \"shall,\" this statutory provision was construed by the Court as \"framed in the permissive.\" The Board of Immigration Appeals (BIA), the highest administrative body for construing and applying immigration law, has also rejected the view that \"shall\" means that immigration officials necessarily lack discretion as to whether to take particular actions. For example, in a 2011 decision, the BIA found that determinations as to whether to pursue expedited removal proceedings under Section 235 of the INA or formal removal proceedings under Section 240 of the INA are within DHS's discretion, notwithstanding the fact that the INA uses \"shall\" in describing who is subject to expedited removal. In so doing, the BIA specifically noted that ", "in the Federal criminal code, Congress has defined most crimes by providing that whoever engages in certain conduct \"shall\" be imprisoned or otherwise punished. But this has never been construed to require a Federal prosecutor to bring charges against every person believed to have violated the statute.", "In light of these precedents, the use of \"shall,\" in itself, might not suffice for a court to find that an agency lacks the discretion not to enforce particular statutory requirements against certain individuals. Rather, a reviewing court might also consider the overall \"statutory scheme [and] its objectives.\" For example, in Dunlop v. Bachowski , the Court found that the Department of Labor's alleged nonenforcement of a statute was reviewable, unlike with the statute at issue in Heckler . The statute in question used the word \"shall,\" but the Court does not appear to have accorded any special significance to this word. Instead, the Court emphasized that the statute directed the Secretary of Labor to investigate certain complaints brought by members of labor organizations challenging the validity of union elections, and bring a civil action against the labor organization within 60 days of the complaint's filing if the Secretary finds probable cause to believe a violation occurred and has not been remedied. Because of these provisions, the Court viewed the Secretary's discretion as limited to determining whether there is probable cause to believe that a violation occurred. Similarly, in Adams v. Richardson , the U.S. Court of Appeals for the District of Columbia Circuit noted that the statute in question was not \"so broad\" as to preclude judicial review, since it \"indicates with precision the measures available to enforce the Act.\""], "subsections": []}, {"section_title": "Deference to Agencies' Interpretations of Their Governing Statutes", "paragraphs": ["Another potential issue that can arise in determining whether \"shall\" indicates mandatory agency action when used in particular statutory provisions is how the agency has construed the provision, and whether a court finds that the agency's interpretation is entitled to deference under the precedent of Chevron, USA v. Natural Resources Defense Council . In Chevron , the Supreme Court articulated a two-part test for review of an agency's construction of a statute which it administers: (1) Has Congress directly spoken to the precise question at issue? and (2) If not, is the agency's reasonable interpretation of the statute consistent with the purposes of the statute? \"[I]f the statute speaks clearly 'to the precise question at issue,'\" the tribunal \"must give effect to the unambiguously expressed intent of Congress,\" regardless of what the agency regulation provides. However, where \"the statute is silent or ambiguous with respect to the specific issue,\" the tribunal \"must sustain the [a]gency's interpretation if it is 'based on a permissible construction' of the Act.\" ", "In the case of Section 235 of the INA, for example, the Department of Justice (DOJ) and, later, DHS have interpreted the relevant provisions of the INA in a somewhat different manner than those who argue that DHS lacks the discretion not to remove aliens who entered the United States unlawfully. Both DOJ/DHS and those who claim it lacks discretion construe the first two provisions of Section 235 of the INA noted above—aliens present without admission being deemed applicants for admission, and applicants for admission being inspected—as applying to both (1) \"arriving aliens\" at a port-of-entry and (2) aliens who are present in the United States without inspection. However, DOJ and DHS have differed from proponents of the view that DHS lacks discretion in that DOJ and DHS have construed the third provision—regarding detention of certain aliens seeking admission—as applicable only to arriving aliens, not aliens who are present without inspection. This difference appears to have arisen, in part, because the agencies have emphasized the phrase \"aliens seeking admission\" in the third provision, and have reasoned that only arriving aliens at ports-of-entry can be said to be seeking admission. ", "The district court reviewing ICE agents' challenge to the DACA initiative declined to grant any deference to DHS's interpretation here. The court found that this interpretation was not entitled to deference, in part, because it viewed the relevant provisions of the INA as unambiguously applying to both aliens coming (or attempting to come) into the United States at a port of entry, and aliens present in the United States without having been admitted. It also found that DHS regulations did not support DHS's proposed interpretation because, while these regulations applied to arriving aliens, they were not limited to arriving aliens. However, as previously noted, this court is the only court to have so reached this conclusion, and it subsequently found that it lacked jurisdiction over the ICE agents' claims. It is unclear whether other courts would reach the same conclusion as to whether and how much deference should be accorded to DHS's interpretation of these three provisions of INA §235. ", "It should also be noted that the INS and, later, DHS have interpreted other provisions of the INA differently than §235, construing them as removing prosecutorial discretion as to certain determinations. For example, immigration authorities have long maintained that Section 236(c) of the INA—which states that immigration officials \"shall take into custody\" certain criminal aliens, and may release them only under narrow circumstances —limits their discretion as to whether or not to release such aliens from custody."], "subsections": []}]}, {"section_title": "Executive Branch Self-Regulation", "paragraphs": ["An agency could also potentially be found to have imposed certain constraints upon its exercise of prosecutorial discretion through either (1) the promulgation of regulations or (2) the issuance of guidelines that the agency intends to be binding or which have been employed in such a way as to be binding as a practical matter. For example, in a 1979 decision, the U.S. Court of Appeals for the Ninth Circuit (\"Ninth Circuit\") found that an INS Operations Instruction addressing deferred action against deportable aliens was binding upon the agency because of its \"purpose and effect.\" In reaching this conclusion, the court emphasized that the Instruction more closely resembled a substantive provision for relief than an internal procedural guideline because it \"exist[ed] out of consideration for the convenience of the petitioner, and not that of the INS.\" The court further noted that the Instruction ostensibly required INS district directors to recommend deferred or \"non-priority\" status in certain cases, and that this status was periodically reviewed and not subject to termination at INS's convenience. In short, the court distinguished the Instruction from other intra-agency guidelines that would create no substantive rights because the Instruction's effects were \"final and permanent, with the same force as that of a Congressional statute.\" Other courts reached different conclusions as to whether this particular Operations Instruction was binding, and the INS subsequently amended to it to clarify that grants of deferred action were discretionary. Later, the guideline was rescinded (although INS and, later, DHS continued to grant deferred action). However, the 1979 case illustrates that certain types of \"cabining of an agency's prosecutorial discretion\" could potentially \"rise to the level of a substantive, legislative rule\" in the immigration context. Were that the case, DHS's exercise of prosecutorial discretion could potentially be found to have been constrained by its own guidelines. ", "In its recent guidance regarding the exercise of prosecutorial discretion, DHS has consistently emphasized that \"there is no right to a favorable exercise of prosecutorial discretion by the agency,\" and that nothing in the guidelines should be construed to prohibit the apprehension, detention, or removal of aliens unlawfully present in the United States, or to limit any legal authority to enforce federal immigration law. However, an agency's characterization of its own policies as non-binding is not necessarily dispositive, and certain parties challenging the DACA initiative have suggested that, in \"implementing the Directive, DHS has treated the Directive as if it were a rule.\" No court appears to have addressed this argument, to date, but early in 2012—when DHS was conducting preliminary reviews of the dockets of the immigration courts in Baltimore and Denver for cases that might qualify for favorable exercises of prosecutorial discretion —a panel of the Ninth Circuit ordered ICE to advise the court as to whether ICE planned to exercise prosecutorial discretion in five pending cases. The court did so sua sponte , without such an order having been requested, and the dissenting judge expressed concern that the majority's order could portend future scrutiny of why ICE made particular decisions. The dissent also asserted that judicial review of ICE's exercise of prosecutorial discretion is \"sharply limited by the separation of powers.\" "], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Regardless of whether it is characterized as \"prosecutorial discretion\" or \"enforcement discretion,\" immigration officers are generally seen as having wide latitude in determining when, how, and even whether to pursue apparent violations of the INA. This latitude is similar to that possessed by prosecutors in the criminal law enforcement context and enforcement officials in other federal agencies. Whether and how to constrain this discretion has been a recurring issue for some Members of Congress, particularly in light of the June 2011 DHS memorandum on prosecutorial discretion and the more recent DACA initiative. While some Members have expressed support for the DACA initiative, or called for expanded use of prosecutorial discretion by immigration authorities in other contexts, others have sought to prohibit DHS from granting deferred action or extended voluntary departure to removable aliens except in narrow circumstances, or to \"nullify\" particular policies regarding prosecutorial discretion that have been articulated by the Obama Administration. ", "The extent to which Congress can constrain the Administration's exercise of discretion in the DACA context, in particular, may depend on whether a reviewing court characterizes the underlying authority for the implementation of the program as constitutionally or statutorily based. Congress has broad authority to restrict discretionary acts taken pursuant to statutory delegations, while arguably limited authority, under the doctrine of Separation of Powers, to restrict the President's exercise of constitutionally based discretion. In addition, the degree of intrusion into executive enforcement decisions may also impact a court's review of any congressional response. For example, legal precedent suggests that Congress probably cannot directly limit the President's exercise of discretion by requiring that the executive branch initiate enforcement actions against particular individuals. On the other hand, Congress would appear to have considerable latitude in establishing statutory guidelines for immigration officials to follow in the exercise of their enforcement powers, including by \"indicat[ing] with precision the measures available to enforce the\" INA, or by prohibiting DHS from considering certain factors in setting enforcement priorities. ", "However, the existing judicial presumption that \"an agency's decision not to take enforcement action [is] immune from judicial review,\" and the deference potentially accorded to an agency's interpretation of its governing statute, suggests that such statutory guidelines would likely need to be clear, express, and specific. The use of \"shall\" in a provision of the INA may not, in itself, suffice for a statute to be construed as having provided enforceable guidelines for immigration officials to follow in exercising prosecutorial discretion. Absent a substantive legislative response, Congress may still be able to influence the implementation of DACA or other discretion-based policies by the immigration authorities, including by engaging in stringent oversight over the DHS program or by exercising its \"power of the purse\" to prohibit DHS and its components from implementing particular policies related to the exercise of prosecutorial discretion that Congress does not support. "], "subsections": []}]}}