{"id": "R43041", "title": "Fair Debt Collection Practices Act (FDCPA)", "released_date": "2013-04-11T00:00:00", "summary": ["The recent fiscal crisis and recession have accentuated debt collection issues, prompted federal regulatory and enforcement activities regarding the debt collection industry, and motivated assessments of the effectiveness of the Fair Debt Collection Practices Act (FDCPA). The Consumer Financial Protection Bureau (Bureau or CFPB) and the Federal Trade Commission (FTC), the two main agencies charged with regulating and/or enforcing the FDCPA, have identified debt buying, the use of litigation as a collection strategy, and the impact of current technology on the debt collection industry as three major developments that did not exist when the FDCPA was enacted in 1977. They have conducted analyses of consumer complaints about FDCPA violations and studies and workshops to evaluate the debt-buying industry and the impact of technological developments such as social media, email, mobile phones, etc., on how debt collectors communicate with consumers and find information about consumer debts. At present, about 30 million Americans, nearly 10% of the population, are subject to debt collection for amounts averaging $1,500 per person, according to the CFPB.", "The FDCPA was enacted as an amendment to the Consumer Credit Protection Act. Its purpose is to \"eliminate abusive debt collection practices by debt collectors.\" Debt collectors are prohibited from threatening or harassing debtors, and their contacts with debtors are restricted. The FDCPA commonly only applies to third-party debt collectors. A \"debt collector\" is generally defined as \"any person who uses any instrumentality of interstate commerce or the mails in any business the principal purpose of which is the collection of any debts, or who regularly collects or attempts to collect, directly or indirectly, debts owed or due or asserted to be owed or due another.\" The FDCPA does not apply to creditors who are collecting their own debts, unless in the process of collecting debts, the creditor uses a name other than his own which would indicate that a third person is attempting to collect the debt on his behalf. There are certain other exceptions, such as federal or state government employees collecting debts as part of their official duties.", "As of the date of this report, only one bill to revise the FDCPA has been introduced in the 113th Congress. This bill would define child support as a debt. Several bills were introduced in the 112th Congress to address various consumer problems with the debt collection industry, including attempted collection of time-barred debts, arrests of debtors, inadequate information about a debt and/or inadequate verification of a debt, and threatening to withhold treatment to induce payment of delinquent medical debt. On the other hand, legislation in the 112th would also have restricted the liability of good-faith debt collectors for conduct that complies or conforms with regulations or interpretations of the CFPB."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The recent fiscal crisis and recession have accentuated debt collection issues, prompted federal regulatory and enforcement activities regarding the debt collection industry, and motivated assessments of the effectiveness of the Fair Debt Collection Practices Act (FDCPA). The Consumer Financial Protection Bureau (Bureau or CFPB) and the Federal Trade Commission (FTC), the two main agencies charged with regulating and/or enforcing the FDCPA, have identified debt buying, the use of litigation as a collection strategy, and the impact of current technology on the debt collection industry as three major developments that did not exist when the FDCPA was enacted in 1977. They have conducted analyses of consumer complaints about FDCPA violations, studies on and workshops to evaluate the debt buying industry, and the impact of technological developments such as social media, email, and mobile phones on how debt collectors communicate with consumers and find information about consumer debts. At present, about 30 million Americans, nearly 10% of the population, are subject to debt collection for amounts averaging $1,500 per person, according to the CFPB.", "The FDCPA was signed into law on September 29, 1977, as an amendment to the Consumer Credit Protection Act. The purpose of the FDCPA is to \"eliminate abusive debt collection practices by debt collectors.\" Debt collectors are prohibited from threatening or harassing debtors, and their contacts with debtors are restricted. The FDCPA commonly only applies to third-party debt collectors. A \"debt collector\" is generally defined as \"any person who uses any instrumentality of interstate commerce or the mails in any business the principal purpose of which is the collection of any debts, or who regularly collects or attempts to collect, directly or indirectly, debts owed or due or asserted to be owed or due another.\" The FDCPA does not apply to creditors who are collecting their own debts, unless in the process of collecting debts, the creditor uses a name other than his own which would indicate that a third person is attempting to collect the debt on his behalf. The FDCPA defines certain other exceptions to \"debt collector,\" such as a person collecting debt for a creditor related by common ownership or corporate control as long as the person only collects debts for such related creditors and is not principally engaged in the debt collection business; federal or state government employees collecting debts as part of their official duties; a person serving legal process in judicial enforcement of a debt; a bona-fide, non-profit credit counseling organization that assists consumers by receiving and disbursing their debt payments to creditors; and private entities that administer certain pretrial diversion programs for bad check offenders under a contract with a state or district attorney.", "The CFPB is a relatively new agency. Establishing the CFPB pursuant to the Consumer Financial Protection Act of 2010, which is part of the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act), Congress transferred administrative functions, including rulemaking and reporting on debt collection activities, as well as certain enforcement functions, from other federal agencies such as the FTC and the Federal Reserve Board, to the Bureau. The FTC and other agencies, however, retain and share enforcement authority with the CFPB and the CFPB and FTC coordinate their enforcement activities. For more information on the functions of the new CFPB, see CRS Report R41338, The Dodd-Frank Wall Street Reform and Consumer Protection Act: Title X, The Consumer Financial Protection Bureau , by [author name scrubbed] and CRS Report R42572, The Consumer Financial Protection Bureau (CFPB): A Legal Analysis , by [author name scrubbed]."], "subsections": []}, {"section_title": "Overview of the FDCPA", "paragraphs": [], "subsections": [{"section_title": "Prohibited Actions", "paragraphs": ["Under the FDCPA, absent the consumer's prior consent, a debt collector is prohibited from contacting the consumer at any unusual or inconvenient time or place. Contacts are limited to between the times of 8:00 am and 9:00 pm, and a debt collector may not contact the consumer at his place of employment \"if the debt collector knows or has reason to know that the consumer's employer prohibits the consumer from receiving such communication.\" If the consumer is represented by an attorney in connection with the debt owed, the debt collector may only contact the attorney, unless the attorney consents to direct communication with the consumer.", "While collecting or attempting to collect a debt, a debt collector may not harass or abuse a consumer. Specifically, the FDCPA prohibits use or threats of violence to harm the physical person, reputation, or property of the consumer. Debt collectors are prohibited from using obscene or profane language and cannot repeatedly call the consumer with the intent to annoy, abuse, or harass. Debt collectors must also identify themselves when contacting the consumer by telephone. If a consumer notifies a debt collector that the consumer refuses to pay the debt or that he wishes the debt collector to cease communication, the debt collector is prohibited from contacting the consumer, except to notify the consumer that the communication will stop or that the debt collector or creditor intends to take further action.", "Debt collectors are prohibited from communicating with third parties regarding the consumer's debt except for the purpose of locating the consumer. When making such contacts, the debt collector must identify himself and state that he is confirming or correcting location information concerning the consumer, and is prohibited from disclosing to the third party that the consumer owes any debt. In general, debt collectors may contact third parties only once. The FDCPA also prohibits publication of lists of consumers who allegedly refuse to pay debts, except to a consumer reporting agency, as well as the advertisement for sale of any debt to coerce payment of the debt.", "Debt collectors are also prohibited from using any false, deceptive, or misleading representation or means in connection with the collection of any debt. This prohibition includes, but is not limited to, false representation that the debt collector is affiliated with the United States or any state government, or the false representation about the legal status of the debt or the legal consequences of not paying the debt. In addition, a debt collector may not use unfair or unconscionable means to collect or attempt to collect any debt, including the collection of unauthorized charges, the deposit of postdated checks, and taking or threatening to take nonjudicial action to take property from the consumer."], "subsections": []}, {"section_title": "Requirements for Debt Collectors", "paragraphs": ["Within five days of the initial communication with a consumer, a debt collector is required to send the consumer a written notice containing the following information: the amount of the debt; the name of the creditor to whom the debt is owed; a statement informing the consumer of the right to dispute the validity of the debt within 30 days; a statement that if the consumer notifies the debt collector of the dispute within 30 days, the debt collector will obtain verification of the debt and mail the verification to the consumer; and a statement that, upon the consumer's request, the debt collector will provide the consumer with the name and address of the original creditor if different from the current creditor. Neither a formal pleading in a civil action nor a form/notice unrelated to debt collection and expressly required by the Internal Revenue Code, Title V of the Gramm-Leach-Bliley Act, or any federal/state law related to data breach or privacy, shall be treated as an initial communication for debt collection.", "If the consumer notifies the debt collector within the 30-day time period that he or she disputes the debt or requests the name and address of the original creditor, the debt collector is required to cease collection of the debt, or the disputed portion thereof, until the debt collector obtains verification of the debt. If a consumer owes multiple debts, a debt collector is required to apply any payments the consumer makes as the consumer directs, and may not apply such payments to any debt the consumer disputes."], "subsections": []}, {"section_title": "Remedies Available", "paragraphs": ["Debt collectors who violate any provision of the FDCPA are subject to civil liability. A consumer may bring a private cause of action under the FDCPA within one year of the date of the violation in any appropriate United States district court or any other court of competent jurisdiction. A consumer may recover his or her actual damages as well as additional damages not to exceed $1,000 in addition to court costs and attorney's fees. In determining the amount of liability, courts consider the frequency and persistence of the debt collector's noncompliance, the nature of the noncompliance, and the extent to which the noncompliance was intentional. In addition to private remedies, the FTC and other federal agencies enforce the FDCPA through injunctive relief and civil penalties."], "subsections": []}]}, {"section_title": "Agency Activities", "paragraphs": [], "subsections": [{"section_title": "Regulation, Supervision, and Policy", "paragraphs": ["Pursuant to the Dodd-Frank Act, the CFPB has regulatory, supervisory, and enforcement authority for the FDCPA although it also shares supervisory and enforcement authority with other agencies that oversee financial services businesses. Under the Dodd-Frank Act, the CFPB oversees consumer financial protection laws with respect to certain nonbank covered persons that offer specified consumer financial products, including residential mortgages, private educational loans, and payday loans, and also their service providers, such as third-party debt collectors. The Dodd-Frank Act also authorizes the CFPB to supervise \"larger participants\" with respect to other consumer financial products or services. ", "Accordingly, in October 2012, the CFPB promulgated a final rule, effective January 2, 2013, defining larger participants in the consumer debt collection market as those whose annual receipts from consumer debt collection exceed $10 million. The Bureau observed that larger participants in the consumer debt collection market generally include entities such as third-party debt collectors, debt buyers, and collection attorneys. It estimates that approximately 175 firms, 4% of the market, comprise the larger, nonbank participants in the consumer debt collection market and account for 63% of the annual receipts from the market. ", "The Bureau noted that the rule did not delineate the scope of federal laws on debt collection; that some activities not covered by the rule may constitute \"debt collection\" under the Dodd-Frank Act and be subject to the FDCPA; and that nonbank covered persons generally are subject to the Bureau's regulatory and enforcement authority under the FDCPA and other federal consumer financial laws regardless of whether they are subject to the Bureau's supervisory authority. The CFPB further noted that it has authority to supervise first-party debt collection activities of many covered persons, such as banks, credit unions, and their affiliates, despite the fact that such activities are not covered by this rule. ", "The CFPB followed the FDCPA in defining \"debt collector\" in the rule. Under the rule, a debt collector is a person whose principal business activity is debt collection or who regularly engages in debt collection. Accordingly, although the rule does not exclude attorneys categorically from the \"debt collector\" definition, an attorney who occasionally files a claim or counter-claim against a consumer would not appear to constitute a debt collector under the rule. ", "Also in October 2012, the CFPB issued CFPB Debt Collection Examinations Procedures to provide guidance on auditing bank and nonbank debt collection activities. In these guidelines, the CFPB stated that its examiners will \"evaluate the quality of the regulated entity's compliance management systems, review practices to ensure they comply with federal consumer financial law, and identify risks to consumers throughout the debt collection process.\"", "The CFPB and FTC have been studying debt collection markets in order to develop policy initiatives. By reducing lender/creditor losses, debt markets arguably enable lender/creditors to extend more credit at lower interest rates. In January 2013, the FTC published the first major empirical study of the market for debt based on information from the nine largest debt-buying companies in the United States. Covering about 76% of the industry, the study evaluated more than 5,000 portfolios comprising about 90 million consumer accounts with a face value of $143 billion (purchased for about $6.5 billion). About 71% of the debt was credit-card debt. Credit-card debt also constituted 62% of all portfolios and 71% of the total amount that the debt buyers spent to purchase debt. In the study, purchasers of debt paid an average of about 4 cents on the dollar and older debt sold for less than newer debt. The study found that consumers annually disputed an estimated 1 million or more debts, or 3.2% of the total that debt buyers sought to collect. Interestingly, debt buyers verified only about half, or about 500,000, of these disputed debts.", "Disputes over debt and the failure of debt buyers to verify disputed debt could be linked to the study's finding that debt buyers had limited information on the debt at the time they purchased it. The study found that, at the time of a debt purchase, creditors provided debt buyers with some information about the debts, including the debtor's personal information (name, address, telephone number, and social security number of the debtor) and the debtor's account information (the account number, date it was opened, date of the debtor's last payment, and the outstanding balance). However, certain key information was not provided, such as prior consumer disputes over the debt or prior verifications of debts by collectors. Moreover, most debt buying contracts provided that creditors did not warrant that information they gave to buyers was accurate. While debt buyers generally knew the age of the debt purchased, some of the debt sold was barred from collection by state statutes of limitations, which typically provided between three and six years to collect credit card debt.", "The report did not answer questions, including (1) why debt buyers did not disclose more information to consumers with validation notices; (2) why they did not seek additional information post-purchase; and (3) why they did not verify nearly half of the disputed debts. The report also did not evaluate debt buyer practices in bringing legal actions to collect debts or examine the accuracy of information debt buyers receive and use to collect debts. The study also did not include data from any smaller debt buyers. The report noted, however, that this information would be useful for further studies of the debt buying market.", "In addition to the FTC report, both the CFPB and the FTC sought information through individual meetings and participation at conferences from other industry stakeholders, including other debt collectors, lenders/creditors, consumer advocacy groups, state regulators, and technology experts. For example, in the CFPB 2013 Report, the FTC particularly noted a workshop it convened in 2011 to discuss the role and impact of technology in the debt collection market, Debt Collection 2.0: Protecting Consumers as Technologies Change . The workshop covered issues such as use of collection software and databases in handling and maintaining information on debtors and their accounts and use of mobile phones, voicemail, answering machines, texting, email, and social media in communicating with debtors and in finding information, including location, about debtors. The participants also discussed how litigation may impact use of such technologies and possible avenues for legislation and regulation to address appropriate use of debt collection technology that did not exist when the FDCPA was originally enacted in 1977."], "subsections": []}, {"section_title": "Enforcement", "paragraphs": ["The CFPB and FTC coordinate FDCPA enforcement activities. Under the FDCPA, the FTC treats FDCPA violations as violations of the Federal Trade Commission Act (FTCA) rules and uses its FTCA powers to enforce FDCPA compliance. The Dodd-Frank Act authorizes the Bureau to prohibit unfair, deceptive, or abusive acts or practices in connection with any consumer financial product or service, or any offer of a consumer financial product or service. The FTCA similarly authorizes the FTC to prohibit unfair methods of competition and unfair or deceptive acts or practices in or affecting commerce. ", "The CFPB and the FTC reported on enforcement issues and plans during 2012. The FTC reported that it received a range of consumer complaints about debt collection and categorized them by types comprising subcategories of violations that correlate to FDCPA prohibited acts. The FTC noted several points about these statistics: (1) they only include complaints received directly by the FTC; (2) the number of complaints may understate the extent of FDCPA violations since many consumers may complain to other agencies or the creditor, or they are not aware that certain practices are illegal; and (3) not all complaints involve illegal practices. It is worth noting that the FTC does not intervene in individual consumer complaints. Rather, it uses complaints that it receives to monitor, evaluate, and target debt-collector conduct for investigation and possible civil penalties. ", "In contrast, the CFPB's mission includes responding to individual consumer complaints. Although the CFPB is gradually expanding the scope of consumer complaints that it handles, including addressing credit report complaints, it has not yet begun to accept and address debt collection complaints from individual consumers pursuant to its FDCPA authority. However, it has already begun to bring enforcement actions for violations that have come to its attention by other means.", "In October 2012, the CFPB brought its first public enforcement action for debt collection practices against three American Express affiliates. Because these affiliates were first-party debt collectors, the Bureau brought the action pursuant to its Dodd-Frank Act authority to prohibit unfair, deceptive, or abusive acts or practices rather than under its FDCPA authority. In this action, the CFPB found that American Express deceived consumers by telling them that debt payment would be reported to consumer reporting agencies, thereby improving the consumers' credit scores, notwithstanding that the debts were so old that they could no longer appear on credit reports and thus would not affect credit scores. The company also deceptively told consumers that if they accepted settlement offers their debt would be forgiven and they would be issued new American Express cards. Pursuant to the enforcement action, American Express paid full restitution plus interest to consumers who were told that paying the debt would improve their credit scores. In addition to refunding any payments made on debt that had been forgiven, American Express also paid $100 and provided a pre-approved card to each consumer that had been denied a new card despite having settled with American Express. Prospectively, American Express must disclose to consumers when older debt is time-barred from collection litigation or credit reports. American Express was also barred from collecting debt when it does not have adequate documentation of the debt and assessed civil penalties totaling $14.1 million for deceptive debt collection and other legal violations.", "The FTC has also brought enforcement actions against debt collectors that engage in unfair or deceptive acts or practices in violation of the FTCA or the FDCPA. In recent years, the FTC has increased such activities and sought stronger penalties and remedies in order to improve deterrence. In 2012, the FTC brought or resolved seven debt collection cases, equaling the highest number of cases it has brought or resolved in any given year. These cases involved false threats, harassment, or abuse; attempts to collect phantom debts (alleged debts that do not exist or which the debt collector has no right to collect), which also involved overseas call centers, collectors falsely claiming to be law enforcement personnel and threatening arrest; and time-barred debt. In resolving these actions, the FTC imposed remedies, ranging from monetary redress for consumers, civil penalties, restraining orders with asset freezes, preliminary and permanent injunctions against violations of the FTCA and FDCPA. One case involved parallel criminal proceedings for wire and mail fraud related to phantom debt collection.", "Aside from typical enforcement activities, The CFPB and FTC also advocate on behalf of consumers by filing amicus briefs in cases involving debt collection practices. Recently, in Marx v. General Revenue Corporation , the U.S. Supreme Court held that a consumer plaintiff who loses a lawsuit brought under the FDCPA could be ordered to pay the defendant debt collector's court costs, other than attorney's fees, even when the consumer brought the lawsuit in good faith and it was not frivolous. The CFPB, FTC, and U.S. Department of Justice (DOJ) had jointly filed an amicus brief with the Court urging it to rule that consumer plaintiffs who lose a good-faith lawsuit for FDCPA violations are not required to pay costs for the defendant debt collector. In part, the federal government argued that imposing litigation costs on losing consumer plaintiffs who bring a good-faith lawsuit, rather than limiting it to those who bring bad-faith, harassing suits, would discourage consumers from bringing private lawsuits. This, in turn, would undermine congressional intent to deter unlawful debt collection practices via private enforcement actions. "], "subsections": []}]}, {"section_title": "Issues and Legislative Proposals", "paragraphs": ["In addition to the problems noted in the CFPB report and the exclusion of first-party debt collectors from FDCPA coverage, several issues have arisen regarding the FDCPA, its implementation and enforcement, and activities beyond the scope of federal consumer protection. Consumer advocates have identified problems such as inadequate verification of debt and arbitration clauses that limit consumer ability to litigate potentially illegal debt collection practices. In addition, consumer advocates have criticized arrests of debtors for failure to comply with default judgments affirming debts and ordering payment, as being tantamount to a revival of \"debtor's prison.\" Other commentators have criticized FDCPA debt collector treatment such as judicial FDCPA interpretations limiting bona-fide errors as defense to FDCPA violations and limits on voicemail/autodialing to contact consumers regarding debt collection.", "In recent years, some of the issues discussed above have been addressed in proposed legislation although none advanced beyond introduction. As of the date of this report, one bill to revise the FDCPA has been introduced in the 113 th Congress. S. 508 would define child support as a debt and is similar to S. 1383 in the 112 th Congress. Among the various bills introduced in the 112 th Congress to address consumer debt collection, H.R. 2361 would have prohibited a debt collector from bringing or threatening to bring a lawsuit against a consumer to collect a time-barred debt and required a debt collector to disclose to a consumer that (1) a time-barred debt has been sold to the debt collector by the creditor; (2) the collector may not sue the consumer for payment of the debt because the statute of limitations has expired; and (3) any payment by the consumer on the debt may restart the clock on the statute of limitations. S. 3350 would have, among other things, prohibited a debt collector from requesting a court or agency to issue a warrant for the arrest of a debtor; reduced inadequate information about a debt by requiring a debt collector to disclose certain debt information to a consumer; reduced inadequate verification of a debt by requiring a debt collector to conduct a thorough investigation of a disputed debt and give a timely response to the consumer with specific information and verification of the debt; and prohibited threatening to withhold medical treatment to induce payment of delinquent medical debt. H.R. 1783 / S. 824 would have amended the FDCPA to cover a securitized residential mortgage and its servicer, and expanded civil liability to cover a debt collector who violates the FDCPA with regard to a debt secured by a consumer's residence.", "To address debt collector problems, H.R. 4101 / H.R. 5794 would have limited debt collector liability for conduct that the debt collector in good faith believed complied or conformed to regulations or official interpretations of the CFPB that were later amended, rescinded, or determined to be invalid by a judicial or other authority. It also would have permitted a debt collector to leave messages for a consumer relating to debt collection on a telephone answering machine, voicemail system, or similar device, including an initial communication, as long as the message complies with regulations to ensure consumer privacy, including restrictions on third-party communications. Finally, H.R. 4101 / H.R. 5794 would have prohibited use of arbitration to resolve a debt collection dispute unless the consumer has agreed to arbitration in writing after debt collection activities have begun and a lawsuit or dispute has arisen."], "subsections": []}]}}