{"id": "R43051", "title": "The Administrative Process by Which Groups May Be Acknowledged as Indian Tribes by the Department of the Interior", "released_date": "2014-05-28T00:00:00", "summary": ["In 1978, the Department of the Interior (Department) adopted a final rule setting forth the process by which a group may be recognized (also acknowledged) as an Indian tribe by the Department. Prior to that time, the Department made decisions on an ad hoc basis. However, in the wake of the treaty fishing rights case United States v. Washington and eastern land claims, more groups started seeking recognition as Indian tribes, and the Department could no longer manage the recognition requests on a case-by-case basis. The acknowledgement process, codified in 25 C.F.R. Part 83, sets forth a uniform process and uniform criteria for acknowledging that groups exist as Indian tribes.", "The key to federal acknowledgment under the current regulations is continuous political existence of an Indian group from historical times to the present. The federal acknowledgment process does not create tribes, and it does not give groups sovereignty. Rather, it acknowledges a political entity that already exists. To do this, 25 C.F.R. Section 83.7 provides seven mandatory criteria that groups must satisfy in order to establish that they exist and have existed as an autonomous political entity. First, in order to be acknowledged, a group must establish that it has been identified as an Indian entity from 1900 to the present. Second, it must establish that it has existed as a community from historical times to the present. Third, it must establish that it has exercised political control over its members from historical times to the present. Fourth, the group must provide a copy of its governing document, including membership criteria. Fifth, the group must establish that its members descend from a historical Indian tribe or historical Indian tribes that combined and functioned as a single autonomous political entity. Sixth, the membership must be composed principally of persons who are not members of a federally recognized tribe. Finally, the group must establish that it is not the subject of congressional legislation terminating or forbidding the federal-tribal relationship.", "The current regulations assign responsibility to the Assistant Secretary—Indian Affairs (Assistant Secretary) to issue initial proposed findings and then final determinations. The Office of Federal Acknowledgment (OFA) makes recommendations to the Assistant Secretary on the proposed findings and the final determinations. A final determination may be appealed on limited grounds to the Interior Board of Indian Appeals.", "Acknowledgment as an Indian tribe means that the group becomes a federally recognized tribe with which the United States has a government-to-government relationship. This relationship makes the tribe and its members eligible for certain benefits, as well as subject to certain protections. It also means that the tribe may exercise jurisdiction over its territory and members generally free from state law, subject to limitations of federal law.", "After years of criticism of the acknowledgment process, the Department of the Interior has proposed several changes to the acknowledgment regulations. First, the proposed rule would change some of the criteria. Second, the proposed rule would assign responsibility for the proposed findings to OFA but keep responsibility for the final determinations with the Assistant Secretary. In rendering the proposed finding, OFA would consider the criteria in stages. Petitioners could appeal a negative proposed finding at any of the stages. The appeal would be heard by a judge within the Office of Hearings and Appeals (OHA) who would issue a recommended decision for the Assistant Secretary to consider in issuing the final determination. The Assistant Secretary's decision would be final for the Department."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["In the 19 th century and first half of the 20 th century, the federal government made determinations about which groups of Indians were tribes on an ad hoc basis when negotiating treaties and determining which groups of Indians could reorganize their governments under the Indian Reorganization Act. In the 1970s, the number of requests for tribal recognition by the Department of the Interior (Department) increased exponentially in the wake of the decisions in United States v. Washington , which recognized tribal treaty fishing rights in the Pacific Northwest, and Joint Tribal Council of Passamaquoddy v. Morton , which recognized a tribal land claim on the East Coast. Faced with many requests for tribal recognition, in 1978, the Department adopted a uniform process and uniform criteria for considering whether a group should be acknowledged as an Indian tribe.", "Acknowledgment or recognition as an Indian tribe has important legal and practical significance. One scholar on tribal acknowledgment explains the significance of tribal recognition as follows:", "An administrative determination that a group is a tribe (i.e., that it merits federal acknowledgment or recognition) establishes a government-to-government relationship between it and the United States. A positive determination under the regulations means that the group has inherent sovereign authority independent of the state in which it is located and independent of the United States, although it remains a domestic dependent nation. A group acknowledged under the regulations has continuously existed throughout history. A tribe, consequently, has sovereign immunity and may exercise jurisdiction over its territory and establish tribal courts, administer funds under the Indian Self-Determination and Education Assistance Act, establish gaming facilities under the Indian Gaming Regulatory Act, bring a land claim under the Indian Trade and non-Intercourse Act, exercise treaty hunting and fishing rights, and obtain other federal benefits and exercise their own sovereign authority, except as limited by federal law. General prohibitions or limitations also apply to federally recognized tribes. For example, possession of liquor is prohibited in Indian country absent publication of a certified liquor ordinance, and the sale of land is limited. Thus, a determination that a group is or is not a tribe is a decision with significant impacts on the group itself, federal and state governments, other Indian tribes, and non-Indians."], "subsections": []}, {"section_title": "The Acknowledgment Process", "paragraphs": ["The process set forth in 25 C.F.R. Part 83 includes procedures that the Department must follow and establishes the burden of proof for petitioners and the criteria that Indian groups must satisfy in order to be acknowledged as Indian tribes. The acknowledgment process is available to \"American Indian groups indigenous to the continental United States.\" Only \"groups that can establish a substantially continuous tribal existence and which have functioned as autonomous entities throughout history until the present\" may be acknowledged. Therefore, groups that recently came together and \"[s]plinter groups, political factions, communities or groups of any character that separate from the main body of a currently acknowledged tribe\" may not be acknowledged. Groups that were subject to congressional termination may not use the process to be acknowledged. Finally, groups that have been through the process and failed may not re-petition for acknowledgment.", "The acknowledgment process begins when a group files a letter of intent, signed by the governing body of the group, requesting that the group be acknowledged. However, the review process does not begin until a group submits a documented petition. The minimum amount of time from the start of active consideration of the group's petition until a final determination is 25 months."], "subsections": [{"section_title": "The Documented Petition", "paragraphs": ["Groups have an unlimited amount of time to file a documented petition. A documented petition must contain \"thorough explanations and supporting documentation in response to all of the criteria.\" In 2002, the office within the Department responsible for reviewing documented petitions reported to Congress that petitions were ranging in size from 30,000 to over 100,000 pages.", "The Office of Federal Acknowledgment (OFA) reviews the documented petition and makes recommendations to the Assistant Secretary—Indian Affairs (Assistant Secretary). Before OFA actively considers the petition, OFA conducts a preliminary review for the purpose of providing technical assistance to the group (petitioner) so that the petitioner may supplement or revise its petition. After the petitioner responds to the technical assistance, OFA will inform the petitioner in writing of any \"obvious deficiencies or significant omissions.\" The petitioner may supplement the petition with additional information or withdraw the petition prior to OFA's active consideration to do further work on it. Once the documented petition is completed to the petitioner's satisfaction, it is ready for active consideration by OFA."], "subsections": []}, {"section_title": "The Mandatory Criteria", "paragraphs": ["A team within OFA, generally composed of a historian, a genealogist, and a cultural anthropologist, reviews the documented petition to see if it satisfies all of the following mandatory criteria. \"A criterion shall be considered met if the available evidence establishes a reasonable likelihood of the validity of the facts relating to that criterion.\""], "subsections": [{"section_title": "Identification", "paragraphs": ["25 C.F.R. Section 83.7(a) requires that the group \"has been identified as an American Indian entity on a substantially continuous basis since 1900.\" Section 83.7(a) lists the kind of evidence of identification that is accepted. However, just about any evidence of identification as an Indian entity by someone other than a member of the group is accepted."], "subsections": []}, {"section_title": "Community", "paragraphs": ["25 C.F.R. Section 83.7(b) requires that \"a predominant portion of the petitioning group comprises a distinct community and has existed as a community from historical times until the present.\" Section 83.7(b) provides examples of the kind of evidence that can prove the existence as a community, including marriage patterns; social or economic relationships connecting the group; strong patterns of discrimination by nonmembers; shared sacred or ritual activities among most of the group; and cultural patterns that distinguish the group from the surrounding non-Indian population. A petitioner that can show the following is deemed to have provided sufficient evidence of community at a particular point in time: more than 50% of the members live in a geographical area exclusively or almost exclusively and the remaining members maintain consistent interaction with members of the group; at least 50% of the marriages in the group occur between members; at least 50% of the members have a distinct culture, such as a language or religion; or distinct community social institutions encompass most of the group."], "subsections": []}, {"section_title": "Political Influence or Authority", "paragraphs": ["25 C.F.R. Section 83.7(c) requires that \"[t]he petitioner has maintained political influence or authority over its members as an autonomous entity from historical times to the present.\" \"Political influence or authority\" is defined to mean \"a tribal council, leadership, internal process of other mechanism which the group has used as a means of influencing or controlling the behavior of its members in significant respects, and/or making decisions for the group which substantially affect its members, and/or representing the group in dealing with outsiders in matters of consequence.\" Section 83.7(c) identifies the kind of evidence that can demonstrate political influence or authority. A petitioner will be deemed to have established this criterion for a given point in time if it shows that group leaders or some other mechanism within the group allocates group resources; settles disputes among members or subgroups; exerts strong influence on the behavior of members; or organizes or influences economic subsistence efforts among the group. Any petitioner that uses one of these methods for demonstrating political influence will be deemed to have established community for that point in time. "], "subsections": []}, {"section_title": "Governing Document", "paragraphs": ["25 C.F.R. Section 83.7(d) requires the petitioner to provide a copy of the governing document, including membership criteria."], "subsections": []}, {"section_title": "Descent from an Indian Tribe", "paragraphs": ["25 C.F.R. 83.7(e) requires that the petitioner's membership consists of individuals who descend from a historical Indian tribe or from historical Indian tribes that combined and operated as a single entity. Section 83.7(e) also requires petitioners to provide membership lists."], "subsections": []}, {"section_title": "Members Must Not Be Members of a Federally Recognized Tribe", "paragraphs": ["25 C.F.R. Section 83.7(f) requires that the petitioner's membership is \"composed principally of persons who are not members of any acknowledged North American Indian tribe.\""], "subsections": []}, {"section_title": "Termination", "paragraphs": ["25 C.F.R. Section 83.7(g) requires that the petitioner establish that \"[n]either the petitioner nor its members are the subject of congressional legislation that has expressly terminated or forbidden the Federal relationship.\""], "subsections": []}, {"section_title": "Previous Federal Acknowledgment", "paragraphs": ["If a petitioner can demonstrate \"unambiguous previous Federal acknowledgment,\" the proof required for the mandatory criteria is different. The Assistant Secretary will make a determination about previous federal acknowledgment during the technical assistance review. Evidence to demonstrate previous federal acknowledgment can include treaty relations with the United States; congressional or executive denomination of the group as a tribe; or federal acknowledgment of collective interest in tribal lands or funds. The proof under the criteria changes in the following ways. First, a petitioner with previous federal acknowledgment must demonstrate identification as an Indian entity from the date of the last federal acknowledgment. Second, the petitioner needs to demonstrate only that it is presently a community. Third, the petitioner must demonstrate political influence or authority at present, as well as from the last date of federal acknowledgment, and it can use \"identification by authoritative, knowledgeable external sources[] of leaders and/or a governing body who exercise political influence or authority\" together with one form of evidence listed in Section 83.7(c). Alternatively, the petitioner can demonstrate identification, community, and political influence or authority from the date of last federal acknowledgment to the present."], "subsections": []}]}, {"section_title": "Review of the Documented Petition", "paragraphs": [], "subsections": [{"section_title": "Expedited Negative Determinations", "paragraphs": ["After technical assistance but before active consideration of the petition, the team within OFA reviews any petitions that it believes contains little or no evidence that establishes that its members descend from a historical Indian tribe or tribes; its members are not members of a federally recognized tribe; and it has not been the subject of congressional termination. If the evidence \"clearly establishes\" that the group does not meet any of those criteria, the Assistant Secretary will not review the entire petition. Rather, the Assistant Secretary will decline to acknowledge the petitioner as an Indian tribe."], "subsections": []}, {"section_title": "Active Consideration", "paragraphs": ["The Assistant Secretary has one year from the time the team begins active consideration of a petition until when he must publish a proposed finding in the Federal Register . The Assistant Secretary may suspend consideration of the petition if there are technical problems with the petition or administrative problems that temporarily prevent active consideration of the petition. The Assistant Secretary has discretion to grant a petitioner's request for suspension of consideration for good cause. ", "Upon publication of the proposed finding, the petitioner, interested parties, and informed parties have 180 days to submit arguments and evidence to rebut or support the proposed finding. The Assistant Secretary has discretion to extend the comment period for up to 180 days for good cause. Upon request by the petitioner or an interested party, the Assistant Secretary will hold a formal hearing for the purposes of inquiring into the reasoning, analysis, and factual basis for the proposed finding. ", "The petitioner has 60 days to respond to the comments of an interested or informed party. Depending on the extent of the comments, the petitioner's response time may be extended at the Assistant Secretary's discretion. ", "At the end of the comment period, the Assistant Secretary consults with the petitioner and interested parties to determine \"an equitable timeframe\" for consideration of the materials submitted during the response period.", "The Assistant Secretary has 60 days from the time the team begins consideration of the arguments and evidence supporting or rebutting the proposed finding to publish a final determination in the Federal Register . The Assistant Secretary has discretion to extend this period depending on the extent of the comments received in response to the proposed finding.", "The final determination becomes final 90 days from publication in the Federal Register unless a request for reconsideration is filed by the petitioner or an interested party with the Interior Board of Indian Appeals (IBIA)."], "subsections": []}]}, {"section_title": "Reconsideration", "paragraphs": ["There is an opportunity for review of the final determination if the petitioner or an interested party requests reconsideration from the IBIA within 90 days of publication of the final determination in the Federal Register . If the IBIA receives no request within 90 days, the final determination becomes a final agency action for the Department, and becomes effective 120 days after the final determination was published in the Federal Register . The Department does not defend the final determination during the reconsideration process. Rather, the petitioner and the interested parties submit briefs supporting or challenging the final determination."], "subsections": [{"section_title": "Grounds for Reconsideration by the IBIA", "paragraphs": ["There are four grounds for limited independent reconsideration by the IBIA:", "\"[T]here is new evidence that could affect the determination;\" \"[A] substantial portion of the evidence relied upon in the [final] determination was unreliable or was of little probative value;\" The petitioner's or the Assistant Secretary's research \"appears inadequate or incomplete in some material respect;\" \"[T]here are reasonable alternative interpretations, not previously considered, of the evidence used for the final determination, that would substantially affect the determination that the petitioner meets or does not meet one or more of the criteria.\""], "subsections": []}, {"section_title": "Actions by the IBIA", "paragraphs": ["The IBIA can either affirm the Assistant Secretary's determination, if it finds that the petitioner or interested party has failed to establish, by a preponderance of the evidence, at least one of the above grounds, or vacate and remand the determination, if it finds that the petitioner or interested party has succeeded in establishing, by a preponderance of the evidence, one of the above grounds. The IBIA does not have authority to reverse the Assistant Secretary's final determination."], "subsections": []}, {"section_title": "Reconsideration on Other Grounds", "paragraphs": ["If the IBIA affirms the final determination but finds that the petitioner or interested party has alleged other grounds for reconsideration, the IBIA must send the requests for reconsideration to the Secretary of the Interior (Secretary). The Secretary has discretion to request the Assistant Secretary to reconsider the final determination on those grounds. In considering whether to request the Assistant Secretary to reconsider, the Secretary may consider any information, including information outside the record. When the IBIA has sent the Secretary a request for reconsideration, the petitioner and interested parties have 30 days from receiving notice of the IBIA's decision to submit comments to the Secretary. If an interested party files comments opposing the petitioner's request for reconsideration, the petitioner has 15 days to respond. The Secretary has 60 days after receiving all the comments to decide whether to request the Assistant Secretary to reconsider. If the Secretary decides not to request reconsideration by the Assistant Secretary, the final determination becomes final on the date the parties are notified of the Secretary's decision."], "subsections": [{"section_title": "Reconsideration by the Assistant Secretary", "paragraphs": ["After a remand from the IBIA or a request for reconsideration by the Secretary, the Assistant Secretary has 120 days from receipt of the IBIA's decision or the request from the Secretary to issue a reconsidered determination. A reconsidered final determination becomes final and effective upon publication of the notice of the reconsidered determination in the Federal Register ."], "subsections": []}]}]}]}, {"section_title": "The Proposed Rule", "paragraphs": ["In May 2014, Interior proposed a new rule for Part 83 that would comprehensively change the acknowledgment process. The preamble to the proposed rule explains that Interior issued the proposed rule in response to criticism that the acknowledgment process is too slow, expensive, inefficient, burdensome, intrusive, less than transparent, and unpredictable. Accordingly, the proposed rule would change Part 83 in an effort \"to make the process and criteria more transparent, promote consistent implementation, and increase timeliness and efficiency, while maintaining the integrity of the process.\" The public may submit comments on the proposed rule until August 1, 2014."], "subsections": [{"section_title": "Changes to the Criteria", "paragraphs": ["The proposed rule would make several changes to the criteria.", "First, the proposed rule would change criterion (a) from identification as an Indian entity from 1900 to the present to a narrative explaining, and proof of, tribal existence at some point in 1900 or before.", "Current criteria 87.3(b) and (c) require proof of community and proof of political authority from historical times to the present. Proposed criteria (b) and (c) would require proof of community and political authority from 1934 to the present \"without substantial interruption.\" \"Without substantial interruption\" would be defined to mean without gaps of more than 20 years. In addition to the current bases for finding community and political authority, the proposed rule would establish as acceptable proof maintaining a state reservation by the petitioner since 1934, or the United States holding land for the petitioner at any point since 1934. For criterion (b) the current rule requires that a predominant portion of the petitioner's membership be a distinct community. The proposed rule would require that at least 30% of the petitioner's membership be a distinct community. The proposed rule would also provide that proof of boarding school attendance by petitioner's children would constitute proof of community.", "For criterion (e), descent from a historical tribe, the proposed rule would make three changes. First, under the current rule the term \"historical\" is defined to mean the later of 1789 or first non-Indian settlement or government presence in the area. The proposed rule would define historical as 1900 or before. Second, the proposed rule would change the requirement of proof that the tribe's membership descends from a historical tribe to proof that 80% of the membership descends from a historical tribe. Third, the proposed rule would establish that criterion (e) may be satisfied by a roll prepared either by Interior or at the direction of Congress, and that Interior will rely on such a roll as an accurate roll of descendants of the tribe that existed in historical times. In the absence of such a roll, the petitioner may rely on the most recent available evidence for the historical period (1900 or before).", "Criterion 83.7(f) requires that the petitioner is composed principally of persons who are not members of federally recognized tribes. The proposed rule would add that members of a petitioner who filed its petition by 2010 who then joined a federally recognized tribe would not count against the petitioner.", "Finally, criterion 83.7(g) now requires petitioners to establish that they are not subject to legislation forbidding or terminating the tribal-federal relationship. The proposed rule would shift the burden to Interior to show that Congress has forbidden or terminated the federal relationship with the petitioner."], "subsections": []}, {"section_title": "Changes to the Process", "paragraphs": ["The proposed rule would make several changes to the acknowledgment process, the most significant of which are described below.", "Under the current practice, OFA makes recommendations to the Assistant Secretary, whom the current regulations charge with making proposed findings and final determinations. Under the proposed rule, OFA would issue proposed findings and the Assistant Secretary would make final determinations. The Assistant Secretary's decision would be final for Interior, with no consideration by the IBIA.", "The proposed rule would provide for consideration of the criterion in stages and provide that petitioners receiving a negative proposed finding at any stage could appeal the finding to a judge within the Office of Hearings and Appeals (OHA). The OHA judge could hold a hearing and would issue recommendations for the Assistant Secretary to consider in making the final determination. During the first stage of making proposed findings, OFA would consider criterion (e) (descent from a historical tribe). If a petitioner satisfied criterion (e), OFA would then consider criteria (a) (tribal existence), (d) (governing document), (f) (membership), and (g) (congressional prohibition or termination). Finally, if the petitioner satisfied those criteria, OFA would consider criteria (b) (community) and (c) (political authority). If a petitioner made it through all stages of review, OFA would issue a positive proposed finding.", "The proposed rule would provide that, in limited circumstances, petitioners that received negative final determinations under the current rule could re-petition. First, if the Assistant Secretary issued a negative final determination and the petitioner appealed to the IBIA or federal court and lost, the petitioner could re-petition if it obtained the consent of the prevailing party, if any, in those proceedings. Second, if a petitioner did not seek review by the IBIA or a federal court, or it did but there was no opposing party, a petitioner could re-petition if an OHA judge determined that the petitioner had demonstrated by a preponderance of the evidence that changes in the rules warranted a reconsideration of the final determination or that the wrong standard of proof was used in the final determination."], "subsections": []}]}]}}