{"id": "R43181", "title": "The Affordable Care Act and Small Business: Economic Issues", "released_date": "2015-01-15T00:00:00", "summary": ["The Patient Protection and Affordable Care Act (ACA; P.L. 111-148 and P.L. 111-152) contains several provisions to encourage employer-sponsored health coverage, particularly among small businesses. The provisions that most directly relate to small businesses are (1) an employer penalty for not providing health insurance, (2) a tax credit to increase the affordability of health care for the smallest firms, and (3) small business health insurance exchanges designed to increase plan options and lower plan costs.", "Several events have altered the ACA's implementation since its enactment in 2010. Most notably, the Obama Administration delayed the implementation of the employer penalty and part of the small business health exchanges from 2014 to 2015 to allow more time for developing these provisions and allowing firms to come into compliance. Subsequently, the Administration suspended the penalty for employers with fewer than 100 full-time equivalent (FTE) employees for an additional year (until 2016). These delays have added to uncertainty over the potential effects of the ACA on small businesses.", "First, this report explains how employer-sponsored insurance can be used to address concerns about health insurance coverage and cost. Second, it summarizes the three ACA provisions most relevant to small businesses, listed above. Next, it analyzes these provisions for their potential effects on small businesses. Finally, this report presents several approaches that could address some concerns associated with these provisions (particularly the employer penalty).", "According to analysis of the most recent employer size and insurance coverage data, the ACA's employer penalty is structured so that it could exempt approximately 96.2% of employer firms simply because these firms would be too small and thus fall below the employer penalty threshold of 50 FTE employees. These exempt firms account for approximately 27.6% of all workers. After accounting for firms that already provide insurance, less than 1% of employer firms could be subject to the employer penalty. Although 72.4% of all employees work for firms that are large enough to be potentially subject to the penalty, only about 2.4% of employees work in firms that do not already offer health insurance.", "Less than 4% of small businesses that could have been eligible for the small business health care tax credit in 2010 actually claimed it. According to a report by the Government Accountability Office (GAO), many business owners felt that (1) the credit was too small of an incentive to begin offering insurance; (2) even if these small employers offered health insurance, some employees declined coverage because they could not afford their share of the premium; and (3) the rules were too complex. President Obama has proposed simplifying and expanding the credit.", "Small business health exchanges could help to reduce some barriers to accessing relatively affordable health coverage in the small-group market. By pooling risk among multiple businesses and reducing administrative costs, average insurance costs could reduce costs for these firms. Firms with relatively healthier employees, however, could see a rise in insurance costs.", "One issue of concern is the incentive for firms to reduce part-time employee hours below the 30 hours that define full-time employment (under the ACA) as a means to exclude these employees from coverage. The Save American Workers Act of 2015 (H.R. 30, approved by the House on January 8, 2015) would increase the definition of full-time to at least 40 hours per week. This change would reduce the incentive at 30 hours per week, but it also would introduce an incentive to reduce hours among those who work around 40 hours (a larger share of all workers)."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Patient Protection and Affordable Care Act (ACA; P.L. 111-148 and P.L. 111-152 ) contains several provisions to encourage employer-sponsored health coverage, particularly among small businesses. The provisions that most directly relate to small businesses are (1) an employer penalty for not providing health insurance, (2) a tax credit to increase the affordability of health care for the smallest firms, and (3) small business health insurance exchanges designed to increase plan options and lower plan costs.", "The implementation of the ACA's provisions to encourage employer-sponsored health coverage, particularly those provisions that relate to small businesses, has been the subject of increasing attention. The ACA's employer penalty aims to encourage employers to retain or offer health coverage to their employees. Some maintain that the direct costs of the employer penalty and related compliance costs will be damaging to small businesses. Core issues regarding the employer penalty as related to small businesses include hiring and workforce decisions, as well as their administrative costs. Although the employer penalty may not affect the decisions of employers with fewer than 50 employees because they are not subject to the penalty, the penalty could be part of decision-making calculations for employers that are on the margins of the penalty threshold and considering expanding their business. ", "Several events have altered the ACA's implementation since its enactment in 2010: ", "The Supreme Court ruled in 2012 that the ACA's requirement that states extend their Medicaid benefits to all adults under the age of 65 with incomes up to 133% of the federal poverty level was unconstitutional. It is now up to the states to choose whether to expand their respective Medicaid programs and increase health care coverage and affordability among some low-income workers. On June 4, 2013, the Department of Health and Human Services (HHS) announced that it is delaying enforcement of the ACA's requirement that the Small Business Health Options Program (SHOP) exchanges offer more than one plan from 2014 to 2015. The SHOP exchanges still opened in 2014, but they were not required to offer more than one plan to employers. On July 2, 2013, the Obama Administration announced a delay in the implementation of the employer penalty for all applicable firms until 2015, citing the need to simplify administrative complexities for businesses and give businesses more time to comply with an appropriate plan. According to the ACA, the employer penalty and the small business health exchanges were supposed to go into effect beginning in 2014. On February 10, 2014, the Department of the Treasury issued a final regulation that would delay implementation of the employer penalty for firms with fewer than 100 full-time equivalent (FTE) employees (i.e., firms with 50 FTE employees to 99 FTE employees) from 2015 to 2016. ", "This report analyzes several ACA provisions that are most relevant to small business. Because there is no single, precise definition of a small business in the ACA, this report discusses issues that are relevant to businesses that are sometimes considered to be small in more general terms (e.g., fewer than 500 employees). First, it provides an overview of the rationale behind employer-sponsored health insurance. This rationale informs the purpose and design of many of the ACA's small-business relevant provisions. Second, it describes the ACA provisions that are most relevant to small business, including the employer penalty, small business health care tax credits, and SHOP exchanges. Third, it analyzes each provision for potential economic effects on small businesses. Lastly, this report presents several approaches that could address some criticisms of the ACA's employer penalty and reduce its effects on small businesses."], "subsections": []}, {"section_title": "The Rationale for Encouraging Employer-Sponsored Health Insurance", "paragraphs": ["From an economic perspective, health insurance and health care markets have fundamental flaws that often lead to an inefficient allocation of resources. This inefficient allocation of resources, also known as a market failure , leads to a mismatch between demand and supply for a product because prices fail to accurately reflect the product's costs and benefits. From an economic perspective, the presence of a market failure may provide a justification for government intervention to resolve inefficiencies, unless the cost of correcting the failure is greater than the expected efficiency loss.", "Access to health insurance generates externalities , or spillover effects to society, that might be difficult for any individual participant in the health insurance market to take into account. For example, more insured individuals decrease the risk that others might contract certain contagious diseases. Also, ill individuals without coverage might use publicly funded resources, especially if their illness becomes serious enough that it depletes their wealth (a negative externality). The net cost of these externalities to society may not be fully reflected, or internalized , by firms and workers in the cost of health insurance. Therefore, the supply and demand for health insurance in the private market may lead to an undesirable level of insurance from the perspective of society as a whole.", "In the private market for health care, individuals typically know more about their health status than insurance firms and those who generally desire more health care tend to seek out health insurance. This market failure is called adverse selection . Adverse selection makes it difficult for insurance firms to predict costs and establish prices based on predicted costs. Also, individuals who desire the most health care coverage tend to be the least healthy, whereas healthier people tend to desire less heath care coverage. Because some healthy people opt not to have health care coverage, the average price of insurance increases because those now in the insurance pool are less healthy. Rising costs push more people out of the market for health insurance because they believe the costs of insurance exceed the benefits. The end result is that many individuals, some by choice and some due to cost, will not have health insurance. ", "In addition, even if both parties are informed about health status, people who have preexisting conditions or other characteristics that make use of health care more likely (such as old age) may not have, or be able to afford, health insurance. Individuals could be limited in their capacity to pay for health insurance due to low incomes. In this instance, a lack of individual health care coverage can still impose the same negative spillover effects on society.", "Aside from the issues of adverse selection and spillover effects from uninsured individuals, society as a whole can view health insurance not as individual insurance but as social insurance. From a social insurance perspective, having more insured individuals spreads the risk (and costs) of becoming ill across more individuals, including, for example, those born with compromised health, those who developed health issues during childhood, or those who lose employer health insurance due to a job loss or change in employment. ", "Various types of risk-pooling mechanisms have reduced the negative externalities associated with the private health care market. Medicare has addressed the problem of adverse selection and excessive among the elderly, and employer-sponsored health insurance (ESI) has significantly reduced this problem among the working population. Some states also limit variations in premium costs. In addition, ESI provides a pooling mechanism that is unrelated to health factors and thus addresses both the adverse selection issue and the problem of being priced out of the market for those with ill health. ESI also tends to reduce administrative costs compared with such costs when individuals purchase coverage on their own. These pooling and administrative advantages are lessened for businesses with few employees.", "According to economic theory, the price of employer-sponsored health care benefits should offset wages so that employees as a group are still incurring the cost of insurance but do not face the difficulties they would with nongroup private insurance purchase. Employers with small pools of individuals may experience some of the same types of problems as individuals. If there is one employee who has (or whose family has) a serious health problem, the cost for insuring the group could be relatively high. Further, administrative costs per employee are larger for small firms; one study estimates these costs are 18% higher for small businesses. Perhaps as a result, large firms are more likely than small firms to offer health care plans and to have higher employee-participation rates.", "Two crucial elements are cited as necessary to address the problems relating to adverse selection and lack of affordability, especially for those with preexisting conditions: some form of community pooling so that individuals with health problems (including age) would not have to pay a substantially different price and a provision to require most individuals to have health insurance. Because 55% of workers (as of 2011) are already covered by insurance provided by an employer (even if not their own, such as their spouse's employer), some could deem policies to further encourage ESI to be desirable. The benefits of ESI could induce more low-risk workers to purchase health insurance, thereby lowering overall risk pools and subsidizing the higher price of insuring workers with comparatively higher risk profiles. "], "subsections": []}, {"section_title": "Overview of Provisions Relating to Small Business in the Affordable Care Act", "paragraphs": ["This section briefly describes the provisions in the ACA that are especially relevant to small businesses. A small business is defined in multiple ways throughout the ACA and differs from other conventional definitions of a small business. Thus, the scope of the firms affected by each provision varies."], "subsections": [{"section_title": "Employer Penalty", "paragraphs": ["The ACA sets out a two-part calculation for determining which employers are subject to a monthly imposed penalty for not providing health insurance that meets minimum standards of \"affordability\" and \"adequacy\" set forth in the ACA. As previously mentioned, implementation of the employer penalty was originally scheduled to begin in January 2014, but the Obama Administration has delayed the penalty until January 2015 (2016 for firms with 50 FTE employees to 100 FTE employees).", "First, a business must employ enough workers to qualify as a large employer to be subject to the employer penalty. Small businesses with fewer than 50 FTs are not subject to the penalty. Total FTE employees are calculated by adding the total number of full-time workers (who average 30 hours per week or more) plus the number of part-time employees aggregated to FTE employees. Seasonal workers are generally not included in determining employer size.", "Second, the penalty will be levied only on large employers that have at least one full-time worker who receives a health insurance premium credit in the individual insurance exchange markets that began offering coverage in January 2014. Some large employers could have workers that do not purchase insurance through an employer-sponsored plan, and those employers would not necessarily face a penalty (these scenarios will be discussed in more depth later in this report). ", "For employers subject to the penalty, the amount of the penalty depends on whether an employer offers insurance coverage. Even if an employer offers coverage, it could still be subject to the employer penalty if the health insurance coverage does not meet the ACA's standards for being affordable and adequate . Coverage is considered affordable if the employee's required contribution to the plan does not exceed 9.5% of the employee's household income for the taxable year. A health plan is considered to provide adequate coverage if the plan is a 60% or greater actuarial value (i.e., the share of the total allowed costs that the plan is expected to cover). ", "If a large employer offers coverage that is not affordable and adequate and one or more of those employees receives premium credits, the monthly penalty is the lesser of ", "one-twelfth of $3,000 for each of those employees that receive credits for exchange coverage or one-twelfth multiplied by $2,000 multiplied by the number of full-time employees minus 30 (i.e., the first 30 full-time workers are exempted from calculations of the penalty amount). ", "By comparison, a large employer who does not offer any coverage will be subject to a penalty equal to ", "the number of its full-time employees minus 30 multiplied by one-twelfth of $2,000 for any applicable month. ", "A firm with no more than 30 full-time workers would not pay a penalty even if part-time workers caused the firm to be classified as large because of the exemption for the first 30 full-time workers in the law. Part-time workers are not used to calculate the amount of the employer penalty. The penalty payment amount will be indexed by a premium adjustment percentage for each subsequent calendar year after implementation. ", "Using 50 employees as the point at which the penalty applies and assuming all full-time employees, a firm with 50 employees would pay an average monthly penalty of $800 per employee ($2,000 × [(50-30)/50]). The average per employee would rise as employee size rose: $800 per employee for a firm with 50 employees; $909 per employee for a firm with 55 employees; $1,000 for 60; $1,200 for 75; $1,400 for 100; $1,880 for 500; and so forth, until the average approaches $2,000 at a very large size. "], "subsections": []}, {"section_title": "Small Business Employer Health Care Tax Credit", "paragraphs": ["Small businesses with fewer than 25 FTE employees and average wages less than $50,000 may be eligible for a credit of up to 50% of the employer's payment for two consecutive years, beginning in 2014. From 2010 through 2013, there was a transitional credit of 35% as well. The employer must pay at least 50% of the health plan premium to be eligible for the tax credit. The tax credit is applied against the income tax, so small employers without tax liability will receive no current benefit and small employers with inadequate tax liability will not receive the full current benefit. Credits can be carried backward 1 year (except in the first year offered) and forward 20 years.", "Tax-exempt entities, such as charities, are eligible for a 35% credit (25% during the transition) taken against payroll taxes.", "The credit is phased out by both size and average income in an additive fashion. The credit is reduced by the number of FTE employees over 10, divided by 15; the credit is also reduced by average wage over $25,000 divided by $25,000.", "For example, a business with 10 or fewer FTE employees and $25,000 or less in average wages will receive a credit of 50% of the employer contributions to health premiums in 2014. Changes to the size of the firm or its payroll could affect this firm's maximum tax credit in one of three ways: ", "1. If the average wage remains at $25,000 or less but FTE employee size rises to 15, the credit is reduced by 33% (15 minus 10, all divided by 15, or approximately 33%). 2. If average wages rise to $30,000 but size mains at 10 or fewer FTE employees, the credit is reduced by 20% ($30,000 minus $25,000, all divided by $25,000) for a credit of 40% (instead of the maximum of 50%). 3. If both phaseouts are added, so that a firm with 15 employees and an average wage of $30,000, both the 33% and the 20% apply for a reduction of 53%. This combined phaseout would reduce the 50% maximum credit to 23% of employer contributions to health care premiums."], "subsections": []}, {"section_title": "Small Business Insurance Exchanges", "paragraphs": ["Since 2014, small employers seeking health insurance coverage for their employees have been able to use the ACA's SHOP exchange. The SHOP exchange is designed to assist small employers and their employees with the purchase of health plans offered in the small-group market.", "Only qualified small employers and their qualified employees are eligible to obtain coverage through a SHOP exchange health insurance plan. Enrollment in a SHOP exchange began in October 2013 for the 2014 calendar year. Prior to 2016, states have the option to define small employers as either those with 100 or fewer employees or those with 50 or fewer employees. Beginning in 2016, small employers will be defined as those with 100 or fewer employees. ", "A SHOP must allow certain employer choice functions, thereby enabling an employer to select from a variety of coverage options to make available to its employees. According to an HHS final rule issued on June 4, 2013, however, a SHOP was not be required to carry out the employer choice function (i.e., offer more than one plan) until 2015. "], "subsections": []}]}, {"section_title": "Potential Effects of Certain ACA Provisions on Small Business", "paragraphs": ["This section of the report analyzes the effects certain ACA provisions could have on small businesses. Specifically, it addresses issues related to compliance, hiring, and profits. Although some specific firm-size designations are set in the various provisions of the ACA, the effects of these provisions might extend to firms beyond these size thresholds (e.g., those on the margins of growth around the size thresholds). "], "subsections": [{"section_title": "Employer Penalty", "paragraphs": ["In theory, penalties should help induce firms that are large enough to be subject to the penalty and not currently providing health insurance to do so without encouraging other, larger employers to stop providing health insurance. Economic theory suggests the penalty should ultimately be passed through to lower wages, limiting the burden on small business owners. If firms cannot pass on the cost in lower wages, the higher cost of workers may lead firms to reduce output and the number of workers. Individuals with lower incomes, however, should be able to receive insurance premium credits in the community-rated pools, which will increase their welfare while also increasing cost to the federal government for financing coverage to those foregoing ESI. For some firms, paying a penalty may be more feasible than providing insurance that meets the ACA's coverage and affordability standards, especially if their employees are lower income and the wage cannot be lowered below the minimum wage.", "Any exemption from the employer penalty based on employees could create disincentives for adding workers. Because the ACA imposes the full penalty at a specific, discrete level (often referred to as a cliff ), an additional employee at that point will trigger a significant cost and discourage expansion. By phasing in the penalty as employee size rises, the cost would rise more gradually and the disincentive at any specific point would be smaller.", "The number of small businesses that could be affected by the employer penalty and how they could be affected has been the subject of some misunderstanding among small employers that are not subject to the penalty. A March 2013 survey of very small employers (those with between 2 employees and 10 employees) that would not be subject to the employer penalty under the ACA found that 56% of respondents misunderstood portions of the ACA's employer penalty, with 32% believing they will be required to provide group health insurance in 2014, regardless of the number of employees, and 24% believing they will have to pay a penalty for failing to provide group coverage.", "Data from the Census Bureau's 2011 Statistics of U.S. Business (SUSB) can be used to approximate the number of firms exempt from the employer penalty because they do not have enough employees to put them over the threshold. These data also include information on payroll and wages that are useful for analysis of the ACA employer penalties. There are limitations when using SUSB data to analyze ACA penalties. Specifically, full-time and part-time employees count equally as employees in the SUSB dataset, whereas they are weighed differently in calculations of FTE employees. Thus, estimates based on SUSB of the number and share of firms that could be affected by the ACA employer penalties are likely overstated. Because the SUSB data does not disaggregate workers by full-time or part-time status, it is also difficult to determine precisely which firms will be exempt from the penalty because they have 20 or fewer full-time workers.", "Data from the SUSB suggest the vast majority of firms will be exempt from the employer penalty simply due to their employment size. As shown in Table 1 , 96.2% of employer firms in 2011 had fewer than 50 employees and thus are not likely to be affected by the ACA employer penalty due to their size. These exempt businesses accounted for 27.6% of all workers. The 3.8% of businesses with 50 or more employees in 2011 that could be potentially subject to the employer penalty (simply based on their size) employed 72.4% of all workers.", "When accounting for health insurance offer rates, the number of smaller firms that could be subject to the employer penalty decreases because the larger the firm, the more likely it is to offer health insurance coverage. Table 2 shows data on health insurance offer rates by firm size from the Kaiser Family Foundation's 2014 Annual Employer Survey. Firms with between three and nine employees were less likely to offer insurance coverage than firms with more employees. In 2013, 83% of firms with fewer than 50 workers offered health benefits to their employees, compared with 91% of firms with 50-199 workers and 98% of firms with 200 workers or more.", "Assuming the firms offering health care benefits continue to do so after the penalty begins, less than 0.2% of all employer firms could be subject to the full employer penalty (assuming the coverage provided by employers meets the ACA's standards for being affordable and adequate), with the vast majority of these firms having between 50 employees and 199 employees. Although the firms with more than 50 employees account for 72.4% of all employees (as shown in Table 1 ), only about 2.4% of all employees work in larger firms that do not already offer health insurance. Some analysts' simulations indicate that the ACA will have an effect on small business health care coverage rates. In its February 2014 Budget Outlook, the Congressional Budget Office (CBO) estimated that the employer penalty could have a minor effect on the aggregate demand for labor in the short run (as employers bear the cost of the penalty or providing health insurance coverage) until businesses can adjust by offering lower wages over time. In the long run, CBO predicts that workers will choose to reduce their labor supply (hours or participation in the labor market) based on their own preferences for leisure or consumption as wages fall. ", "These long-run effects likely would be minor. CBO projects penalties of about $8 billion for 2016. Comparing that number with labor compensation in 2013, the percentage change in wages is less than 0.1%. CBO has indicated that the labor response to a change in wages (an elasticity, which is percentage change labor supply divided by a percentage change in wages) is approximately 0.25. Thus, the employer penalty would produce a negligible change in the labor force. ", "The CBO report discusses the effects of the penalty on part-time work but concludes there is little evidence of such an effect or the idea that it would affect total labor. The report also does not estimate the effect of a benefit from cheaper insurance by small business, which one study concludes indicates the employer penalty will benefit wages and increase labor supply. "], "subsections": []}, {"section_title": "Small Business Employer Health Care Tax Credit", "paragraphs": ["The credit is intended to encourage coverage to benefit very small firms (not subject to the employer penalty) and very low-income workers. The Joint Committee on Taxation (JCT) and the CBO initially estimated that taxpayers would claim up to $2 billion in credits for the 2010 tax year. Despite informing approximately 4.4 million taxpayers that were potentially eligible for credits, the Internal Revenue Service (IRS) reported that 228,000 taxpayers claimed the credit for a total of $278 million in 2010. A 2012 report by the Government Accountability Office (GAO) said the number of firms that benefited from the credit was even smaller than the IRS's 2011 report: 170,300 small businesses claimed a total of $468 million in health care credits in 2010. According to GAO, the average tax credit claimed by small businesses that applied for and received the health care credit in 2010 was $2,748.", "GAO found the amount of small businesses that applied for the credit was limited by three factors. First, many business owners felt the credit was too small of an incentive to begin offering insurance. Most small businesses that would otherwise be eligible for the credit (83% by one estimate) did not offer health insurance. In addition, 67% of employers that could be eligible for the partial credit did not offer insurance in 2010. Second, even if these small employers offered health insurance, some employees declined coverage because they felt they could not afford their share of the premium. Third, many small businesses felt claiming the credit was too complex. "], "subsections": []}, {"section_title": "Small Business Insurance Exchanges", "paragraphs": ["The health exchanges associated with the ACA, notably the SHOP exchanges, are intended to address some of the inherent disadvantages for small businesses to improve access to affordable health care plans. The 2014 Kaiser Family Foundation annual employer survey reported that among small firms (defined as having 3 workers to 199 workers) not offering health benefits, 32% cited high cost as \"the most important reason\" for not doing so (compared with 50% in 2013). If the ACA programs (including SHOP exchanges) contain the costs of health insurance premiums, more of the smaller firms may offer health insurance coverage. ", "As with individuals, very small firms that have individuals or families whose health care is relatively more costly will be able to purchase insurance more easily through the SHOP exchanges. For some small firms, the ability to buy insurance through the SHOP exchanges could enable them to offer health coverage at a lower cost than they would have been offered in the private small-group market. This is particularly the case for small businesses that employ workers with a higher risk profile. The costs of these plans are lower because the additional costs of insuring relatively riskier firms will be spread across many other firms. Thus, these plans should reduce the problem of adverse selection. Firms with healthier employees, however, could see a rise in cost. In any case, the SHOP exchange also should reduce premium costs because of reduced administrative costs from pooling more businesses under a single policy."], "subsections": []}]}, {"section_title": "Potential Revisions to Address Criticisms of the Employer Penalty", "paragraphs": ["Aside from concerns about compliance and administration, critics have charged that the employer penalty creates incentives for some employers to take undesirable actions. Some of these possible actions include encouraging firms to avoid hiring or to reduce employment to fall below the penalty limit, significantly increasing the cost of hiring low-wage workers, and encouraging firms to reduce the hours of employees and schedule them to work part-time. ", "Still, an argument could be made that there is no need to make revisions given the small share of firms that would be affected. As noted earlier, the circumstances in which these effects are likely to occur are limited to less than 1% of firms (after adjusting for firms that already offer health insurance coverage). One forecaster has observed that projected employment effects leading up to implementation have not been very large, which may reflect the limited effect of the penalty. ", "Also, options to liberalize exemptions will increase federal budgetary costs due to lost revenue from the penalty. According to CBO, the employer penalty will raise an estimated $139 billion over 10 years. In addition, if the exemption caused firms to forego offering health insurance, government outlays for health insurance premium credits for individuals would likely increase. This effect would be offset by a reduced cost (i.e., increased revenue), at least in part, from the tax exclusion of health insurance from the income of the employer. ", "Nevertheless, some still may feel inclined to make revisions to the employer penalty to reduce or moderate potential issues. This section of the report analyzes several possible revisions and provides some examples of legislation proposed in the 113 th Congress, but it is not meant to reflect an exhaustive list of possible options or suggest that changes are needed."], "subsections": [{"section_title": "Eliminate the Employer Penalty", "paragraphs": ["Opposition to the employer penalty is most often centered on its disincentives to hiring on the margins, other possible labor market distortions (e.g., firms choosing to hire part-time to full-time workers), and compliance costs to employers. Some critics have called for a repeal of the current employer penalty, arguing that its repeal would have little effect on health insurance coverage. In contrast, some bills in the 113 th Congress would have eliminated the employer penalty with no replacement provision that would penalize firms for not offering health insurance of a particular quality or cost level.", "As previously mentioned, the employer penalty is designed to encourage employers to either begin offering health insurance to their employees or maintain coverage. For employers that already offer coverage, the employer penalty serves to reinforce that practice and provide disincentives for firms to decrease the range of coverage or increase an employee's share of the premium costs. "], "subsections": []}, {"section_title": "Change the Definition of \"Full-Time\" to 40 Hours Per Week", "paragraphs": ["In the 114 th Congress, the Save American Workers Act of 2015 ( H.R. 30 ) would change the ACA's definition of \"full-time\" from 30 hours per week to 40 hours per week. Proponents of this revision argue that the current, 30-hour per week definition is unusually low compared with \"traditional standards\" of a full-time worker in many industries, thus increasing employers' calculations and compliance costs. In addition, proponents of the revision argue that the 30-hour definition encourages employers to reduce the number of hours allotted to each worker (thereby reducing each worker's pay) to decrease the number of full-time workers and reduce employers' compliance costs with the ACA (or the size of their employer penalty, because the penalty is only based on full-time workers). Note, as discussed below, that the incentive for firms paying the penalty could be eliminated by imposing the penalty to apply to FTE employees. ", "As shown in Table 3 , 2013 census data indicate that the majority (68.7%) of workers usually work 40 hours or more per week. The average work week for people who typically work full time is 42.6 hours per week —more than the 30-hour definition of an FTE employee in the ACA. ", "Several employer surveys indicate that most respondents are not reducing their employees' hours in response to the ACA's definition of a full-time worker. According to a 2013 survey conducted by the International Foundation of Employee Benefits Plans, a nonprofit foundation, 16% of the 966 employers surveyed said they have adjusted or plan to adjust hours so that fewer employees qualify as full-time workers. According to a 2012 survey of 1,203 employers conducted by Mercer, a global business consulting firm, 68% of survey respondents indicated they will begin offering health coverage to all employees working 30 or more hours per week. Other surveys with fewer respondents support these findings. ", "In addition to surveys (which may or may not be representative of the firms that could be affected by the employer penalty), some researchers have conducted empirical analysis of broad, public-use data. A 2013 study conducted by the U.C. Berkeley Labor Center estimated that approximately 2.3 million workers in firms with 100 or more employees (representing 3.1% of all workers) were most vulnerable to a reduction in their payroll hours from more than 30 hours per week to less than 30 hours per week. These workers were mostly concentrated in the restaurant industry. In contrast, a 2013 study conducted by Helen Jorgensen and Dean Baker of the Center for Economic and Policy Research found that less than 1% of all workers in 2013 fell just below the ACA's full-time threshold (26 hours per week to 29 hours per week). Jorgensen and Baker's study uses more recent data and is probably a more reliable study to forecast future conditions. Unlike the U.C. Berkeley Labor Center's study, Jorgensen and Baker's study likely captured any initial employers' responses to shifting workers below the 30-hours-per-week cutoff because, according to the ACA, the baseline measurement period for measuring a firm's FTE employees began in 2013. Also, Jorgensen and Baker's study better captures more recent improvements in the labor market; there are likely to be more \"underemployed\" workers (working under 40 hours) in the older data because the macroeconomy was in an earlier stage of recovery.", "Changing the cutoff from 30 hours per week to 40 hours per week would not eliminate the incentive for employers to shift more workers to part-time status and could actually provide a greater incentive for firms not to offer health insurance to their employees. In theory, changing the definition of a full-time worker to 40 hours per week would shift, not eliminate, the incentive for employers to reduce workers' hours. Additionally, more employers could be inclined to shift more workers to part-time status (in terms of the ACA) under a 40-hour definition because the disruption to their workforce is smaller from 40 hours to 39 hours than from 40 hours to 29 hours. If the incentive to retain their workers on full-time status is diminished, then fewer firms could be compelled by the employer penalty to offer health care coverage relative to current law. As shown in Table 3 , more workers are also clustered around the 40-hour-per-week threshold than the 30-hour threshold. ", "CBO scored H.R. 30 as costing $53.2 billion over 10 years. Of this $53.2 billion revenue loss, $31.8 billion is due to a change in revenue and the rest is due to increased direct spending for workers (and their dependents) who lose their employer-sponsored health insurance (ESI) and seek coverage in government-subsidized programs. According to CBO, H.R. 30 would reduce the number of people receiving ESI by about 1 million; increase the number of people obtaining coverage through Medicaid, the Children's Health Insurance Program, or health exchanges by between 500,000 people and 1 million people; and increase the number of uninsured by less than 500,000 people. "], "subsections": []}, {"section_title": "Exempt More Firms with Low-Income Employees", "paragraphs": ["Some are concerned that the effects of the employer penalty could be concentrated among smaller firms in certain industries that are large enough to be over the 50-FTE-employee threshold and that primarily employ low-income workers (who are less likely to be able to afford out-of-pocket premium costs of an employer-sponsored health plan). Low-income workers tend to be liquidity constrained in their household budgets. Faced with reducing their take-home paycheck to obtain health insurance coverage, many low-income workers would likely prefer wages to benefits. With the option to receive a government subsidy for health care premiums, an increasing number of lower-income workers could look to the individual exchanges (beginning in 2014) if their employer does not offer affordable coverage. In some cases, this could trigger a penalty for their employer.", "The extent to which the interactions between low-income workers and the employer penalty pose a problem to small businesses is unclear at this time. So far, many of these concerns have been voiced by some industry groups (e.g., the restaurant industry). The age of the workers in these industries could have a large effect on whether low-income workers will lead to a higher likelihood of their employers paying the ACA penalty. According to the Bureau of Labor Statistics, the median ages of workers in these industries are over 26. If so, then many of the workers in these industries would not be eligible for extension of dependent coverage. However, some of the workers in these industries, such as food service or retail, could be young enough to be covered as a dependent in a family group plan, be covered through an expansion of Medicaid in certain states, or find it cheaper to pay the individual penalty than regular health insurance premiums—all of which would not trigger the employer penalty. According to testimony by the National Restaurant Association, 43% of employees are under the age of 26 in the restaurant industry. Media reports indicate that previous estimates of the cost of compliance with the employer penalty among some industries (particularly the restaurant industry) have been revised downward in light of more recent analysis of the ACA.", "To help increase insurance coverage among lower-income workers, the ACA includes an option for states to expand Medicaid to households with incomes up to 133% of the Federal Poverty Line (FPL). As shown in Table 4 , this would include families with household income (defined as modified adjusted gross income, or MAGI) up to $15,521 for an individual and up to $37,120 for a family of five (in 2014).", "However, not all states are expected to expand Medicaid. For those that do not expand, workers with household income between 100% and 133% of the FPL would be eligible for premium credits in the exchange.", "Firms with workers just above the FPL have several options, particularly in those states that do not plan to expand Medicaid. Some employers could find other alternatives to minimize any costs of compliance with the ACA or minimize the size of the penalty they would face. Even if an employer is limited by the ACA in its ability to adjust the scope of coverage and insurance cost-sharing, the employer could limit more general forms of labor costs. Examples of these options could include reducing the number of current or new hires (or shifting to more capital-intensive modes of production, if possible); reducing the hours allotted to each worker (e.g., moving some workers from full-time to part-time status); and reducing its workers' wages. Decreasing the number of employees as well as reducing the average hours worked per employee could have an effect on an employer's potential ACA penalty. Anecdotal media reports indicate that some businesses could provide a low-cost health plan that does not meet the ACA's coverage standards as a means to reduce the severity of their employer penalty (i.e., pay the reduced penalty rather than the full penalty).", "However, the options for employers to pass these costs to low-income workers are limited in two ways. First, downward pressure on wages is limited because the minimum wage provides a floor for wages (particularly in industries that require fewer advanced skills) and lower income reduces a firm's ability to attract the best workers (which could become a larger concern as the economy grows). As a result, small employers with low-income employees are less likely to voluntarily offer health insurance coverage as compared to large employers with low-income employees (see Table 4 ). Second, the ACA limits the extent that businesses could require their workers to pay for a larger share of employee health benefits. Specifically, the criteria for affordability under the ACA limit the amount that workers can pay in premiums to 9.5% of their household income (approximately $2,272 for a full-time worker earning minimum wage).", "If insurance coverage for low-income workers still remains a concern, then the employer penalty could be modified. Possible modifications include an alternative payroll size exemption and a higher exemption for employers in certain industries. "], "subsections": [{"section_title": "Create an Alternative Payroll Size Exemption", "paragraphs": ["A dollar-level exemption as an option could exempt more firms with low-income employees in which it is more difficult to pass on the costs. One example is the food-service industry, whose workers often earn their income in the form of tips rather than wages. Given these claims, an additional exemption could be established based on total firm payroll (either in general or for firms within specific industries) to target these smaller firms.", "For example, a $2 million payroll cap could provide an exemption to certain firms with lower average wages that would otherwise be subject to ACA employer penalties (because they have too many employees to be exempt). Table 5 provides data on the number of firms in certain industries that have an average payroll of under $2 million but are large enough to be potentially subject to the employer penalty. A full-time worker earning the federal minimum wage would make a gross salary of approximately $15,080. A dollar-level exemption for firms with total payrolls less than $2 million would apply to firms that hired roughly 132 workers at minimum wage ($2 million/$15,080). ", "Most, but not all , of the workers in employer firms that could be exempt under the $2 million cap have a lower average salary than larger firms within their industry. Also, some of these workers have an average salary above 133% of the FPL (as defined in Table 4 ). Although this is just one possible variation of this policy, these estimates illustrate that an efficient payroll-based exclusion might be easier to design in theory than in practice.", "As previously mentioned, some workers in the industries in Table 5 might not seek a premium credit in the insurance exchanges for various reasons. More information could be necessary given the limitations of census data for the purposes of analyzing the ACA's employer penalty. "], "subsections": []}, {"section_title": "Increase Exemption Limits for Certain Industries", "paragraphs": ["This option would set limits by industry and allow higher FTE-employee limits or payroll amounts in certain industries, such as the restaurant industry. Estimates to inform dollar-based exclusions by industry could be conducted to target firms that are below a specific employee-size threshold or below a specific firm payroll or average employee salary. ", "This option could be more administratively complicated for some firms that, arguably, fall into multiple industry categories. For example, if restaurants were given beneficial treatment, would a doughnut shop that sold for takeaway but also served customers at tables be included? Would a microbrewery with an attached restaurant be included? Similar administrative complications have arisen with the production activities business tax deduction, which only applies to some industries. For example, an expanded exemption could be based on the North American Industry Classification System, as reported on tax filings with business income."], "subsections": []}]}, {"section_title": "Increase the Exemption for the Employer Penalty to the First 49 Full-Time Workers", "paragraphs": ["Currently, the ACA employer penalty is triggered by the hiring of the 50 th FTE worker, but the first 30 full-time workers (30+ hours per week) are exempt from the calculation of the penalty size. In other words, a firm that employed 49 full-time workers and then hired a 50 th full-time worker would be subject to a penalty based (in part) on 30 full-time workers. This 30-worker exemption could be increased to reduce the cliff that firms could face at the hiring of their 50 th full-time worker, thereby reducing the marginal disincentive to hire around the employer penalty threshold.", "However, reducing the sheerness of this cliff could reduce the marginal incentive that an employer has to begin offering health care to its employees. If fewer firms offer employer-sponsored health plans, then more workers could rely on government subsidies for coverage in individual insurance exchanges.", "This option also could reduce the revenue raised by the employer penalty. These revenue losses could be offset, at least in part, by changing the calculation of the penalty from \"full-time workers\" to \"FTE employees,\" as discussed below. The latter definition would change the calculation of the penalty to include uninsured part-time workers. Although this change might impose a larger compliance burden on some firms, it also would eliminate the incentive for firms to hire part-time workers instead of full-time workers (or reduce the hours of existing full-time workers) in an attempt to reduce their exposure to the employer penalty.", "This rule also could be applied if an option based on payroll size were included to eliminate that cliff as well."], "subsections": []}, {"section_title": "Modify the Exemption to the First 30 FTE Employees in Calculating the Penalty", "paragraphs": ["The employer penalty exemption could be revised such that it was based on FTE employees to reduce the incentive for firms to hire more part-time workers or change full-time workers to part-time status. In this case, hiring two part-time workers to substitute for one full-time worker would not change the calculation of the penalty. ", "This option could be combined with the exemption-increase option, above, to offset for at least some of the revenue loss associated with increasing the exemption. For example, the employer penalty could be revised to exempt the first 49 FTE employees instead of the current exemption of the first 30 full-time employees. "], "subsections": []}, {"section_title": "Expand the Small Business Health Care Tax Credit", "paragraphs": ["Although not directly related to the employer penalty, the current small business health care tax credit could be expanded to encourage more small businesses to offer health care coverage (and potentially avoid the employer penalty). ", "The Obama Administration and some lawmakers have proposed to amend the small business tax credit to encourage and expand its use to more businesses. President Obama's FY2014 budget proposed expanding and simplifying the credit. The budget recommended increasing the eligibility cutoff from 25 workers to 50 workers, changing the phaseout formula so more firms will qualify for at least part of the credit, and simplifying the calculation of the credit (by removing a requirement that an eligible employer pay a uniform percentage of the premium for each employee and eliminating a cap on the credit based on the average health insurance premium in the employer's state). The Department of the Treasury estimated that this provision would reduce revenue by $10.5 billion between FY2014 and FY2023.", "In the 113 th Congress, several bills were introduced that would have changed the structure of the credit. For example, both the Small Business Health Care Tax Credit Improvement Act of 2013 ( H.R. 3046 ) and the Small Business Tax Credit Accessibility Act ( H.R. 4128 , S. 2069 ) would have amended the tax credit to increase the maximum number of FTEs from 25 employees to 50 employees, modified the phaseout of the credit, and repealed the limitation based on state health insurance premium averages. Specifically, H.R. 3046 would have allowed firms with average annual wages of up to $57,000 to be eligible for some credits. In contrast, firms with up to $50,000 in annual average wages could have claimed at least a partial credit under H.R. 4128 and S. 2069 . These bills had a multiplicative phaseout so firms under these employee and salary limits could have received some credit. The Small Business Tax Credits Improvement Act ( S. 1325 ) would have increased the maximum number of FTE employees to 50 and increased the maximum wages cap to $37,500, among other provisions, to increase the number of firms that could have been eligible for the credit and the possible benefits awarded. None of these bills were reported out of committee."], "subsections": [{"section_title": "Appendix. Employment and Payroll Characteristics of Employer Firms, 2011", "paragraphs": [], "subsections": []}]}]}]}}