{"id": "R43143", "title": "The Evolution of Cooperative Threat Reduction: Issues for Congress", "released_date": "2015-11-23T00:00:00", "summary": ["The United States uses a number of policy tools to address the threat of attack using chemical, biological, radiological, and nuclear (CBRN) weapons. These include a set of financial and technical programs known, variously, as cooperative threat reduction (CTR) programs, nonproliferation assistance, or, global security engagement. Congress has supported these programs over the years, but has raised a number of questions about their implementation and their future direction.", "Over the years, the CTR effort shifted from an emergency response to impending chaos in the Soviet Union to a broader program seeking to keep CBRN weapons away from rogue nations or terrorist groups. It has also grown from a DOD-centered effort to include projects funded by the Department of Defense (DOD), the State Department, the Department of Energy (DOE), and the Department of Homeland Security (DHS). Together, these agencies sought nearly $1.67 billion for these programs in FY2016.", "Although initially focused on the former Soviet Union, these programs now seek to engage partners around the world. The United States has used its funding and expertise to help secure or destroy dangerous weapons and materials in nations that experience civil strife or regime collapse, such as in Libya, and to prevent their spread outside a conflict's borders, such as with Syria's neighboring countries. U.S. cooperation has nearly stopped, with many of the CTR projects in Russia winding down after the June 2013 expiration of the Memorandum of Understanding that governed DOD's cooperation with Russia. The two countries could continue to cooperate on some areas of nuclear security with a bilateral protocol under the Multilateral Nuclear Environmental Program in the Russian Federation Agreement (MNEPR).", "In its oversight of these programs, Congress has addressed questions about the coordination of and priority given to these programs, about partner nations' willingness to provide access to their weapons facilities, and about metrics used to measure progress. Congress has also reviewed efforts to engage nations around the world in cooperative threat reduction and security engagement activities. Some Members have actively encouraged the Obama Administration to expand these programs to the Middle East and North Africa.", "This report summarizes cooperative activities conducted during the full 20 years of U.S. threat reduction and nonproliferation assistance. Many older programs have concluded their work, while more recent programs continue to expand their scope and their geographic reach.", "Several DOD and DOE programs have helped Russia and the other former Soviet states eliminate nuclear weapons delivery systems and secure nuclear warheads in storage. DOE has also helped Russia strengthen security and materials accounting at facilities that store nuclear materials. These agencies are seeking to expand this effort to other nations by sharing \"best practices\" with partner countries through Centers of Excellence. DOE is also working, through the Global Threat Reduction Initiative (GTRI), to secure, protect, and in some cases, remove vulnerable nuclear and radiological materials at civilian facilities worldwide.", "DOD has also helped Russia secure and eliminate chemical weapons by supporting the design and construction of a chemical weapons destruction facility at Shchuch'ye. DOD and the State Department also provide assistance to address concerns about the proliferation of pathogens that might be used in biological weapons. DOD's biological threat reduction program now accounts for nearly 60% in the FY2016 budget request. It also has grown from a program focused on dismantling the vast biological weapons complex in Russia into a tool used to promote \"best practices\" at biological laboratories with dangerous pathogens and to develop disease surveillance systems on several continents, particularly Southeast Asia and sub-Saharan Africa.", "The United States also supports global programs that are designed to prevent the smuggling or illegal export of CBRN materials and technology. The State Department and DOE have also developed programs that are designed to reduce the risk that the weapons scientists would sell their knowledge to nations seeking their own CBRN weapons. These programs seek to prevent terrorists from exploiting scientists, other personnel, or materials to develop these weapons. The programs also train not only scientists, but other lab personnel about international security standards and improve personnel reliability programs to address the \"insider threat.\"", "This report will be updated as needed."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Many experts have postulated that the threat of attack with chemical, biological, radiological and nuclear (CBRN) weapons represents one of the greatest threats to U.S. national security. There is widespread agreement—within the U.S. government, among national security policy analysts, and across the political spectrum—that the United States faces a growing threat from the potential use of these weapons by hostile nations and terrorist groups. Many in Congress have also expressed concerns about the potential terrorist use of CBRN weapons and have supported U.S. efforts to address and mitigate this threat.", "President George W. Bush highlighted this threat in his 2002 National Strategy to Combat Weapons of Mass Destruction. This report opened with the observation that \"weapons of mass destruction (WMD)—nuclear, biological, and chemical—in the possession of hostile states and terrorists represent one of the greatest security challenges facing the United States. We must pursue a comprehensive strategy to counter this threat in all of its dimensions.\" President Obama offered a similar warning in his 2010 National Security Strategy, when he noted that \"there is no greater threat to the American people than weapons of mass destruction, particularly the danger posed by the pursuit of nuclear weapons by violent extremists and their proliferation to additional states.\" ", "The United States uses a range of policy tools to address the threats posed by the potential spread of nuclear, chemical, and biological weapons to hostile nations or non-state actors. These range from diplomatic engagement and economic sanctions to the threat of military intervention. One key set of tools is a set of financial and technical programs known, variously, as cooperative threat reduction programs, nonproliferation assistance, or, global security engagement. Through these programs, the United States seeks to work with other nations to help them secure and eliminate their CBRN weapons and material, to stem the flow of weapons and related knowledge and materials to hostile nations or non-state actors who might seek to develop their own weapons, and to develop training programs and share \"best practices\" to ensure that other nations can protect the materials and knowledge that remain in their countries.", "Many of the programs that are funded through these efforts evolved out of an initiative that Congress created in late 1991. After an August 1991 coup in Moscow led to concerns about the potential loss of control over Soviet nuclear weapons, Congress passed the Nunn-Lugar amendment and authorized the use of up to $400 million in funds in the Department of Defense (DOD) budget to help safely secure, transport, and eliminate Soviet nuclear weapons. This initiative grew over the years, such that the United States spent around $1.65 billion in FY2013 on programs that have sought to secure and eliminate nuclear, chemical, and biological weapons and materials in the former Soviet states; enhance border security and export controls to deter and detect efforts to transport these materials across state lines; secure and eliminate nuclear, chemical, or biological materials in nations outside the former Soviet Union; and redirect weapons scientists in many nations around the world so that they will pursue programs with peaceful purposes. This funding has, however, begun to decline, falling to $1.59 billion in FY2014, $1.25 billion in FY2015, and a requested $1.4 billion in FY2016. In addition, these programs are now funded and administered by DOD, the Department of Energy (DOE), the State Department, the Department of Homeland Security (DHS), and several other U.S. agencies.", "Over the years, Congress has offered significant support to these efforts. It has not only authorized and appropriated increasing sums for these programs, it has generally agreed with the executive branch on the priorities and goals for them. Nevertheless, over the years, some Members have questioned the value of specific goals and the effectiveness of some projects. Congress has adjusted the profile of these programs over the years, sometimes reducing funds, sometimes increasing funds, and sometimes initiating new programs and project areas. The 113 th Congress is likely to continue to review the funding for these programs, consider the goals, and assess their effectiveness. Moreover, Congress may continue to raise questions about the future intent of these programs, the success of government-wide coordination in implementing them, and the extent of international cooperation in addressing these threats. These questions may be amplified in the future, as the United States and Russia conclude most of their cooperation.", "This report provides information on the wide range of programs that the United States is pursuing to secure and eliminate nuclear, chemical, and biological weapons and materials and to prevent hostile nations and terrorist organizations from gaining access to these weapons or the knowledge and materials needed to manufacture and use them. It begins with a brief review of the evolution of these programs, demonstrating how the goals and objectives have changed over the years. It also reviews some of the issues that Congress may confront as it seeks to provide oversight of these programs and reviews budget requests for them. The report then provides information on individual programs that are designed to secure and eliminate nuclear weapons, secure and eliminate nuclear materials, secure borders and improve export controls, eliminate chemical weapons, secure biological pathogens, and redirect scientists with knowledge of CBRN weapons."], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The Nunn-Lugar Amendment", "paragraphs": ["Congress initiated U.S. threat reduction and nonproliferation assistance to the Soviet Union in November 1991. A failed coup in Moscow in August 1991 and the subsequent disintegration of the Soviet Union had raised concerns about the safety and security of Soviet nuclear weapons. Consequently, Senators Sam Nunn and Richard Lugar proposed an amendment to the implementing legislation for the Conventional Armed Forces in Europe (CFE) Treaty ( P.L. 102-228 ). This amendment, titled the \"Soviet Nuclear Threat Reduction Act of 1991,\" authorized the use of $400 million in FY1992 Defense Department (DOD) funds to assist the Soviet Union, and its \"successor entities\" with efforts to \"1) destroy nuclear weapons, chemical weapons, and other weapons, 2) transport, store, disable, and safeguard weapons in connection with their destruction, and 3) establish verifiable safeguards against the proliferation of such weapons.\" This effort became known as the Cooperative Threat Reduction (CTR) Program."], "subsections": []}, {"section_title": "An Evolving Program", "paragraphs": [], "subsections": [{"section_title": "Threat Reduction and Nonproliferation", "paragraphs": ["Initially, many in Congress saw U.S. assistance under the CTR program as an emergency response to impending chaos in the Soviet Union. Senators arguing in support of the program, including Senators Nunn and Lugar, noted that the disintegration of the Soviet Union created \"the danger that the ultimate disposition of nuclear weapons in the new political system will not be conducive to their safety or international stability.\" They warned of \"a danger of seizure, theft, sale or use of nuclear weapons or components\" and argued that \"any weakening of control over weapons and components could spill outside the territory of the former Soviet Union, fueling nuclear proliferation worldwide.\" Senator Nunn further warned that \"we are on the verge of either having the greatest destruction of nuclear weapons in the history of the world or the greatest proliferation of nuclear weapons, nuclear materials, and scientific know-how on how to make these weapons, as well as chemical weapons, ballistic missiles, even biological weapons the world has ever seen.\"", "Even after the sense of immediate crisis passed in 1992 and 1993, many analysts and Members of Congress remained concerned about the potential for diversion or a loss of control of Russia's nuclear and other weapons. Russia's economy was extremely weak and press accounts reported that nuclear materials from Russia were appearing on the black market in Western Europe. Consequently, many began to view CTR as a part of a long-term threat reduction and nonproliferation effort. Former Secretary of Defense William Perry referred to CTR as \"defense by other means,\" as the program helped eliminate Soviet weapons that had threatened the United States and contain weapons and materials that could pose new threats in the hands of other nations."], "subsections": []}, {"section_title": "Nonproliferation and Counterterrorism", "paragraphs": ["By the mid-1990s, many observers also began to view U.S. assistance to the former Soviet states as a part of the effort to keep weapons of mass destruction away from terrorists. In 1996, experts testified to Congress that Russian nuclear and chemical facilities, with their crumbling security and lack of accounting procedures, could provide a source for terrorists seeking nuclear or chemical materials. In response, Congress expanded the programs that provided security at facilities with nuclear materials and suggested that more attention be paid to security at facilities with materials that could be used in chemical or biological weapons. ", "In January 2001, a task force sponsored by the Department of Energy stated that \"the most urgent unmet national security threat to the United States today is the danger that weapons of mass destruction or weapons-usable materials in Russia could be stolen and sold to terrorists or hostile nation states and used against American troops abroad or citizens at home.\" Since September 11, 2001, virtually all analysts who follow U.S. threat reduction and nonproliferation assistance have argued that, by helping Russia protect its weapons, related materials, and knowledge, the United States could make it more difficult for terrorists to acquire CBRN weapons.", "The George W. Bush Administration clearly considered U.S. threat reduction and nonproliferation programs in the former Soviet states to be a part of U.S. efforts to keep weapons of mass destruction away from terrorists, explaining, in early 2003, that it had \"expanded the strategic focus of the CTR program\" to support the war on terrorism. In its budgets presented in the years after FY2004, the Administration increased funding for several export and border control programs, for programs designed to stem the leakage of knowledge out of the former Soviet Union, and for an effort to find and recover \"radiological sources\"—a type of device that could provide terrorists with nuclear materials for use in a \"dirty bomb.\" ", "All of these initiatives focused more on stemming proliferation than on eliminating nuclear weapons in the former Soviet states. But the programs did not completely lose the initial focus. During a February 2005 summit in Bratislava, Presidents Bush and Vladimir Putin agreed to accelerate some of the efforts to secure Soviet-era nuclear weapons. This agreement shifted additional funding into some of the DOD CTR projects and hastened the completion of some warhead storage and security efforts. As a result, in the years leading up to the 2013 expiration of the agreement governing these programs, U.S. threat reduction and nonproliferation programs in Russia completed much of the work focused on eliminating retired Soviet-era nuclear weapons delivery systems, transporting and securing nuclear warheads, and paving the way for the destruction of Soviet-era chemical weapons."], "subsections": []}, {"section_title": "Global Security Engagement", "paragraphs": ["Over the past decade, U.S. threat reduction and nonproliferation programs have expanded beyond the borders of the former Soviet Union, as the United States has sought to secure and eliminate nuclear, chemical, and biological materials around the world by working with a diverse set of countries to build capacity on nuclear security, biological pathogen security, and border security. This is done through a combination of training programs and equipment, the majority of which is provided to non-nuclear-weapon states. ", "The Obama Administration endorsed the expansion of these programs, noting that they could help contain proliferation and reduce the threat from terrorists who might seek CBRN weapons. According to Administration officials, these programs are designed to keep these weapons \"out of the hands of terrorists and states of concern, [to lock down] dangerous nuclear and biological materials, [to eliminate] chemical weapons, [to destroy] legacy weapons, and [to build] capabilities and conduct operations to prevent acquisition, contain and roll back threats, and respond to [CBRN] crises.\" President Obama specifically placed a priority on securing vulnerable nuclear materials worldwide, and has both engaged international partners through the Nuclear Security summit process and accelerated funding for the Global Threat Reduction Initiative (GTRI) with this goal in mind. ", "Funding requests have demonstrated the new priorities, with support for programs that move beyond the program's historical base in the former Soviet Union. Nations in Africa, the Middle East, South Asia, and Southeast Asia can now participate in cooperative programs supported by this funding. According to the Obama Administration, by 2013, DOD was \"now funding roughly as much work outside of the former Soviet Union as we are inside the former Soviet Union.\" Its goal is to increase \"the flexibility of the program to be successful as a global effort.\" This shift in funding has continued in recent years, as much of the cooperation with Russia has concluded.", "While many in Congress now support this global expansion of U.S. threat reduction and nonproliferation programs, Congress took several years to approve this new authority. For example, during the debate over the FY2003 Defense Authorization Bill, the Senate approved an amendment, proposed by Senator Richard Lugar, that would allow DOD to use up to $50 million in FY2003 CTR funds \"outside the states of the former Soviet Union\" to resolve \"critical emerging proliferation threats and to take advantage of opportunities to achieve long-standing United States nonproliferation goals.\" The Bush Administration supported Senator Lugar's proposal but the House objected and the language was removed in conference. The Bush Administration requested the same authority the following year and the Senate again offered its unqualified support, but many in the House again objected. The conference committee included the authority to spend $50 million in CTR funds outside the former Soviet Union in the FY2004 Defense Authorization Act ( P.L. 108-136 ), but, indicated that this funding could be used only for short-term projects. The Bush Administration exercised this authority for the first time in mid-2004, when it provided assistance to Albania for the elimination of chemical weapons.", "Congressional support for the expansion of these programs had grown more wide-spread by the end of the Bush Administration. For example, in the FY2008 Defense Authorization Act ( P.L. 110-181 , §1306), Congress indicated that CTR should be \"strengthened and expanded, in part by developing new CTR initiatives.\" It suggested that these new initiatives could include \"programs and projects in Asia and the Middle East; and activities relating to the denuclearization of the Democratic People's Republic of Korea.\" Congress added $10 million to the CTR authorization to fund these programs, streamlined the process of identifying and approving projects, and eliminated the requirement that limited the program to short-term projects that addressed sudden, emergency proliferation concerns. Congress also mandated that the National Academy of Sciences conduct a study \"to analyze options for strengthening and expanding the CTR Program.\" When it released the required report in 2009, the National Academy recommended that the United States use a new, broader CTR program to engage nations around the world in a global effort to secure dangerous weapons and materials. It also suggested that Congress authorize DOD to accept funds from other nations for use in CTR efforts. The FY2010 Defense Authorization Bill included this provision. The Obama Administration supported these efforts and its budget request for FY2011 included funds for this purpose in several program areas.", "Some Members of Congress actively encouraged the Obama Administration to expand cooperative threat reduction efforts in the Middle East and North Africa. Senator Jeanne Shaheen introduced the \"Next Generation Cooperative Threat Reduction Act of 2013\" ( S. 1021 ) and Representative Jeff Fortenberry introduced the Cooperative Threat Reduction Modernization Act ( H.R. 2314 ). Both of these bills direct the Administration to provide a strategy for the expansion of CTR programs in the Middle East and North Africa. Similar provisions were part of both House and Senate versions of the National Defense Authorization Act of FY2014 ( H.R. 1960 , §1304; S. 1197 , §1326) which became P.L. 113-66 ."], "subsections": []}, {"section_title": "The Future of Cooperation with Russia", "paragraphs": ["While the United States has broadened and deepened its nonproliferation and security engagement with nations outside the former Soviet Union, it has scaled back, and, in some cases, concluded, programs of cooperation with Russia. Some of these changes have occurred because ongoing projects were completed or because Russia had the resources to manage the programs on its own. However, more significant changes to the future of U.S.-Russian nonproliferation cooperation derive from the June 17, 2013, expiration of the long-standing Memorandum of Understanding, known as the \"umbrella agreement,\" that has governed these programs since 1992. This agreement provided the legal framework that allowed for program implementation. ", "Reports indicate that the United States presented Russia with a draft extension of the umbrella agreement in mid-2012. This draft contained most of the same provisions as the original agreement, which was signed at a time when Russia lacked the financial resources and political will to secure its nuclear weapons and materials on its own. Russia is not only able to finance many of these programs itself now, but according to some observers, is more than willing to do so. Moreover, Russian officials seemed to be unwilling to allow U.S. contractors access to sensitive Russian military facilities, even if that meant that Russia would no longer have access to U.S. financial resources. As a result, in early October 2012, Russian officials indicated that they were prepared to allow the agreement to lapse and to conclude the programs. In a report for Congress prepared in March 2013, the Pentagon indicated that, without adequate legal protections in a new agreement, the United States would have to begin to shut down some of the ongoing projects.", "After the United States and Russia failed to reach an agreement on the extension of the original umbrella agreement, they agreed to continue cooperation under a bilateral protocol to the Multilateral Nuclear Environmental Program in the Russian Federation (MNEPR) Agreement. The MNEPR was negotiated to allow European partners to give funds to nonproliferation and radiological clean-up projects in Russia under the G-8 Global Partnership. The United States signed the MNEPR agreement in 2003, but did not sign the associated Protocol on Claims, Legal Proceedings and Indemnification, since the preexisting CTR umbrella agreement covered those issues already. Nine countries as well as several European institutions have used this protocol for liability protection and tax exemption for threat reduction assistance in Russia for the past decade. These protections apply to the United States now, since it signed such a MNEPR protocol with Russia on June 14, 2013.", "In a fact sheet released on June 19, 2013, the State Department noted that the United States and Russia will continue to cooperate \"in a broad array of nuclear security and nonproliferation areas.\" These will include, but are not limited to", "improving security of nuclear and radiological material; customs control of nuclear and radioactive material; recovery and securing of radioactive sources; consolidation of nuclear material and conversion of excess highly enriched uranium (HEU) to low enriched uranium (LEU); conversion of HEU research reactors to operate with LEU; and nuclear submarine dismantlement.", "Russia's Ministry of Defense will not participate in projects under this agreement, and, as a result, the United States and Russia will no longer cooperate on projects that eliminate strategic offensive arms or transport and secure nuclear warheads. According to the State Department fact sheet, \"Russia will now take full responsibility over this mission.\" Projects in both areas were already winding down after many years of successful cooperation. At the same time, the United States will continue to monitor Russia's deployed strategic offensive forces under the 2010 New START Treaty. The United States and Russia also will not continue ongoing projects designed to eliminate chemical weapons, although the State Department indicated that the United States and Russia \"continue to discuss potential technical cooperation on chemical weapons destruction outside the new framework.\" ", "The Department of Energy, however, expected that it would continue to cooperate with its counterpart in Russia, Rosatom, to secure Russian nuclear facilities and materials. As is noted below, DOE programs that enhance security at Russian warhead storage facilities had already concluded, in part because of the conclusion of the work and in part because of the lapse in cooperation with Russia's Ministry of Defense. However, the expectation that remaining programs would continue proved false. In late 2014, Russia informed the United States that it would no longer accept U.S. assistance in securing weapons-grade uranium and plutonium. ", "Even before Russia suspended cooperation, some in Congress had questioned whether the remaining projects should continue in light of Russia's aggression against Ukraine during 2014. The House version of the FY2015 National Defense Authorization Act ( H.R. 4435 , Secs. 1303 and 3120) specified that neither DOD nor DOE could spend funds authorized for threat reduction and nonproliferation cooperation in Russia until the Secretaries of Defense or Energy certified that Russian forces were no longer occupying areas of Ukraine and that Russia was in full compliance with its arms control obligations under the Intermediate Range Nuclear Forces (INF) Treaty and the Conventional Armed Forces in Europe (CFE) Treaty. The final version of the FY2015 NDAA that became law ( P.L. 113-291 ) did not include these certification requirements. Section 3122 allowed the programs to continue, but stated that material protection, control and accounting activities in the Russian Federation should be completed no later than 2018 (except for activities under the Plutonium Management Disposition Agreement). ", "The FY2016 version of the NDAA ( S. 1356 , Sec. 3121), however, does contain limitations on U.S. threat reduction cooperation with Russia. The legislation states that \"none of the funds authorized to be appropriated by this Act … for defense nuclear nonproliferation activities may be obligated or expended to enter into a contract with, or otherwise provide assistance to, the Russian Federation.\" The legislation does contain a waiver, allowing the Secretary of Energy to waive the prohibition and enter into contracts after notifying Congress that the waiver is in the national security interest of the United States and providing the justification for the waiver."], "subsections": []}, {"section_title": "Threat Reduction After Regime Collapse", "paragraphs": ["The United States government has grown increasingly concerned about its ability to address the security of stocks of weapons of mass destruction and the facilities that produce them in the event of a regime collapse in countries where such capabilities exist. This scenario presented itself during regime transitions in Libya and Iraq, and, more recently, in the international efforts to remove chemical weapons from Syria. North Korea has also been discussed as a possible future scenario should its regime collapse, or should the current government agree to disarmament measures. The concern over loss of control of WMD during conflict or regime change is the same concern that motivated the original CTR programs in the former Soviet Union. Providing assistance in these cases can be difficult, primarily because CTR and related nonproliferation programs are not designed work in a non-cooperative environment; they require the agreement of the host country.", "Libya and Iraq provide two examples of CTR during a time of transition. In Libya, the dismantlement process after Libya became a party to the Conventional Weapons Convention (CWC) in 2004 was initially cooperative with the agreement of the regime. In 2011, after the fall of the Qaddafi regime, the chemical stocks were first secured by forces aligned with the United States. Later, the new government in Libya agreed to work with the Organization for the Prohibition of Chemical Weapons (OPCW), to complete the destruction of CW stocks. In Iraq, much of the dismantlement work had been accomplished by the United Nations inspectors prior to Operation Iraqi Freedom in 2003, and stockpiles and capacity turned out to have been overestimated. As described above, a major focus of CTR and nonproliferation programs in both Iraq and Libya has been engaging former WMD weapons scientists in civilian projects to prevent the proliferation of their expertise. ", "The Syrian case may be the first time the international community has faced a protracted civil war in a state with a known stockpile of chemical weapons. Due to the threat of access to these weapons by unauthorized groups including terrorists, the United States government had been preparing for scenarios to secure the weapons in the event of the loss of control by the Assad regime. U.S. officials, however, noted the extreme difficulty of accomplishing that goal, which would have probably required ground troops. Therefore, instead the United States focused on working with neighboring countries to bolster their border controls to prevent proliferation of these weapons and materials from Syria. ", "After the Syrian government made the decision in September 2013 to join the Chemical Weapons Convention and destroy its chemical weapons programs, the United States provided technical and financial support to the international community to destroy Syrian chemical weapons stocks under international supervision. This is a unique case for the CTR program since the primary U.S. threat reduction work—destruction of Syrian chemical weapons—was done outside of the country of origin. Details on U.S. efforts on Syrian chemical weapons destruction are detailed below in \" Chemical Weapons Destruction .\""], "subsections": []}, {"section_title": "Threat Reduction in the Middle East and North Africa", "paragraphs": ["Some in Congress have advocated dedicating more funds to regions of concern and prioritizing work in the Middle East and North Africa. In the FY2014 National Defense Authorization Act ( P.L. 113-66 ), Congress mandated that the Administration produce a strategy for \"a strategy and implementation plan for preventing the proliferation of weapons of mass destruction and related materials in the Middle East and North Africa not later than March 31, 2014.\" The Administration did provide a strategy report to key congressional committees as mandated, but the report has not been made public. S.Rept. 113-44 said that", "The Middle East and North Africa (MENA) region represents a new generation of immediate and growing WMD-related proliferation challenges. Factors lending urgency to regional threat dynamics in this region include Syria's chemical weapons program, Iran's nuclear program and the influence of terrorist groups operating in the region. The Committee believes that it is critical that the United States develop a comprehensive, effective and efficient cooperative threat reduction (CTR) and nonproliferation strategy to address the challenge of WMD-related proliferation in the MENA region.", "Senator Jeanne Shaheen introduced a bill, the Next Generation Cooperative Threat Reduction Act of 2013 ( S. 1021 ), in May 2013. This bill proposed a multiyear assistance strategy to coordinate and advance CTR and related nonproliferation efforts in the Middle East and North Africa. Some of this bill's language was included as Section 1304 of the FY2014 NDAA ( P.L. 113-66 ), \"Strategy to Modernize Cooperative Threat Reduction and Prevent the Proliferation of Weapons of Mass Destruction and Related Materials in the Middle East and North Africa Region.\" "], "subsections": []}]}, {"section_title": "Agency Participation", "paragraphs": ["When Congress passed the Nunn-Lugar Amendment in 1991, it authorized the use of $400 million from the Defense Department budget to fund U.S. threat reduction assistance to the former Soviet states. Experts from other agencies, such as the State Department and Department of Energy, participated in the projects when their expertise was required. In FY1997, as the programs expanded and funding increased, these agencies each took budgetary and management responsibility for the projects that relied on their expertise. The overwhelming majority of the funding for U.S. threat reduction, nonproliferation, and cooperative engagement programs now resides in the Department of Defense (DOD), Department of Energy (DOE), and Department of State. The Department of Homeland Security also participates with some programs designed to deter or detect efforts to ship nuclear or radiological materials into the United States. Together, these agencies are seeking nearly $1.65 billion for these programs in FY2014."], "subsections": [{"section_title": "Department of Defense (DOD)", "paragraphs": ["According to the CTR program's budget request for FY2015, the CTR programs \"overarching mission\" is to work with other countries \"to reduce the threat from weapons of mass destruction (WMD) and related materials, technologies, facilities, and expertise.\" The program \"focuses on eliminating, securing, or consolidating\" weapons, materials, delivery systems, and infrastructure in these \"partner countries.\" DOD further indicates that the program \"focuses on eliminating, securing, and consolidating WMD, related materials, and associated delivery systems and infrastructure at their source in partner countries\" and in \"building partner capacity to prevent the proliferation of WMD materials in transit across international borders.\" DOD divides the projects funded by the CTR program into several categories, including strategic offensive arms elimination, chemical weapons destruction, global nuclear security, cooperative biological engagement, and proliferation prevention. These program areas are described in more detail below.", "DOD requested, and Congress authorized, $358.5 million for the CTR program in FY2016. This represents a small decline of less than 2% from the FY2015 budget of $365.1 million, but a sharp decline of nearly 40% from the FY2014 level of 581.5 million. As discussed below, a significant portion of this reduction comes from the conclusion of strategic offensive arms elimination and chemical weapons elimination programs in Russia. Some of the reductions also reflected the conclusion of programs in other countries. For example, according to DOD, the $71 million reduction in funding for the Proliferation Prevention program represents \"the anticipated completion of work supporting the Jordan border security surveillance network project.\" Further, as has been the case for the past several years, DOD's CTR program continues to work with non-Russian countries in the former Soviet Union (FSU), and continues to expand cooperative programs outside the former Soviet Union.", "DOD CTR funds are requested through the Office of the Secretary of Defense. The Office of the Assistant Secretary of Defense for Global Strategic Affairs provides long-range planning and guidance. The Office of the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs provides program budget and implementation oversight. The Defense Threat Reduction Agency (DTRA) is the implementing agency and manages CTR programming and contracting. DOD CTR programs are appropriated by the House and Senate Defense Appropriations subcommittees and authorized by the Armed Services committees."], "subsections": []}, {"section_title": "Department of Energy (DOE)", "paragraphs": ["The Department of Energy has contributed to U.S. threat reduction and nonproliferation assistance to the former Soviet states since the early 1990s, when DOD's CTR budget included a small amount of funding for materials control and protection. DOE officials and their DOD counterparts participated in early efforts to outline projects and reach agreement with Russian officials on assistance to secure nuclear materials. This effort grew into the International Nuclear Materials Protection and Cooperation Program, which seeks to increase \"the security of vulnerable stockpiles of nuclear materials worldwide, preventing the loss of such material, and significantly improving the ability to deter, detect, and interdict their illicit trafficking.\" Between FY1993 and FY2014, Congress appropriated around $6.4 billion for this effort. In 1994, DOE also initiated efforts to help retrain and redirect Soviet-era nuclear scientists and engineers so that they would not sell their knowledge to other nations seeking their own nuclear weapons. In addition, DOE established in 2004 the Global Threat Reduction Initiative (GTRI) to secure, protect, and in some cases, remove vulnerable nuclear and radiological materials at civilian facilities worldwide. These program areas are described in more detail below.", "The Department of Energy, in its budget request for FY2015, requested a total of $643 million for these nonproliferation assistance programs. This total represents a significant reduction from the $870 million appropriated in FY2014 and the $1.26 billion provided in the Consolidated Further Appropriations Act, 2013 ( P.L. 113-6 ). As is noted below, within this total budget, DOE reduced funding for several program areas that had been a high priority in previous years. DOE claims that, in some areas, these reductions are a sign of progress because they reflect the completion of many ongoing projects. Some of the reductions, however, are due to the lapse in the MOU governing the CTR program. Although DOE could continue much of its work under the bilateral protocol to the Multilateral Nuclear Environmental Program in the Russian Federation (MNEPR) Agreement, it can no longer work with the Russian Ministry of Defense. This affected the amount of funding requested for some of its warhead security work. Moreover, as was noted above, Russia withdrew from most cooperative efforts with DOE in late 2014.", "The DOE budget request for nonproliferation programs in FY2016 reflects a significant change in the organizational structure. Most of the programs discussed in this report are now consolidated in two areas known as Global Material Security and Material Management and Minimization. According to DOE's budget request, the projects in these two program areas received funding of around $698 million in FY2015. The FY2016 budget request increases that amount to $738.4 million. There have been significant shifts in funding among the programs; these are described below.", "DOE funds these activities through the National Nuclear Security Administration's (NNSA's) Defense Nuclear Nonproliferation account. DOE nonproliferation programs are authorized by the House and Senate Armed Services committees, and are appropriated by the House and Senate Energy and Water Development Appropriations subcommittees."], "subsections": []}, {"section_title": "The State Department", "paragraphs": ["The State Department has played an integral role in U.S. nonproliferation and threat reduction programs since their inception. It has taken the lead in negotiating the broad agreements needed before recipient nations can receive U.S. assistance and in providing for broad policy coordination among the U.S. agencies and between the United States and recipient nations. The State Department also manages the Nonproliferation and Disarmament Fund (NDF), which \"undertakes rapid-response activities to reduce threat that are unforeseen and unanticipated around the globe.\" NDF has received between $15 million and $40 million per year since 1993, with most funds used on projects outside the former Soviet Union. It currently is funding ongoing activities the Middle East, such as Syria chemical weapons destruction efforts. The State Department also contributes to U.S. nonproliferation goals through its Export Control and Related Border Security Assistance (EXBS) program, which addresses concerns about the illicit trafficking of CBRN materials and dual use goods and technologies. The State Department also funds the Global Threat Reduction (GTR) program, which manages programs designed to engage scientists to prevent proliferation of WMD materials or expertise, with priority placed on projects in Yemen, Pakistan, and Iraq. The WMD Terrorism program assists others nations' capacity to respond to a WMD terrorist event and to detect, deter, and respond to nuclear smuggling. These programs are described in more detail below.", "The State Department is seeking $25 million for the NDF, $58.7 million for its EXBS program, $64.3 million for its GTR program and $6.15 for the WMD terrorism program for FY2016. This request reflects an increase of approximately $3 million from the FY2015 request for these programs. The State Department nonproliferation programs are housed in the International Security and Nonproliferation Bureau (ISN), and are funded out of the Nonproliferation, Anti-terrorism, Demining and Related Activities (NADR) account in the State Department budget. "], "subsections": []}, {"section_title": "Department of Homeland Security (DHS)", "paragraphs": ["The Department of Homeland Security also implements programs that seek to stem the illicit transfer of CBRN materials. The International Cargo Screening program screens cargo overseas to prevent a nuclear or radiological device from being brought into the United States. DHS personnel work with foreign customs officials to target and examine high-risk cargo before the cargo containers are placed on vessels bound for the United States. DHS also works with the DOE Megaports Initiative to install technology at foreign ports that rapidly scans shipping containers for radiological or nuclear materials. Overall, these programs are shifting from relying heavily on placing DHS inspectors overseas to installing and maintaining detection equipment. DHS has requested $69.9 million for the International Cargo Screening program in FY2016, funded out of the Customs and Border Protection portion of the DHS budget. These programs are described in more detail below."], "subsections": []}]}]}, {"section_title": "Issues for Congress", "paragraphs": ["Over the years, Congress has addressed a number of issues that came up during implementation of U.S. threat reduction and nonproliferation programs in Russia and the former Soviet Union. Many of these issues may continue to resonate as the programs grow into global security partnerships."], "subsections": [{"section_title": "Coordination Across Government Agencies", "paragraphs": ["The United States implements programs that seek to secure CBRN weapons, materials, and knowledge through several different government agencies. In some cases, different agencies fund programs that seek to achieve the same goals. For example, the State Department and Energy Department both fund programs that seek to secure borders, redirect scientists, and establish \"best practices in partner countries.\" DOD and DHS also fund programs that seek to prevent the illicit transfer of CBRN materials across international borders. At the same time, personnel from different agencies may work together to implement a specific project.", "This overlap, and the potential for redundant efforts, has led many analysts to suggest that the United States identify a single coordinating authority, which could be either an individual or a committee, to make sure the agencies establish agreed priorities and share resources and expertise. A high-level program coordinator might also help resolve competing demands for budgetary resources, eliminate overlap and redundancy, and coordinate implementation across agencies. In the Implementing the Recommendations of the 9/11 Commission Act of 2007 ( P.L. 110-53 ), Congress called for the creation of an Office of the United States Coordinator for the Prevention of Weapons of Mass Destruction Proliferation and Terrorism within the Executive Office of the President (§1841). Others, however, have rejected the call for a single program coordinator, noting that the job can be achieved through the regular NSC structure. They note that a new coordinator might complicate the existing interagency coordinating process. ", "President Obama's May 2010 National Security Strategy stated that \"work remains to foster coordination across departments and agencies. Key steps include more effectively ensuring alignment of resources with our national security strategy, adapting the education and training of national security professionals to equip them to meet modern challenges, reviewing authorities and mechanisms to implement and coordinate assistance programs, and other policies and programs that strengthen coordination.\" This challenge was also highlighted in the 9/11 Commission's report, the report of the Commission on the Prevention of WMD Proliferation and Terrorism, as well as oversight hearings.", "In response to concerns about program coordination, the Obama Administration designated a new director on the NSC staff who would serve as the coordinator for the prevention of WMD proliferation and terrorism. This NSC director had a deputy director who focused specifically on threat reduction efforts, and sought to coordinate the threat reduction and nonproliferation programs across agencies. This director did not, however, have direct control over the budgets of the participating agencies. Nevertheless, officials in the Obama Administration have indicated that the Administration has succeeded in coordinating program implementation across agencies. In testimony before the Senate Armed Services Committee in April 2013, Administration officials emphasized that effective coordination allows the United States to pool expertise and maximize the effectiveness of U.S. programs when resources are limited.", "Several agencies have their own coordinators for related activities. The Department of Homeland Security has a role in coordinating executive branch programs to combat nuclear terrorism. The DHS Domestic Nuclear Detection Office was tasked with formulating a \"Global Nuclear Detection Architecture\" by the Safe Port Act ( P.L. 109-347 ) to protect the United States against nuclear or radiological attack. The \"global\" architecture is to be guided by DNDO. However, DNDO was given authority to implement this architecture in the United States, while the Departments of Defense, State, and Energy were to continue their activities related to nuclear detection internationally. This has resulted in DNDO performing a coordinating function where the other agencies submit lists of activities that DNDO then places in its overall framework to assess where gaps or duplication might occur. A Joint Interagency Review is performed annually.", "In addition, the State Department named a coordinator for threat reduction activities at the beginning of the Obama Administration, Ambassador Bonnie Jenkins. Ambassador Jenkins is the State Department's lead for the Nuclear Security Summit, coordinates the State Department's activities toward the four-year nuclear security effort, and coordinates \"a number of interagency CTR programs to help ensure a coordinated U.S. approach when promoting these programs internationally.\"", "Policy coordination committees are a tool that can be used to formalize communication across agencies. The WMD Commission in its December 2009 report identified \"nearly 200 interagency committees and working groups that address WMD, counterproliferation and counterterrorism issues.\" Some have suggested that an alternative to policy coordinating committees, especially in the implementation-heavy work of nuclear terrorism prevention and nuclear security (i.e., border guard training, material removal from research reactors, etc.), may be informal coordination between working level employees. Officials have told CRS that this kind of coordination happens on a daily basis without need for formal mandates, for example on specific threat reduction initiatives in a foreign country. Analysts and officials have pointed to the long-term professional relationships amongst current senior officials across agencies that may lead to more effective and regular (but not necessarily formal) coordination of tasks and responsibilities. This raises the question of the sustainability of such coordination."], "subsections": []}, {"section_title": "Priority Within the Executive Branch", "paragraphs": ["Over the years, many analysts have argued that the United States can best succeed in securing CBRN weapons, materials, and knowledge when the programs that support this goal receive a high level of attention from senior government officials. This attention might signal that the programs should be of high priority for the agencies, and this priority could then be reflected in agency budgets. President Bush followed this pattern during his Administration, when he and President Putin agreed at Bratislava to accelerate warhead and materials security programs. The President's budget requested additional funds for these programs, and the two countries completed a number of projects on a shorter time frame. ", "In the Obama Administration, the President has also often emphasized the importance of these programs and their goals. He highlighted his Administration's concerns with the threat of nuclear terrorism repeatedly in his first term—in his April 2009 speech in Prague, when he chaired a special U.N. session on nuclear security, and when he established the Nuclear Security Summit process and convened the first summit in Washington in 2010. He reiterated his support for U.S. threat reduction and nonproliferation programs in a speech in December 2012, when celebrating the 20 th anniversary of the Nunn-Lugar Cooperative Threat Reduction Program. He not only stated, at that time, that his Administration had \"continued to make critical investments in our threat reduction programs\" over the previous four years, but also that he intended to \"keep investing in these programs because our national security depends on it.\"", "Some analysts outside government, however, have questioned President Obama's commitment to the future of these programs. They note, specifically, that the President's budget requests for FY2013, FY2014, and FY2015 reduced funding for programs, such as the Global Threat Reduction Initiative, that are designed to secure and eliminate nuclear materials. They also note that the Administration has scaled back its goals for the Second Line of Defense Program, which is designed to help secure borders and prevent smuggling of nuclear materials. Some analysts outside government argue that these reductions will undercut the programs and reflect a change in Administration priorities. ", "There are a number of reasons why funding and the pace of effort in these programs may have declined. For example, these programs require cooperation from partner countries, and that cooperation often comes through detailed, written agreements. Delays in reaching these agreements can slow the start of a program, which can reduce the required level of funding in subsequent years. Moreover, as some in the Administration have noted, a decline in funding can be an indicator of a program's success. This is the case for many of the early CTR programs, such as strategic offensive arms elimination, through which Russia and Ukraine have nearly completed the elimination of strategic weapons limited by arms control agreements.", "Overall, the decline in some major programs such as DOE's IMPC&A and some DOD work, such as CW destruction, generally reflects a wrapping up of major construction projects in the Russian Federation. New areas of work related to facilitate security and border control training may be less expensive than past projects. In some areas, DOD and State Departments budgets have remained steady, as is seen in Appendix A . Arguably, the DOE budget has been reduced in areas where existing program goals have been accomplished. However, some critics of reductions point out that funding should remain at least at the same level so that the agencies can identify and work against new threats and in new geographical areas. Others advocate for an expansion of funds for specific regions of the world, such as the Middle East."], "subsections": []}, {"section_title": "Measuring Success and Metrics", "paragraphs": ["During its oversight of U.S. threat reduction and nonproliferation programs, Congress has often questioned whether U.S. assistance is achieving the desired goals. Members have questioned whether specific programs, or areas of focus for several programs, have produced sufficient results to justify the continued allocation of U.S. funds to the effort. In the National Defense Authorization Act for FY2010 ( P.L. 111-84 ) Congress directed the Secretary of Defense to develop and implement metrics to measure the impact and effectiveness of DOD's CTR activities. ", "For many of the DOD's CTR programs, measuring success has been a relatively straightforward exercise. Senator Lugar often referred to the Defense Threat Reduction Agency's CTR Scorecard to describe the numbers of nuclear weapons and delivery systems that were no longer actively deployed in Russia's nuclear arsenal. DOD and DOE have also reported the numbers of nuclear weapons transported to secure storage locations and the numbers of storage locations for nuclear warheads and nuclear materials that received upgrades to their security systems. Other examples of successes that are measurable are the removal of weapons-usable material and nuclear enrichment technology from Libya, the destruction of chemical munitions and chemical weapons agents in Libya, and the dismantlement of biological weapons infrastructure in Iraq.", "As the United States has expanded its threat reduction assistance to nations outside the former Soviet states, and as the programs have emphasized cooperative engagement, capacity-building, and best practices instead of weapons dismantlement and facility security, the problem of measuring progress has grown more complicated. As the National Academy of Sciences noted in its 2012 report, \"It is complex and challenging to develop metrics for the partner's capabilities and the personal and institutional relationships established.... \" While participants in the program may be confident in their ability to share knowledge and build cooperative relationships, they may be less confident in their ability to measure the relationship between funding and progress in cooperation. ", "However, most of the threat reduction assistance currently underway is more difficult to quantify. In many cases, progress is evident in access to decision makers and operators, and success is reflected in the growth of relationships. In some cases, however, it may be possible to devise metrics to measure progress. For example, the State Department's EXBS program uses a Rating Assessment Tool with a 419-point survey to score a country's licensing, enforcement, industry outreach, and nonproliferation regime adherence. According to the State Department, this tool allows the program \"to determine weaknesses in each partner country's strategic trade control system, ascertain effectiveness of prior bilateral EXBS assistance activities, and pinpoint areas where limited assistance dollars can achieve the greatest impact.\" This tool is also used to measure how the EXBS assistance has improved the country's strategic trade controls over time.", "The National Defense Authorization Act for FY2010 ( P.L. 111-84 ) also mandated that DOD contract with the National Academy of Sciences to review the report developed by DOD. The National Academy completed this review, and published its report, Improving Metrics for the Department of Defense Cooperative Threat Reduction Programs , in 2012. This report specifically addressed the challenges of measuring the success of programs focused on capacity-building or scientist engagement. It noted that it is not only difficult to measure progress in these programs, but also difficult to identify how these programs reduce threats to U.S. national security. As a result, the NAS report indicates that before measuring whether or not the programs are successful, the U.S. agencies responsible for the programs should identify clear, measurable objectives and outline how those objectives relate to U.S. national security goals. The report also notes that the effort to measure progress in some programs may be further complicated by the fact that both the objectives and the steps taken to reach these objectives can change over time. In addition, regardless of how precise the metrics or how well the measures of success are related to addressing threats to U.S. national security, the process of measuring success may find it difficult to capture the value of newly developed personal relationships and a more cooperative atmosphere. Moreover, the programs are choosing partner countries and projects on the basis of their proliferation risk (the assessment of which varies somewhat by agency) before starting a project. Identifying threats and prioritization of work based on risk appears to be becoming increasingly important in program management. ", "As the United States continues to shift its focus from \"threat reduction\" to \"global security engagement,\" with the programs doing more to build capacity than eliminate weapons, Congress may continue to question how to measure progress and identify success. This is evident in Section 1344 of the FY2015 National Defense Authorization Act ( P.L. 113-291 ) which calls on the Secretary of Defense to implement metrics \"to measure the impact and effectiveness\" of DOD's CTR activities."], "subsections": []}, {"section_title": "Access and Transparency", "paragraphs": ["Over the years, as the United States provided assistance to Russia, it insisted on a level of transparency and openness that would allow it to confirm that the equipment and assistance paid for with U.S. funds were used for their intended purposes and that the equipment was installed and operated correctly. Russia, however, in some cases, sought to limit access and transparency to protect sensitive facilities and information from foreign inspection. For example, Russia did not provide complete information about or access to facilities in its biological weapons complex, which limited the implementation of cooperative biological engagement programs. In addition, it did not provide the United States with access to many facilities in Russia's nuclear weapons complex, leaving large holes in the U.S. understanding of the potential security challenges regarding security for the nuclear materials at those facilities.", "Press reports indicate that Russia cited its concerns about U.S. demands for access and transparency in the 2012 and 2013 discussions on the future of the CTR umbrella agreement. According to some reports, Russian officials argued that the provisions that provide the United States with extensive access to Russian facilities and Russian strategic forces, without offering Russia similar access to U.S. nuclear facilities and forces, are inequitable and unfair. Russian officials have indicated that a future agreement, if it exists, should provide for a more balanced approach.", "Some U.S. analysts have indicated that they do not think Russia was being unreasonable in seeking changes, and more balance, in the CTR umbrella agreement. They note that times had changed in the 20 years since the programs began. Russia's financial position had improved and Russia expected to be treated as more of a partner, rather than an aid recipient, when pursuing cooperative security programs. There were limits, however, to how much the United States could alter the access and transparency provisions in the umbrella agreement. DOD contracting rules, for example, obligate the recipient to allow DOD access to confirm that the equipment is used correctly and operating properly. Moreover, although Russia's interest in protecting secret details about its nuclear weapons programs may be understandable, this secrecy, and the resulting delays in program implementation, served to undermine support in the United States for threat reduction work in Russia.", "As the United States expands it threat reduction and nonproliferation programs to a growing number of countries around the world, it may face additional questions about the level of access and transparency required for these programs. The dynamics of this problem are different in countries that do not possess WMD. Therefore, working with states that possess nuclear weapons such as India, Pakistan, and China, the access and transparency challenges will be greater than with other partners. The majority of partner countries at present do not have WMD, and the \"cooperative engagement\" model seems to presume that partner countries will willingly open their facilities to U.S. experts so that they can work to improve security and share \"best practices\" when handling dangerous materials. But these programs may still encounter legal or procedural barriers to implementation, particularly if officials in other countries view U.S. interest in their programs as a sign of U.S. concern about threats emanating from those countries. For example, if a particular country is sensitive about working with a security-related United States government agency, then other federal agencies, such as HHS or DOE, may take the lead for that project."], "subsections": []}, {"section_title": "International Cooperation—The G-8 Global Partnership", "paragraphs": ["There is near-universal agreement, both within the U.S. government and among analysts outside the U.S. government, that the potential proliferation of weapons of mass destruction to rogue nations or terrorist groups presents a global problem that requires an international response. Following the terrorist attacks of September 11, 2001, the United States decided to appeal to other countries to increase the resources dedicated to preventing a terrorist attack using WMD. This effort first expanded the number of donor countries contributing to threat reduction work in Russia and the former Soviet Union (FSU), and later expanded the number of recipient countries beyond the FSU borders.", "Under Canada's initiative, during the G-8 summit in Kananaskis in July 2002, the United States, Russia, and other G-8 leaders agreed to establish a long-term program—the G-8 Global Partnership (GP) Against Weapons of Mass Destruction—to stop the spread of weapons of mass destruction and related materials and technology. Under this program, known as 10+10 over 10, the United States pledged to provide $10 billion over 10 years to sustain ongoing threat reduction programs in Russia; this amount of $1 billion per year was essentially equal to existing U.S. spending on threat reduction and nonproliferation programs in Russia. The other G-8 nations also agreed that they would provide, together, up to $10 billion over 10 years. This included a Russian pledge to contribute $2 billion of its own money. According to the State Department, Global Partnership funding has totaled $21 billion since 2002. The United States has promised an additional $10 billion in Global Partnership funds in the 2012-2022 timeframe, subject to congressional appropriations. ", "Russia and other Global Partnership funding recipients must adopt a set of guidelines that provide for \"effective monitoring, auditing, and transparency measures\" and \"adequate access for donor representatives at work sites.\" The guidelines stipulate that the assistance would be free from taxes and other charges and that it would ensure adequate liability protections for donor countries and their personnel. These provisions mirrored those in the U.S.-Russia CTR umbrella agreement, and the guarantees were considered key to convincing new donor states to participate. ", "In 2002, the G-8 leaders agreed that this program would initially focus on threat reduction and nonproliferation programs in Russia; they have since extended it to countries around the world. The first Latin American partner, Mexico, joined in 2012. As of April 2014, there were 27 members of the Global Partnership: Canada, France, Germany, Italy, Japan, Russian Federation, United Kingdom, United States, Australia, Belgium, Czech Republic, Denmark, European Union, Finland, Ireland, Kazakhstan, Mexico, the Netherlands, New Zealand, Norway, Poland, Republic of Korea, Sweden, Switzerland, Ukraine, Hungary, and the Philippines. The GP also coordinates activities with relevant international organizations. ", "Analysts initially questioned how the group would set priorities and divide up responsibilities over different types of nonproliferation projects. In the statement released after the Kananaskis summit, they listed several projects, including the destruction of chemical weapons, dismantlement of decommissioned nuclear submarines, disposition of fissile materials, and employment of former weapons scientists as high-priority projects. The Global Partnership does not rely on a single coordinating body to either identify new projects or set priorities among competing projects. Each nation allocates its own funds to those programs that it views as high-priority endeavors. Partners then share experiences and project information in a working group and through the annual publication of the GP Annex, which lists all projects by donor country. This document shows continuing interest in nuclear security and the disposition of fissile materials, chemical weapons destruction, and the decommissioning of Russia's nuclear submarines. The United States has advocated for expanded funding in the area of biosecurity in recent years, and made this subject the focus of its 2012 G8 GP chairmanship.", "The United States held the G-8 presidency in 2012, and the Obama Administration continued its policy of actively promoting expansion of the Partnership to new geographical regions. Mexico joined in December 2012, the first Latin American state to participate. The United States has also promoted greater attention to bio-security in the context of the Global Partnership. Under its 2012 chairmanship, it created a sub-working group on biological security to encourage and coordinate projects in this area. ", "The United Kingdom's 2013 presidency focused on increasing projects, expanding GP membership, strengthening information security, and implementing UN Security Council Resolution 1540. Russia was to hold the G8 presidency in 2014, but the planned meeting in Sochi was cancelled after the remaining seven nations suspended Russia's participation in response to its annexation of Crimea and aggression against Ukraine. The remaining members met as the G-7 in Belgium on June 4-5, 2014. In their Declaration on Non-Proliferation and Disarmament for 2014 , the G-7 participants reaffirmed their commitment to the Global Partnership and highlighted the program's expansion to include additional nations around the world. The statement did not, however, make any references to continuing or future efforts to support programs in Russia, possibly due to the fact that most Global Partnership activities in Russia are already winding down. Germany held the G-7 Presidency in 2015, and emphasized biosecurity as the main focus for the Global Partnership. Japan will hold the G-7 Presidency in 2016."], "subsections": []}]}, {"section_title": "The Programs", "paragraphs": [], "subsections": [{"section_title": "Securing and Eliminating Nuclear Weapons", "paragraphs": [], "subsections": [{"section_title": "Strategic Offensive Arms Elimination", "paragraphs": ["When the Soviet Union collapsed in 1991, it had more than 11,000 warheads deployed on nearly 1,400 land-based intercontinental ballistic missiles (ICBMs), 940 submarine launched ballistic missiles (SLBMs), and 162 heavy bombers. These weapons were deployed in four of the former Soviet republics—Ukraine, Belarus, Kazakhstan, and Russia. In 1994, Russia agreed to reduce its nuclear forces to the limits outlined in the original Strategic Arms Reduction Treaty (START), while the other three all agreed to eliminate all the nuclear weapons on their territories. Promises of U.S. financial and technical assistance through DOD's CTR program helped win this agreement. The United States has provided these nations with technology and expertise needed to deactivate and dismantle missiles, launchers, submarines, and bombers. More than half of the CTR funding in the program's early years served this purpose, although that proportion declined in recent years as the work was completed in Belarus and Kazakhstan and as the level of effort declined in Russia and Ukraine.", "According to the Defense Threat Reduction Agency, the CTR program had, as of January 31, 2014, helped deactivate 7,616 warheads, 2,531 missiles, 1,187 launchers and launch silos, 155 bombers, and 33 submarines. Much of the work is now complete and the Memorandum of Understanding governing these projects has expired. According to DOD, the United States no longer supports strategic launcher and missile elimination in Russia.", "Through this program, the United States helped eliminate and dismantle SS-18 and SS-19 ICBMs, disassemble and eliminate components of the SS-N-20 SLBM, eliminate SS-25 ICBMs and their road-mobile launchers, and destroy rail-mobile SS-24 ICBMs and their launchers. Funding in this project area also supported efforts to assist Russia in eliminating SS-19 and SS-25 ICBMs and their launchers, and in completing the dismantlement of Russian Delta-III and Typhoon submarines. These were partnership programs, with the United States responsible for some of the dismantlement activities, and Russia responsible for others.", "In Ukraine, the United States and Ukraine have been working on a method to eliminate rocket motors from SS-24 ICBMs. DOD did not request any more funding for this project area in FY2006 and, at that time, planned to complete ongoing work with prior year funds, because the two nations could not agree on a method to eliminate these rocket motors. However, a low level of funding has resumed in recent years, with $1 million requested for FY2015, as the United States now funds the safe storage of 160 rocket motors from SS-24 missiles and plans to buy the casings from Ukraine after Ukraine has removed the propellant. Ukraine has been financing, on its own, the construction and operation of a water washout facility for this purpose. The United States has purchased the empty motor cases, and has helped Ukraine begin construction of an elimination facility for them. According to recent reports, the facility opened in late May 2013. According to DOD, the United States will help Ukraine maintain this facility, but will cease its support after the last of the motors has been washed-out and eliminated.", "Over the past decade, Congress routinely appropriated $50 million-$70 million per year for strategic offensive arms elimination. In recent years, the Obama Administration requested, and Congress appropriated, $60 million-$70 million per year. The Obama Administration requested $23.3 million for this project area in FY2013. This amount included funding for both strategic offensive arms elimination activities in Russia and those in Ukraine. The Administration requested $10 million for this project area in FY2014, noting that the amount of funding needed in this program area had declined sharply because most elimination activities necessitated by the New START Treaty were complete. ", "Because these programs were governed by the MOU that expired in June 2013, they ceased operations in June 2013. As a result, in its version of the FY2014 Defense Authorization Bill ( S. 1197 , §1302), the Senate Armed Services Committee reduced funding for this program area to $5.7 million. The committee noted in its report that it would transfer $75 million from programs that will end in Russia \"to CTR nonproliferation efforts in the Middle East, particularly related to Syrian chemical weapons.\" The Obama Administration requested only $1 million in FY2015 and $1.3 million in FY2016, for continuing support to the program in Ukraine.", " Table 1 summarizes the amount of funding appropriated by Congress for strategic offensive arms elimination projects."], "subsections": []}, {"section_title": "Global Nuclear Security", "paragraphs": ["DOD altered the structure of its CTR program areas in the FY2012 budget, creating a new program area, Global Nuclear Security. This combined the program areas that had funded the secure transport of nuclear warheads and other qualifying nuclear material to secure storage facilities and dismantlement facilities, security enhancements for storage areas for nuclear warheads, weapons-usable nuclear material, and efforts to establish Centers of Excellence with partner countries to enhance training for nuclear security, material control, and inventory management. According to DOD, this program supports not only efforts to secure nuclear weapons and materials in the former Soviet states, but also \"new initiatives to secure nuclear materials across the globe.\"", "When funded separately in FY2011, Congress appropriated $164.5 million for the programs captured by GNS. In FY2012, this funding declined to $151 million. The Obama Administration requested $72.3 million for FY2013 and $86.5 million for FY2014. The budget documents did not provide details on how the money would be divided among the constituent programs. However, it is likely that the focus of these programs is shifting to nations outside the former Soviet Union, given the Administration's added emphasis on global cooperation and the completion of many projects in Russia. In addition, many of the projects funded concluded in mid-2013, as a result of the expiration of the MOU with Russia. As a result, Congress appropriated only $$19.4 million for this program area in FY2014.", "DOD requested $20.7 million for this program area in the CTR budget for FY2015 and $20.6 million in FY2016. Within the FY2015 total, $3 million was allocated to projects in Russia. One was designed to transport highly enriched spent nuclear reactor fuel to safe storage or to a facility that will bled it down into a lower-enriched product. The other was a project that provided Russia with assistance in dismantling the launch tubes and reactor on a ballistic missile submarine. This project would receive no additional funding in FY2016, although the United States will continue to allocate a small amount of funding to support the transport of spent naval fuel in Russia. Most of the remaining funds in this program area will support the nuclear security centers of excellence; provide equipment and training for partner countries to secure vulnerable nuclear material; and provide equipment and training to enhance nuclear security capabilities of partner countries to perform key security functions such as secure transportation, inventory management, and emergency response."], "subsections": [{"section_title": "Transportation Security", "paragraphs": ["When the Soviet Union collapsed in late 1991, thousands of nuclear weapons were spread among four states (Russia, Ukraine, Belarus, and Kazakhstan), and, within each state, the weapons were dispersed among hundreds of deployment and storage areas. The governments in these states agreed to remove the nuclear warheads from non-Russian republics and to store them in a smaller number of facilities in Russia. The United States has helped Russia improve the safety and security of nuclear weapons in transit after they have been removed from deployment.", "In its early years, the program provided armored blankets to protect warheads in transit from potential attacks, storage containers to hold the warheads during transit, and assistance to enhance the safety and security of rail cars used to transport warheads from deployment to storage or dismantlement facilities. Transportation security projects also provided Russia with emergency response vehicles, training, and support equipment that it might need to respond to a nuclear weapons transportation accident. The funding for these programs, through 2012 when they were aggregated in the GNS program area, appears on Table 2 .", "According to DOD's budget request for FY2014, the United States supported the transportation of \"approximately 48 trainloads of deactivated nuclear warheads (1,000 to 1,500 warheads) from deployed locations to enhanced security storage sites or dismantlement and from storage to dismantlement facilities.\" According to DOD, remaining transportation security projects transitioned to the Russian Ministry of Defense in June 2013."], "subsections": []}, {"section_title": "Nuclear Security Enhancements", "paragraphs": ["Over the years, the CTR program has helped Russia improve security at storage facilities for strategic and tactical nuclear warheads, a program initially referred to as \"Weapons Storage Security.\" DOD now refers to this program as \"Nuclear Security Enhancements.\" Russia has three types of storage sites—operational sites, storage sites for weapons removed from deployment, and rail transfer points. The United States does not provide assistance at operational sites. Under the CTR program, DOD has enhanced security at both large \"national stockpile storage sites\" and smaller storage sites at Navy, Air Force, and Strategic Rocket Force (SRF) bases. DOD provided perimeter fencing as a \"quick fix\" for vulnerable sites, and more comprehensive upgrades, including alarm systems and inventory control and management equipment to keep track of warheads in storage. The Department of Energy has also addressed security needs at rail transfer points that store warheads from the Russian Navy, and storage sites for warheads belonging to the Strategic Rocket Forces.", "For several years, this effort was slowed by Russia's reluctance to provide the United States with information about the precise number of sites in need of security upgrades and its refusal to allow the United States access to sites to design appropriate upgrades. The United States and Russia completed agreements in February 2003 that provided the United States with a degree of access to these sites so that U.S. personnel could begin to plan the installation of physical security upgrades. In 2005, Presidents Bush and Putin pledged to accelerate work on weapons storage security. After Russia identified all the sites in need of upgrades, the United States agreed to provide assistance at 15 sites, 8 with funding from the CTR program and 7 with funding from the DOE nonproliferation budget. With the accelerated effort, both DOD and DOE reported that they completed the installation of security upgrades by the end of 2008. DOD then shifted funding towards sustainment activities, rather than further upgrades. ", "In a complementary effort, DOD established a Security Assistance Training Center to train Russian students to use and maintain the physical security upgrades that the CTR program provided at nuclear weapons storage sites. DOD noted that this project would also serve as a model for the Nuclear Security Centers of Excellence discussed below. DOD used funds appropriated prior to FY2011 for this Center, and did not requested additional funding after that time.", "Between FY1995 and FY2011, before this program was combined with others in the GNS account, Congress appropriated around $840 million for weapons storage security. Funding for this program peaked in FY2006, when the Bush Administration requested $74.1 million for weapons storage security, added $10 million more in a reprogramming from the strategic offensive arms elimination account, and requested an additional $44.5 million in the FY2006 Emergency Supplemental Appropriations package. This funding was intended to accelerate the program, in response to agreements that President Bush reached with Russia's President Putin. As Table 3 below indicates, funding has declined to $10 million-$20 million per year in recent years, after DOD completed many of the projects that had been accelerated earlier. In its FY2014 budget request for the CTR programs, DOD indicated that it would continue to help Russia \"build capacity to sustain security at 18 nuclear weapons storage sites and 5 rail transfer points.\" However, this effort transitioned to the Russian Ministry of Defense in June 2013 after the MOU governing the CTR program expired."], "subsections": []}]}, {"section_title": "Warhead Security and the Department of Energy", "paragraphs": ["Through its International Materials Protection and Cooperation program, the Department of Energy implemented programs that \"secure nuclear weapons and weapons-usable nuclear materials by upgrading security at nuclear sites, by consolidating these materials to sites where installation of enhanced security systems have already been completed.... \" This effort is known as the Materials Protection, Control and Accounting Program (MPC&A). Through this program, DOE installed security upgrades in two phases. First, it installed rapid upgrades that were designed to delay unauthorized access to the storage facilities. These could include the installation of hardened doors and windows, locks and keys to control access, perimeter fences, and moveable barriers at entry points. The second phase provided comprehensive upgrades that were tailored to meet the security needs at each individual facility. These could include monitoring and detection systems, the relocation of guard forces, the consolidation of materials, central alarm systems, and electronic access control systems.", "The U.S. National Nuclear Security Administration (NNSA) identified 105 nuclear sites, with 243 buildings, that needed assistance in improving their security systems. These include nuclear warhead and nuclear material storage sites run by the Russian Navy and nuclear warhead storage sites run by Russia's Strategic Rocket Forces (SRF) and 12 th Main Directorate, the branch of Russia's Ministry of Defense responsible for warhead security and maintenance. The MPC&A program has also supported security enhancements at sites in Russia's nuclear weapons complex operated by Rosatom and civilian sites that store nuclear material in Russia; these two efforts are addressed below.", "DOE provided assistance to Russia's Navy by improving security at 39 naval nuclear warhead storage sites and 11 nuclear fuel storage sites. These sites house approximately 60 metric tons of weapons-useable nuclear materials and 4,000 nuclear warheads. According to DOE, it had completed rapid and comprehensive upgrades at all naval nuclear fuel storage sites by the end of 2004, and had completed the comprehensive upgrades at warhead sites by 2009. DOE continued to work at these sites through June 2013, providing assistance with sustainability support. This included training and site level maintenance on the equipment at the sites, so that the security will remain in place in the future. ", "DOE also worked with Russia to install security upgrades at 25 sites on 11 SRF bases; work on these sites was completed in late October 2007, nearly two years ahead of schedule. Through these projects, DOE also upgraded security at nine sites under the command of the 12 th Main Directorate. DOE completed the work on upgrades at these sites in FY2009. According to DOE, the process for working at these sites was based on the process agreed with Russia's Navy, with the installation of rapid upgrades to address immediate security concerns followed by the installation of comprehensive upgrades. As with the naval sites, DOE supported sustainment activities at these facilities through June 2013. ", "Congress appropriated $367.6 million for security upgrades at Russian Navy sites and $675 million for security upgrades at SRF sites between FY2002 and FY2012. Funding for the naval sites declined in the mid-2000s, after much of the work was completed, but, as Table 3 below indicates, it increased towards the end of the decade in support of the sustainment activities. The Obama Administration requested $39.9 million in FY2013 to support sustainability and training programs and the replacement of outdated equipment at eight sites. Funding for the SRF sites peaked at $152.8 million in FY2007, in response to the agreement between President Bush and President Putin to accelerate security upgrades at warhead storage facilities. It then declined to $34.4 million in FY2009. The decline reflects the completion of most of the work on upgrades and a shift to sustainment.", "As with the budget for naval sites, the budget for SRF sites increased in FY2010-FY2012 to support the expanded sustainment program and training programs at 23 SRF sites and 3 sites of the 12 th Main Directorate. The Obama Administration requested only $8.3 million for these projects in FY2013, but funding remained at the FY2012 level of $59.5 million under the Consolidated Further Appropriations Act, 2013 ( P.L. 113-6 ). The decline in requested funding reflected the completion of most of the security efforts and a shift to sustainment programs. The Administration planned to use this funding to support three training and maintenance centers and to replace outdated security equipment at up to 11 sites.", "In its FY2014 budget request, DOE combined the funding for these two program areas in a new category called \"Nuclear Warhead Protection.\" The budget requested $23.2 million for FY2014 to provide training and workshops and to continue upgrades and sustainability initiatives. The decline in funding in recent years reflected the completion of most of the security projects and a shift to sustainment efforts. DOE did not request any additional funding for this project area in FY2015 because Russia's MOD will no longer participate in threat reduction activities. In its FY2016 budget request, DOE again moved these security upgrade programs, placing them in the International Nuclear Security portion of its new Global Material Security program area, but, again, does not expect to pursue any further projects in this area. "], "subsections": []}]}, {"section_title": "Securing and Eliminating Nuclear Materials", "paragraphs": [], "subsections": [{"section_title": "CTR Fissile Materials Storage", "paragraphs": ["According to unclassified estimates, Russia inherited more than 30,000 nuclear warheads from the Soviet Union. Russia is dismantling thousands of these warheads and DOD's CTR program has provided Russia with assistance in improving the long-term security of the fissile materials removed from these weapons. The program helped Russia design and build a highly secure storage facility at Mayak that is intended to provide long-term safe and secure storage for these materials, and it has provided Russia with more than 26,000 containers to hold the fissile materials. This facility is designed to hold the equivalent of fissile material from 25,000 nuclear warheads. The first wing of this building was completed and certified for use in December 2003 and the facility began to accept nuclear materials for storage in July 2006."], "subsections": []}, {"section_title": "DOE Nuclear Materials Security Programs", "paragraphs": ["Russia also inherited enough plutonium and highly enriched uranium (HEU) for possible use in thousands more warheads. DOE has helped Russia improve security at sites that house considerably more than half of the former Soviet Union's 600 metric tons of weapons-usable nuclear materials. These include 11 sites that are a part of the Rosatom weapons complex and 31 civilian sites. Rosatom, like the Department of Energy in the United States, operates and manages Russia's nuclear weapons complex. More than 80% of these materials are located at the Rosatom sites. As was the case at naval sites and SRF sites, DOE installed security upgrades in two phases at these sites. ", "The facilities managed by Rosatom housed around 500 metric tons of \"highly attractive\" weapons-useable materials. The pace of work at these facilities accelerated, during the Bush Administration with increased funding and increased cooperation from Russia. DOE has also assisted with the installation of security upgrades at 18 civilian nuclear sites throughout the former Soviet Union. These are mainly research facilities that operate nuclear reactors. According to DOE, these sites contain around 40 metric tons of weapons-useable materials. DOE had stated that it has completed rapid and comprehensive upgrades at most of these facilities.", "Congress appropriated more than $765 million for security upgrades at Rosatom sites and $447 million for security upgrades at civilian sites between FY2002 and FY2012. Table 5 , below, shows the amount of funds appropriated since FY2007 and the amount requested in FY2015 for these two programs. The Administration requested $$17.1 million for the Rosatom sites in FY2015, which represents a reduction of nearly 55% from the amount appropriated in FY2014. According to DOE, this funding supports the completion of comprehensive MPC&A upgrades at additional buildings that store and process weapons-usable nuclear materials and allow it to continue to implement a comprehensive sustainability effort at five Russian sites. The reduction in funding from FY2014 is due to the completion of sustainability efforts at two sites in the Russian weapons complex and completed upgrades work in Belarus and sustainability activities in Kazakhstan. The request for FY2016 declined even further, to $166,000, as this project was near completion.", "The Obama Administration did not request any additional funds for the civilian sites program in FY2014 and FY2015, as it now considers the work to be a part of the Materials Consolidation and Civilian Sites program area. Moreover, with DOE's reorganization of these programs in its FY2016 budget request, Weapons Material Protection, Material Consolidation and Civilian Sites, and National Infrastructure and Sustainability are now a part of the International Nuclear Security effort within the Global Material Security Program area."], "subsections": [{"section_title": "Material Consolidation and Conversion", "paragraphs": ["DOE's Materials Consolidation and Conversion Program supports efforts to consolidate Russian nuclear materials at sites where installation of enhanced security systems have already been completed. It has also funded efforts to convert these materials to forms that might be less attractive to nations seeking materials for nuclear weapons. Congress appropriated $243.4 million for this program area between FY2002 and FY2012. The Obama Administration requested an additional $17 million in FY2013. ", "In FY2014, DOE combined this program with MPC&A efforts at civilian sites program in a new Materials Consolidation and Civilian Sites program. It requested $132.3 million for this new, combined program in FY2014. This represents a significant increase of $58.9 million from the combined level of around $73 million in FY2013. It also requested $138.5 million in FY2014. In its budget request, DOE noted that it had combined the programs to reflect better how they were managed within DOE. According to the budget request, the added funding would allow DOE to expand the scope of its efforts in Russia and to support MPC&A activities with countries of concern outside Russia. The increase in funding would also allow DOE to provide additional support projects in former Soviet states outside Russia.", "In its FY2016 budget, DOE requested $116.6 million for Material Consolidation and Civilian sites projects, within its new Global Material Security program area. According to the budget request documents, this program will \"continue to look for partnership opportunities with Russia,\" although each side will independently bear the costs associated with cooperative activities. It seems unlikely, following Russia's withdrawal from most cooperative programs at the end of 2015, that the two sides will identify new, joint projects in this program area."], "subsections": []}, {"section_title": "National Programs and Sustainability", "paragraphs": ["The MPC&A budget also supported an effort to build an infrastructure within Russia that could operate effectively and be sustained after the initial and comprehensive upgrades are complete. These efforts include developing regulations, inspection capabilities, site safeguards, security programs, and other accounting capabilities. The program operates regional technical support facilities that can repair and maintain equipment and develop training programs for participants.", "Congress appropriated $586.7 million for this program area between FY2002 and FY2012. The Administration requested, and Congress appropriated $37.8 million for this program area for FY2014. The Administration has also requested $32.3 million for FY2015. The funding request declined to $1.3 million in FY2016. According to DOE, this funding supported projects that developed the necessary training and maintenance infrastructure for sustaining long-term MPC&A operations in Russia and other countries."], "subsections": []}]}, {"section_title": "Nuclear Security Centers of Excellence", "paragraphs": ["The DOD CTR program, DOE International Material Protection and Cooperation (IMPC) program, and the State Department are coordinating efforts to help establish Nuclear Security Centers of Excellence (COEs) around the world. This initiative was part of the commitments made by several countries at the 2010, 2012, and 2014 Nuclear Security Summits. These centers are designed to enhance a country's ability to train personnel, consistent with \"international best practices, for nuclear security, material control, inventory management, transport security, and other activities important to improving nuclear material security.\" DOE has provided technical support to Nuclear Security Centers of Excellence in Japan and South Korea. The United States is also supporting the establishment of the Center of Excellence on Nuclear Security in Beijing, China, and nuclear security engagement with India, \"with the goal of developing a partnership through India's planned Global Centre for Nuclear Energy Partnership.\" Both of these countries had not previously engaged in bilateral nuclear security efforts with the United States. Current activities emphasize nuclear material security best practices through workshops and training. ", "No specific funding amounts were provided in FY2015 congressional budget documents. However, Congress in the past has requested additional information on these programs and limited funding amounts. Section 1304 of the FY2012 National Defense Authorization Act limits the use of FY2012 DOD CTR funds for Centers of Excellence in non-former Soviet Union (FSU) countries. Not more than $500,000 may be obligated or expended in establishing such Centers in non-FSU countries until Congress receives a report on the location, purpose, and funding plan for the center. This limitation was renewed for FY2013, but not FY2014. The DOD Global Nuclear Security request totaled was $20.7 million for FY2015. The DOE request for the IMPC program, of which COE work is a part, was $138.6 million, but agency budget requests do not provide specific funding estimates for the COEs within those larger programs."], "subsections": []}, {"section_title": "Global Threat Reduction Initiative (GTRI)", "paragraphs": ["Since it was established in 2004, DOE/NNSA's Global Threat Reduction Initiative (GTRI) has worked to secure, protect, and in some cases, remove vulnerable nuclear and radiological materials at civilian facilities worldwide. The United States established this program primarily to address the threat of terrorists obtaining nuclear material that could be used in a nuclear or radiological device. ", "Research reactors all over the world have used weapons-usable nuclear material for fuel as a legacy of U.S. and Soviet technology transfers from the Cold War era. GTRI repatriates U.S. and Russian-origin highly enriched uranium (HEU) spent and fresh nuclear fuel from these research reactors located in third countries. In some cases, the United States converts those reactors to operate with low-enriched uranium (LEU) fuel, which is not useful for a nuclear weapon. In addition, GTRI installs physical security upgrades at nuclear and radiological sites, and recovers disused and unwanted radioactive sources at home and abroad. ", "The GTRI budget increased from a request of $131.2 million in FY2008 to $424 million in FY2014, before declining to a request of $333.8 million for FY2015. The program activities were reorganized in the FY2016 request and split between Material Management and Minimization ($229 million) and Global Material Security ($153.7 million), totaling $382.7 million. The early increases were partly due to congressional support for the program, agreements from other countries on material removal and reactor conversion, and high-level emphasis on this work by the Bush Administration's Bratislava Initiatives—which sped up work with the Russians—and the Obama Administration's global nuclear security agenda—which spurred more countries to remove and secure material. Overall, the FY2015 request, like the FY2014 request, represents a decrease in funding. The FY2015 request returned to the original formulation of protection or removal. The Administration explained the program decrease by saying that the program is accomplishing its goals, and therefore there is less material to be removed. Critics view the decrease as a sign that the Administration is giving this program a lower priority. Other critics urge additional funds be given for radiological security projects in the United States. International donors have contributed to GTRI activities in the past.", "In its FY2016 budget request, DOE divided the components of GTRI, placing those portions that focus on material protection within the Global Material Security program and those that focus on material elimination in the Material Management and Minimization program.", "According to the Department of Energy, GTRI accomplishments since May 2004 include the following:", "Successfully converted to LEU fuel or verified the shutdown of 49 HEU research reactors in 25 countries, including Argentina, Australia, Bulgaria, Canada, Chile, China, the Czech Republic, France, Germany, Hungary, India, Japan, Kazakhstan, Libya, the Netherlands, Portugal, Poland, Russia, Ukraine, the United Kingdom, United States, Uzbekistan, and Vietnam; and verified the cessation of the use of HEU targets for isotope production in Indonesia. Accelerated the establishment of a reliable supply of the medical isotope molybdenum-99 (Mo-99) produced without HEU by establishing partnerships with South Africa, Belgium, and the Netherlands to convert Mo-99 production from HEU targets to LEU targets, and with four domestic commercial entities to produce Mo-99 in the United States with non-HEU technologies; Removal of 4,100 kg of highly enriched uranium and plutonium. Complete removal of HEU from 23 countries: Austria, Brazil, Bulgaria, Chile, Colombia, Czech Republic, Denmark, Greece, Latvia, Libya, Mexico, Philippines, Portugal, Romania, Serbia, Slovenia, South Korea, Spain, Sweden, Taiwan, Thailand, Turkey, and Ukraine. Recovery of more than 32,000 disused and unwanted radiological sources domestically; and Recovery of more than 750 radioisotope thermoelectric generators (RTGs) internationally."], "subsections": []}]}, {"section_title": "Securing Borders and Improving Export Controls", "paragraphs": ["Preventing the smuggling or illegal export of nuclear, biological, or chemical weapons-related materials and technology is a key proliferation challenge. Several U.S. threat reduction and nonproliferation programs seek to strengthen border controls and improve export control systems. Originally, such programs were established in response to concerns over the collapse of political control along the Soviet-era borders. Today, the Departments of State, Defense, Energy, and Homeland Security all manage cooperative programs with countries worldwide to prevent the illicit transfer of WMD technology."], "subsections": [{"section_title": "Export Control and Related Border Security Assistance", "paragraphs": ["The State Department's Export Control and Related Border Security Assistance (EXBS) program helps nations improve their ability to interdict nuclear smuggling and stop the illicit trafficking of all materials for weapons of mass destruction, along with dual use goods and technologies. According to the State Department, the program \"builds capacity to ensure that transfer authorizations support only legitimate trade, and to detect and interdict illicit transfers at borders.\" ", "When designing a nation-specific plan for border control assistance, the United States seeks to address four key areas. First, if needed, it helps the recipient nation establish the legal and regulatory basis for effective export controls. It then helps the nation develop appropriate export licensing procedures and practices. Third, the United States helps the recipient establish and enhance effective enforcement capabilities. When needed, it provides the recipient with detection and interdiction equipment and training. Finally, the United States helps establish procedures that promote effective interaction between government and industry so that business entities in the recipient nation will abide by the laws and regulations of the new export control regime.", "During the late 1990s and early 2000s, most of the funding for the EXBS program went to projects along the periphery of the former Soviet Union. However, in the past decade, this pattern has changed as the EXBS program has expanded its reach around the globe. For example, in FY2005, approximately half of the $38 million spent on EXBS was allocated to projects in the former Soviet states, with the rest going to other nations around the world. By FY2010, when the Obama Administration requested $55 million for EXBS, less than $4 million was allocated to projects in the former Soviet Union. The same is true of the budget for FY2011 and FY2012; the State Department requested $61 million in each year, but allocated only a fraction to the former Soviet Union. The FY2013 budget request sought $55 million for EXBS, but the continuing resolution held the funding at the FY2012 level of $60.1 million. The Obama Administration has sought slight increases each year: $54 million for FY2014, $57 million for FY2015 and $58.7 million for FY2016."], "subsections": []}, {"section_title": "Nuclear Smuggling Outreach Initiative (NSOI)", "paragraphs": ["The Nuclear Smuggling Outreach Initiative is a State Department-led initiative meant to strengthen a country's capacity to detect, interdict, and prosecute any nuclear trafficking incidents. This program had originally focused primarily on the former Soviet Union and Eastern Europe, but its partner countries now include a wide range of states, including the Democratic Republic of the Congo, Algeria, Turkey, Saudi Arabia, and Afghanistan. The NSOI also partners with other donor countries and organizations, including Canada, the Czech Republic, the European Union, Finland, France, Germany, International Atomic Energy Agency, Japan, the Netherlands, New Zealand, Norway, South Korea, Sweden, the United Kingdom, and the U.N. Office on Drugs and Crime. This program is funded through the State Department's WMD Terrorism program, which manages projects that are designed \"to improve international capacities to prepare for and respond to a terrorist attack involving weapons of mass destruction.\" The Obama Administration has requested $5 million for the WMD Terrorism program area for FY2013 and FY2014, and $4.8 million for FY2015 ($5 million was appropriated). The request for FY2016 was $6.15 million. This includes funding for NSOI and a related activity, the Global Initiative to Combat Nuclear Terrorism."], "subsections": []}, {"section_title": "Proliferation Prevention", "paragraphs": ["In 2003, the Bush Administration added a border security effort to DOD's CTR program. Through the Proliferation Prevention Program, the United States has cooperated with the military establishments, internal security forces, border guards, and custom forces in Kazakhstan, Ukraine, Uzbekistan, Azerbaijan, Georgia, and Moldova to improve their border controls, with a focus on the Black Sea region. DOD also helped Ukraine establish a comprehensive WMD monitoring and interdiction capability along its border with Moldova. CTR completed the radiation portal monitoring program in Uzbekistan in 2008. The program also assisted Kazakhstan and Azerbaijan to develop a comprehensive capability for WMD surveillance and interdiction along their Caspian Sea borders. ", "These programs are intended to help these nations deter, detect, and interrupt the unauthorized movement of weapons or related materials across their borders. While the original focus was non-Russian FSU states, the program began in FY2012 to partner with countries in Southeast Asia, along the Straits of Malacca and the South China Sea. In FY2013, the Proliferation Prevention program began to work with states in the Middle East by training and equipping border security staff in Jordan, Iraq, Turkey, and other countries. DOD plans to continue to work with these countries in FY2014 to prevent proliferation of WMD across borders shared with Syria. In addition, Secretary Hagel told the Senate Armed Services Committee at a hearing on April 17, 2013, that approximately $70 million was being spent on projects in Jordan to prevent the transfer of weapons of mass destruction across its 256-kilometer border with Syria.", "The George W. Bush Administration requested, and Congress appropriated between $40 million and $60 million for this program each year through FY2009. In addition, in FY2008, Congress added $10 million to the Administration's request, which the Bush Administration used to expand the reach of the Proliferation Prevention Program to nations outside the former Soviet Union. As a result of this expansion, the budget for the WMD proliferation prevention program grew to between $80 million and $120 million per year in recent years. Funding for the Proliferation Prevention Program decreased to $87.3 million in FY2013, but increased to $110.4 million in FY2014, in part to support the project in Jordan mentioned above. A FY2014 reprogramming action added $21 million to the PPP to complete projects that were postponed due to an redirection of PPP funds to assist the Ukraine Border Guard Service on an urgent basis in 2014. With the completion of the project in Jordan, the request for FY2015 declined again, to $40.7 million. The Obama Administration has requested $40 million for this program area in FY2016."], "subsections": []}, {"section_title": "Second Line of Defense", "paragraphs": ["The Second Line of Defense (SLD) program seeks to improve nuclear smuggling detection capabilities at international borders. This program has two parts, the Second Line of Defense Core Program and the Megaports Program. While the SLD Core program began with projects at the borders of the former Soviet Union, both of these programs now work with partner countries around the world, at the invitation of the partner country.", "Under the SLD Core program, DOE places detection equipment at ports of entry, international border crossings, and other designated points of entry and exit, to detect illicit transport of nuclear materials at international borders. After installation, DOE works with the country on sustainability, then, ultimately, transfers responsibility for upkeep to the host country. SLD \"strengthens the capability of foreign governments to deter, detect, and interdict illicit trafficking in nuclear and other radioactive materials across international borders and through the global maritime shipping system.\" It also helps train law enforcement officials in the use of the equipment installed at borders. According to DOE, the SLD Core program has signed agreements with 24 countries under which it will provide fixed and mobile radiation detection systems at borders. By the beginning of 2013, it had \"completed over 449 priority sites and deployed 34 mobile systems to 11 countries.\"", "In FY2004, Congress added $28 million to the Second Line of Defense program for a project known as the Megaports initiative. This project is developing and deploying radiation detectors for use at the largest foreign seaports that handle about 70% of the container traffic headed for the United States. Megaports is designed \"to detect the trafficking of nuclear or radioactive materials in the world's busiest seaports.\" According to DOE, the Megaports Initiative has signed agreements with 35 partner countries.", "DOE conducted a strategic review of the SLD program in FY2013 to determine the most effective approach to closing key gaps in the global nuclear detection architecture and to increase the impact of detection and deterrence using fixed and mobile deployments. According to DOE, the review recommended a plan to address remaining fixed detection gaps, expand mobile detection, and fully fund sustainability. The review also resulted in the reorganization of SLD Core and Megaports Programs under a joint implementation program and sustainability effort funded in one SLD subprogram.", "The funding appropriated for the SLD Core Program and Megaports appears in Table 7 . The funding requested for these two programs declined from $271 million in FY2013 to $190 million in FY2014. The request declines again in FY2015, to $117.7 million. According to DOE, the decline in funding between FY2014 and FY2015 is due to both a one-time funding increase in FY2014 to support a key detection program and adjustments that were made in FY2015 due to the need to fund higher NNSA priorities.", "In its FY2016 budget request, DOE moved the Second Line of Defense program to the Nuclear Smuggling, Detection, and Deterrence portion of the Global Material Security program area. It has requested and additional $142.5 million for this program, noting that the funding will be used to continue to install fixed and mobile radiation detectors to enhance partner capabilities. Congress, however, has questioned this plan, and restricted funding for fixed radiation detectors. The House sought to ban completely funding for \"research and development, installation, or sustainment of fixed site radiological portal monitors or equipment for use in foreign countries.\" Supporters of this provision argued that these monitors were ineffective because smugglers could evade them. They noted that mobile monitors might provide a more effective defense. Those who opposed the provision argued, however, that fixed monitors could deter smuggling, and were often in areas where the terrain could make it difficult for smugglers to bypass the border crossings. ", "The final version of the FY2016 National Defense Authorization Act ( S. 1356 , Sec 3122), indicates that funds cannot be used \"for the installation, on or after the date of the enactment of this Act, of fixed site radiological portal monitors or equipment in foreign countries\" until the Director of National Intelligence submits a report to the Congress and the NNSA that assesses (1) whether fixed and mobile radiological monitors address nuclear nonproliferation and smuggling threats; (2) and how well other nonproliferation programs address nuclear nonproliferation and smuggling threats; and (3) which programs have the greatest impact and cost-benefit for addressing nuclear nonproliferation and smuggling threats. The legislation also calls on the NNSA to submit a plan to Congress \"for transitioning fixed site radiological portal monitors installed in foreign countries … to being sustained, to the greatest extent possible, by the countries in which such monitors are located.\""], "subsections": []}, {"section_title": "Container Security Initiative and Secure Freight Initiative", "paragraphs": ["Two overarching Department of Homeland Security (DHS) initiatives, the Container Security Initiative and the Secure Freight Initiative, work to increase the likelihood that nuclear material or a nuclear weapon would be identified and interdicted during shipping. DHS works closely with the DOE Megaports Initiative. ", "The Department of Homeland Security Customs and Border Patrol (CBP) implements the Container Security Initiative (CSI), which works with foreign customs authorities \"to target and examine U.S.-bound high-risk cargo while it is still at foreign ports.\" CSI is operational in 58 ports in 35 countries, screening over 80% of the maritime cargo bound for the United States, according to the program's website. DHS funded this program (under the funding line \"International Cargo Screening\") at $81 million in FY2012 and $75 million in FY2013. It requested an additional $72 million for FY2014, but received only $67.5 million. DHS requested $69.2 million for FY2015 and $69.85 million for FY16.", "The Secure Freight Initiative is jointly implemented with the Department of Energy. It gives additional capacity to select CSI ports, and was developed to test 100 percent scanning. DOE and DHS share the costs for this program. DHS installs communications infrastructure at the partner port that would transmit any alarm data to the United States, and cooperates with local authorities to resolve any alarms. Qasim, Pakistan is the only port with 100 percent scanning."], "subsections": []}]}, {"section_title": "Chemical Weapons Destruction", "paragraphs": ["During the Cold War, the Soviet Union amassed the largest stockpile of chemical weapons in the world. After becoming a party to the Chemical Weapons Convention (CWC), Russia declared that this stockpile contained 40,000 metric tons of chemical weapons. Russia has stored these weapons at seven sites—five sites contain nerve agents in bombs and artillery shells while three of these sites and two additional sites house bulk stocks of blister agents. Under the CWC, Russia committed to eliminate the stocks by 2012, but that deadline was extended. Russia has contended that it lacks the financial resources to do the work. As a result, the international community has provided Russia with a significant amount of assistance in eliminating its chemical weapons. A European consortium, led by Germany, has constructed a destruction facility at Gorny to destroy the blister agent stored there. Russia now plans to complete destruction by December 2015.", "The United States, with funding provided by DOD's CTR program, assisted Russia with the design and construction of a chemical weapons destruction facility at Shchuch'ye until July 2013. The chemical weapons storage facility at Shchuch'ye contained nearly half of Russia's stockpile of artillery shells filled with nerve agent. The CTR-financed destruction facility destroyed those stocks and those stored at the other four storage sites, an amount estimated to be around 5,450 metric tons. ", "The majority of DOD's roughly $1 billion in Russian chemical weapons destruction CTR funding has supported the design and construction of the destruction facility at Shchuch'ye, as well as the installation of equipment and training of operating personnel at the facility. Construction on the Shchuch'ye facility began in March 2003. The United States and Russia had hoped that construction would be completed and the facility would begin operations by the end of 2008. Because it would then take around 3.5 years to destroy the stocks of nerve agent, this schedule would have allowed Russia to meet the 2012 deadline. This schedule slipped, however, and the process has been slower than planned. The facility began operations in March 2009. ", "Although major construction projects have been completed in recent years, DOD requested funding for \"technical and procurement advice and assistance support\" at Shchuch'ye until July 2013. The CTR program also provided technical support and design advice to Russia's chemical weapons destruction facility at Kizner through 2014. This facility began operations in late 2013 and will destroy 5,645 metric tons of nerve agent. The FY2015 and FY2016 budget requests did not ask for any funds for chemical weapons destruction technical support in Russia.", "In addition, the CTR program has helped Albania destroy all its chemical weapons stocks and is now assisting the government of Libya with the elimination of legacy chemical weapons and agents from the Qadhafi era. According to the FY2015 budget estimate, CTR is \"providing safety and security improvements to the Ruwagha Chemical Weapons Storage Facility in the form of physical upgrades, and ongoing destruction operations.\" The CTR program partners with the German government on these efforts.", "The most significant new activity for the CWD program in FY2014-15 was participation in the removal and destruction of Syrian chemical weapons and in-kind assistance to international inspectors. The largest contribution to the international effort has come from the DOD CTR program. ", "According to DOD, the expiration of the Umbrella Agreement means that there is no longer any cooperation between the United States and Russia on chemical weapons destruction activities. The CWD work in Libya ended in FY2014. The Syrian chemical weapons destruction effort was completed in FY2015, and therefore the bulk of spending for efforts in Syria was paid for in FY2013 and FY2014. DOD did not request any additional funding for the effort in Syria in FY2016. As a result, the budget request fell to $942,000, and will be used technical and contracted advice in other regions to help eliminate chemical weapons and improve their safety and security until they are eliminated."], "subsections": []}, {"section_title": "Cooperative Biological Engagement", "paragraphs": ["The DOD CTR biological threat reduction program has evolved over the past 20 years. It has expanded financially, growing from less than 10% of the CTR budget in the late 1990s to over 60% in the FY2016 budget request. It also has expanded geographically. It began as a program focused on dismantling the vast biological weapons complex that Russia inherited from the Soviet Union, but has now become a tool that the United States uses to promote \"best practices\" in physical security and safety at biological laboratories with dangerous pathogens, and to develop disease surveillance systems on several continents, particularly Southeast Asia and sub-Saharan Africa. The name has also changed, from Biological Threat Reduction (BTR) to Cooperative Biological Engagement (CBE), to reflect the sensitivity of new partner countries to being termed a \"threat.\" Congress has been concerned about measuring the effectiveness of these programs in reducing threats. Section 1303 of the FY2012 NDAA set a limitation on funds for the Cooperative Biological Engagement (CBE) Program—\"not more than 80 percent may be obligated or expended\"—until certifications by the Secretary of Defense are sent to Congress regarding the effectiveness of the CBE program.", "The shift in CTR's biological weapons programs mirrors a similar shift in focus for CTR programs overall, from a focus on threat reduction in the former Soviet Union to the prevention of WMD terrorism from any source world-wide. The Obama Administration has stated that the goal of the CBE program is to counter the \"threat of state and non-state actors acquiring biological materials and expertise that could be used to develop or deploy a biological weapon.\" The program does this by destroying or securing biological agents (\"Select Agents\") at their source and building the capacity to detect, diagnose, and report a disease outbreak. The 2009 National Strategy for Combating Biological Threats emphasized the need for global health security and best practices. As a result, DOD's CTR program works with several federal agencies, other donor countries, international organizations, and the private sector to implement this approach.", "The Department of State also funds bio-security programs, managing those that address scientist training, biosafety and biosecurity best practices, and industry partnerships under the Global Threat Reduction's Biosecurity Engagement Program (see \" Securing Knowledge and Expertise \" section, below). The State Department program is primarily designed to prevent terrorist access to dangerous pathogens (or chemicals or nuclear material), and programs are concentrated in countries with the highest current risk. In the FY16 budget request, the State Department said that the program would focus its work on Pakistan, Turkey and Iraq, \"to guard against any outflow of WMD-applicable technology from neighboring Syria.\""], "subsections": [{"section_title": "Biological Threat Reduction (BTR) in Russia", "paragraphs": ["Since CTR's inception, Congress and the executive branch have sought to address the challenges posed by the potential proliferation of biological weapons and materials from Russia. This was a particular concern because the Soviet Union reportedly developed the world's largest biological weapons program, employing, at its peak, an estimated 60,000 people at more than 50 sites. This weapons complex developed a broad range of biological pathogens for use against plants, animals, and humans. Russia reportedly continued to pursue research and development of biological agents into the 1990s, even as the security systems and supporting infrastructure at its facilities began to deteriorate. The United States began to provide Russia with CTR assistance to improve safety and security at its biological weapons sites and to help employ biological weapons scientists during the late 1990s, even though Russia had not provided a complete inventory of the sites or people involved in biological weapons work. The problem was aggravated by the fact that Russia reduced the size of its complex in the mid-1990s, leaving many scientists potentially unemployed or underemployed. Biological pathogens are easily transported, further increasing the proliferation risk.", "The CTR program supported four separate BTR programs in Russia, working at dozens of sites that include many weapons facilities: the Biological Weapons Infrastructure Elimination program, the Biosecurity and Biosafety program, the BW Threat Agent Detection and Response program, and Cooperative Biodefense Research. DOD has funded physical security upgrades at a small number of facilities. Russia has not agreed to allow access or joint work at several key military biological facilities, which has limited the scope of these programs. Many projects, such as cooperative biodefense research, have been implemented through the International Science and Technology Centers (ISTC), because DOD had been unable to conclude implementing agreements with the relevant ministries in Russia. The Russian government has closed the Moscow ISTC, so no new projects in Russia are now planned through that mechanism.", "The FY2014 CTR budget request says that \"activities are limited in Russia and Uzbekistan due to both countries' reluctance to cooperate with the DoD Cooperative Biological Engagement (CBE) Program.\" This appears to still be a priority for the Obama Administration, and officials have said they will continue to make attempts to cooperate on these issues, particularly through the Russian Ministry of Agriculture and Ministry of Health. The CTR program is planning to spend $2.4 million in FY2015 on CBE programs in Russia."], "subsections": []}, {"section_title": "Central Asia and the Caucuses", "paragraphs": ["The non-Russian states of the former Soviet Union have been willing partners in dismantling the Soviet biological weapons legacy and securing pathogen collections and laboratories. Facilities in these countries were abandoned by the Russian military when the republics became independent states, and in many cases local governments were not aware of their existence or the dangers they housed. ", "Of particular note, over time the United States learned of dangerous pathogen collections dispersed throughout the region as part of the Soviet Anti-Plague System consisting of institutes in 11 republics. A decade after the dissolution of the Soviet Union, these facilities lacked security and safety measures, they had lost expert staff due to economic conditions, and many were in a state of disrepair. The United States accelerated its assistance to these facilities starting in the late 1990s. The CTR Biological Threat Reduction program (now CBE) has supported activities in Azerbaijan, Georgia, Kyrgyzstan, Ukraine, Uzbekistan, Armenia, and Kazakhstan, where the Soviet Union housed much of its biological weapons production complex. For example, CTR funding helped destroy the large-scale biological weapons production facility in Stepnogorsk, Kazakhstan, and assisted in decontaminating the open-air BW testing site at Vozrozhdeniye Island in the Aral Sea, Uzbekistan.", "The CTR program has built a secure Central Reference Laboratories (CRL) for pathogen collections in Ukraine and Kazakhstan, and is constructing a CRL in Azerbaijan. Currently, the CTR program has completed upgrades at 39 \"Secured Labs\" in Armenia, Georgia, Kazakhstan, and Ukraine. DOD continues to support upgrades and training at these facilities.", "CTR will continue to work in this region to improve security and disease surveillance. Central Asia is a region that experiences natural disease outbreaks, such as plague, brucellosis, and Crimean-Congo hemorrhagic fever, as well as zoonotic diseases. As many of the scientists from the Soviet era retire, a new generation of experts will need to step up to manage the public health and biosecurity programs in these states, which have limited resources. In addition, the region around the former Soviet Union has experienced an increase in militant Islamic groups, raising concerns about terrorist access to biological pathogens at facilities in the FSU. ", "According to the FY2016 DOD CTR budget request, DOD plans to continue bio-engagement efforts in the former Soviet Union (FY2016 funds executed over three years, a breakdown of budget numbers by region is not given). This includes biosafety and biosecurity (BS&S) equipment upgrades and training, as well as disease detection, diagnosis, and reporting enhancements. Major projects in the former Soviet Union include completing the construction of the Central Research Laboratory (CRL) in Kazakhstan; the startup of the Lugar Center in Tbilisi, Georgia, and completing oversight of the construction and installation of BS&S equipment at the CRL in Azerbaijan. Global Cooperative Biological Engagement (CBE)", "DOD has also expanded the reach of its CBE program to Africa, Southeast Asia, South Asia and the Middle East in recent years. While the majority of CBE partner countries are not and have never been biological weapons producers, they do maintain dangerous pathogen collections for study or have naturally occurring rare infectious or other diseases. Therefore, DOD CTR assesses security and safety at specific facilities; provides training to improve clinical, laboratory, and epidemiological safety and security for specific to dangerous pathogens; and helps countries build a disease surveillance system for early detection of an outbreak. U.S. officials have stressed that this is useful not only for public health reasons but to protect U.S. troops deployed overseas. CBE works with the State Department, USAID, Centers for Disease Control (CDC), and U.S. Combatant Commands.", "According to Defense Threat Reduction Agency Director Kenneth Myers:", "The threat has changed. Because of our success in eliminating access to materials in the former Soviet Union, groups and states seeking WMD have shifted their attention to other geographic areas and potential WMD sources. We are evolving to address these threats and expanding our areas of cooperation to stay one step ahead. In most cases, our new partners have no WMD aspirations. But, pathogens for endemic diseases can be weaponized and are not constrained by geographic or political boundaries. Pathogens for deadly diseases like Ebola, Marburg, and Anthrax that have been used to make biological weapons are being safely secured as part of the Cooperative Biological Engagement Program.", "In the FY2014 DOD CTR budget request, DOD asked to initiate bio-engagement efforts in \"select areas of Africa, Middle East, and Southeast Asia to include regional engagements.\" In FY2014-15, the CBE program contributed to the response efforts to contain the Ebola virus outbreak in Liberia, Sierra Leone,and Guinea. CBE also enhanced biosurveillance capabilities in Cote d'Ivoire, Senegal, Mali, Ghana, Togo, Benin, Niger, Burkhina Faso, and Nigeria to prevent the spread of the disease. It also gave cooperative research support to South Africa, Kenya, Uganda, Ethiopia, and Tanzania.", "In FY2016, proposed activities in Africa, South Asia, Southeast Asia, and the Middle East include the following:", "conduct laboratory BS&S equipment upgrades in Ethiopia, Cameroon, Senegal, Gabon, Sierra Leone, Liberia, Kenya, Uganda, and Tanzania; install laboratory equipment in Iraq and Afghanistan; conduct epidemiological training in Iraq, Afghanistan, and Jordan; build an outbreak surveillance network in Lao People's Democratic Republic, Cambodia, and Vietnam; install laboratory equipment and conduct training in Lao People's Democratic Republic, Cambodai, Vietnam, Philippines, and Indonesia; contineu partnership with the Ceneter for Disease Control and Prevention to enhance diagnostic capacity of Global Disease Detection element in India; and conduct joint research in Kenya, Tanzania, South Africa, Uganda, West Africa, Thailand, Vietnam. "], "subsections": []}]}, {"section_title": "Funding", "paragraphs": ["Between FY1997 and FY2015, Congress appropriated to DOD around $2.4 billion for biological threat reduction projects, with large increases in the amount of both the request and the appropriation in recent years. Table 9 below displays the funding levels since FY2007. The increase in funding was largest between FY2007 and FY2008, when DOD planned to expand U.S. bio-safety and bio-security assistance at facilities in Kazakhstan, Uzbekistan, and Georgia. This request reflected growing concerns about the threat of biological weapons proliferation. But some believed this increase would not be sufficient. Senator Richard Lugar sought to add $100 million for the CTR program in FY2008, with the express purpose of expanding and accelerating biological weapons nonproliferation programs. The Senate reduced this amount but still added $50 million to the program for FY2008. ", "The requests and authorizations for CBE funding grew steadily since FY2008, with a slight decrease in the FY2015 request. Some in Congress have expressed concern over whether DOD was the appropriate actor to be carrying out these tasks, and whether biological engagement was being pursued at the expense of other programs. The House Armed Services Committee, for example, in its report on the FY2010 Defense Authorization Bill ( H.Rept. 111-166 ) called on DOD to continue its efforts to strengthen the biological threat reduction programs and to pursue more interagency coordination, but also \"to maintain a strong focus on … other threat reduction challenges, including preventing the proliferation of chemical and nuclear weapons and weapons-related materials, technologies, and expertise.\""], "subsections": []}, {"section_title": "Securing Knowledge and Expertise", "paragraphs": ["After the collapse of the Soviet Union in 1991, many experts feared that scientists from Russia's nuclear, chemical, and biological weapons programs might sell their knowledge to other nations seeking these weapons. Many of the nuclear weapons scientists had worked in the Soviet Union's \"closed\" nuclear cities, where they had enjoyed relatively high salaries and prestige, but their jobs evaporated during Russia's economic and political crises in the early 1990s. Biological weapons scientists, who were employed at both military and civilian facilities, were left unemployed after the closing of many large BW facilities in the former Soviet republics, while those in Russia saw drastic budget cuts to civilian research science programs. Even those scientists who retained their jobs saw their incomes decline sharply as Russia was unable to pay their salaries for months at a time.", "Both the State Department and the Department of Energy developed programs that were designed to reduce the risk that the weapons scientists would sell their knowledge to the highest bidder. For the first decade or more, these were through short-term grants that were meant to aid scientists into transitioning to civilian scientific research or the private sector. Today, this suite of programs is aimed at preventing terrorists from exploiting scientists, personnel, or materials to develop these weapons. Because of increased attention to the terrorism threat in the past decade, the programs have developed to emphasize \"engagement\"—shared best practices for physical and personnel security, safety, joint R&D, and exchange of information. The programs also now train not only scientists, but other lab personnel about international security standards and improve personnel reliability programs to address the \"insider threat.\"", "The State Department's Global Threat Reduction Program supports the international science centers (described below) and several separate scientist engagement programs: the Biosecurity Engagement Program, the Chemical Security Engagement Program, and the Partnership for Nuclear Security. In the past, these separate programs worked primarily through the international science centers, but have now expanded. The science center programs focused on redirecting former weapons scientists to civilian work through grants or industry partnerships. For example, the State Department's Bio Industry Initiative (BII), which began in 2002, helped Russia reconfigure former BW-related facilities for peaceful research and production, such as work on vaccines, in partnership with U.S. biotech and pharmaceutical companies. Currently, the State Department Global Threat Reduction programs are focused on security training programs for scientists, and less on grants for scientific or commercial projects (although grants are still funded through the science centers). In recent years, these programs have also shifted from funding primarily nuclear scientists in Russia to training and supporting biologists and chemists with areas of expertise of particular security concern. The State and DOE programs have, at the same time, expanded beyond the borders of the former Soviet Union, with programs designed to engage scientists in Iraq and Libya in a more traditional CTR format for those countries' former weapon scientists; and in other countries in the Middle East and Southeast Asia such as Indonesia, Yemen, Egypt, and Pakistan. These programs emphasize best practices and security training for laboratories and facilities handling sensitive nuclear material, biological agents and chemicals. The section below provides more detail about the evolution of these programs."], "subsections": [{"section_title": "The Science Centers", "paragraphs": ["In late 1992, the United States, Japan, the European Union, and Russia established the International Science and Technology Center (ISTC) in Moscow. Several other former Soviet states joined the center during the 1990s, and other nations, including Norway and South Korea, added their financial support. In late 1993, the United States, Canada, Sweden, and Ukraine established the Science and Technology Center in Ukraine (STCU). Several former Soviet states have also joined this center, and Japan has joined to provide financial support. By early 2010, 39 countries were participating in the centers.", "Since its inception, the ISTC has funded 2,702 proposals and awarded grants totaling $836.5 million, with the United States providing about $220 million of this total. The funds have supported the work of more than 70,000 former weapons scientists. However, support for the center in Russia has waned. In August 2010, Russia's President Medvedev announced that Russia was withdrawing from participation in the center. No current grants to Russia recipients were canceled, but no new grants will be awarded in Russia. Work will continue with the other recipient countries. The ISTC headquarters have moved to Nazarbayev University in Almaty, Kazakhstan. The United States provides support through the ISTC to the Biological Weapons Redirection Program. As was noted above, this program provides research grants to biotechnology institutes to redirect scientists to commercial, agricultural, and public health projects. The State Department collaborates with several other U.S. agencies on this program. ", "The STCU gives grants to scientists in Azerbaijan, Georgia, Moldova, Ukraine, and Uzbekistan. While originally focused on just former weapon scientists, the STCU has broadened its eligibility requirements in recent years. Currently, at least 30%-50% of the work force assigned to projects that receive STCU funding must be former weapon scientists. This is partially because so much time has passed since the end of the Cold War, and a decreased number of current scientists have been involved in weapons-related projects."], "subsections": []}, {"section_title": "Iraq and Libya Scientist Engagement Programs", "paragraphs": ["Both Iraq and Libya experienced a dramatic change in government while also possessing nuclear and chemical weapons programs, and in the case of Iraq, biological weapons. According to the State Department the Iraq Scientist Engagement Program \"engages Iraqi scientists, technicians, and engineers with WMD and weapons-applicable skills to promote Iraqi scientific and technological development.\" The Libya Scientist Engagement Program \"supports the transition of former Libyan WMD scientists to civilian careers through technological partnerships.\" These programs provide \"training, travel grants, research and development grants, and technical expertise\" to redirect these people away from weapons work and towards peaceful, civilian pursuits. The United States spent a total of $31 million on both of these programs between FY2002 and FY2010.", "The Iraq Scientist Engagement program grew out of the U.S. effort to eliminate Iraq's WMD capabilities after the U.S. invasion of Iraq in 2003. At that time, State Department officials began mobilizing an effort to establish a science center in Iraq like those in the former Soviet Union to help \"redirect\" former WMD scientists in the country. The purpose was to both prevent the proliferation of expertise at a time of great instability, and to channel their technical expertise to reconstruction efforts. This center had great difficulty matching scientists to civilian work, and was phased out along with stipends for scientists. As a result, in 2009, the State Department established the Iraqi Scientist Engagement Program. According to the State Department's FY2013 congressional budget justification, this program is working to train scientists and improve security at facilities that house potentially dangerous biological and chemical materials.", "From 2004 to 2010, the State Department Global Threat Reduction program also managed a scientist redirection program in Libya, following Qaddafi's decision to rid the country of WMD. The Libya Scientist Engagement Program (LSEP) was to support the transition of former WMD scientists in Libya, especially from the Tajoura Nuclear Research Center (TNRC), to civilian work through technological partnerships. From 2004 to 2010, $8 million was spent on LSEP projects. The program paused during the civil war, but the State Department resumed its engagement with Libyan scientists, \"with new projects prioritized by threat and coordinated with the new Libyan government and Libyan researchers.\" No funds were spent in FY2011; $240,281 were spent in FY2012; and approximately $484,000 was spent on the program in FY2013. According to the State Department, this allows the program to promote a nuclear security culture at TNRC and ", "enable work with public and animal health laboratories to improve Libyan biorisk management and bolster Libya's ability to detect and respond to intentional and naturally-occurring disease outbreaks caused by potential bioterrorism agents."], "subsections": []}, {"section_title": "Department of Energy Programs", "paragraphs": ["During the 1990s, the Department of Energy initiated programs to help retrain and redirect scientists and engineers who had worked in the Soviet Union's nuclear weapons enterprise. With these programs, DOE sought to stop the leakage of knowledge out of Russia's nuclear weapons complex to states or groups seeking their own nuclear weapons. The programs were designed to help Russia reduce the size of its nuclear weapons complex, by removing functions and equipment, and to create \"sustainable non-weapons-related work\" for scientists through technology projects that have \"commercially-viable market opportunities.\" ", "These programs have evolved over time, expanding beyond the borders of the former Soviet Union and beyond the nuclear enterprise to address concerns about scientists working with all types of CBRN materials. The name of the program has also changed numerous times over the years. DOE initially established two programs in the 1990s—the Initiatives for Proliferation Prevention (IPP) and the Nuclear Cities Initiative (NCI)—to meet these objectives. In late 2003, the Bush Administration cancelled NCI, and DOE renamed its remaining program the Russian Transition Initiative. The name changed again in DOE's budget request for FY2006, to the Global Initiatives for Proliferation Prevention (GIPP). This change demonstrated that the program would begin to provide assistance to scientists outside the former Soviet Union. Then, in FY2013, to reflect the overall shift in emphasis away from assistance and towards global engagement, DOE renamed the program Global Security through Science Partnerships (GSSP). This section briefly reviews the history of these programs, and highlights some of the issues that have come up during their implementation."], "subsections": [{"section_title": "Initiatives for Proliferation Prevention and the Nuclear Cities Initiative", "paragraphs": ["The Department of Energy began to fund the Initiatives for Proliferation Prevention (IPP) Program in 1994. IPP matched U.S. weapons labs and U.S. industry with Russian weapons scientists and engineers in cooperative research projects with \"high commercial potential.\" DOE hoped that the focus on commercialization would help make the projects self-sustaining in the long term. The IPP program received $35 million in the FY1994 Foreign Operations Appropriations Act, before its funding moved to the Department of Energy. This initial funding helped establish nearly 200 research projects by 1995.", "The IPP Program was the subject of several critical GAO reports. A study released in February 1999 noted that nearly half of the appropriated funds for IPP had been spent at the U.S. nuclear weapons labs and that, after subtracting the taxes, fees, and other charges removed by Russian officials, the Russian institutes had received only around one-third of the funds. The report also questioned DOE's oversight of the programs, noting that program officials did not always know how many scientists were receiving IPP funding. The report also noted that the projects had not yet produced any commercial successes. Congress responded to this criticism by reducing funding for the program and specifying that no more than 35% of the funds be spent at the U.S. labs. It also mandated that the United States negotiate agreements with Russia to ensure that funds provided under this program are not subject to taxes in Russia. Furthermore, it requested that the Secretary of Energy review IPP programs for their commercialization potential. A subsequent GAO report published in 2007 asserted that DOE had overstated the number of weapons scientists receiving support from this program by counting both weapons and non-weapons scientists in its totals and that it had overstated the number of long-term private sector jobs created as a result of this program. Further, DOE did not have an exit strategy for the program, or a way to \"graduate\" institutes once they were self-sustaining or no longer posed a proliferation threat. Partially as a result of these criticisms, the program was reorganized, projects with commercialization potential were given greater priority, work in Russia over time became channeled primarily through the ISTC, and the program was broadened to a global level.", "The Nuclear Cities Initiative (NCI), which began in 1999, was designed to bring commercial enterprises to Russia's closed nuclear cities, so that Russia could reduce the size of its weapons complex and scientists and engineers would not be tempted to sell their knowledge to nations seeking nuclear weapons. Throughout its brief history, Administration officials, Members of Congress, and others raised questions about the value and effectiveness of the NCI program. The program reportedly made limited progress in addressing the employment problems at Russia's closed nuclear cities. The NCI program received a total of nearly $87 million between FY1999 and FY2003, before it was absorbed into the Russian Transition Initiative."], "subsections": []}, {"section_title": "Russian Transition Initiatives (RTI), Global Initiatives for Proliferation Prevention (GIPP) and the Global Security for Science Engagement (GSSP) Programs", "paragraphs": ["These programs were renamed the Russian Transition Initiatives—to reflect emphasis on commercial partnerships—and Global Initiatives for Proliferation Prevention—to reflect partnership with states outside the former Soviet Union—and then changed to the Global Security for Science Engagement (GSSP) program to reflect partnerships with civilian institutions The Bush Administration requested around $40 million per year for the RTI/GIPP program between in FY2005 and FY2006. In FY2006, the Bush Administration indicated that it planned to phase out the last of the NCI programs in Russia's closed cities.", "The funding levels for the GIPP/GSSP programs declined from a level of around $40 million per year during the last years of the Bush Administration, to around $20 million per year at the beginning of the Obama Administration, to around $15 million per year in recent years. The Administration requested $13 million for FY2014, but no funds were appropriated. This decline occurred as DOE began to shift resources from this program to nations outside the former Soviet Union. As some experts have noted, \"the dramatically changed Russian economy creates a very different threat environment; for many former weapons scientists, the risk of desperation-driven proliferation that motivated the U.S. government to establish these programs is much less than it was before.\"", "At the same time, concerns have grown about scientists in other nations. In a review conducted in 2010, the Department of Energy determined the \"WMD expertise proliferation threat\" is not limited to the former Soviet Union or to scientists who were directly involved in weapons programs. As a result, in FY2013, DOE changed the name of the program to Global Security for Science Engagement (GSSP) and initiated a new a global effort, using a new model, to address the expertise proliferation threat. With this change, the program has increased its level of activity in non-Russian states of the former Soviet Union and continued activities in Iraq. DOE plans to engage these countries to build partnerships and share \"collective responsibility for scientific best practices.\"", "In Iraq, GIPP/GSSP worked to engage \"former WMD scientists, technicians and engineers ... on R&D projects to support global priorities including national security, energy efficiency, and the advancement of medical science.\" The program has engaged over 200 Iraqi scientists and engineers (60% of them were former WMD) in more than 30 R&D projects in areas such as public health, environment and water, food safety, and material science. The program expended approximately $7 million to engage Iraq scientists between FY2006 and FY2012.", "The DOE FY2014 funding request asked for $13 million for the GSSP program. Congress did not appropriate any funds for this program in FY2014, and no funding was requested for FY2015. The NNSA FY015 budget request says that Global Security through Science Partnerships (GSSP) program was not established, but the \"knowledge security curriculum and approaches developed for GSSP\" will be incorporated into other existing programs.", "Funding Requests, by Agency", "Major Provisions in Cooperative Threat Reduction Legislation"], "subsections": []}]}]}]}]}}