{"id": "R43121", "title": "Energy and Water Development: FY2014 Appropriations", "released_date": "2014-02-25T00:00:00", "summary": ["The Energy and Water Development appropriations bill provides funding for civil works projects of the Army Corps of Engineers (Corps), for the Department of the Interior's Bureau of Reclamation (Reclamation), the Department of Energy (DOE), and several independent agencies.", "FY2013 Energy and Water Development appropriations were considered in the context of the Budget Control Act of 2011 (BCA, P.L. 112-25), which established discretionary spending limits for FY2012-FY2021. On March 26, 2013, the President signed H.R. 933, the FY2013 Defense and Military Construction/VA, Full Year Continuing Resolution (P.L. 113-6). The act funded Energy and Water Development accounts at the FY2012 enacted level for the rest of FY2013, with some exceptions. However, under BCA, an automatic spending reduction process, consisting of a combination of sequestration and lower discretionary spending caps, went into effect March 1, 2013.", "For FY2014, as in previous years, the level of overall spending was a major issue. President Obama's FY2014 budget request for Energy and Water Development was released in April 2013. The request totaled $34.4 billion. On June 26 the House Appropriations Committee reported a bill, H.R. 2609, with a total of $30.4 billion; the bill passed the House, with amendments, on July 10. The Senate Appropriations Committee reported out a bill, S. 1245, on June 27, with a total of $34.4 billion. On October 16, 2013, Congress passed the Continuing Appropriations Act, 2014, H.R. 2775, P.L. 113-46, extending funding for all federal programs, including Energy and Water Development, through January 15, 2014, at the FY2013 post-sequestration spending level. On December 26 the President signed H.J.Res. 59 (P.L. 113-67), which contained the Bipartisan Budget Act establishing less stringent spending caps for FY2014 and FY2015 than the BCA and easing the way for an appropriations agreement. On January 17, 2014, the President signed H.R. 3547, the Consolidated Appropriations Act, 2014 (P.L. 113-76), containing appropriations for all 12 FY2014 appropriations bills, including Energy and Water Development programs (Division D).", "In addition to funding levels, issues specific to Energy and Water Development programs included", "the distribution of appropriations for Corps (Title I) and Reclamation (Title II) projects that have historically received congressional appropriations above Administration requests; alternatives to the proposed national nuclear waste repository at Yucca Mountain, Nevada, which the Administration has abandoned (Title III: Nuclear Waste Disposal); proposed FY2014 spending levels for Energy Efficiency and Renewable Energy (EERE) programs (Title III) that were more than 50% higher in the Administration's request than the amount appropriated for FY2012; and, funding for the nuclear weapons program and other defense activities, which make up half of the total Department of Energy budget."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["President Obama's FY2014 budget request for Energy and Water Development was released in April 2013. The request totaled $34.4 billion. On June 18, 2013, the House Energy and Water Development Subcommittee approved a FY2014 bill totaling $30.4 billion. The bill, H.R. 2609 , passed the House with amendments on July 10. The Senate Energy and Water Development Subcommittee reported out a bill June 25, totaling $34.4 billion, and the full Appropriations Committee approved the bill, S. 1245 , on June 27. On October 16, 2013, Congress passed the Continuing Appropriations Act, 2014, H.R. 2775 , P.L. 113-46 , extending funding for all federal programs, including Energy and Water Development, through January 15, 2014, at the FY2013 post-sequestration spending level. On December 26 the President signed H.J.Res. 59 ( P.L. 113-67 ), which contained the Bipartisan Budget Act establishing less stringent spending caps for FY2014 and FY2015 than the BCA, thus easing the way for an appropriations agreement. On January 17, 2014, the President signed H.R. 3547 , the Consolidated Appropriations Act, 2014 ( P.L. 113-76 ), containing appropriations for all 12 FY2014 appropriations bills, including Energy and Water Development programs (Division D)."], "subsections": []}, {"section_title": "Status", "paragraphs": [" Table 1 indicates the status of the FY2014 funding legislation."], "subsections": []}, {"section_title": "Overview", "paragraphs": ["The Energy and Water Development bill includes funding for civil works projects of the U.S. Army Corps of Engineers (Corps), the Department of the Interior's Central Utah Project (CUP) and Bureau of Reclamation (Reclamation), the Department of Energy (DOE), and a number of independent agencies, including the Nuclear Regulatory Commission (NRC) and the Appalachian Regional Commission (ARC)."], "subsections": [{"section_title": "The Budget Control Act and Energy and Water Development Appropriations for FY2013 and FY2014", "paragraphs": ["FY2013 discretionary appropriations were considered in the context of the Budget Control Act of 2011 (BCA, P.L. 112-25 ), which established discretionary spending limits for FY2012-FY2021. The BCA also tasked a Joint Select Committee on Deficit Reduction to develop a federal deficit reduction plan for Congress and the President to enact by January 15, 2012. Because deficit reduction legislation was not enacted by that date, an automatic spending reduction process established by the BCA was triggered; this process consists of a combination of sequestration and lower discretionary spending caps, initially scheduled to begin on January 2, 2013. The \"joint committee\" sequestration process for FY2013 required the Office of Management and Budget (OMB) to implement across-the-board spending cuts at the account and program level to achieve equal budget reductions from both defense and nondefense funding at a percentage to be determined, under terms specified in the Balanced Budget and Emergency Deficit Control Act of 1985 (BBEDCA, Title II of P.L. 99-177 , 2 U.S.C. 900-922), as amended by the BCA. For further information on the Budget Control Act, see CRS Report R41965, The Budget Control Act of 2011 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed].", "The American Taxpayer Relief Act (ATRA, P.L. 112-240 ), enacted on January 2, 2013, made a number of significant changes to the procedures in the BCA that took place during FY2013. First, the date for the joint committee sequester to be implemented was delayed for two months, until March 1, 2013. Second, the dollar amount of the joint committee sequester was reduced by $24 billion. Third, the statutory caps on discretionary spending for FY2013 (and FY2014) were lowered. Pursuant to the BCA, as amended by ATRA, President Obama ordered that the joint committee sequester be implemented on March 1, 2013. For further information on the changes to BCA procedures made by ATRA, see CRS Report R42949, The American Taxpayer Relief Act of 2012: Modifications to the Budget Enforcement Procedures in the Budget Control Act , by [author name scrubbed]", " Table 2 includes budget totals for energy and water development appropriations enacted for FY2007 to FY2014.", " Table 3 lists totals for each of the bill's four titles.", "Tables 4 through 1 6 provide budget details for Title I (Corps of Engineers), Title II (Department of the Interior), Title III (Department of Energy), and Title IV (independent agencies) for FY2012-FY2013, and proposed funding for FY2014. The FY2013 figures do not reflect the March 1, 2013, sequester of funds under P.L. 112-25 . Accompanying these tables is a discussion of the key issues involved in the major programs in the four titles."], "subsections": []}]}, {"section_title": "Title I: Army Corps of Engineers2", "paragraphs": ["The Energy and Water Development bill provides funding for the civil program of the U.S. Army Corps of Engineers (Corps), an agency in the Department of Defense with both military and civilian responsibilities. Under its civil works program, the Corps plans, builds, operates, and maintains a wide range of water resources facilities. The Corps attracts congressional attention because its projects can have significant local and regional economic benefits and environmental effects, in addition to their water resource development purposes.", "A number of recent changes have affected Corps appropriations, including earmark moratoriums in both houses in the 112 th and 113 th Congress and reductions for some projects and classes of projects compared to previous years. Additionally, in recent years flooding events on the Mississippi and Missouri rivers and in the northeastern United States affected a number of Corps projects which received supplemental funds. In addition to the regular appropriation for the Corps, Congress appropriated $1.724 billion in supplemental funding for response and recovery related to 2012 flooding and $5.35 billion in supplemental funding related to Hurricane Sandy. (See Table 4 .)", "In most years, the President's budget request for the Corps is below the agency's enacted appropriation. However, in FY2013 the final amount provided by Congress to the Corps was less than the Administration's request. Congress provided the Corps with $4.718 billion (post sequestration, post rescission), or $13 million less than the $4.731 billion requested by the Administration. ", "FY2014 returned appropriations to the pattern of Congress providing more to the Corps than requested by the President. The President's FY2014 budget request for the Corps was $4.826 billion, not accounting for proposed rescission of prior year funds. In its markup, the House Appropriations Committee recommended $4.876 billion for the Corps, or about $50 million more than the amount requested by the Administration for FY2014. The Senate Appropriations Committee recommended $5.272 billion for the Corps, or $546 million more than the Administration's request. P.L. 113-76 provided more than any of these; under the enacted bill, the agency's civil works appropriations for FY2014 totaled $5.468 billion."], "subsections": [{"section_title": "Earmarks and the Corps of Engineers", "paragraphs": ["Corps funding is part of the debate over congressionally directed spending, or \"earmarks.\" Unlike highways and municipal water infrastructure programs, federal funds for the Corps are not distributed to states or projects based on a formula or delivered via competitive grants. Generally about 85% of the appropriations for Corps civil works activities are directed to specific projects. In addition to specific projects identified for funding in the President's budget, in past years many Corps projects have received additional funding from Congress in the appropriations process. ", "Since the 112 th Congress, site-specific project line items added by Congress (i.e., earmarks) have been among those projects subject to House and Senate earmark moratoriums. As a result, additional congressional funding at the project level has not been provided since FY2010. In lieu of the traditional project-based increases, Congress has included additional funding for selected categories of Corps projects (e.g., \"ongoing navigation work\") that were not funded in the President's budget, and provided limited direction to the Corps for allocation of these funds. The House and Senate both continued this practice in their FY2014 recommendations."], "subsections": []}, {"section_title": "Key Policy Issues—Corps of Engineers", "paragraphs": [], "subsections": [{"section_title": "Project Backlog and New Starts", "paragraphs": ["The large number of authorized Corps studies and projects that have not received appropriations to date, or that are authorized and have received funding but are incomplete, is often referred to as the \"backlog\" of authorized projects. Estimates of the construction backlog range from $20 billion to more than $80 billion, depending on which projects are included (e.g., those that meet Administration budget criteria, those that have received funding in recent appropriations, those that have never received appropriations). The backlog raises policy questions, such as which activities to fund among authorized activities. ", "Recent budget requests by the Administration have included few new studies and construction starts, and enacted appropriations for FY2011, FY2012, and FY2013 barred any funding for new projects (defined as projects or studies that have not received appropriations previously). For FY2014, the Administration requested funding for four new construction starts and 10 new studies. The House Appropriations Committee recommended no funding for New Starts in FY2014. The Senate Appropriations Committee agreed with the Administration's request and recommended that the Corps produce a list of an additional five new studies and three new construction starts in its Work Plan for FY2014. P.L. 113-76 allows up to nine new study starts and four new construction starts. "], "subsections": []}, {"section_title": "Navigation Trust Funds", "paragraphs": ["In addition to regular appropriations, two congressionally authorized \"trust funds\" are administered by the Corps and require annual appropriations. The Harbor Maintenance Trust Fund and the Inland Waterway Trust Fund support cost shared investments in federal navigation infrastructure and have both received attention in recent years. While the Harbor Maintenance Trust Fund has a surplus balance, the Inland Waterway Trust Fund currently faces a shortfall and a curtailment of activities. Both trust funds are subject to appropriations. Authorization issues associated with these trust funds are often addressed through Water Resources Development Acts, or similar legislation. Both trust funds are discussed below."], "subsections": [{"section_title": "Harbor Maintenance Trust Fund", "paragraphs": ["In 1986, Congress enacted the Harbor Maintenance Tax (HMT) to recover operation and maintenance (O&M) costs at U.S. coastal and Great Lakes harbors from maritime shippers. O&M is mostly the dredging of harbor channels to their authorized depths and widths. The tax is levied on importers and domestic shippers using coastal or Great Lakes ports. The tax revenues are deposited into the Harbor Maintenance Trust Fund (HMTF) from which Congress appropriates funds for most harbor dredging.", "In 1990, Congress increased the HMT rate from 4 cents per $100 of cargo value to 12.5 cents per $100 of cargo value in the Omnibus Budget Reconciliation Act ( P.L. 101-508 ). In recent years, HMTF annual expenditures have remained relatively flat while HMT collections have increased due to rising import volume. Consequently, a large surplus in the HMTF has developed. The maritime industry seeks to enact a \"spending guarantee\" to spend down the surplus in the HMTF (see H.R. 335 and S. 218 ). Some harbor channels are reportedly not being maintained at their authorized depth and width, requiring ships with the deepest drafts to \"light load\" or wait for high tide. Harbors primarily used by fishing vessels or recreational craft have also complained of insufficient maintenance dredging. Since spending from the HMTF requires an appropriation from Congress, spending more from the HMTF could reduce available funding for other Energy and Water Development activities under congressional budget caps. ", "The Administration's FY2014 budget requested $890 million from the HMTF, leaving an estimated-end-of-year balance of more than $8.9 billion. The House Appropriations Committee recommended $1 billion for HMTF expenditures, or $110 million more than the Administration's request. The Senate Appropriations Committee did not specify an overall funding level for the HMTF in its markup. Like most appropriations bills that fund the Corps, P.L. 113-76 does not specify a specific amount of HMTF funds to be used in FY2014; based on the harbor operation and maintenance activities identified in the explanatory statement accompanying P.L. 113-76 , more than $1 billion in eligible HMTF expenditures may occur.", "For more information on harbor maintenance funding, see CRS Report R41042, Harbor Maintenance Trust Fund Expenditures , by [author name scrubbed]."], "subsections": []}, {"section_title": "Inland Waterway Trust Fund", "paragraphs": ["Since the 1980s, expenditures for construction and major rehabilitation projects on inland waterways have been cost-shared on a 50/50 basis between the federal government and users through the Inland Waterway Trust Fund (IWTF). IWTF monies derive from a fuel tax on commercial vessels on designated waterways, plus investment interest on the balance. Since FY2007, there has been a looming shortfall in the IWTF. In recent years Congress has taken measures to ensure temporary solvency of the IWTF, either by appropriating federal funds beyond the aforementioned 50% federal requirement (FY2009 and FY2010), or by limiting IWTF expenditures to the amount available under current year fuel tax revenues (FY2011-FY2013). The IWTF is expected to have a balance of approximately $70 million at the end of FY2013. Without changes to the current system, needed funding for eligible work is expected to continue to exceed available funding. ", "In the past multiple Administrations have proposed fees (e.g., lock user fees, congestion fees) that would have increased IWTF revenues. These fees have been opposed by users and rejected by Congress. In 2011, users endorsed a plan of their own that would increase the current fuel tax by $0.06-$0.08 per gallon and alter the cost-share arrangement for some IWTF projects to increase the portion paid for by the federal government. H.R. 1149 would authorize this proposal, which has been opposed by the Obama Administration.", "Recent estimates by the Corps indicate that one project, Olmsted Lock and Dam on the Ohio River, is expected to use up the majority of IWTF revenues over the next 10 years. At the same time, other navigation construction and major rehabilitation work is expected to stall. Without a new source of revenue or some other change directed by Congress, the overall number of inland waterway projects is expected to be extremely limited. Changes to IWTF policies have historically been under the jurisdiction of the authorizing committees, but in recent years appropriators have expressed frustration with the lack of action on this issue.", "For FY2014, the Administration requested limited appropriations for IWTF projects based on current-year fuel tax revenues. This is the same approach that was proposed and enacted in FY2011-FY2013. The FY2014 Administration budget requested approximately $94 million in inland waterway spending from the IWTF, with an equal amount to be drawn from the General Fund of the Treasury. The Administration also assumed an additional $80 million in new revenues from an unspecified user fee, presumably separate from the current fuel tax. The majority of FY2014 requested IWTF funds were proposed for the Olmsted Project. The House Appropriations Committee disagreed with the user fee approach, but continued to agree with the approach of limiting appropriations to current year fuel revenue. The Senate Appropriations Committee also disagreed with the user fee proposal, and proposed exempting the Olmsted Project from IWTF cost sharing requirements in FY2014. This would allow other IWTF projects to proceed using the trust fund revenues, but would fund Olmsted entirely out of the General Fund of the Treasury. P.L. 113-76 reduces from 50% to 25% the costs of the Olmsted project that are to come from the IWTF during FY2014. ", "For more information on inland waterways, see CRS Report R41430, Inland Waterways: Recent Proposals and Issues for Congress , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Ecosystem Restoration Projects", "paragraphs": ["The Corps portion of the Energy and Water bill typically includes funding for ecosystem restoration projects, such as restoration of the Everglades in South Florida. Previously some in Congress have criticized the fact that while the Corps has requested reductions for some \"traditional\" activities in recent budgets, funding for Corps environmental business line activities, which include ecosystem restoration projects, has largely remained the same. For FY2014, the Administration requested $449 million (approximately 9% of the total FY2014 Corps request, spread among several accounts) for ecosystem restoration projects. This amount is less than has been appropriated for these activities in recent years. Everglades restoration was among the ecosystem restoration projects proposed for reduction in the FY2014 request. The President's budget requested $88 million for Everglades restoration, or a significant reduction from the FY2012 enacted level of $135 million. The House Appropriations Committee recommended $83.6 million for the project, and the Senate Appropriations Committee agreed with the Administration's request. P.L. 113-76 provides less; the explanatory statement accompanying the bill identified $46.6 million for these activities. "], "subsections": []}, {"section_title": "Continuing Authorities Program", "paragraphs": ["Projects funded under the Corps' Continuing Authorities Programs (CAPs) are typically smaller projects that can be carried out without obtaining a project-specific study or construction authorization or project-specific appropriations. CAPs are referred to by the section number in the bill where the CAP was first authorized. The Administration's FY2014 budget requested $29 million in funding for five of the nine CAPs, or a significant decrease from previous enacted levels. The Administration proposed no funding for four CAPs, including Section 14 (emergency streambank and shoreline protection), Section 103 (shore protection), Section 107 (navigation), and Section 208 (snagging and clearing for flood control). The House Appropriations Committee proposed $33 million in funding for eight CAPs, while the Senate Appropriations Committee recommended $50 million in funding for eight CAPs. The explanatory statement accompanying P.L. 113-76 provided $53 million for the CAPs."], "subsections": []}]}]}, {"section_title": "Title II: Department of the Interior17", "paragraphs": [], "subsections": [{"section_title": "Bureau of Reclamation and Central Utah Project", "paragraphs": ["Title II of the Energy and Water Development bill includes funding for two sets of activities within the Department of the Interior: it funds the Bureau of Reclamation and the Central Utah Project Completion Act (CUPCA). The total discretionary FY2014 Title II budget request was $1.050 billion. The House-passed bill recommended $965 million for these programs, and the Senate recommended approximately $1.099 billion. P.L. 113-76 provided $1.113 billion for Title II.", "Reclamation released an operating plan for FY2013 that accounts for sequestration's effect on FY2013 enacted level under the BCA and ATRA and allows for comparison to FY2014 proposed spending levels. According to Reclamation, funding for Title II activities under the FY2013 operating plan was $1.014 billion (post sequestration, post rescission). ", "The FY2014 request for the Bureau of Reclamation and CUPCA included an \"offset\" of $53.2 million for the Central Valley Project (CVP) Restoration Fund (Congress does not list this line item as an offset), yielding a \"net\" discretionary authority of $996 million. As in previous years, additional funding is estimated to be available for FY2014 via \"permanent and other\" funds, but these funds are not included in net discretionary totals. "], "subsections": []}, {"section_title": "Central Utah Project", "paragraphs": ["The Administration requested $3.5 million for CUPCA in FY2014, or $17.4 million less than the FY2013 enacted amount (post sequestration, post rescission). In FY2014 the Administration once again proposed to make Reclamation responsible for oversight and implementation of CUPCA (these responsibilities are currently in a separate office in DOI). The Senate Appropriations Committee agreed with the President's request, but in its bill the House retained CUPCA as a separate account and provided $8.7 million for this project. Similar to the House bill, P.L. 113-76 retained CUPCA as a separate account and provided $8.7 million for the project, including $1.3 million for expenses of the Secretary of the Interior."], "subsections": []}, {"section_title": "Bureau of Reclamation", "paragraphs": ["Most of the large dams and water diversion structures in the West were built by, or with the assistance of, the Bureau of Reclamation. Whereas the Army Corps of Engineers built hundreds of flood control and navigation projects, Reclamation's mission was to develop water supplies, primarily for irrigation to reclaim arid lands in the West. Today, Reclamation manages hundreds of dams and diversion projects, including more than 300 storage reservoirs in 17 western states. These projects provide water to approximately 10 million acres of farmland and a population of 31 million. Reclamation is the largest wholesale supplier of water in the 17 western states and the second-largest hydroelectric power producer in the nation. Reclamation facilities also provide substantial flood control, recreation, and fish and wildlife benefits. Operations of Reclamation facilities are often controversial, particularly for their effect on fish and wildlife species and conflicts among competing water users.", "As with the Corps of Engineers, the Reclamation budget is made up largely of individual project funding lines and relatively few \"programs.\" Also similar to the Corps, previously these Reclamation projects have often been subject to earmark disclosure rules. The current moratorium on earmarks affects Congress's ability to steer money directly toward specific Reclamation projects, as it has done in the past. ", "Reclamation's single largest account, Water and Related Resources, encompasses the agency's traditional programs and projects, including construction, operations and maintenance, dam safety, and ecosystem restoration, among others. The Obama Administration requested $791 million for the Water and Related Resources account for FY2014, a decrease of $57 million from the FY2013 enacted amount (post sequestration, post rescission). Most of this decrease was due to shifting of funds to new accounts for Indian water rights settlements and San Joaquin restoration. The House-passed bill provided $812 million for Water and Related Resources, and the Senate Appropriations Committee provided $946 million for this account in its recommendation. Neither the House nor the Senate included the Administration's proposed new accounts for Indian water rights funding (although some of this funding was provided within Water and Related Resources).", "P.L. 113-76 included multiple provisions related to Reclamation drought response and related authorities. For example, it extended the authorization of Reclamation's emergency drought relief program through FY2017 (43 U.S.C. 2214(c)), expanded the Secretary of the Interior's authority to participate in nonfederal groundwater banking in California, and waived certain reporting provisions for transfer of irrigation water among selected federal water contractors, while also directing Reclamation and the Fish and Wildlife Service to expedite \"programmatic environmental compliance\" to facilitate CVP water transfers. P.L. 113-76 also extended the authorization of the Calfed Bay-Delta Authorization Act ( P.L. 108-351 ) through 2015, thus continuing certain provisions of the law that were set to expire at the end of FY2014. "], "subsections": [{"section_title": "Central Valley Project (CVP) Operations", "paragraphs": ["The CVP in California is one of Reclamation's largest and most complex water projects, and limited deliveries to CVP contractors are often the subject of appropriations and authorization debates. In recent years, Reclamation has had to limit water deliveries and pumping from CVP facilities due to drought and other factors, including environmental restrictions. In previous appropriations bills, this action has resulted in attempts to prevent Reclamation from implementing Biological Opinions (BiOps), some of which restrict CVP operations because of the project's potential effects on certain fish species. Previous proposals to restrict implementation of BiOps in the CVP, including amendments to appropriations bills, have not been enacted. However, other measures to lessen the impact of these restrictions have been enacted, and related legislation is currently under consideration. "], "subsections": []}, {"section_title": "San Joaquin River Restoration Fund", "paragraphs": ["The San Joaquin River Restoration Fund was authorized by the enactment of Title X of the Omnibus Public Land Management Act of 2009 ( P.L. 111-11 ), the San Joaquin River Restoration Settlement Act. The Fund is to be used to implement fisheries restoration and water management provisions of a stipulated settlement agreement for the Natural Resources Defense Council et al. v. Rodgers lawsuit. The Fund is supported through the combination of a reallocation of Central Valley Project Restoration Fund receipts from the Friant Division water users and accelerated payment of Friant water users' capital repayment obligations, as well as other federal and non-federal sources. The Settlement Act provided $88 million from the Restoration Fund to be available without further appropriation. In recent years, some have proposed repealing the settlement outright. ", "Reclamation reports that in FY2014, the balance of the aforementioned mandatory appropriations is expected to be exhausted. Separately, Reclamation has also proposed an allocation of $26 million in discretionary funding for FY2014 within a new account for San Joaquin River restoration activities. The House Appropriations Committee provided no funding for these activities. The Senate Appropriations Committee disagreed with the Administration's request of funding for these activities in a separate account, but provided $26 million in funding for San Joaquin River restoration as a line item under the Friant Division of the Central Valley Project in the Water and Related Resources account. The explanatory statement accompanying P.L. 113-76 followed the Senate's approach by providing $26 million for the Friant Division in the Water and Related Resources Account."], "subsections": []}, {"section_title": "WaterSMART Program", "paragraphs": ["In recent years Reclamation has combined funding for \"bureau-wide\" programs promoting water conservation into a single program—the WaterSMART (Sustain and Manage America's Resources for Tomorrow) Program. The program is part of the Department of the Interior's focus on water conservation, re-use, and planning. The FY2014 WaterSMART request included five components as shown in Table 7 . The FY2014 request for all WaterSMART programs was $35.4 million. The House bill recommended eliminating funding for two components as shown in Table 7 . The Senate Appropriations Committee recommended an increase of $8 million for WaterSMART grants and otherwise agreed with the Administration's request. The explanatory statement accompanying P.L. 113-76 provided nearly $49 million for these activities. "], "subsections": []}]}]}, {"section_title": "Title III: Department of Energy", "paragraphs": ["The Energy and Water Development bill has funded all DOE's programs since FY2005. Major DOE activities funded by the Energy and Water bill include research and development on renewable energy and energy efficiency, nuclear power, fossil energy R&D, the Strategic Petroleum Reserve, energy statistics, general science, environmental cleanup, and nuclear weapons programs.", "The FY2013 continuing resolution, P.L. 113-6 , funded DOE programs at $25.1 billion, including the sequestration requirements of the Budget Control Act that went into effect March 1, 2013. The Administration's request for DOE programs for FY2014 totaled $28.9 billion. H.R. 2609 , as passed by the House July 10, 2013, totaled $24.9 billion for DOE programs. S. 1245 , as reported out by the Senate Appropriations Committee June 27, would have funded DOE programs at $28.2 billion. The final appropriations bill, P.L. 113-76 , appropriated $27.3 billion for DOE."], "subsections": [{"section_title": "Key Policy Issues—Department of Energy", "paragraphs": ["DOE administers a wide variety of programs with different functions and missions. In the following pages, some of the most important programs are described and major issues are identified, in approximately the order in which they appear in Table 8 . "], "subsections": [{"section_title": "Energy Efficiency and Renewable Energy (EERE)25", "paragraphs": ["President Obama has declared energy efficiency and renewable energy to be a high priority, stressing their importance to jobs, economic growth, and U.S. manufacturing competitiveness. For example, the 2013 Economic Report of the President notes that \"President Obama has set a goal of once again doubling generation from wind, solar, and geothermal sources by 2020.\" But Congress so far hasn't supported his efforts to boost spending for these programs. His proposed FY2011 budget for EERE of $2.4 billion was reduced to $1.8 billion, the FY2012 request for $3.2 billion was cut to $1.8 billion, and the FY2013 request for $2.3 billion was cut to $1.7 billion.", "For FY2014, DOE requested $2.78 billion for the EERE programs. Compared with the FY2013 appropriation, the FY2014 request would have increased EERE funding by about $1.06 billion, or about 62%.", "DOE requested an additional $169 million for Electricity Delivery and Energy Reliability (EDER) programs. Table 9 gives the programmatic breakdown for EERE and EDER. "], "subsections": [{"section_title": "EERE Active Project Management", "paragraphs": ["The request emphasized that fiscal and budget constraints made it important that EERE use funds as efficiently and carefully as possible. Thus, starting in FY2014, EERE stated that it will fully and uniformly implement a regimen of Active Project Management. Under this regimen, every competitive project awarded will take the form of a cooperative agreement, not a grant. This, said DOE, would enable greater EERE oversight. Also, each project would be subject to aggressive, annual go/no-go milestones, rigorous quarterly reviews, and early termination in the event of insufficient technical performance. DOE said that this approach would ensure that EERE had the correct tools and project oversight to maximize the taxpayer's return on investment."], "subsections": []}, {"section_title": "EERE-wide Cross-Cutting Initiatives", "paragraphs": ["The request emphasized five broad initiatives that cut across multiple EERE programs:", "(1) Grid Integration Initiative. Under this initiative, launched in 2012, EERE's vehicles, solar, and buildings programs would work in coordination with DOE's Grid Tech Team to address electric grid integration barriers and opportunities associated with variable, distributed renewable energy generators, electric vehicle charging, and building efficiency and controls. EERE would coordinate with DOE's Office of Electricity Delivery and Energy Reliability (EDER). EERE would issue an $80 million project announcement, jointly funded by three programs: Solar ($30 million), Vehicles ($20 million), and Buildings ($30 million).", "(2) EV Everywhere Grand Challenge. This DOE-wide initiative aims to make technology breakthroughs that would enable the United States, by 2022, to become the first country in the world to invent and produce plug-in electric vehicles that are as affordable and convenient as gasoline-powered vehicles.", "(3) SunShot Grand Challenge. This DOE-wide initiative seeks to achieve directly cost-competitive solar power by 2020.", "(4) Clean Energy Manufacturing Initiative. This new EERE initiative would aim to dramatically improve U.S. competitiveness in the manufacture of clean energy products (like solar modules, LEDs, batteries, and wind blades) and to strengthen U.S. competitiveness across multiple manufacturing industries through increased energy productivity.", "(5) Wide Bandgap Semiconductors for Clean Energy Initiative. Wide bandgap semiconductor technology was initially developed for military and solid-state lighting uses. DOE believes it is a key next-generation platform for semiconductor devices with the potential for developing high-power-conversion electronics that are much more compact, more energy efficient, and able to operate at much higher temperatures and voltages. DOE contends that this \"revolutionary\" technology could be a platform for the next generation of electric drivetrains, solar inverters, high-efficiency motors, solid-state transformers for the grid, and many other critical, clean energy applications."], "subsections": []}, {"section_title": "House Action", "paragraphs": ["Expressing concern about controlling budget expenses—and citing a need to focus EERE programs on efforts to curb gasoline and electricity prices—the House Appropriations Committee recommended cutting overall EERE funding relative to the FY2013 level by half. Further, the committee report ( H.Rept. 113-135 ) on H.R. 2609 proposed to merge EERE with the Office of Electricity Delivery and Energy Reliability (EDER). So, the $80 million recommended for EDER programs was included in the EERE total. The report also contained several management and program directives, which are noted below, in the context of specific program areas.", "In floor action on H.R. 2609 , two adopted amendments cut the EERE appropriation from $982.6 million to $958 million: H.Amdt. 248 cut EERE by $9.5 million (without reference to any particular programs) and H.Amdt. 249 cut the Solar Program by $15 million.", "Also, H.Amdt. 285 (Burgess) to H.R. 2609 was adopted, to extend a previous prohibition on the use of funds to enforce certain light bulb efficiency standards set by section 321 of the Energy Independence Act of 2007 (EISA, P.L. 110-140 ). Language to extend the previous prohibition was enacted in section 322 of P.L. 113-76 ."], "subsections": []}, {"section_title": "Senate Action", "paragraphs": ["Urging EERE to apply more funding to near-term commercialization efforts in partnership with the private sector, the Senate Appropriation Committee recommended ( S. 1245 , S.Rept. 113-47 ) FY2014 funding at a level slightly higher than the request. S. 1245 did not reach the Senate floor."], "subsections": []}, {"section_title": "Hydrogen/Fuel Cell Program", "paragraphs": ["This program aims to reduce petroleum use, greenhouse gas emissions, and criteria air pollutants, while contributing to a more diverse and efficient energy infrastructure. The program supports applied research, development, and demonstration (RD&D) of hydrogen and fuel cell technologies, as well as efforts to overcome economic and institutional barriers to commercial deployment. DOE requested $100 million—about $2 million above the FY2013 final appropriation—seeking to increase hydrogen R&D and manufacturing R&D slightly, while reducing fuel cell R&D slightly. The House bill proposed a one-third cut below FY2013 to $65 million, while the Senate bill would have provided the full requested amount of $100 million. The final appropriation was $5 million less than the FY2013 level."], "subsections": []}, {"section_title": "Biomass and Biorefinery Program Initiatives", "paragraphs": ["This program aims to foster a domestic bioenergy industry that produces renewable biofuels, bioproducts, and biopower. The goals are to curb oil dependence, reduce greenhouse gas emissions, and stimulate economic and job development—especially in the farms and forests of rural areas. While biofuels and industrial bioproducts (plastics, solvents, alcohols) may soon be price-competitive, swings in oil prices pose an ongoing challenge to achieve cost-competitiveness. The program strategy addresses a feedstock collection barrier by focusing on converting raw biomass to solid pellets or to \"green crude\" bio-oil that is easy to transport at large scale.", "Recent goals expand the program scope to include the development of biofuels that will contribute to production targets of the Renewable Fuel Standard (RFS). These \"drop-in\" liquid fuels are largely compatible with existing infrastructure to deliver, blend, and dispense fuels. Examples include biomass-based hydrocarbon fuels (renewable gasoline, diesel, and jet fuel), hydrocarbons from algae, and biobutanol. The program aims to help the non-food \"drop-in\" biofuels (renewable gasoline, diesel, and jet fuel) reach a wholesale finished-fuel cost under $3 per gasoline gallon-equivalent (gge) by 2017.", "DOE requested $282 million in FY2014 for Bioenergy (Biomass and Biorefinery) programs, a $94 million increase over the $188 million appropriation for FY2013. The largest requested subprogram increase would go to conversion technologies. That increase would include $20 million for the low cost carbon fiber initiative. Another large increase would go to the integrated biorefineries subprogram. The increase would include $45 million (justified under the Defense Production Act) to support commercial demonstration-scale, military-grade fuel production from biomass through DOE collaboration with the U.S. Department of Agriculture (USDA). This would be partially offset by a $14 million cut for algae and advanced feedstocks.", "The House bill recommended about 8% more than the FY2013 appropriation, while the Senate proposed about 30% more than FY2013. The final appropriation provided $44 million more than the FY2013 level."], "subsections": []}, {"section_title": "Solar Energy", "paragraphs": ["For the Solar Program, DOE requested $356 million, an increase of $83 million over the FY2013 appropriation. The concentrating solar power (CSP) subprogram would have increased, mainly for work on thermal storage to improve grid integration. The balance of systems subprogram would grow to enable work with state and local governments to reduce permitting, interconnection, inspection, and other soft costs. Funding for the systems integration subprogram would have risen as well, with a focus mainly on power electronics and other means to improve integration of solar power with the grid. Those increases would be partially offset by a cut to the innovations in manufacturing competitiveness subprogram. Overall, the House bill recommended a cut of $118 million (43%) from the FY2013 level, while the Senate bill proposed an increase of $37 million (14%) over FY2013. The final appropriation was $16 million less than the FY2013 level."], "subsections": []}, {"section_title": "Wind Energy", "paragraphs": ["For the Wind Program, DOE requested a $56 million increase over the FY2013 appropriation. Nearly half of that increase would have gone to the technology development and testing subprogram, mainly for wind power plant optimization modeling. The increase would have supported analysis of new technology, advanced manufacturing, and a technology incubator. Funding for offshore wind would have grown by more than $10 million. Also, the technology application subprogram would have increased by nearly $20 million. That increase would cover resource characterization to better assess wind plant capacity factor performance, activities to optimize grid integration, and analysis of market barriers arising from impacts on radar and birds and from environmental impacts of the first installed offshore projects. Overall, the House bill recommended a cut of $18 million (21%) from the FY2013 level, while the Senate bill proposed an increase of $22 million (25%) over FY2013. The final appropriation was unchanged from the FY2013 level."], "subsections": []}, {"section_title": "Geothermal Technologies", "paragraphs": ["The program aims to lower the risk of resource exploration and cut power production costs to six cents/per kilowatt-hour (kwh) for hydrothermal power by 2020 and for newly developed technologies by 2030. For the Geothermal Program, DOE requested $60 million, an increase of $24 million over the FY2013 appropriation. Enhanced Geothermal Systems (EGS) would have increased more than $25 million to establish a field lab and to support strategic R&D. This increase would be partially offset by about a $3 million cut for activities involving low temperature co-produced resources. Overall, the House bill recommended a $6 million (16%) cut from the FY2013 level, while the Senate bill proposed an increase of $24 million (68%) over FY2013. The final appropriation was $10 million higher than the FY2013 level."], "subsections": []}, {"section_title": "Water Power", "paragraphs": ["Water power technologies employ marine and hydrokinetic (wave, tidal, current, and ocean thermal) resources—and conventional hydropower resources—to generate electricity. Hydropower technology is well established, but the fledgling industry for marine and hydrokinetic (MHK) power facilities is still looking to develop a clear technology theme. For the Water Power Program, DOE requested $55 million, a cut of $1 million below the FY2013 appropriation. The budget request would have added several million dollars for MHK RD&D, demonstration infrastructure development, and light-weight materials in manufacturing. Hydropower funding would have been cut by nearly $10 million. The House bill recommended a $11 million (19%) cut from the FY2013 amount, while the Senate bill proposed to maintain the FY2013 level. The final appropriation provided $3 million more than the FY2013 level."], "subsections": []}, {"section_title": "Vehicle Technologies", "paragraphs": ["This program is driven by the 10-year EV-Everywhere Challenge (launched in 2012), which aims to achieve parity for plug-in electric vehicle (EV) affordability and convenience by 2022. The EV Challenge focuses on advanced battery technology, power electronics, and advanced charging technology—with the goal of assuring U.S. leadership in the global market for next generation electric vehicle technology. A key supporting technology goal is to cut 2008 battery production cost 70% by 2015 (and 88% by 2022). Further, the program seeks to achieve (1) a cut of 1.8 million barrels per day (16%) in the national oil use trend by 2020, (2) a fuel economy of 62 miles per gallon (mpg) for cars by 2025, and (3) a 50% increase in heavy duty truck fuel economy by 2015. Also, the program participates in the Grid Integration Initiative.", "To help achieve those goals and support the EV Everywhere initiative, DOE sought the largest EERE FY2014 program increase—$264 million over the appropriation for FY2013. The subprogram on batteries and electric drives would have increased by more than $120 million, including about $70 million more for battery cost reduction through innovative manufacturing R&D, scale-up of advanced battery component materials, and next-generation \"beyond lithium\" research. An increase of nearly $40 million would have gone to advanced power electronics R&D (on wide bandgap semiconductors) to support higher performance electric drive systems. Under the materials subprogram, R&D on lightweight materials (carbon fiber composites, aluminum parts, magnesium alloys) would have grown by more than $20 million to support the EV Everywhere initiative.", "The deployment subprogram would have increased $90 million for a new initiative to establish \"Alternative Fuel Vehicle Community Partner Projects.\" Competitive (and cost-shared) awards (up to 9 awards of $10 million each) would have been made for state and local community-based projects that would last three to four years. The objective would be the creation of replicable \"model communities\" that develop policies, procedures, and infrastructure to successfully displace on-road vehicle petroleum use with alternatives such as natural gas, electricity (e.g., plug-in EVs), or biofuels.", "Overall, the House bill recommended a $24 million (8%) increase over the FY2013 level, while the Senate bill proposed an increase of $104 million (34%) over FY2013. The final appropriation was $21 million less than the FY2013 level."], "subsections": []}, {"section_title": "Building Technologies", "paragraphs": ["This program develops energy efficiency measures to curb building-related energy costs, with a goal of reducing energy use 50% by 2030. The program strategy is designed with three linked paths: improve building components (envelope/windows, HVAC, lighting, and sensors/controls), strengthen market pull (through cooperation with private industry), and raise energy efficiency levels for new equipment (via standards) and new buildings (via model codes).", "DOE requested $300 million for FY2014, an increase of $93 million over the FY2013 appropriation. Most of the requested increase, more than $70 million, would have gone to the emerging technologies subprogram. From that amount, about $40 million would have supported competitive (and cost-shared) demonstration projects to accelerate commercialization of technologies that are within three years or less of market-readiness. Specific areas include advanced building controls and \"next generation\" air conditioning technologies. Also, about $30 million requested for the Grid Integration Initiative would have addressed R&D on how building energy control systems transact (provide status, availability, identity) with each other and with the electric grid. Projects would likely cover predictive data analytics, sensors, and energy control systems.", "The request also sought $24 million for another year of funding for the Building Energy Efficiency Innovation Hub. Additionally, about $15 million of the increase would have supported EERE efforts to accelerate the development of energy efficiency equipment standards and building codes.", "The House bill recommended a $82 million (40%) cut from the FY2013 level, while the Senate bill proposed an increase of $23 million (11%) over FY2013. The final appropriation was $29 million less than the FY2013 level."], "subsections": []}, {"section_title": "Advanced Manufacturing", "paragraphs": ["Domestic manufacturers face increasing challenges in the global marketplace. The Advanced Manufacturing Office (AMO) was designed to focus on national interests—especially concerns about jobs, critical materials, and international competitiveness. The general goal for AMO programs is to reduce the energy use of manufactured goods across targeted product life-cycles by 50% over 10 years. More specific objectives include (1) 50% energy savings through advanced materials and industrial processes, (2) help leading companies cut energy intensity by 25% over 10 years, and (3) facilitate installation of 40 GW (million kilowatts) of combined heat and power equipment by 2020.", "To meet these goals and objectives DOE requested $365 million, a net increase of $256 million over the FY2013 appropriation. Most of the requested increase (more than $180 million) was directed to the subprogram on Advanced Manufacturing R&D Facilities, with the remainder split between Next Generation Manufacturing R&D Projects (about $60 million) and Industrial Technical Assistance (about $10 million).", "The proposed $180 million plus increase for Advanced R&D Facilities included about $177 million more for clean energy manufacturing R&D facilities. That additional funding would have allowed the program to support the creation of at least three new Clean Energy Manufacturing Innovation (CEMI) Institutes, consistent with the President's vision for a larger, multi-agency National Network for Manufacturing Innovation (NNMI).", "CEMI is a new cross-cutting activity that would be anchored by AMO and would incorporate activities under many of EERE's other programs. The main goal is to improve U.S. competitiveness in the manufacturing of clean energy products, such as solar photovoltaic modules, LEDs, batteries, and wind turbine blades. The CEMI institutes would provide small- and medium-sized enterprises affordable access to cutting-edge physical and virtual manufacturing capabilities (e.g., 3-D printing equipment) and facilitate technology use in the U.S. manufacturing sector to bolster its global competitiveness. DOE plans to invest $70 million-$120 million into each CEMI institute, to be used over a five- to seven-year period. For each institute, DOE plans to provide up-front funding to the greatest extent possible.", "Another R&D facility, the Critical Materials Hub, was created in FY2012 to focus on technologies that enable manufacturers to make better use of critical materials (e.g., rare earth elements) and to eliminate the need for materials that are vulnerable to supply disruptions. Many rare earth elements are essential to technologies of the clean energy industry. Examples include wind turbines, solar photovoltaic panels, electric vehicles, and energy-efficient lighting. DOE requested $25 million to extend the Hub's operation for a third year.", "Under the Next Generation Manufacturing Projects subprogram, advanced R&D projects focus on technology areas with the greatest potential impact on clean energy manufacturing and energy productivity-related competitiveness. DOE requested an increase of about $60 million over FY2013. The increase would have supported at least three new project competitions—in specific technology areas—of about $20 million to $40 million each. Previously identified and approved technology areas include additive manufacturing (3-D printing), wide bandgap semiconductors (efficient power conversion), low-cost carbon fiber (lightweight) materials, and other technologies that would benefit multiple clean energy sectors. Also, one of the three competitions would have been established as an \"incubator activity\" project. It would have gotten up to $20 million in support for a new technology area that might not be included among the above-referenced list of approved technology areas.", "For Industrial Technical Assistance, the requested increase of about $10 million would have expanded combined heat & power (CHP) partnerships to provide greater technical assistance and market development for critical infrastructure facilities (e.g., hospitals, military bases, wastewater treatment facilities) and to support other applications.", "Overall, the House bill recommended a $41 million (37%) increase over the FY2013 level, while the Senate bill proposed an increase of $107 million (98%) over FY2013. The final appropriation provided $71 million more than the FY2013 level. "], "subsections": []}, {"section_title": "Federal Energy Management Program (FEMP)", "paragraphs": ["FEMP provides expertise, training, and other services to help federal agencies achieve congressionally mandated energy efficiency and renewable energy goals. DOE requested $36 million, about $8 million more than the FY2013 appropriation. A new subprogram, the Federal Energy Efficiency Fund, would have gotten about $10 million to provide leverage for cost sharing of capital improvement projects at federal agencies. The House bill recommended $18 million, a cut of $10 million. The Senate bill proposed $30 million, an increase of $2 million over FY2013. The final appropriation was unchanged, relative to the FY2013 level."], "subsections": []}, {"section_title": "Program Direction", "paragraphs": ["This administrative program funds federal employees, contract support, and operational costs. DOE requested $185 million, about a $30 million increase over the FY2013 appropriation. The increase would have covered an EERE reorganization that would consolidate information technology and establish an active project management (APM) system to oversee competitive grants and cooperative agreements. The House bill recommended a $41 million (26%) cut from the FY2013 level, while the Senate bill proposed an increase of $30 million (19%) over FY2013. The final appropriation was $23 million less than the FY2013 level."], "subsections": []}, {"section_title": "Strategic Programs", "paragraphs": ["For this program (formerly Program Support), DOE sought $36 million, an increase of $12 million over the FY2013 appropriation. Of that amount, about $7 million would have gone to a new effort to increase the rate of clean energy technology commercialization from the national labs. Another $4 million of the increase would have expanded efforts to evaluate EERE's impacts and returns on investment. The House bill recommended a $14 million (58%) cut from the FY2013 level, while the Senate bill proposed an increase of $4 million (19%) over FY2013. The final appropriation was $12 million less than the FY2013 level."], "subsections": []}, {"section_title": "Weatherization Grant Program", "paragraphs": ["This program addresses regulatory, financial, and planning barriers faced by state and local governments. The goal is to foster technologies, practices, and policies that support state and local governments in providing home energy services to low-income families that help them reduce energy costs and save money. DOE requested $184 million, a $120 million increase over the FY2013 appropriation. DOE stated that many states have expended leftover Recovery Act funds and now need new funds to avoid cutting core programs and services. The House bill recommended a $10 million (15%) cut below the FY2013 level, while the Senate bill proposed an increase of $120 million (187%) over FY2013. The final appropriation was $110 million higher than the FY2013 level."], "subsections": []}, {"section_title": "State Energy Grant Program", "paragraphs": ["This program supports both administrative and program activities at many state energy offices. DOE requested $57 million, a $10 million increase over the FY2013 appropriation. The increase would have supported competitive projects that address barriers to an effort that aims to cut state energy use by 1% annually. The House bill recommended a $22 million (47%) cut from the FY2013 level, while the Senate bill proposed a small increase of $6 million (13%) over FY2013. The final appropriation provided $3 million more than the FY2013 level."], "subsections": []}]}, {"section_title": "Electricity Delivery and Energy Reliability (EDER) Program32", "paragraphs": ["DOE requested $169 million—a net increase of $37 million over the FY2013 DOE estimate—which included $20 million for a new Electricity Systems Hub. The Hub would address the growing need for the grid to accommodate renewables, the impact of electric vehicles and distributed generation, and the advent of smart grid equipment. The Hub funding would be mostly offset by cuts to other programs. Also, notable increases were sought for three subprograms: infrastructure security (about $10 million), cybersecurity (about $9 million), and clean energy transmission (about $7 million). Offsetting reductions would come from two subprograms: smart grid (a cut of about $9 million) and energy storage (a cut of about $4 million). The House bill recommended a cut of $9 million (7%), while the Senate bill proposed an increase of $17 million (13%) over FY2013. The final appropriation was $15 million higher than the FY2013 level."], "subsections": []}, {"section_title": "Nuclear Energy33", "paragraphs": ["The FY2014 appropriation for nuclear energy research and development is $889.2 million, 21% above the Obama Administration's $735.5 million request. Including advanced reactors, fuel cycle technology, infrastructure support, and safeguards and security, the total nuclear energy appropriation is $131.7 million (17%) above the FY2013 funding level. Funding for safeguards and security at DOE's Idaho facilities in FY2013 was provided under a separate appropriations account, Other Defense Activities, but it is included under the Nuclear Energy account in the FY2014 request and final appropriation. In contrast, funding for space and defense infrastructure, totaling $64.1 million in the FY2013 nuclear energy appropriation, would have been shifted to the National Aeronautics and Space Administration (NASA) by the Administration's request.", "The Administration request proposed reductions of 4.5% for Reactor Concepts, 12.6% for Nuclear Energy Enabling Technologies, and 8.8% for Fuel Cycle R&D—cuts that were mostly rejected by the final appropriation. A 4.5% increase was requested for Small Modular Reactor Licensing Technical Support, which was increased by an additional $40 million by the final appropriation.", "The House-passed bill would have provided $656.4 million for nuclear energy. That total excluded the Administration's proposed shift of $94.0 million for Idaho safeguards and security from Other Defense Activities and included the space and defense funding transfer to NASA. For the programs that were to remain in nuclear energy, therefore, the House bill would have provided an increase of $14.9 million from the Administration request and a decrease of $37 million from FY2013. The Senate Appropriations Committee had recommended the same total as the Administration request, including the proposed funding transfers.", "The Administration's FY2014 nuclear R&D budget request was consistent with DOE's Nuclear Energy Research and Development Roadmap issued in April 2010. The Roadmap lays out the following four main goals for the program:", "Develop technologies and other solutions that can improve the reliability, sustain the safety, and extend the life of current reactors; Develop improvements in the affordability of new reactors to enable nuclear energy to help meet the Administration's energy security and climate change goals; Develop sustainable nuclear fuel cycles; and Understand and minimize the risks of nuclear proliferation and terrorism.", "The Senate Appropriations Committee directed DOE to update the Roadmap within 180 days after enactment to reflect lessons learned from the Fukushima nuclear accident, advances in small modular reactors, and the Administration's new nuclear waste strategy."], "subsections": [{"section_title": "Reactor Concepts", "paragraphs": ["The Reactor Concepts program area includes the Next Generation Nuclear Plant (NGNP) demonstration project and research on other advanced reactors (often referred to as Generation IV reactors). This area also includes funding for developing advanced small modular reactors (discussed in the next section) and to enhance the \"sustainability\" of existing commercial light water reactors. The total FY2014 appropriation for this program is $113 million, nearly the same as the FY2013 level and $40.5 million above the Administration request. The House had voted to provide $86.5 million, while the Senate Appropriations Committee had approved the Administration's funding level.", "Most of the Administration's proposed reduction in Reactor Concepts had targeted NGNP, a high-temperature gas-cooled reactor demonstration project authorized by the Energy Policy Act of 2005 (EPACT05, P.L. 109-58 ). The reactor is intended to produce high-temperature heat that could be used to generate electricity, help separate hydrogen from water, or be used in other industrial processes. DOE did not request any funding specifically for the NGNP project in FY2014. Under EPACT05, the Secretary of Energy was to decide by the end of FY2011 whether to proceed toward construction of a demonstration plant. Secretary of Energy Steven Chu informed Congress on October 17, 2011, that DOE would not proceed with a demonstration plant design \"at this time\" but would continue research on the technology. Potential obstacles facing NGNP include low prices for natural gas, the major competing fuel, and private-sector unwillingness to share the project's costs as required by EPACT05. According to the DOE budget justification, some research activities now conducted under the NGNP program will be shifted to the Advanced Reactor Concepts subprogram in FY2014.", "Funding for the Advanced Reactor Concepts subprogram was increased to $60.0 million in the final appropriation—up from $31.0 million sought by the Administration and $21.7 million in FY2012. The increase would cover research on high-temperature gas reactors previously conducted under the NGNP Program. Reactor concepts being developed by the Advanced Reactor Concepts subprogram are generally classified as \"Generation IV\" reactors, as opposed to the existing fleet of commercial light water reactors, which are generally classified as generations II and III. Such advanced reactors \"could dramatically improve nuclear power performance including sustainability, economics, and safety and proliferation resistance,\" according to the FY2014 justification. Nuclear technology development under this program includes \"fast reactors,\" using high-energy neutrons, and reactors that would use a variety of heat-transfer fluids, such as liquid sodium and supercritical carbon dioxide. International research collaboration in this area would continue under the Generation IV International Forum (GIF). The House bill would have boosted Advanced Reactor Concepts funding to $45 million, with the increase focused on high-temperature gas reactor fuel development formerly conducted under the NGNP program.", "The Light Water Reactor Sustainability subprogram received $30.0 million, substantially higher than the $21.5 million requested by the Administration and the $24.8 million appropriated in FY2012. The program conducts research on extending the life of existing commercial light water reactors beyond 60 years, the maximum operating period currently licensed by the Nuclear Regulatory Commission. The program, which is to be cost-shared with the nuclear industry, is to study the aging of reactor materials and analyze safety margins of aging plants. Other research under this program is to focus on improving the efficiency of existing plants, through such measures as increasing plant capacity and upgrading instrumentation and control systems. Research on longer-life LWR fuel is aimed at eliminating radioactive leakage from nuclear fuel and increasing its accident tolerance, along with other \"post-Fukushima lessons learned,\" according to the budget justification. The House had approved the Administration funding level, as had the Senate committee."], "subsections": []}, {"section_title": "Small Modular Reactors", "paragraphs": ["Rising cost estimates for large conventional nuclear reactors—widely projected to be $6 billion or more—have contributed to growing interest in proposals for small modular reactors (SMRs). Ranging from about 40 to 300 megawatts of electrical capacity, such reactors would be only a fraction of the size of current commercial reactors. Several modular reactors would be installed together to make up a power block with a single control room, under most concepts. Current SMR proposals would use a variety of technologies, including the high-temperature gas technology described above and the light water (LWR) technology used by today's commercial reactors.", "The FY2014 appropriation for DOE technical support for licensing small modular reactors is $110 million, 36% above the Administration request, which was about $3 million above the FY2013 funding level. The final funding level was the House-approved amount, while the Senate Appropriations Committee had endorsed the Administration request. This program has focused on LWR designs because they are believed most likely to be deployed in the near term, according to DOE. The FY2014 budget justification states that the SMR licensing and technical support program will last six years and cost DOE a total of $452 million. The program is similar to DOE's support for larger commercial reactor designs under the Nuclear Power 2010 Program, which ended in FY2010. DOE will provide support for design certification, standards, and licensing. As with the Nuclear Power 2010 Program, at least half the costs of the SMR design and licensing program are to be covered by industry partners, according to DOE.", "A consortium led by Babcock & Wilcox (B&W) was announced by DOE in November 2012 as the first award recipient under the program. DOE and the B&W consortium signed a cooperative agreement in April 2013 to implement the award, allowing for federal payments of around $226 million over five years to design and license a commercial demonstration plant that could open by 2022. A second cooperative agreement, for an innovative SMR design that could begin commercial operation around 2025, was awarded in December 2013 to NuScale Power for a 45 megawatt reactor. The FY2014 appropriation reserved $85 million for the B&W project, leaving $25 million for NuScale, which is still negotiating with DOE on the details of its cooperative agreement.", "An additional $23.0 million for FY2014 was appropriated to the Reactor Concepts program (described in the section above) for SMR advanced concepts R&D—$1.5 million below the FY2012 funding level and $3.0 million above the Administration request. Unlike the SMR licensing support program, which focuses on near-term technology, the SMR advanced concepts program would conduct research on technologies that might be deployed in the longer term, according to the budget justification. The House had approved the Administration funding level, as had the Senate panel.", "Small modular reactors would go against the overall trend in nuclear power technology toward ever-larger reactors intended to spread construction costs over a greater output of electricity. Proponents of small reactors contend that they would be economically viable despite their far lower electrical output because modules could be assembled in factories and shipped to plant sites, with minimal on-site fabrication, and because their smaller size would allow for simpler safety systems. In addition, although modular plants might have similar or higher costs per kilowatt-hour than conventional large reactors, their ability to be constructed in smaller increments could reduce the financial commitment and risk of building them."], "subsections": []}, {"section_title": "Fuel Cycle Research and Development", "paragraphs": ["The Fuel Cycle Research and Development Program conducts \"long-term, science-based\" research on a wide variety of technologies for improving the management of spent nuclear fuel, according to the DOE budget justification. The total FY2014 appropriation for this program is $186.5 million, $21.4 million above the Administration request and $11.3 million above the FY2013 appropriation. The House bill would have provided $91.1 million, while the Senate Appropriations Committee had recommended $175.1 million.", "The range of fuel cycle technologies being studied by the program includes direct disposal of spent fuel (the \"once through\" cycle) and partial and full recycling, according to the FY2014 budget justification. The Fuel Cycle R&D Program \"will research and develop a suite of technology options that will enable future decision-makers to make informed decisions about how best to manage nuclear waste and used fuel from reactors,\" the budget justification says.", "Much of the Administration's planned research on spent fuel management options would address the near-term recommendations of the Blue Ribbon Commission on America's Nuclear Future, which issued its final report on January 26, 2012. The commission was chartered to develop alternatives to the planned Yucca Mountain, NV, spent fuel repository, which President Obama wants to terminate. DOE released its Strategy for the Management and Disposal of Used Nuclear Fuel and High-Level Radioactive Waste in January 2013 in response to the Blue Ribbon Commission report. Funding to begin implementing the strategy is included in the Used Nuclear Fuel Disposition subprogram, with a request of $60.0 million, $2.1 million above the FY2012 funding level. Activities in that area include developing plans for a \"consent-based siting process\" for nuclear storage and disposal facilities, waste transportation analyses, and research on potential waste repositories, including salt caverns and deep boreholes. (See the \" Nuclear Waste Disposal \" section, below, for more details.)", "Other major research areas in the Fuel Cycle R&D Program include the development of advanced fuels, including accident-tolerant fuels for existing commercial reactors, evaluation of fuel cycle options, development of improved technologies to prevent diversion of nuclear materials for weapons, and technology to increase nuclear fuel resources, such as uranium extraction from seawater. The final appropriation includes $60.0 million for accident-tolerant fuels, including $3.0 million for promising and innovative research. The Administration had requested $37.1 million for the Advanced Fuels subprogram."], "subsections": []}, {"section_title": "Nuclear Energy Enabling Technologies", "paragraphs": ["The Nuclear Energy Enabling Technologies (NEET) program \"is designed to conduct research and development (R&D) in crosscutting technologies that directly support and enable the development of new and advanced reactor designs and fuel cycle technologies,\" according to the FY2014 DOE budget justification. The final appropriation for this program is $71.1 million, $8.8 million above the Administration request and $2.8 million below FY2013 level. The House bill had included $66.7 million for the program, while the Senate Appropriations Committee had approved the level sought by the Administration.", "The Joint Explanatory Statement for P.L. 113-76 does not specify funding levels for the functions in the NEET program. These include Crosscutting Technology Development, for which $13.9 million was requested, Nuclear Energy Advanced Modeling and Simulation, which had a request of $9.5 million and a final appropriation of $13.4 million, and the Energy Innovation Hub for Modeling and Simulation (separate from the Nuclear Energy Advanced Modeling and Simulation subprogram), with an appropriation of $24.3 million, the same as the request. The Modeling and Simulation Hub is creating a computer model of an operating reactor to allow a better understanding of nuclear technology, with the benefits of such modeling extending to other energy technologies in the future, according to the budget justification.", "The FY2014 appropriation included $19.6 million for the National Scientific User Facility, $5.0 million above the request and $500,000 above the FY2012 appropriation. This Idaho National Laboratory activity supports partnerships by universities and other research organizations to conduct experiments \"at facilities not normally accessible to these organizations,\" according to the justification. In addition to previously awarded projects, one new long-term project is expected to be fully funded in FY2014, under the budget request."], "subsections": []}]}, {"section_title": "Fossil Energy Research and Development41", "paragraphs": ["For FY2014, the Obama Administration requested $420.6 million for the Fossil Energy Research and Development Program with the provision that it remain available until expended and that $115.753 million remain available until September 30, 2015, for program direction. The request represents a 17% decrease from the FY2013 Appropriation ( Table 10 ). The final appropriation ( P.L. 113-76 ) provided $562.1 million, 25% more than the Administration request, and almost 10% more than the FY2013 appropriation.", "The Obama Administration proposed a new budget structure for the FY2012 Fossil Energy Research and Development (FE R&D) program that emphasized coal with a focus on carbon capture and storage (CCS) technologies. The FY2012 appropriations bill adopted the new structure. The CCS program intends to demonstrate advanced clean coal technologies on a commercial-project scale, and build and operate near-zero atmospheric emissions power plants that capture and store carbon dioxide (CO 2 ). A Carbon Capture sub-program focuses on separating CO 2 in both pre-combustion, post-combustion, and oxy-combustion systems, as well as direct carbon capture. The Carbon Storage sub-program focuses on long-term geologic storage of CO 2 , including small- and large-scale CO 2 injection tests. An Advanced Energy Systems sub-program focuses on improving the efficiency of coal-based power systems to capture CO 2 . The Advanced Energy Systems sub-program focuses on improving the efficiency of coal-based power systems, enabling affordable CO 2 capture, increasing plant availability, and maintaining the highest environmental standards. The Cross-Cutting Research activity serves as a bridge between basic and applied research by fostering the development and deployment of innovative systems.", "For FY2014, the final version appropriates more than both the Senate and the House bills would have provided for FE R&D. The act directs DOE to use $8.5 million in prior-year balances, slightly less than proposed in the budget request. The omnibus act breaks out:", "$392.3 million for Coal with $92.0 million applied to Carbon Capture (under which no funding shall be applied to a Natural Gas Capture Prize) and $108.9 million applied to Carbon Storage (to include $10.0 million for additional support of Enhanced Oil Recovery). Carbon Storage also includes $57 million for the Regional Carbon Sequestration Partnerships. $99.5 million for Advanced Energy Systems, with not less than $25.0 million applied to solid oxide fuel cell systems, $5.0 million to coal-biomass to liquids activities, and $8.0 million to continue activities improving advanced air separation technologies. $41.9 million for Cross Cutting Research, with $5.0 million applied to Advanced Ultra Super Critical Program. $50.0 million for NETL Coal Research and Development with $15 million applied to research in recovering rare earth elements from coal. $120.0 million for Program Direction. $20.6 million for Natural Gas Technologies, with $8.0 million for research into the cost-effective and responsible extraction of methane hydrates, $12.6 million applied to collaborative research and development regarding hydraulic fracturing, of which $2.2 million is for continuing the Risk Based Data Management System. Of the $12.6 million for hydraulic fracturing research and development, not more than $6 million would be made available for the joint research effort with the Environmental Protection Agency and U.S. Geological Survey until the Department submits a finalized interagency research plan to the House and Senate Appropriations Committees. $15 million for Unconventional Fossil Energy Technologies, of which $10 million would be available for improving the economic viability, safety, and environmental responsibility for offshore exploration and production, for exploration and production from unconventional natural gas and other petroleum resources, and production by small producers."], "subsections": []}, {"section_title": "Strategic Petroleum Reserve42", "paragraphs": ["The Strategic Petroleum Reserve (SPR), authorized by the Energy Policy and Conservation Act ( P.L. 94-163 ) in 1975, consists of caverns formed out of naturally occurring salt domes in Louisiana and Texas. The SPR provides strategic and economic security against foreign and domestic disruptions in U.S. oil supplies via an emergency stockpile of crude oil. The program fulfills U.S. obligations under the International Energy Program, which avails the United States of International Energy Agency (IEA) assistance through its coordinated energy emergency response plans, and provides a deterrent against energy supply disruptions. ", "By early 2010, the SPR's maximum capacity reached 727 million barrels. The federal government has not purchased oil for the SPR since 1994. Beginning in 2000, additions to the SPR were made with royalty-in-kind (RIK) oil acquired by the Department of Energy in lieu of cash royalties paid on production from federal offshore leases. In September 2009, the Secretary of the Interior announced a transitional phasing out of the RIK Program.", "In the summer of 2011, the President ordered an SPR sale in coordination with an International Energy Administration sale under treaty obligation. The U.S. sale of 30.6 million barrels reduced the SPR inventory to 695.9 million barrels. ", "The Bipartisan Budget Act of 2013 (P.L. 113-67) rescinded all available funds in the \"SPR Petroleum Account,\" and permanently repealed the federal government's authority to accept oil through royalty-in-kind.", "The Consolidated Appropriations Act of 2014 ( P.L. 113-76 ) prohibited the waiver of the navigation and vessel-inspection under the Jones Act (46 U.S.C. 501(b)) for transporting crude oil distributed from the SPR until the Secretary of Homeland Security takes adequate measures to ensure the use of United States flag vessels.", "For FY2014, the Administration requested $189.4 million to operate the SPR, a decrease from the $192.7 million enacted in for FY2012. The Consolidated Appropriations Act of 2014 makes $189.4 million available until expended."], "subsections": []}, {"section_title": "Science45", "paragraphs": ["The DOE Office of Science conducts basic research in six program areas: advanced scientific computing research, basic energy sciences, biological and environmental research, fusion energy sciences, high-energy physics, and nuclear physics. Through these programs, DOE is the third-largest federal funder of basic research and the largest federal funder of research in the physical sciences. Table 11 includes the FY2013 current plan, FY2014 request, House and Senate appropriations committee recommendations, and enacted FY2014 funding for Office of Science accounts.", "The Consolidated Appropriations Act, 2014 ( P.L. 113-76 ) provides $5.071 billion to the Office of Science in FY2014. This amount represents an increase of 8.3% ($390 million) over the FY2013 current plan amount of $4.681 billion. The Obama Administration initially sought $5.153 billion for the Office of Science in FY2014. The Senate Committee on Appropriations would have provided the requested amount. As passed by the House in July 2013, H.R. 2609 (Energy and Water Development and Related Agencies Appropriations Act, 2014) would have provided $4.653 billion to the Office of Science. A Joint Explanatory Statement (JES)—published in the January 15, 2014, Congressional Record —accompanied P.L. 113-76 . Unless otherwise noted therein, the JES adopts DOE provisions from both House and Senate appropriations committee reports.", "H.Rept. 113-135 , which accompanied H.R. 2609 , raised general concerns about the percentage of Office of Science funding that is committed to ongoing projects each year. The House report and bill included language designed to limit this practice. P.L. 113-76 includes a provision stating that no FY2014 Office of Science funding may ", "be used for a multiyear contract, grant, cooperative agreement, or Other Transaction Agreement of $1,000,000 or less unless the contract, grant, cooperative agreement, or Other Transaction Agreement is funded for the full period of performance as anticipated at the time of award.", "Since FY2006, overall increases in the Office of Science budget have been at least partially driven by the \"doubling path\" policy. Under this policy, Congress and successive Administrations sought to double the combined funding for the Office of Science, the National Science Foundation, and the National Institute of Standards and Technology's core laboratory and construction accounts (collectively \"the targeted accounts\"). However, actual funding for the targeted accounts has not typically reached annual authorized levels. The current authorization ended in FY2013. It is unclear whether policymakers will continue the doubling path policy in FY2014. "], "subsections": [{"section_title": "Basic Energy Sciences", "paragraphs": ["FY2014 funding for the largest Office of Science program, Basic Energy Sciences (BES), is $1.713 billion. This amount is $162 million (10.4%) more than the FY2013 current plan funding level of $1.551 million. The Administration initially sought $1.862 billion for BES in FY2014. Most of the requested BES increase would have funded scientific user facilities (59%) and Energy Frontier Research Centers (EFRC)/Energy Innovation Hubs (32%). The request for scientific user facilities included, among other things, increased operations funding for Synchrotron Radiation Light Sources, High-Flux Neutron Sources, and Nanoscale Science Research Centers. As requested, construction funding for the LINAC Coherent Light Source-II (LCLS-II) would have increased by $65 million, and funding for the National Synchrotron Light Source-II (NSLS-II) would have decreased by $125 million (compared to FY2012 funding levels). DOE indicated that it would issue a solicitation for new and existing EFRCs in FY2014. ", "The House would have provided $1.583 billion for BES in FY2014. The Senate Committee on Appropriations recommended $1.805 billion. Both House and Senate appropriations committees recommended the requested level ($24 million each) for the Fuels from Sunlight and Battery and Energy Storage Energy Innovation Hubs. The committees differed on funding for the Experimental Program to Stimulate Competitive Research (EPSCoR)—which the Senate committee would have funded ($20 million) and the House committee would have not—and on funding for EFRCs. The Senate report recommended $100 million for EFRCs in FY2014. The House would have provided $60 million. Neither committee appeared to provide requested one-time funds for EFRCs. The House report cautioned the department against assuming BES budget growth in future years and provided funding for certain BES activities, including the NSLS-II Experimental Tools ($25 million) as well as an unspecified amount for the first year of funding for the LCLS-II two-tunnel upgrade. ", "The JES provides the requested amount ($24 million) for the Fuels from Sunlight and Battery and Energy Storage Energy Innovation Hubs, $10 million for EPSCoR, and up to $100 million for EFRCs. It also provides $45 million for major items of equipment, $20 for the Advanced Photon Source Upgrade, and $25 million for NSLS-II Experimental Tools. For facilities, the JES contains $779 million in funding for Synchrotron Radiation Light Sources, High-Flux Neutron Sources, and Nanoscale Science Research Centers, including $56 million for NSLS-II early operations and $10 million for LCLS-II. The JES also includes $76 million for LCLS-II construction funding, and expressly provides no direction regarding a novel free-electron laser array light source. "], "subsections": []}, {"section_title": "Fusion Energy Sciences", "paragraphs": ["In percentage terms, the largest increase in the FY2014 Office of Science budget request was for the Fusion Energy Sciences (FES) program. The FY2014 request was for $458 million. Most of the requested increase would have funded facilities (as opposed to scientific research). The requested increase for FES facilities was driven by the request for the U.S. contribution to the International Thermonuclear Experimental Reactor (ITER). ITER is a fusion research facility currently under construction in France. The FY2014 request for the U.S. contribution to ITER was $225 million, an increase of $120 million over the FY2012 level. Funding for domestic fusion activities would have decreased under the request; including funding for the Alcator C-Mod tokamak, a fusion reactor that the Administration sought to shut down in FY2013. Policymakers and fusion researchers have long been concerned about the impact of ITER's funding needs on the availability of resources for the domestic fusion program. ", "Enacted funding for FES in FY2014 is $506 million. This amount is $128 million (33.9%) more than the FY2013 current plan funding level of $378 million and equal to the House-passed funding level. The Senate Committee on Appropriations recommended $458 million, the requested level, for FES in FY2014. The House sought to include $22 million for the Alcator C-Mod; the Senate report specifically excluded funding for this project. The Senate report recommended $75 million for the Princeton Plasma Physics Laboratory, $77 million for the DIII-D fusion reactor, $15 million for High Energy Density Laboratory Plasmas, and $12 million for the Fusion Simulation program. With respect to ITER, both the House and Senate appropriations committee reports included language seeking an updated project baseline and cost schedule for ITER. The Senate report further stated that funds would not be available for the U.S. contribution to ITER until the DOE submits these materials. The House would have provided $218 million for ITER in FY2014; the Senate Committee on Appropriations recommended $184 million. Both appropriations committees directed DOE to submit a 10-year plan for the FES program. ", "The JES provides $306 million for the domestic fusion program, including $63 million for the National Spherical Torus experiment, $75 million for DIII-D, and $22 million for the Alcator C-Mod. The agreement also provides smaller amounts for various other FES activities, including $8.5 million for High Energy Density Laboratory Plasmas. The JES does not specify a funding level for a Fusion Simulation program; rather, it directs DOE to submit a plan with research goals and resource needs for a Fusion Simulation program. The JES includes $200 million for ITER. However, provisions in P.L. 113-76 limit U.S. cash contributions to ITER to $23 million until the project's governing board adopts the recommendations of the Third Biennial International Organizations Management Assessment Report. "], "subsections": []}, {"section_title": "High Energy Physics", "paragraphs": ["P.L. 113-76 includes $798 million—or $70 million (9.6%) more than the FY2013 current plan level—in funding for the Office of Science's High Energy Physics (HEP) program in FY2014. The Administration initially sought $777 million for this program. DOE restructured the HEP budget request in FY2014. According to the request, in FY2014 HEP sought to shift funding from research categories to support full operations of existing facilities and experiments, the planned construction funding profile of the Muon to Electron Conversion Experiment (Mu2e), and fabrication of an experiment to measure the muon anomalous magnetic moment. Funding was also requested to support the Large Synoptic Survey Telescope camera—a joint activity with the National Science Foundation—and U.S. contributions to the upgrade of the Belle detector in Japan. ", "The House would have provided $773 million for HEP in FY2014. The Senate Committee on Appropriations recommended $807 million. Both committees recommended $35 million for Mu2e. The House would have included $8 million for Long Baseline Neutrino Experiment (LBNE) project engineering and design, but would have excluded funding for long-lead procurement and construction. The Senate report recommended $20 million for LBNE project engineering and design as well as $10 million for research and development. ", "The JES provides $15 million to support sustaining operations at the Homestake Mine in South Dakota, $10 million for Accelerators Stewardship, and $26 million for the LBNE (including research and development, as well as project engineering and design). The JES expressly provides no funds for long-lead procurements or construction activities for the LBNE project."], "subsections": []}, {"section_title": "Biological and Environmental Research", "paragraphs": ["FY2014 funding for Biological and Environmental Research (BER) is $610 million—or $50 million (8.8%) more than the FY2013 current plan funding level of $561 million. The Administration initially sought $625 million for BER in FY2014. About two-thirds of the Administration's requested increase for BER would have gone to Foundational Genomics Research (40%), Terrestrial Ecosystem Science (15%), and the Atmospheric Radiation Measurement Climate Research Facility (10%). The FY2014 budget request sought to reduce funding in Radiological Sciences and to establish a new Mesoscale to Molecules program. Other Biological Systems Science programs were generally near FY2012 levels. The Administration sought a 7% reduction from the FY2012 level for the Environmental Molecular Science Laboratory funding. Most other Climate and Environmental Sciences programs were near FY2012 levels.", "The House would have reduced BER funding (compared to the FY2013 current plan) by $67 million in FY2014. The Senate Committee on Appropriations recommended the requested level. The House report expressed support for biomass research and recommended the requested level ($75 million) for BioEnergy Research Centers. Among other things, the Senate report recommended the requested levels of $321 million and $304 million, respectively, for Biological Systems Science and Climate and Environmental Sciences. The JES provides $75 million for BioEnergy Research Centers, $5 million for nuclear medicine research with human applications, and $500,000 for the DOE to engage universities more directly in climate analysis."], "subsections": []}, {"section_title": "Nuclear Physics", "paragraphs": ["Nuclear Physics (NP) is funded at $570 million in FY2014. This amount is $63 million (12.4%) more than the FY2013 current plan funding level and equal to the Administration's request. The request directed most of the increase in Nuclear Physics program funding to Medium Energy Nuclear Physics (MENP) operations and the Facility for Rare Isotope Beams at Michigan State University (FRIB). The FY2014 budget request for MENP included funding for, among other things, initiation of beam development and commissioning activities at the Continuous Electron Beam Accelerator Facility (CEBAF). The request indicated that these increases in CEBAF operations funding were at least partially offset by planned construction funding decreases for the 12GeV CEBAF Upgrade. Funding increases for the FRIB were to support the continuation of planned construction activities and major procurements.", "The House would have provided $552 million to NP in FY2014. The Senate Committee on Appropriations recommended the requested level. Both committee reports recommended $55 million for FRIB construction, $26 million in construction funds for the 12 GeV CEBAF Upgrade, and $165 million to support approximately 22 weeks of operations for the Relativistic Heavy Ion Collider (RHIC). (These amounts were equal to requested levels for these activities.) Additionally, the Senate report recommended $17 million for the Argonne Tandem Linac Accelerator System. The JES provides $165 million for Relativistic Heavy Ion Collider operations, for a 22-week run time, and provides $55 million in funding for FIRB."], "subsections": []}, {"section_title": "Advanced Scientific Computing Research", "paragraphs": ["FY2014 funding for Advanced Scientific Computing Research (ASCR) is $479 million, an increase of $74 million (18.2%) over the FY2013 current plan funding level of $405 million. The Administration's FY2014 ASCR request was $466 million. The Administration sought increased funding for most ASCR programs. Two ASCR programs—Leadership Computing Facilities and High Performance Network Facilities and Testbeds (ESNet)—would have received decreases. ", "The House would have provided $432 million to ASCR in FY2014. The Senate Committee on Appropriations recommended $494 million. Almost half of the increase over requested levels ($12.5 million) in the Senate report was driven by increased funding for exascale computing. The Senate report recommended a total of $150 million, $81 million of which would have come from the ACSR account, for exascale computing in FY2014. The House would have provided $69 million in ACSR funding for exascale computing (the requested level) in FY2014. For Leadership Computing Facilities the House would have provided $149 million (slightly more than the request) while the Senate report recommended $160 million, or $13 million more than the request. The Senate report recommended $66 million, equal to the request, for High Performance Production Computing. The House would have provided $62 million. The House would also have provided the requested level ($33 million) for ESNet. The Senate report recommended $6 million for the Computational Science Graduate Fellowship (CSGF), which the Administration had proposed terminating and funding through the National Science Foundation instead. The House implicitly accepted the termination of the CSGF program.", "The JES provides $93 million for the Oak Ridge Leadership Computing Facility, $67 million for the Argonne Leadership Computing Facility, $66 million for the National Energy Research Scientific Computing Center at Lawrence Berkeley National Laboratory, $33 for the Energy Sciences Network, and not less than $76 million for the exascale initiative. The JES funds the CSGF under the Office of Science's Workforce Development for Teachers and Scientists program. "], "subsections": []}]}, {"section_title": "ARPA-E59", "paragraphs": ["The Advanced Research Projects Agency–Energy (ARPA-E) was authorized by the America COMPETES Act ( P.L. 110-69 ) to support transformational energy technology research projects. It received its first funding in FY2009, mostly through the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ), and announced its first round of contract awards in October 2009. DOE budget documents describe ARPA-E's mission as overcoming long-term, high-risk technological barriers to the development of energy technologies. The FY2014 request for ARPA-E was $379 million, an increase of $128 million over the FY2013 current plan funding level. As in FY2013, the FY2014 ARPA-E request included two research thrust areas: Transportation Systems ($197 million requested) and Stationary Power Systems ($148 million requested).", "The Consolidated Appropriations Act, 2014 ( P.L. 113-76 ) provided $280 million to ARPA-E in FY2014. This amount is $29 million (11.7%) more that the FY2013 current plan funding level. As amended on the floor of the House, H.R. 2609 (Energy and Water Development and Related Agencies Appropriations Act, 2014) would have provided $70 million to ARPA-E in FY2014. As reported by the Senate Appropriations committee, S. 1245 (Energy and Water Development and Related Agencies Appropriations Act, 2014) would have provided $379 million to the energy research program. S.Rept. 113-47 directed ARPA-E to evaluate the success of the first set of projects and report to the Appropriations Committee on the findings of the evaluation."], "subsections": []}, {"section_title": "Nuclear Waste Disposal61", "paragraphs": ["The final FY2014 appropriation includes no funding for DOE's Office of Civilian Radioactive Waste Management (OCRWM), which was established by the Nuclear Waste Policy Act of 1982 (NWPA, 42 U.S.C. 10101 et seq.) to dispose of highly radioactive waste from nuclear power plants and defense facilities. OCRWM had been developing a permanent nuclear waste repository at Yucca Mountain, NV, as specified by an NWPA amendment in 1987. Funding for OCWRM ended after FY2010, so the office has been closed and activities at the Yucca Mountain site halted. No funding was requested for FY2014.", "The Obama Administration \"has determined that developing the Yucca Mountain repository is not a workable option and the Nation needs a different solution for nuclear waste disposal,\" according to the DOE FY2011 budget justification. To develop alternative waste management strategies, the Administration established the Blue Ribbon Commission on America's Nuclear Future, which issued its final report to the Secretary of Energy on January 26, 2012. The Blue Ribbon Commission recommended that future efforts to develop nuclear waste facilities follow a \"consent based\" approach and be carried out by a new organization, rather than DOE. The commission said the new nuclear waste entity should have \"assured access\" to the Nuclear Waste Fund, which holds fees collected from nuclear power plant operators to pay for waste disposal. Under NWPA, those funds cannot be spent without congressional appropriations.", "DOE released its Strategy for the Management and Disposal of Used Nuclear Fuel and High-Level Radioactive Waste in January 2013 in response to the Blue Ribbon Commission report. The strategy calls for a pilot interim storage facility for spent fuel from closed nuclear reactors to open by 2021 and a larger storage facility, possibly at the same site, to open by 2025. A site for a permanent underground waste repository would be selected by 2026, and the repository would open by 2048. Storage and disposal sites would be selected by a new waste management organization through a consent-based process, as recommended by the Blue Ribbon Commission.", "With the dismantlement of OCRWM, DOE's Office of Nuclear Energy (NE) was given the responsibility to \"lead all future waste management activities,\" according to the FY2011 budget justification. NE's Fuel Cycle R&D Program (discussed in the Nuclear Energy section above) includes funding under the Used Nuclear Fuel Disposition subprogram to begin implementing the DOE waste management strategy. DOE requested $60.0 million for the Used Fuel subprogram in FY2014, $2.1 million above the FY2012 funding level. The final appropriation increased the Fuel Cycle R&D program by $21.4 million over the request but did not specify an amount for the Used Fuel subprogram.", "The House Appropriations Committee had excoriated the Obama Administration's termination of the Yucca Mountain project as \"blatant political maneuverings.\" The House bill would have eliminated DOE's $60 million request to implement its new nuclear waste policy and added $25 million for Yucca Mountain. It would also have authorized funding from the Nuclear Waste Fund to be transferred to the Nuclear Regulatory Commission for Yucca Mountain licensing.", "The Senate Appropriations Committee had approved the Administration's proposed funding level for Used Fuel without mentioning Yucca Mountain. The committee had included a provision from its FY2013 Energy and Water bill that would have authorized DOE to conduct a pilot program to develop one or more high level radioactive waste storage facilities, with the consent of state, local, and tribal governments. However, that provision was not included in the final FY2014 bill.", "The FY2014 budget request included a proposal to change the nuclear waste funding system along the lines proposed by the Blue Ribbon Commission. Discretionary funding (annual appropriations by Congress) would continue to pay for \"regular and recurring\" expenses of the nuclear waste program. In the past, discretionary appropriations for the program have come from both the Nuclear Waste Fund, to pay for disposal of commercial reactor waste, and from the General Fund, to pay for defense waste disposal. Beginning in FY2017, under the Administration proposal, the discretionary appropriations would be supplemented by mandatory appropriations, first from incoming nuclear waste fee revenues and eventually from past fees and interest that have accumulated in the Waste Fund. If Congress enacted such mandatory appropriations, the specified funding would be automatically provided to the waste program without the need for annual congressional approval. None of the House, Senate, or final bills included the proposed change.", "DOE had filed a license application with the Nuclear Regulatory Commission (NRC) for the proposed Yucca Mountain repository in June 2008 but filed a motion to withdraw the application on March 3, 2010. An NRC licensing panel rejected DOE's withdrawal motion June 29, 2010, on the grounds that NWPA requires full consideration of the license application by NRC. The full NRC Commission deadlocked on the issue September 9, 2011, leaving the licensing panel's decision in place and prohibiting DOE from withdrawing the Yucca Mountain application. However, the commission ordered at the same time that the licensing process be halted because of \"budgetary limitations.\" No funding was provided in FY2012 or FY2013 or requested for FY2014 to continue Yucca Mountain licensing activities. However, the U.S. Court of Appeals for the District of Columbia Circuit ruled on August 13, 2013, that NRC must continue work on the Yucca Mountain license application as long as funding is available. The Court determined that NRC has at least $11.1 million in previously appropriated funds for that purpose.", "NWPA required DOE to begin taking waste from nuclear plant sites by January 31, 1998. Nuclear utilities, upset over DOE's failure to meet that deadline, have won two federal court decisions upholding the department's obligation to meet the deadline and to compensate utilities for any resulting damages. Utilities have also won several cases in the U.S. Court of Federal Claims. DOE estimates that liability payments would eventually exceed $20 billion if DOE were to begin removing waste from reactor sites by 2020, the previous target for opening Yucca Mountain. (For more information, see CRS Report R42513, U.S. Spent Nuclear Fuel Storage , by [author name scrubbed]; CRS Report RL33461, Civilian Nuclear Waste Disposal , by [author name scrubbed]; and CRS Report R40996, Contract Liability Arising from the Nuclear Waste Policy Act (NWPA) of 1982 , by [author name scrubbed].)"], "subsections": []}, {"section_title": "Loan Guarantees and Direct Loans67", "paragraphs": ["DOE's Loan Programs Office provides loan guarantees for projects that deploy specified energy technologies, as authorized by Title XVII of the Energy Policy Act of 2005 (EPACT05, P.L. 109-58 ), and direct loans for advanced vehicle manufacturing technologies. No funding for additional loans and loan guarantees was requested or provided for FY2014. However, $42 million was appropriated for loan guarantee administrative expenses, $6 million below the Administration request, to be offset by $22 million in fees. An additional $6 million, with no offsets, was appropriated to the vehicle manufacturing loan program, the same as requested.", "Two major loan guarantee programs are currently administered by the DOE Loan Programs Office:", "Section 1703 innovative clean energy technology loan guarantees . Loan guarantees are provided for \"new or significantly improved technologies,\" as compared to existing commercial technologies, that \"avoid, reduce, or sequester\" air pollutants and greenhouse gas emissions. Eligible technology categories include renewable energy, advanced fossil energy, advanced nuclear energy, energy efficiency, and pollution control. Section 1705 renewable energy, electric transmission, and advanced biofuels loan guarantees . Established by Section 406 of the American Recovery and Reinvestment Act (ARRA, P.L. P.L. 111-5 ), the Section 1705 program was designed as a temporary economic stimulus measure available through the end of FY2011. Unlike the Section 1703 program, which is limited to innovative technologies, loan guarantees are available to already-commercialized renewable energy and electric transmission technologies.", "Title XVII allows DOE to provide loan guarantees for up to 80% of construction costs for eligible energy projects. Under such loan guarantee agreements, the federal government would repay all covered loans if the borrower defaulted. This would reduce the risk to lenders and allow them to provide financing at below-market interest rates. DOE currently has two conditional loan guarantee commitments pending under Section 1703, totaling $10.33 billion for nuclear power and nuclear fuel projects. Under Section 1705, final loan guarantees have been issued for 24 projects, totaling about $14.4 billion.", "DOE's first loan guarantee under Section 1705 was issued in September 2009 to Solyndra Inc., a manufacturer of photovoltaic equipment. Solyndra's bankruptcy announcement on August 31, 2011, prompted strong congressional criticism of the Administration's management of the loan guarantee program. Solyndra's DOE loan guarantee totaled $535 million, and the company's bankruptcy placed most or all of that amount at risk. (For details, see CRS Report R42058, Market Dynamics That May Have Contributed to Solyndra's Bankruptcy , by [author name scrubbed].)"], "subsections": [{"section_title": "Subsidy Costs", "paragraphs": ["Title XVII requires the estimated future government costs resulting from defaults on guaranteed loans to be covered up-front by appropriations or by payments from project sponsors (borrowers). These \"subsidy costs\" are calculated as the present value of the average possible future net costs to the government for each loan guarantee, on a case-by-case basis. If those calculations are accurate, the subsidy cost payments for all the guaranteed projects together should cover the future costs of the program. However, the Congressional Budget Office has predicted that the up-front subsidy cost payments will prove too low by at least 1% and is scoring bills accordingly. As a result, appropriations bills that provide loan guarantee authorizations include an adjustment totaling 1% of the loan guarantee ceiling.", "Subsidy costs for Section 1703 loan guarantees must usually be paid by project sponsors, because no appropriations for that program were provided before FY2011 (as described below). However, ARRA appropriated $6 billion to cover the subsidy costs of Section 1705 loan guarantees, so subsidy cost payments were not required from project sponsors under that program. However, $2 billion of the Section 1705 subsidy cost appropriation was subsequently transferred to the \"cash for clunkers\" automobile trade-in program by P.L. 111-47 , and another $1.5 billion was rescinded to help pay for the Education Jobs and Medicaid Assistance Act ( P.L. 111-226 ), leaving $2.5 billion. Of the $2.5 billion available for subsidy costs, $1.9 billion was obligated by the end of FY2011."], "subsections": []}, {"section_title": "Authorized Loan Guarantee Amounts", "paragraphs": ["Under the Federal Credit Reform Act (FCRA), federal loan guarantees cannot be provided without an authorized level in an appropriations act or an appropriation for the subsidy costs. Pursuant to FCRA, the FY2007 continuing resolution ( P.L. 110-5 ) established an initial cap of $4 billion on loan guarantees under the Section 1703 program, without allocating that amount among the various eligible technologies. Additional loan guarantee authority was subsequently provided for specific technologies and then further modified as described below.", "Unobligated appropriations for subsidy cost payments under the Section 1705 loan guarantee program were no longer available after FY2011, as noted above. However, the FY2011 Continuing Appropriations Act provided $170 million, with no expiration, to pay subsidy costs for renewable energy and efficiency projects under the Section 1703 program. The act also provided authority for up to $1.183 billion in loan guarantees for those renewable energy and efficiency projects, in addition to the $32.8 billion in Section 1703 authority remaining from earlier appropriations acts for all technologies. The additional loan guarantee authority and subsidy cost appropriation provided by the FY2011 Continuing Appropriations Act is available to projects that applied under the expiring Section 1705 before February 24, 2011.", "Following is a summary of the various elements of the current DOE loan guarantee program, as modified by the FY2011 Continuing Appropriations Act (CR):", "$8.3 billion ceiling in CR on non-nuclear technologies under Section 1703, reduced from ceilings set in FY2009. $2 billion for unspecified projects from FY2007 under Section 1703, not affected by CR. $18.5 billion ceiling for nuclear power plants ($8.3 billion conditionally committed). $4 billion allocated for loan guarantees for uranium enrichment plants ($2 billion conditionally committed). $1.183 billion ceiling for renewable energy and energy efficiency projects under Section 1703, in addition to other ceiling amounts, which can include pending applications under Section 1705. An appropriation of $170 million for subsidy costs for renewable energy and energy efficiency loan guarantees under Section 1703. If the subsidy costs averaged 10% of the loan guarantees, this funding could support loan guarantees totaling $1.7 billion. $2.5 billion for Section 1705 subsidy costs appropriated by ARRA. As noted above, about $1.9 billion of this funding was used to pay the subsidy costs for $14 billion in loan guarantees with final commitments under Section 1705, for which the deadline was September 30, 2011. Therefore, the remainder is not currently available to the program."], "subsections": []}, {"section_title": "Advanced Technology Vehicle Manufacturing Loans", "paragraphs": ["DOE also administers the Advanced Technology Vehicles Manufacturing (ATVM) Loan Program established by the Energy Independence and Security Act of 2007 ( P.L. 110-140 ). The FY2009 Continuing Resolution appropriated $7.5 billion to allow DOE to issue up to $25 billion in direct loans. The program was designed to provide loans to eligible automobile manufacturers and parts suppliers for making investments in their plant capacity to produce vehicles with improved fuel economy. Along with the EPACT loan guarantee programs, the ATVM Loan Program is administered by the DOE Loan Programs Office. DOE reports that five ATVM loans have been issued, totaling $8.4 billion."], "subsections": []}]}, {"section_title": "Nuclear Weapons Stockpile Stewardship75", "paragraphs": ["Congress established the Stockpile Stewardship Program in the FY1994 National Defense Authorization Act ( P.L. 103-160 ). The goal of the program, as amended by the FY2010 National Defense Authorization Act ( P.L. 111-84 , §3111), is to ensure \"that the nuclear weapons stockpile is safe, secure, and reliable without the use of underground nuclear weapons testing.\" The program is operated by the National Nuclear Security Administration (NNSA), a semiautonomous agency within DOE that Congress established in the FY2000 National Defense Authorization Act ( P.L. 106-65 , Title XXXII).", "Stockpile stewardship consists of all activities in NNSA's Weapons Activities account, as described below. Table 12 presents Weapons Activities funding. NNSA manages two programs outside of that account: Defense Nuclear Nonproliferation, discussed later in this report, and Naval Reactors.", "Most stewardship activities take place at the nuclear weapons complex (the \"complex\"), which consists of three laboratories (Los Alamos National Laboratory, NM; Lawrence Livermore National Laboratory, CA; and Sandia National Laboratories, NM and CA); four production sites (Kansas City Plant, MO; Pantex Plant, TX; Savannah River Site, SC; and Y-12 National Security Complex, TN); and the Nevada National Security Site (formerly Nevada Test Site). NNSA manages and sets policy for the complex; contractors to NNSA operate the eight sites.", "NNSA proposed many changes to the budget structure for FY2014. It would create an Office of Infrastructure and Operations to be the landlord of the nuclear weapons complex sites, with program offices as tenants. As a result, NNSA proposed to eliminate Readiness in Technical Base and Facilities (RTBF) and split its functions between a greatly increased Site Stewardship program and a new Nuclear Programs, as described below. P.L. 113-76 retained RTBF, kept Site Stewardship at a level close to that of FY2013, and did not fund Nuclear Programs. NNSA also proposed moving Nuclear Counterterrorism Incident Response and National Security Applications to Defense Nuclear Nonproliferation, an appropriations account separate from Weapons Activities. P.L. 113-76 retained the former in Weapons Activities and made no mention of the latter. P.L. 113-76 also moved Domestic Uranium Enrichment Research, Development, and Demonstration from Defense Nuclear Nonproliferation to Weapons Activities."], "subsections": [{"section_title": "Nuclear Weapons Complex Reconfiguration", "paragraphs": ["Although the nuclear weapons complex currently consists of eight sites, it was much larger during the Cold War in terms of number of sites and personnel. Despite the post-Cold War reductions, many in Congress have for years wanted the complex to change further, in various ways: fewer personnel, greater efficiency, smaller footprint at each site, increased security, and the like. After numerous exchanges between DOE and the appropriating and authorizing committees, such issues still remain.", "According to a White House document of May 2010, the President provided Congress with a classified report (the \"1251 report\") required by the FY2010 National Defense Authorization Act, Section 1251, \"on the comprehensive plan to: (1) maintain delivery platforms [that is, bombers, missiles, and submarines that deliver nuclear weapons]; (2) sustain a safe, secure, and reliable U.S. nuclear weapons stockpile; and (3) modernize the nuclear weapons complex.\" According to that document, \"the Administration intends to invest $80 billion in the next decade to sustain and modernize the nuclear weapons complex.\" The Administration submitted a revised Section 1251 report in November 2010, projecting weapons stockpile and infrastructure costs for FY2011-FY2020 at between $85.4 billion and $86.2 billion. Its estimate for FY2013 was $7.9 billion. ", "For FY2013, the Administration requested $7,577.3 million for Weapons Activities, less than the amount in the November 2010 1251 report. The request brought criticism from some Members, but the House and Senate Appropriations Committees recommended the amount requested. The Consolidated and Further Continuing Appropriations Act for FY2013 ( P.L. 113-6 ) funded Weapons Activities at a rate equivalent to an annual $7,577.3 million, the amount requested by the Administration for FY2013. However, the Budget Control Act of 2011 ( P.L. 112-25 ) mandated a sequester unless Congress took certain actions. Since Congress did not take those actions, the Office of Management and Budget calculated sequester amounts for programs, projects, and activities. The FY2013 amounts used in this section reflect both the sequester and an across-the-board rescission. They do not, however, include adjustments made during execution such as reprogrammings and international contributions.", "In contrast to the FY2013 request, the FY2014 request included out-year figures. As Table 13 shows, the projected Weapons Activities requests for FY2015-FY2018 are within 2% of the amounts projected in the November 2010 1251 report update."], "subsections": []}, {"section_title": "Directed Stockpile Work (DSW)", "paragraphs": ["This program involves work directly on nuclear weapons in the stockpile, such as monitoring their condition; maintaining them through repairs, refurbishment, life extension, and modifications; conducting R&D in support of specific warheads; and dismantlement. Specific items under DSW include the following:", "Life Extension Programs (LEPs). These programs aim to extend the life of existing warheads through design, certification, manufacture, and replacement of components. An LEP for the B61 mods 7 and 11 bombs was completed in FY2009. (A \"mod\" is a modification or version of a bomb or warhead type.) An LEP for the W76 warhead for the Trident II submarine-launched ballistic missile is ongoing, as is an LEP for the B61 mod 12. The FY2013 appropriation was $218.3 million for the W76 LEP and $324.4 million for the B61 LEP.", "The FY2014 request for Life Extension Programs (which NNSA proposed renaming Life Extension Programs and Major Alterations) contained four elements.", "The request for the B61-12 LEP was $537.0 million to continue development engineering and ramp up system development testing. NNSA plans to make the first production unit in FY2019. The House Appropriations Committee recommended $560.7 million; the increase was to address a funding gap resulting from \"efficiencies\" in the program that NNSA did not specify. The Senate Appropriations Committee recommended $369.0 million. It expressed concern that the LEP option proposed \"is not the lowest cost, lowest risk option that meets military requirements and replaces aging components before they affect weapon performance.\" P.L. 113-76 provided the requested amount. It also provided not more than $40.0 million for the B83 gravity bomb pending certification that that bomb \"will be retired by fiscal year 2025 or as soon as confidence in the B61–12 stockpile is gained.\" NNSA requested $235.4 million for the W76-1 LEP. NNSA intends to complete W76-1 production by FY2019. The House Appropriations Committee recommended $248.5 million. The increase addressed several issues: \"inadequately fund[ed] activities that are essential to meet production needs of the W76,\" a proposed reduction in the number of W76s, and estimated cost efficiencies that \"are unlikely to be realized.\" The Senate Appropriations Committee recommended the requested amount. P.L. 113-76 provided $248.5 million, the House bill amount. NNSA requested $72.7 million for the W78/W88-1 LEP. The W78 is a warhead for land-based intercontinental ballistic missiles, while the W88 is a warhead for submarine-launched ballistic missiles. The LEP would produce a common interoperable warhead, i.e., one that could be used on both missiles. The House Appropriations Committee recommended $50.0 million. This amount would fund a study of W78 life extension and \"permits continued consideration of an integrated warhead [i.e., the W78/W88-1], but only as part of a continued study of alternatives.\" The Senate Appropriations Committee recommended the requested amount. It expressed concern about the cost for the LEP, which NNSA projects at $14 billion, and directed NNSA not to preclude a separate LEP for the W78. P.L. 113-76 provided $38.0 million \"to continue to study options to extend the life of the W78\" and made no mention of the interoperable warhead. NNSA requested $169.5 million for the W88 Alteration (Alt) 370, which includes development engineering to support replacement of the arming, fusing, and firing system and other components, with a first production unit in FY2019. The House and Senate Appropriations Committees recommended the requested amount, which P.L. 113-76 provided.", "Stockpile Systems. This program involves routine maintenance, replacement of limited-life components, surveillance, assessment, and the like for all weapon types in the stockpile. The FY2013 appropriation was $518.8 million. For 2014, the W78/W88 study and the Alt 370 advanced sufficiently to move to Life Extension Programs. As a result, Stockpile Systems funding requested declined to $454.5 million for FY2014. The House Appropriations Committee recommended the requested amount. The Senate Appropriations Committee recommended $282.8 million. It provided a lump sum rather than a weapon-by-weapon amount, and moved funds requested under Stockpile Systems for warhead surveillance to a new Surveillance budget line, for which it recommended $234.6 million. The FY2014 appropriation retained the Stockpile Systems category and provided specified amounts for each weapon type, totaling $454.5 million.", "Weapons Dismantlement and Disposition (WDD). The number of warheads has fallen sharply since the end of the Cold War, and continues to decline. WDD involves interim storage of warheads to be dismantled; dismantlement; and disposition (i.e., storing or eliminating warhead components and materials). The FY2013 appropriation was $40.7 million, and the FY2014 request is $49.3 million. The House Appropriations Committee recommended $55.3 million, and stated, \"NNSA continues to cut funding for dismantlement, despite a clear requirement to continue to dismantle warheads, sustain production line capacity, and harvest materials for recycling to meet stockpile needs.\" The Senate Appropriations Committee recommended $56.0 million, with the increase to be used to \"reduce the backlog in dispositioning nuclear components from dismantled nuclear warheads.\" The FY2014 appropriation was $54.3 million.", "Stockpile Services. This category includes Production Support; R&D Support; R&D Certification and Safety; Management, Technology, and Production; and Plutonium Infrastructure Sustainment. NNSA states, \"Stockpile Services provides the foundation for the production capability and capacity within the nuclear security enterprise. All enduring systems, LEPs, and dismantlements rely on Stockpile Services to provide the base development, production and logistics capability needed to meet program requirements. In addition, Stockpile Services funds research, development and production activities that support two or more weapons-types, and work that is not identified or allocated to a specific weapon-type.\" The FY2013 appropriation was $844.3 million. The FY2014 request was $910.2 million. The House Appropriations Committee recommended $1,180.0 million, with reductions to large requested increases in certification on grounds that NNSA has not demonstrated the need for such increases, and increases due to inclusion in Stockpile Services of certain funds requested elsewhere in the budget. The Senate Appropriations Committee recommended $838.5 million and moved several programs into or out of Stockpile Services. The FY2014 appropriation was $940.3 million; among other things, it reduced funds for R&D Certification and Safety from $191.3 million requested to $151.1 million, and moved Tritium Readiness from the Readiness Campaign ($91.7 million requested) to Stockpile Services ($80.0 million appropriated)."], "subsections": []}, {"section_title": "Campaigns", "paragraphs": ["These are \"multi-year, multi-functional efforts\" that \"provide specialized scientific knowledge and technical support to the directed stockpile work on the nuclear weapons stockpile.\" Many campaigns have significance for policy decisions. For example, the Science Campaign's goals include improving the ability to assess warhead performance without nuclear testing, improving readiness to conduct nuclear tests should the need arise, and maintaining the scientific infrastructure of the nuclear weapons laboratories. Campaigns also fund some large experimental facilities, such as the National Ignition Facility at Lawrence Livermore National Laboratory. The FY2013 and FY2014 requests included five campaigns:", "Science Campaign. The FY2013 appropriation was $321.2 million; the FY2014 request was $397.9 million. Within this campaign, the largest increases went to (1) Advanced Certification, which among other things conducts experiments to help \"select technologies for re-use of existing pits in LEP designs using Insensitive High Explosive (IHE)\"; Primary Assessment Technologies, which among other things \"address[es] plutonium aging and material compatibility issues associated with pit re-use\"; and Dynamic Materials Properties, which among other things will conduct \"increased experimental efforts on plutonium as a function of age in existing pits intended for reuse\" because they \"are required in order to enable upcoming LEPs without the need to build significant numbers of new pits.\" For FY2014, the House Appropriations Committee recommended the requested amount. The Senate Appropriations Committee recommended $374.7 million. P.L. 113-76 provided $369.7 million. The Explanatory Statement directed NNSA to commission a study of use of insensitive high explosives in all future LEPs.", "Engineering Campaign. This campaign \"funds activities that assess and improve fielded nuclear and non-nuclear engineering components without further underground testing.\" For FY2013, $127.7 million was appropriated; the FY2014 request was $149.9 million. The House Appropriations Committee recommended the requested amount. The Senate Appropriations Committee recommended $90.0 million, and recommended moving certain funds from this campaign to a new Technology Maturation Campaign. P.L. 113-76 provided the requested amount and did not include a Technology Maturation Campaign.", "Inertial Confinement Fusion Ignition and High Yield Campaign. This campaign is developing the tools to create extremely high temperatures and pressures in the laboratory—approaching those of a nuclear explosion—to support weapons-related research and to attract scientific talent to the Stockpile Stewardship Program. NNSA states, \"Virtually all of the energy from a nuclear weapon is generated while in the high energy density (HED) state. High-energy density physics (HEDP) experiments conducted at ICF facilities are required to validate the advanced theoretical models used to assess and certify the stockpile without nuclear testing. The National Ignition Facility (NIF) extends HEDP experiments to include access to thermonuclear burn conditions in the laboratory, a unique and unprecedented scientific achievement.\" ", "The centerpiece of this campaign is NIF, the world's largest laser. While NIF was controversial in Congress for many years and had significant cost growth and technical problems, controversy waned as the program progressed. The facility was dedicated in May 2009. Between February 20, 2011, and March 20, 2011, NIF personnel conducted 34 \"successful target shots … in support of HEDSS [High Energy Density Stockpile Stewardship].\" In 2011, personnel conducted a total of 283 NIF shots of all types. ", "However, as experiments proceeded, expectations that NIF would soon achieve fusion ignition faded. After several experiments with relatively low levels of released neutron energy, the House Appropriations Committee in its FY2012 report stated, \"the considerable costs [for NIF] will not have been warranted if the only role the National Ignition Facility (NIF) serves is that of an expensive platform for routine high energy density physics experiments.\" The Senate Appropriations Committee expressed its concern over the prospects of NIF achieving ignition by the end of FY2012 and directed NNSA to establish an advisory committee on this and related topics. In August 2013 the Lawrence-Livermore National Laboratory announced an improved experiment at NIF that yielded three times the neutron energy previously recorded.", "For FY2013, the appropriation for this campaign was $446.7 million. The FY2014 request was $401.0 million. The largest decreases were for Diagnostics, Cryogenics, and Experimental Support, reflecting a reduction in facility operations, and for Facility Operations and Target Production, reflecting a reduction in shot rate at NIF and elimination of support for experiments by external users at NIF and a related facility. The House Appropriations Committee recommended $514.0 million. The increase resulted because NNSA had requested $113.0 million for NIF operations in another budget category (Site Stewardship); by moving those funds to this campaign, the committee \"consolidates total funding for NIF facility operations within Campaigns.\" The Senate Appropriations Committee recommended $528.4 million, including moving $113.3 million for NIF operations from Site Stewardship to Facility Operations and Target Production. The FY2014 appropriation was $514.0 million; it increased funds for Facility Operations and Target Production by $112.9 million, from $232.7 million (requested) to $345.6 million.", "Advanced Simulation and Computing (ASC) Campaign. This campaign develops computation-based models of nuclear weapons that integrate data from other campaigns, past test data, laboratory experiments, and elsewhere to create what NNSA calls \"the computational surrogate for nuclear testing to determine weapon behavior.\" In addition, \"ASC plays an important role in supporting nonproliferation, emergency response, nuclear forensics and attribution activities.\" Some analysts doubt that simulation can be relied upon to provide the confidence needed to certify the safety, security, and reliability of warheads, and advocate a return to testing. The campaign includes funds for hardware and operations as well as for software. For FY2013, the appropriation was $545.8 million; the FY2014 request was $564.3 million. The House Appropriations Committee recommended the requested amount. The Senate Appropriations Committee recommended $600.6 million, of which $69.0 million would be used for the exascale initiative, which is intended to lead to more capable supercomputers. The FY2014 appropriation was $569.3 million, with at least $35.0 million of that sum to be used for the exascale initiative.", "Readiness Campaign. This campaign \"operates the capability for producing tritium to maintain the national inventory needed for the nuclear weapons stockpile.\" The FY2013 appropriation was $115.3 million. The FY2014 request increased to $197.8 million. Tritium Readiness increased to $91.7 million because of \"cost premiums for enrichment of unobligated reactor fuel\" and \"preparations for continued increases in production to meet mission requirements.\" Nonnuclear Readiness funds were realigned to a new subprogram, Component Manufacturing Development, \"to restore the full capability to mature production processes and technologies.\" The House Appropriations Committee recommended no funds for this campaign, providing funds for programs in this campaign under Directed Stockpile Work \"since those activities directly support stockpile production needs.\" The Senate Appropriations Committee recommended replacing the Readiness Campaign with the Technology Maturation Campaign, and recommended $253.7 million for the latter, which includes funds from Stockpile Services and the Engineering and Readiness Campaigns while moving funds for tritium activities to Stockpile Services. The FY2014 appropriation provided no funds for Component Manufacturing Development, moved Tritium Readiness to Stockpile Services, and provided $55.4 million for Nonnuclear Readiness."], "subsections": []}, {"section_title": "Readiness in Technical Base and Facilities (RTBF)", "paragraphs": ["This program funds infrastructure and operations at nuclear weapons complex sites. For FY2013, the appropriation was $1,972.6 million. NNSA would abolish this program in its FY2014 request, transferring its programs to the newly created Nuclear Programs and the much-expanded Site Stewardship. These two programs are discussed below; for comparison, the total FY2014 request for them was $2,450.5 million. P.L. 113-76 retained RTBF and provided $2,067.4 million for it.", "RTBF has several subprograms. The largest is Operations of Facilities (FY2014 appropriation, $984.5 million). The second largest is Construction (FY2014 appropriation, $422.1 million). ", "A controversial activity in the Weapons Activities account was the Chemistry and Metallurgy Research Facility Replacement (CMRR) project at Los Alamos National Laboratory. The project involves two buildings, the Radiation Laboratory/Utility/Office Building (RLUOB), which was completed in 2009, and the Nuclear Facility (NF), which has been designed but not built. CMRR would replace the Chemistry and Metallurgy Research (CMR) building, most of which was built in 1952. Among other things, CMR houses research into plutonium and supports pit production at Los Alamos, such as by conducting analytical chemistry to monitor the quality of plutonium at various stages during the manufacture of a pit. Since 2005, cost estimates for CMRR increased several-fold, and some critics argue that it is not necessary. For FY2012, NNSA requested $300 million for CMRR but the conference report directed that \"no construction activities are funded for the CMRR-Nuclear Facility during fiscal year 2012.\"", "NNSA requested no funds for FY2013 or FY2014 for CMRR. According to the FY2013 request justification,", "NNSA has determined, in consultation with the national laboratories, that existing infrastructure in the nuclear complex has the inherent capacity to provide adequate support for plutonium chemistry, plutonium physics, and special nuclear materials. NNSA proposes deferring CMRR Nuclear Facility construction for at least five years. Studies are ongoing to determine long-term requirements. Instead of the CMRR Nuclear Facility, NNSA will maximize use of existing facilities and relocate some nuclear materials. Estimated cost avoidance from FY 2013 to FY 2017 totals approximately $1.8 billion.", "The House and Senate Appropriations Committees recommended no funds for CMRR-NF for FY2014, and the FY2014 appropriation contained no funds for it. Meanwhile, NNSA continues to explore a strategy for producing pits.", "Another controversial project, the Uranium Processing Facility (UPF), was intended to replace old facilities at the Y-12 National Security Complex, some of which dated back to World War II. It would conduct operations involving enriched uranium for nuclear weapons and naval reactors. It would also conduct downblending of enriched uranium (i.e., reducing the fraction of fissile uranium-235 and increasing the fraction of non-fissile uranium-238) to make it unusable for weapons in support of nuclear nonproliferation. The FY2013 appropriation was $312.8 million. For FY2014, NNSA renamed UPF the Uranium Capabilities Replacement Project and requested $325.8 million for it. The House Appropriations Committee recommended the requested amount, but expressed concern about \"the steep escalation in costs to complete design of the facility.\" The Senate Appropriations Committee recommended the requested amount, while expressing concern about project management. \"Most recently, a space fit issue that required raising the roof of the building by 13 feet to fit critical equipment resulted in more than $500,000,000 in additional costs.\" The FY2014 appropriation was $309.0 million. This amount is to \"support the full funding requirements for continued facility design and is an adjustment due to the Department of Energy's recent decision to consider additional alternatives to meet the uranium infrastructure needs at Y-12 that might save costs and lead to a replacement facility for Building 9212 [a World War II-era building] in a shorter period of time.\""], "subsections": []}, {"section_title": "Nuclear Programs", "paragraphs": ["This program focuses on processing and managing Special Nuclear Materials (i.e., uranium highly enriched in isotope 235 and plutonium). Its goals are to supply required quantities of these materials; recycle, recover, and store these materials; and sustain program skills. It has three elements: (1) Nuclear Operations Capability, which among other things includes Plutonium Metal Reprocessing, \"a new funding line to receive pits from Pantex and process plutonium to establish an inventory of purified metal alloy that will support manufacturing 30 pits per year and help mitigate the risk of the decision to defer the construction\" of CMRR-NF; (2) Capabilities Based Investments, which seek to sustain capabilities supporting weapons activities; and (3) Construction. The FY2014 request for this new program was $744.5 million.", "The House Appropriations Committee was sharply critical of NNSA's use of this new budget category. It would not \"consider changing the congressional budget structure … for bureaucratic reorganizations and not for new funding lines that are poorly justified.\" Accordingly, it \"selectively funded the activities requested under Nuclear Programs using the existing budget structure.\" The Senate Appropriations Committee \"has renamed the two new accounts that encompass previous RTBF functions to provide greater clarity: (1) Nuclear Operations and Capital Construction and (2) Site Operations and Maintenance.\" The committee recommended $688.0 million for Nuclear Operations and Capital Construction, of which $439.0 million is for major capital construction projects as requested. P.L. 113-76 provided no funds for Nuclear Programs. Instead, it provided funds under RTBF, as described above."], "subsections": []}, {"section_title": "Site Stewardship", "paragraphs": ["The FY2013 appropriation for this program was $72.8 million. The FY2014 budget request would expand this program to $1,706.0 million and restructure its mission. Almost all—$1,660.8 million, or 97.4%—of Site Stewardship would be for Enterprise Infrastructure, the major elements of which were Site Operations ($1,112.5 million requested), Site Support ($109.6 million requested to fund nuclear safety, R&D and waste management, among other things), and Sustainment ($433.8 million requested to fund some of NNSA's direct maintenance activities). Four other programs in Site Stewardship had requests of less than $18 million.", "The House Appropriations Committee recommended $154.8 million for Site Stewardship, but declined to fund certain programs under it. \"The reduction below the request is due to continued funding of infrastructure under Readiness in Technical Base and Facilities. The NNSA should not request funding for site facility operations, maintenance, or recapitalization within Site Stewardship.\" The Senate Appropriations Committee did not provide funds under Site Stewardship, instead providing most of the requested funds, $1,535.9 million, under Site Operations and Maintenance. The FY2014 appropriation was $87.3 million."], "subsections": []}, {"section_title": "Other Programs", "paragraphs": ["Weapons Activities includes several smaller programs in addition to DSW, Campaigns, Nuclear Programs, and Site Stewardship. Among them:", "Secure Transportation Asset provides for safe and secure transport of nuclear weapons, components, and materials. It includes special vehicles for this purpose, communications and other supporting infrastructure, and threat response. For FY2013, the appropriation was $201.5 million. The FY2014 request was $219.2 million. The House and Senate Appropriations Committees recommended the requested amount; the appropriation was $210.0 million.", "Nuclear Counterterrorism Incident Response \"responds to and mitigates nuclear and radiological incidents worldwide and has a lead role in defending the Nation from the threat of nuclear terrorism.\" The FY2013 appropriation was $232.8 million. For FY2014, NNSA transferred this program to Defense Nuclear Nonproliferation \"to align all NNSA funding for reducing global nuclear dangers in one appropriation,\" and the House Appropriations Committee did not consider funding for it under Weapons Activities. In contrast, the Senate Appropriations Committee recommended $260.2 million for this program, and did not approve transferring this account to Defense Nuclear Nonproliferation. P.L. 113-76 provided $228.2 million and retained the program in Weapons Activities.", "Defense Nuclear Security provides operations, maintenance, and construction funds for protective forces, physical security systems, personnel security, and the like. It \"provides protection from a full spectrum of threats, especially terrorism, for NNSA personnel, facilities, nuclear weapons, and information.\" The FY2013 appropriation was $666.5 million. Prior to FY2014, this program was a component of Safeguards and Security. In the FY2014 request, NNSA abolished Safeguards and Security and made Defense Nuclear Security a standalone program. The FY2014 request was $679.0 million, of which $14.0 million was for a security upgrade at the Device Assembly Facility (DAF) in the Nevada National Security Site. NNSA, in its request, noted that various security enhancements had been taken or were underway in response to the July 2012 security breach at Y-12. The House Appropriations Committee recommended $665.0 million. It noted that some of the reduction from the FY2013 level was due to removal of special nuclear material from Lawrence Livermore National Laboratory, and deferred funding for the DAF upgrade. The Senate Appropriations Committee recommended the requested amount, and the FY2014 appropriation provided that amount.", "NNSA CIO [Chief Information Officer] Activities was a new program for FY2013 that sought to consolidate cyber security and information technology programs. Elements included cyber security, enterprise secure computing, and Federal Unclassified Information Technology. The latter will provide \"commodity computing infrastructure\" that will support a \"shift from a traditional, costly desktop support model to a cloud-provisioned virtualized desktop-based solution.\" The FY2013 appropriation was $141.6 million. The FY2014 request for NNSA CIO Activities was $148.4 million. The House Appropriations Committee recommended $150.0 million and renamed the budget line Information Technology and Cyber Security (ITCS) \"to more clearly describe the purposes for which the funds may be used.\" The Senate Appropriations Committee recommended the requested amount and also renamed the budget line ITCS. The appropriated amount for ITCS was $145.1 million.", "The National Security Applications program is directed toward \"national security science, technology and engineering.\" The FY2013 appropriation was $9.5 million. For FY2014, NNSA transferred activities funded by National Security Applications from Weapons Activities to Defense Nuclear Nonproliferation.", "Legacy Contractor Pensions: For many decades, the University of California (UC) operated Los Alamos and Lawrence Livermore National Laboratories. Since laboratory employees were UC employees, they could participate in the university's pension plan. When the two labs were privatized, the contracts between DOE and the laboratory operators included provisions that in effect mirrored the pension that lab staff who were UC employees when the labs were privatized would have received had the labs remained with UC. These pensions were larger than those provided to employees hired after privatization. To make up the difference, NNSA paid into the pension plan for the UC employees. For Weapons Activities, the FY2013 appropriation for this payment was $170.2 million, and the FY2014 request was $279.6 million. (NNSA requested an additional amount for this purpose under Defense Nuclear Nonproliferation.) The House Appropriations Committee recommended the amount requested, but noted its concern \"about the continually escalating costs of contractor pensions and other postretirement benefits and their impacts on programmatic activities.\" The Senate Appropriations Committee recommended the amount requested. The FY2014 appropriation provided the requested amount.", "Domestic Uranium Enrichment Research, Development, and Demonstration: The FY2014 appropriation provided $62.0 million for this program and moved it from Defense Nuclear Nonproliferation to Weapons Activities. It stated that additional FY2014 funding \"shall be considered\" after submission of a request to do so, but noted, \"The Department has yet to provide a clear explanation of its strategy to ensure the continued supply of tritium and enriched uranium to meet defense needs.\""], "subsections": []}]}, {"section_title": "Nonproliferation and National Security Programs82", "paragraphs": ["DOE's nonproliferation and national security programs provide technical capabilities to support U.S. efforts to prevent, detect, and counter the spread of nuclear weapons worldwide. These nonproliferation and national security programs are included in the National Nuclear Security Administration (NNSA).", "Funding for these programs in FY2013 was $2,243.1 million after the March 1, 2013, sequester. The request for FY2014 was $2,140.1 million, but that total includes two programs that the Administration proposes transferring from the Weapons Activities program: the Nuclear Counterterrorism Incident Response program and the Counterterrorism and Counterproliferation program. Without those two activities, the Nuclear Nonproliferation program request would be $1,884.2 million. The final bill did not include the transfer of those programs. It appropriated $1,954 million for the Nuclear Nonproliferation programs.", "The Nonproliferation and Verification R&D program was funded at $429.6 million for FY2013. The request for FY2014 was $388.8 million. The Administration proposed renaming the program Defense Nuclear Nonproliferation R&D. The House bill would have funded the program at the requested level. The Senate Appropriations Committee recommended $408.8 million. The final bill appropriated $398.8 million.", "Nonproliferation and International Security programs include international safeguards, export controls, and treaties and agreements. The FY2014 request for these programs was $141.7 million, compared with $143.1 million appropriated for FY2013. The House bill would have appropriated $128.7 million; the Senate committee recommended $128.0 million. The final bill appropriated the House amount. ", "International Materials Protection and Control (IMP&C), which is concerned with reducing the threat posed by unsecured Russian weapons and weapons-usable material, was funded at $526.7 million in FY2013; the FY2014 request was $369.6 million. The decrease, according to DOE's budget justification document, reflects a shift \"to a sustainability phase with the Russian Federation\" in which \"security costs are increasingly transitioned to the Russian side.\" It also included a reduction in the so-called Second Line of Defense Activities, mostly border and port detection programs, by $122 million, while the programs were under a strategic review. The House bill would have appropriated the requested amount. The Senate bill would have increased the funding to $419.7 million. The final bill appropriated the Senate amount.", "The goal of the Fissile Materials Disposition (FMD) program is disposal of U.S. surplus weapons plutonium by converting it into fuel for commercial power reactors, and a similar program in Russia. The U.S. side of the program originally included construction of three projects at Savannah River, SC: a facility to fabricate \"mixed-oxide\" (MOX) reactor fuel; a pit disassembly and conversion facility (PDCF), and a waste solidification facility. However, controversy developed over whether the pit disassembly project is necessary. The FY2012 request for the Fissile Materials Disposition program was $892.2 million, including $172 million for the PDCF, but the final bill appropriated $685.4 million for the program, and included no funding for the PDCF project, because, the conference report stated, \"NNSA has not completed a study of alternatives or a conceptual design report with a cost and schedule estimate.\"", "The FY2013 request for FMD programs was $921.3 million. No funding was asked for the PDCF; NNSA said it would use existing facilities for pit disassembly. The waste solidification facility was completed and no further funding was requested. The major cause of the increase was the planned cold start-up of the MOX facility. However, no funding increase for the MOX project was included in the FY2013 continuing resolution, and the start-up was delayed. The actual FY2013 MOX appropriation was $401.0 million; the total FMD appropriation was $631.6 million. In the meantime estimated total cost for the facility was increased from $4.8 billion to $7.7 billion, in part to expand its capability to carry out the functions of the cancelled PDCF plant. ", "In its FY2014 budget request, NNSA decided to slow down completion of the MOX plant, and begin a process of \"evaluating alternatives for a new and affordable plutonium disposition strategy.\" It asked for a total of $502.6 million for FMD programs, including $320 million for the MOX plant. The House bill would have appropriated the requested amount, but the House Appropriations Committee report said no additional funding would be provided to study alternatives to the MOX plant, since NNSA had not submitted any alternatives that had not been \"exhaustively studied\" or would likely cost less. The Senate Appropriations Committee rejected the pause in MOX construction, funding the facility at $430.6 million and total FMD programs at $669.2 million. The final appropriations bill, P.L. 113-76 , provided $343.5 million for MOX construction, and a total of $526.1 million for the whole FMD program.", "The Global Threat Reduction Initiative is aimed at converting research reactors around the world from using highly enriched uranium, removing and disposing of excess nuclear materials, and protecting nuclear materials from theft or sabotage. The FY2013 appropriation for this program was $460.7 million. The FY2014 request was $424.5 million. The House bill would have appropriated $408.3 million. The Senate committee recommended $497.5 million. The final bill appropriated $442.1 million."], "subsections": []}, {"section_title": "Cleanup of Former Nuclear Weapons Production Facilities and Civilian Nuclear Energy Research Facilities83", "paragraphs": ["The development and production of nuclear weapons for national defense purposes for over half a century since the beginning of the Manhattan Project resulted in a legacy of wastes and contamination that continues to present substantial challenges today. In 1989, DOE established the Office of Environmental Management to consolidate its responsibilities for the cleanup of former nuclear weapons production facilities that had been administered under multiple offices. These cleanup efforts are broad in scope and include the disposal of large quantities of radioactive and other hazardous wastes generated over decades; management and disposal of surplus nuclear materials; remediation of extensive contamination in soil and groundwater; decontamination and decommissioning of excess buildings and facilities; and safeguarding, securing, and maintaining facilities while cleanup is underway. The Office of Environmental Management also is responsible for the cleanup of DOE facilities that were involved in civilian nuclear energy research, which also generated wastes and contamination. These research facilities add a non-defense component to the office's mission, albeit smaller in terms of the scope of their cleanup and associated funding. ", "Efforts to clean up the environmental legacy of nuclear weapons production and nuclear energy research represent the single largest environmental liability of the United States, exceeding the cleanup liability of Department of Defense facilities. The need for annual appropriations of several billion dollars for ongoing cleanup efforts at nuclear weapons production and nuclear energy research facilities has generated continuing interest within Congress about the long-term financial liability of the United States to address potential risks at these sites. How to ensure the protection of public safety, human health, and the environment in the most expedient and cost-effective manner has been a perennial issue in the appropriations debate.", "DOE has identified in excess of 100 facilities in over 30 states that historically were involved in the production of nuclear weapons and nuclear energy research for civilian purposes. The geographic scope of these facilities is substantial, collectively encompassing a land area of approximately 2 million acres. Cleanup remedies are in place and operational at the majority of these facilities. The responsibility for their long-term stewardship has been transferred to the Office of Legacy Management and other offices within DOE for the operation and maintenance of cleanup remedies and monitoring. See the \"Office of Legacy Management\" section of this report. Some of the smaller sites for which DOE initially was responsible were transferred to the Army Corps of Engineers in 1997 under the Formerly Utilized Sites Remedial Action Program (FUSRAP). The cleanup of these sites is funded within the civil works budget of the Corps. (See Table 4 .) Once the Corps completes the cleanup of a FUSRAP site, it is transferred back to DOE for long-term stewardship under the Office of Legacy Management.", "Much work remains to be done at the facilities that are still administered by the Office of Environmental Management. DOE expects cleanup to continue for several years or even decades at some of these facilities, necessitating billions of dollars to fulfill the cleanup liability of the United States. As of the beginning of FY2013, the Office of Environmental Management had completed cleanup activities at 90 facilities in 30 states and the Commonwealth of Puerto Rico, and remains responsible for the cleanup of 17 facilities in 11 states at which cleanup was not yet complete. Although cleanup is scheduled to be complete at some of these facilities over the next several years, cleanup is expected to continue at some of the larger and more complex facilities for decades. The Hanford facility in the state of Washington has the lengthiest estimated time frame, with cleanup scheduled to continue possibly as late as 2066 based on more conservative assumptions. DOE estimates that the costs to complete the cleanup of these 17 facilities could range between $187.0 billion and $223.4 billion from FY2013 into the future, exceeding the past costs already incurred across the entire inventory of facilities. A substantial proportion of these funding needs and lengthy time frames is due to challenges in managing, treating, and disposing of millions of gallons of high-level radioactive wastes stored in hundreds of tanks at Hanford, the Savannah River facility in South Carolina, and the Idaho National Laboratory.", "Over time, DOE periodically has revised its estimates as project baselines and assumptions change. These estimates have varied widely over the years by many billions of dollars. For example, the above estimates of future costs are several billion dollars higher than DOE presented just the previous fiscal year. DOE typically estimates a range of costs, rather than a single dollar amount, to reflect uncertainties in the cleanup process. For example, final decisions have yet to be made at some facilities to determine the actions that will be necessary to remediate contamination. Methods to dispose of vast quantities of wastes, and the scheduling of these actions, also could affect cleanup costs and time frames. The costs of long-term stewardship also are excluded from the above cost estimates. Long-term stewardship entails an even greater degree of uncertainty considering the lengthy time frames of maintenance and monitoring once cleanup remedies are in place and operational, especially at sites where the cleanup method may entail the permanent containment of radioactive wastes in perpetuity.", "FY2014 appropriations for the Office of Environmental Management and Office of Legacy Management are discussed separately below."], "subsections": [{"section_title": "Office of Environmental Management", "paragraphs": ["Three appropriations accounts fund the Office of Environmental Management: Defense Environmental Cleanup, Non-Defense Environmental Cleanup, and the Uranium Enrichment Decontamination and Decommissioning (D&D) Fund. The Defense Environmental Cleanup account constitutes the vast majority of the funding for the Office of Environmental Management and is devoted to the cleanup of former nuclear weapons production facilities. The Non-Defense Environmental Cleanup account funds the cleanup of wastes and contamination resulting from civilian nuclear energy research. Title XI of the Energy Policy Act of 1992 ( P.L. 102-486 ) established the Uranium Enrichment D&D Fund to pay for the cleanup of three federal facilities that were used to enrich uranium for national defense and civilian purposes and to reimburse uranium and thorium licensees for their costs of cleaning up sites that supported these facilities. These three federal uranium enrichment facilities are located in Paducah, Kentucky; Piketon, Ohio (Portsmouth plant); and Oak Ridge, Tennessee.", "P.L. 113-76 appropriated a total of $5.83 billion for these three accounts combined to fund the Office of Environmental Management in FY2014. As passed by the House, H.R. 2609 would have provided $5.53 billion, and S. 1245 as reported by the Senate Appropriations Committee would have provided $5.93 billion. The President had requested $5.62 billion. All of these amounts were an increase above the FY2013 enacted appropriations of $5.29 billion for the Office of Environmental Management (post-sequestration and post-rescission).", "Although there were varied issues in the FY2014 appropriations debate regarding funding levels among individual DOE facilities, the overall adequacy of funding for the Office of Environmental Management to attain cleanup milestones across the facility inventory was an overarching issue. Cleanup milestones are enforceable measures incorporated into compliance agreements negotiated among DOE, the Environmental Protection Agency (EPA), and the states. These milestones establish time frames for the completion of specific actions to satisfy applicable requirements at individual facilities.", "According to DOE, the President's request of $5.62 billion for the Office of Environmental Management would have been sufficient to attain all cleanup milestones due in FY2014. The enacted appropriations of $5.83 billion in P.L. 113-76 provided additional resources, an increase of $208.9 million above the request. The House had proposed a decrease below the request, but in its report on H.R. 2609 , the House Appropriations Committee noted the \"need to ensure progress toward cleanup milestones\" and stated that the bill would \"sustain the pace of cleanup across the sites.\" The Senate Appropriations Committee had expressed a differing view and asserted that the House markup would have caused \"major cleanup milestones to be missed in Washington, New Mexico, South Carolina, Idaho, and Tennessee.\"", "As both the House and Senate had proposed, P.L. 113-76 did not include the $463 million that the President requested within the Defense Environmental Cleanup account to resume the federal payment to the Uranium Enrichment D&D Fund. Congress ceased the federal payment in FY2012. This payment historically has been treated as an offset to the funding for the Office of Environmental Management because the payment does not become available to DOE until Congress subsequently appropriates it out of the Uranium Enrichment D&D Fund. The President also proposed to resume assessments on nuclear utilities in FY2014 to generate additional revenues, which would subject to the enactment of reauthorizing legislation. The authority to collect these assessments expired in October 2007. As authorized in the Energy Policy Act of 1992, both federal payments and nuclear utility assessments originally financed the Uranium Enrichment D&D Fund based on the premise that the federal government and the nuclear utilities benefited from services provided by federal uranium enrichment facilities and that both therefore should share the costs of the cleanup of these facilities.", "The Office of Management and Budget (OMB) estimated an existing balance of $3.5 billion in the Uranium Enrichment D&D Fund accrued from past nuclear utility assessments and federal payments that would be available for appropriation in FY2014. P.L. 113-76 appropriated $598.8 million from the Uranium Enrichment D&D Fund in FY2014, leaving nearly $3.0 billion for appropriation in future fiscal years (plus accrued interest on the balance). DOE estimated in 2010 that the balance of the fund would be exhausted by FY2020 without additional revenues, leaving a shortfall of $11.8 billion to complete the cleanup of federal uranium enrichment facilities over the long-term. If the Uranium Enrichment D&D Fund were fully expended, DOE still is responsible for the cleanup costs under existing law, subject to appropriations.", "Among the individual DOE facilities and supporting program activities, the various proposals considered in the FY2014 appropriations debate reflected differing funding priorities for the Office of Environmental Management. Table 15 presents the three appropriations accounts that fund the Office of Environmental Management with a breakout by facility and program activity. The table presents a breakout of appropriations enacted for FY2014 in P.L. 113-76 , passed by the House in H.R. 2609 , reported by the Senate Appropriations Committee in S. 1245 , and requested by the President, compared to appropriations enacted for FY2012 and FY2013 (post-sequestration and post-rescission). The table also presents the net total program funding level for the Office of Environmental Management for the three accounts combined, accounting for offsets including the federal payment to the Uranium Enrichment D&D Fund that the President proposed to resume in FY2014, but which Congress did not approve in P.L. 113-76 ."], "subsections": []}, {"section_title": "Office of Legacy Management", "paragraphs": ["Once cleanup remedies are in place under the Office of Environmental Management, DOE's Office of Legacy Management administers the long-term stewardship of the facilities that do not have a continuing mission. The Office of Legacy Management also is responsible for the long-term stewardship of sites that had been transferred from DOE to the Army Corps of Engineers under the FUSRAP program in 1997. Once the Corps completes the cleanup of a site under this program, it is responsible for the initial two years of operation and maintenance, after which time the site is transferred back to DOE's Office of Legacy Management for long-term stewardship.", "The Office of Legacy Management also manages the payment of pensions and retirement benefits of former contractor personnel who worked at DOE facilities that do not have a continuing mission, among other supporting activities. The federal role in the management of these former contractor pensions and benefits stems from the long-term nature of the projects and the associated length of employment for the personnel who performed the work for DOE. These pensions and benefits are earned and accrued by contractor employees while in active employment at DOE facilities and are payable after their employment ends.", "The Office of Legacy Management has been funded entirely within DOE's Other Defense Activities account since FY2009. P.L. 113-76 provided $177.0 million for the Office of Legacy Management in FY2014, the same as the President had requested and the Senate Appropriations Committee recommended in S. 1245 . As passed by the House, H.R. 2609 would have provided $173.0 million. All of these amounts were an increase above the enacted appropriations of $155.7 million in FY2013 (post-sequestration and post-rescission).", "During FY2014, the Office of Legacy Management plans to continue its management of three major closure sites and almost 90 other small sites, and to add six new sites to its inventory for long-term stewardship responsibility by the end of that fiscal year. DOE reports that funding needs for new sites, other new actions, and inflationary increases for various program elements have been partially offset in the near term through improvements in program and administrative efficiencies and a decrease in the need to contribute to former contractor workers' pension funds. However, funding needs for the Office of Legacy Management are likely to increase more significantly over the next decade, as additional facilities are cleaned up and transferred from the Office of Environmental Management and the FUSRAP program for long-term stewardship. DOE projects that the total number of facilities administered by the Office of Legacy Management will increase to 129 facilities by FY2020. ", "Estimating the long-term funding needs for the Office of Legacy Management is inherently challenging because of the lengthy time horizons that are involved. For example, actions may be necessary for many decades to operate and maintain cleanup remedies and monitor contaminant levels to ensure the effectiveness of the remedies over time. At sites where the cleanup entails the permanent containment of radioactive wastes, long-term stewardship may continue indefinitely because of the time needed for radioactive elements to decay to acceptable levels. Enforcement of land use restrictions or other institutional controls also may be necessary in perpetuity at facilities that are not cleaned up for unrestricted use, in order to prevent potentially harmful exposures. These and other factors make it difficult to reliably estimate the financial liability of the United States for long-term stewardship of sites contaminated from the historic production of nuclear weapons and civilian nuclear energy research in the 20 th century."], "subsections": []}]}, {"section_title": "Power Marketing Administrations111", "paragraphs": ["DOE's four Power Marketing Administrations (PMAs)—Bonneville Power Administration (BPA), Southeastern Power Administration (SEPA), Southwestern Power Administration (SWPA), and Western Area Power Administration (WAPA)—were established to sell the power generated by the dams operated by the Bureau of Reclamation and the Army Corps of Engineers. In many cases, conservation and management of water resources—including irrigation, flood control, recreation, or other objectives—were the primary purpose of federal projects. (For more information, see CRS Report RS22564, Power Marketing Administrations: Background and Current Issues , by [author name scrubbed].)", "Priority for PMA power is extended to \"preference customers,\" which include municipal utilities, cooperatives, and other \"public\" bodies. The PMAs sell power to these entities \"at the lowest possible rates\" consistent with what they describe as \"sound business practice.\" The PMAs are responsible for covering their expenses and for repaying debt and the federal investment in the generating facilities.", "The Obama Administration's FY2014 request for the PMAs was $85 million. This is the same level as the FY2012 appropriation, and slightly more than the FY2013 total of $79 million (post sequestration, post rescission). The FY2014 budget request continues a change enacted in FY2010 that reclassified receipts from the PMAs from mandatory to discretionary. This change offsets many of the expenses of WAPA, SWPA, and SEPA that were previously paid for with discretionary appropriations. As a result of the change, two PMAs require discretionary funding in addition to their receipts: SWPA requests $11.9 million and WAPA requests $95.9 million. Receipts for SEPA are expected to offset all operating costs in FY2011. In addition, $400,000 is requested for Falcon and Amistad operations and maintenance, and collections of $23 million from Colorado River basins score as an additional offset toward the net discretionary appropriation for WAPA. P.L. 113-76 appropriated the requested amount for PMAs, $85 million.", "BPA is a self-funded agency under authority granted by P.L. 93-454 (16 U.S.C. §838), the Federal Columbia River Transmission System Act of 1974, and receives no appropriations. However, it funds some of its activities from permanent borrowing authority with the Treasury, which was increased in FY2003 from $3.75 billion to $4.45 billion (a $700 million increase). ARRA further increased the amount of borrowing that BPA conducts under the Transmission System Act by $3.25 billion to the current authority for $7.7 billion in bonds outstanding to the Treasury. ", "ARRA also provided WAPA borrowing authority for the purpose of planning, financing or building new or upgraded electric power transmission lines to facilitate the delivery of renewable energy resources constructed by or expected to be constructed after the date of enactment. The authority to borrow from the United States Treasury had not previously been available to WAPA. It is now available on a permanent, indefinite basis, with the amount of borrowing outstanding not to exceed $3.25 billion. "], "subsections": []}]}]}, {"section_title": "Title IV: Independent Agencies", "paragraphs": ["Independent agencies that receive funding from the Energy and Water Development bill include the Nuclear Regulatory Commission (NRC), the Appalachian Regional Commission (ARC), and the Denali Commission."], "subsections": [{"section_title": "Key Policy Issues—Independent Agencies", "paragraphs": [], "subsections": [{"section_title": "Nuclear Regulatory Commission114", "paragraphs": ["For FY2014 the Nuclear Regulatory Commission (NRC) was appropriated $1.0559 billion ($125.2 million net, including the inspector general's office), $0.9 million above the request and $17.8 million above the FY2012 funding level. Major activities conducted by NRC include safety regulation and licensing of commercial nuclear reactors and oversight of nuclear materials users. The House bill and the Senate Appropriations Committee recommendation had provided the requested amount.", "The NRC budget request included $240.5 million for new reactor activities, $24.9 million below the FY2012 level. Until 2007, no new commercial reactor construction applications had been submitted to NRC since the 1970s. However, volatile fossil fuel prices, the possibility of controls on carbon emissions, and incentives provided by the Energy Policy Act of 2005 prompted electric utilities and other generating companies to apply for licenses for 30 new reactors. Several of those applications were subsequently withdrawn or suspended, though, as falling natural gas prices reduced the competitiveness of nuclear power. NRC issued combined construction and operating licenses for four new reactors at two sites in Georgia and South Carolina in early 2012.", "NRC's proposed FY2014 budget included no funds for licensing DOE's previously planned Yucca Mountain nuclear waste repository. Because the Obama Administration wants to cancel the Yucca Mountain project and filed a motion to withdraw the license application on March 3, 2010, the NRC's FY2011 appropriation was used to close out its licensing activities. As discussed in the Nuclear Waste section of this report, the U.S. Court of Appeals for the District of Columbia Circuit ordered NRC on August 13, 2013, to continue reviewing the Yucca Mountain license application, using $11.1 million in leftover funding. Similarly, the House Appropriations Committee had directed NRC to use prior-year funds to complete the Yucca Mountain license application, and contended that NRC was required by law to find additional resources as needed.", "For regulation of operating reactors, NRC's FY2014 budget request included $571.9 million, $37.2 million above the FY2012 level. Those activities include reactor safety inspections, license renewals and modifications, collection and analysis of reactor performance data, and oversight of security exercises. The Fukushima nuclear disaster in Japan increased congressional and public concern about the safety of U.S. nuclear power plants. NRC established a task force 10 days after the accident to review NRC's regulatory system. NRC issued the first regulatory orders resulting from that review on March 12, 2012, and is currently working on additional regulations.", "The Energy Policy Act of 2005 permanently extended a requirement that 90% of NRC's budget be offset by fees on licensees. Not subject to the offset are expenditures from the Nuclear Waste Fund to pay for waste repository licensing, spending on general homeland security, and DOE defense waste oversight. The offsets in the FY2014 appropriation result in a net appropriation of $125.2 million, $3.2 million below the FY2012 enacted level."], "subsections": []}]}]}]}}