{"id": "R43150", "title": "Delay in Implementation of Potential Employer Penalties Under ACA", "released_date": "2013-07-22T00:00:00", "summary": ["The Patient Protection and Affordable Care Act (ACA, P.L. 111-148), as amended, attempts to increase access to health insurance coverage, expands federal private health insurance market requirements, and requires the creation of health insurance exchanges to provide certain individuals and small employers with access to insurance. To ensure that employers continue to provide some degree of coverage, ACA includes a \"shared responsibility\" provision. This provision does not explicitly mandate that an employer offer employees health insurance; instead, ACA imposes penalties on \"large\" employers if at least one of their full-time employees obtains a premium credit through the newly established exchange. A companion provision to the employer requirements is the ACA requirement for most individuals to maintain health insurance coverage (\"individual mandate\") or pay a penalty, with exceptions. These provisions are effective in 2014 according to the ACA statute.", "ACA requires the Internal Revenue Service (IRS) to coordinate various information reporting requirements. Specifically, this information will be used for determining whether", "employer coverage exists and, if it does, whether it is adequate and affordable for purposes of the employer shared responsibility payments; and individuals have an offer of minimum essential coverage for purposes of the individual mandate, as well as eligibility for premium credits in the newly established exchanges.", "On July 2, 2013, the Obama Administration announced that it is going to delay, until 2015, enforcement and associated reporting requirements relating to potential employer penalties under ACA. On July 11, 2013, the IRS released Notice 2013-45, which provided more detailed information on this transitional relief. According to the IRS notice, this transition relief will provide additional time for input from employers and other reporting entities in an effort to simplify information reporting consistent with effective implementation of the law.", "This delay may have implications for an individual's health insurance coverage and eligibility for tax assistance provided through the exchanges. One potential impact of a delay in the enforcement of potential employer penalties may be a lower than projected number of \"large\" employers offering health insurance coverage. This may result in a larger than projected increase in the number of workers eligible for premium tax credits in the exchanges in 2014 and an increase in the number of uninsured. However, while measurement of the magnitude of this effect is beyond the scope of this report, one recent study found that a delay may not have a significant effect on the employer-sponsored health insurance coverage. The Congressional Budget Office (CBO) and the Joint Committee on Taxation (JCT) have not yet completed an analysis of the impact that the Administration's announcement and other recently issued final rules will have on spending and revenues under current law.", "On July 11, 2013, the House of Representatives introduced H.R. 2667: Authority for Mandate Delay Act, which would delay for one year certain reporting requirements as well as penalties for certain large employers. CBO and JCT's cost estimate of H.R. 2667 on July 16 reported that enacting H.R. 2667 would not affect direct spending or revenues because the bill essentially codifies the Administration's recent announcement. Therefore, according to CBO, pay-as-you-go procedures do not apply. On July 17, 2013, the House passed H.R. 2667."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Patient Protection and Affordable Care Act (ACA, P.L. 111-148 ), as amended, attempts to increase access to health insurance coverage, expands federal private health insurance market requirements, and requires the creation of health insurance exchanges to provide certain individuals and small employers with access to insurance. To ensure that employers continue to provide some degree of coverage, ACA includes a \"shared responsibility\" provision. This provision does not explicitly mandate that an employer offer employees health insurance; instead, ACA imposes penalties on \"large\" employers if at least one of their full-time employees obtains a premium credit through the newly established exchange. A companion provision to the employer requirements is the ACA requirement for most individuals to maintain health insurance coverage (\"individual mandate\") or pay a penalty, with exceptions. These provisions are effective in 2014 according to the ACA statute. ", "On July 2, 2013, the Obama Administration announced that it is going to delay, until 2015, enforcement and associated reporting requirements relating to potential employer penalties under ACA. On July 11, 2013, the IRS released Notice 2013-45, which provided more detailed information on this decision. ", "This delay may have implications for the individual mandate and eligibility for tax assistance provided through the exchanges. It also may have some impact with respect to federal spending and revenues. This report summarizes some of these issues; however, it does not attempt to identify all possible implications of this delay. This report does not address whether the Obama Administration has legal authority to delay implementation of ACA reporting requirements and enforcement of the employer penalty. "], "subsections": []}, {"section_title": "Background", "paragraphs": ["ACA includes a number of provisions intended to expand and/or facilitate the purchase of health insurance coverage. These include new federal tax credits for certain low-income individuals to purchase insurance through the newly established exchanges. Prior to the reporting requirements and employer penalty delay, CBO projected that premium credits would increase federal spending by $28 billion in FY2014 and by $55 billion in FY2015.", "In addition, ACA includes potential tax penalties for large employers (those with 50 or more full-time equivalent employees) who do not share responsibility in the provision of health insurance coverage. Specifically, in certain circumstances, large employers who do not provide adequate or affordable coverage may potentially pay a penalty if at least one of their full-time workers enrolls in an exchange and receives a premium credit. Prior to the delay, CBO projected that the employer penalties would increase federal revenue between $5 billion and $10 billion in 2014.", "Finally, most individuals will be required to maintain minimum essential coverage (MEC), which includes eligible employer coverage, individual coverage, and federal programs such as Medicare and Medicaid, among others. Individuals who do not maintain MEC for themselves and their dependents, and who are not exempt from the individual mandate, will be required to pay a penalty for noncompliance. Prior to the delay, CBO projected that the penalty payments by individuals would equal $3 billion in FY2014 and $5 billion in FY2015. ", "Implementation of these provisions (premium credits, employer requirements, and individual mandate) requires employers, insurance companies, and others to report information related to the availability and cost of health coverage, among other issues. Coordination of such information across public and private entities is critical given the interaction of these provisions with each other."], "subsections": [{"section_title": "Reporting Requirements Under ACA", "paragraphs": ["ACA requires the Internal Revenue Service (IRS) to coordinate various information reporting requirements. Specifically, ACA enacts Internal Revenue Code (IRC) Sections 6055 and 6056 to provide this information (see Table 1 ), which will be used for determining whether:", "employer coverage exists and, if it does, whether it is adequate and affordable for purposes of the employer shared responsibility payments; and individuals have an offer of minimum essential coverage for purposes of the individual mandate, as well as eligibility for premium credits in the newly established exchanges. ", "Under these provisions, certain entities are required to file annual returns to the IRS reporting information for each individual for whom minimum essential coverage is provided. The entities include health insurance issuers, sponsors of self-insured health plans, government agencies that administer government-sponsored health insurance programs, and other entities that provide minimum essential coverage.", "The law further states that all information returns reporting MEC are to contain (1) the name, address, and taxpayer identification number of the primary insured and each other individual covered under the policy or plan; (2) the dates each individual was covered under minimum essential coverage during the calendar year; and (3) in the case of health insurance coverage, whether the coverage is a qualified health plan offered through exchange, and the amount of any advance payment of the premium tax credit and any cost-sharing reduction.", "For purposes of MEC through an employer's health plans, information returns also should include the name, address, and employer identification number of the employer maintaining the plan, the portion of the premium paid by the employer, and any other information that the Secretary of the Treasury may require for administering the small business tax credit (§45R).", "The law also directs the entity filing an information return reporting MEC to furnish a written statement to each individual listed on the return that shows the information for that individual that must be reported to the IRS."], "subsections": []}, {"section_title": "IRS Notice on Transition Relief", "paragraphs": ["On July 11, 2013, the IRS released Notice 2013-45, which provided greater detail on transition relief for 2014 regarding information reporting requirements for the employer shared responsibility provisions. According to the notice, this transition relief will provide additional time for input from employers and other reporting entities in an effort to simplify information reporting consistent with effective implementation of the law.", "The transition relief is for the information reporting requirements described above (i.e., IRC Sections 6055 and 6056) as well as a delay in the employer share responsibility provisions (IRC Section 4980H) (see Table 1 ). According to the notice: ", "This transition relief will provide additional time for input from employers and other reporting entities in an effort to simplify information reporting consistent with effective implementation of the law. This transition relief also is intended to provide employers, insurers, and other providers of minimum essential coverage time to adapt their health coverage and reporting systems. Both the information reporting [requirements] and the Employer Shared Responsibility Provisions will be fully effective for 2015. In preparation for that, once the information reporting rules have been issued, employers and other reporting entities are encouraged to voluntarily comply with the information reporting provisions for 2014. This transition relief through 2014 for the information reporting [requirements] and Employer Shared Responsibility Provisions has no effect on the effective date or application of other Affordable Care Act provisions.", "The notice also stated that IRS will issue proposed rules on these reporting requirements later this year. Once issued, employers, insurers, and other reporting entities are encouraged to voluntarily comply with these information reporting provisions for 2014 in preparation for full application of the provisions in 2015. "], "subsections": []}]}, {"section_title": "Implications for Premium Credit Eligibility and Individual Mandate", "paragraphs": ["A delay in the enforcement and implementation of potential employer penalties in 2014 may have an impact on the number of individuals eligible for premium credits and the payments of the individual penalty under the individual mandate requirements. These changes also may have an impact on federal spending and revenue associated with the employer penalty, individual mandate, and premium credits. The following section discusses these issues in greater detail. "], "subsections": [{"section_title": "Eligibility for Premium Tax Credits in the Exchanges", "paragraphs": ["ACA authorized new federal tax credits to go towards covering premiums for health insurance offered through the newly established exchanges (marketplaces) beginning in 2014. These premium credits will be available to individuals and families who have household incomes between 100% and 400% of the federal poverty level (FPL), and do not have access to MEC elsewhere. In addition, an individual may have an offer of MEC from an employer, but if that coverage is not adequate or affordable, that individual could qualify for premium tax credits. In addition to premium credits, ACA also establishes subsidies to reduce cost-sharing expenses.", "One potential impact of a delay in the enforcement of potential employer penalties under ACA in 2014 may be a lower than projected number of \"large\" employers offering health insurance coverage. This may result in a larger than projected increase in the number of workers eligible for premium tax credits in the exchanges in 2014. The magnitude of this effect is beyond the scope of this report. A recent study by the Urban Institute found that the delay in the enforcement of the employer penalty has almost no effect on overall coverage under the ACA or the distribution of that coverage across public and private sources. CBO and JCT have not yet completed an analysis of the impact that the Administration's July 2, 2013, announcement and other recently issued final rules will have on spending and revenues under current law. That analysis will be released soon.", "Individuals filing for a premium tax credit face the same requirements with respect to accuracy as when they file their annual taxes. Under current law, individuals who knowingly provide false information are subject to penalties and there is no statute of limitations for fraudulent claims. In addition, there are a number of other information reports and processes available to the IRS and the exchanges to validate an individual's income and whether an individual has access to MEC and the nature of that coverage. ", "Under ACA, the amount received in premium credits is based on the prior year's income tax returns. These amounts are reconciled in the next year when individuals file tax returns for the actual year in which they received a premium credit. If a tax filing unit's income changes, and the filer should have received a higher credit amount, this additional credit would be included in their tax refund for the year. On the other hand, any excess amount that was overpaid in premium credits would have to be repaid to the federal government as a tax payment, with some limits on repayment based on income. ", "In addition, a recent final regulation issued by HHS provides guidance to exchanges in determining eligibility for advance payments of the premium tax credits and cost-sharing reductions in the absence of information about the availability of employer-sponsored insurance. Under this guidance, prior to January 1, 2015, an exchange may accept an applicant's attestation regarding enrollment in an eligible employer-sponsored plan and eligibility for qualifying coverage in an eligible employer plan for the benefit year for which coverage is requested without further verification. While HHS indicates that this is an option for state-based exchanges, HHS indicates that federally-facilitated exchanges (including partnership exchanges) will not rely on an applicant's attestation and instead adhere to the verification procedures outlined in regulations.", "Even with a delay in reporting requirements (as outlined in IRS Notice 2013-45), there are a number of other information reports available to assist IRS in confirming whether someone has MEC when applying for premium tax credits in a state-based exchange. For example, a proxy for MEC from an employer may be available from individual's W-2 forms, as enacted under Section 9002 of ACA and described in Table 1 above. ACA requires employers to disclose the employer's contribution towards an employee's health insurance coverage on the employee's W-2 form. The W-2 information available after April 15, 2014, would be based on tax returns filed for CY2013, which would require some reconciliation of information in later years. This information, however, would not identify or report whether employers are offering coverage that is adequate or affordable , nor is it available consistently for workers at firms less than 250 workers. In these cases, there is nothing preventing the state exchanges from contacting an individual's employer to determine more information about the health insurance coverage provided. ", "Finally, employers are encouraged to voluntarily comply with the reporting requirements in 2014. For those employers that voluntarily comply, this will provide additional information to IRS regarding the existence and nature of an individual's health insurance coverage if available. "], "subsections": []}, {"section_title": "Individual Penalty Payments", "paragraphs": ["Beginning in 2014, ACA includes a requirement for most individuals to have health insurance or potentially pay a penalty for noncompliance. Individuals will be required to maintain minimum essential coverage for themselves and their dependents. Some individuals will be exempt from the mandate or the penalty, while others may be given financial assistance to help them pay for the cost of health insurance and, in some cases, cost-sharing.", "If the delay in enforcement of the employer penalty reduces the offer of employer-sponsored coverage, this may lead to an increase in the number of uninsured who may be potentially subject to the individual mandate's penalty. As noted earlier, however, the magnitude of this effect is outside the scope of this report.", "Similar to the discussion above with respect to premium credit eligibility, determining the existence of MEC for purposes of the individual mandate may require reliance on other information available to the IRS. In this case, because there is a financial penalty for noncompliance, individuals will have an incentive to approach their employers to certify that they have MEC. ", "While information regarding the existence of MEC would be available for employers who voluntarily comply with the reporting requirements in 2014, there may also be other sources of this information available to tax filers. For example, as noted above, a proxy for minimum essential coverage from employers may be available on an individual's W-2 form as enacted under Section 9002 of ACA and described in Table 1 above. Since the individual mandate payments are determined when an individual files taxes, the W-2 information would be available at that time for workers at firms with more than 250 employees (see discussion under premium credits above). "], "subsections": []}]}, {"section_title": "H.R. 2667: Authority for Mandate Delay Act", "paragraphs": ["On July 11, 2013, the House of Representatives introduced H.R. 2667 : Authority for Mandate Delay Act. The bill would delay for one year certain reporting requirements as well as penalties for certain large employers that do not offer \"affordable\" health insurance coverage to their employees (as affordability is defined in the Affordable Care Act, P.L. 111-148 , and the health care provisions of P.L. 111-152 ).", "CBO and JCT's cost estimate of H.R. 2667 on July 16 reported that enacting H.R. 2667 would not affect direct spending or revenues because the bill essentially codifies the Administration's recent announcement. Therefore, pay-as-you-go procedures do not apply. This cost estimate is done under the following assumptions and methodology. As a general rule, CBO evaluates legislation being considered in the House or Senate relative to the agency's baseline projections. New information about the implementation of legislation―such as an agency issuing a final rule or making an official announcement clearly defining an intended Administration action like the Department of the Treasury's announcement on July 2, 2013―is incorporated in CBO's next regular baseline update. However, following long-standing procedures, CBO also immediately takes that information into account when analyzing legislation being considered by Congress.", "On July 17, 2013, the House passed H.R. 2667 ."], "subsections": []}]}}