{"id": "R43148", "title": "An Overview of Unconventional Oil and Natural Gas: Resources and Federal Actions", "released_date": "2015-04-22T00:00:00", "summary": ["The United States has seen resurgence in petroleum production, mainly driven by technology improvements—especially hydraulic fracturing and directional drilling—developed for natural gas production from shale formations. Application of these technologies enabled natural gas to be economically produced from shale and other unconventional formations and contributed to the United States becoming the world's largest natural gas producer in 2009. Use of these technologies has also contributed to the rise in U.S. oil production over the last few years. In 2009, annual oil production increased over 2008, the first annual rise since 1991, and has continued to increase each year since. Between January 2008 and May 2014, U.S. monthly crude oil production rose by 3.2 million barrels per day, with about 85% of the increase coming from shale and related tight oil formations in Texas and North Dakota. Other tight oil plays are also being developed, helping raise the prospect of energy independence, especially for North America.", "The rapid expansion of tight oil and shale gas extraction using high-volume hydraulic fracturing has raised concerns about its potential environmental and health impacts. These concerns include potential direct impacts to groundwater and surface water quality, water supplies, and air quality. In addition, some have raised concerns about potential long-term and indirect impacts from reliance on fossil fuels and resulting greenhouse gas emissions and influence on broader energy economics. This report focuses mainly on actions related to controlling potential direct impacts.", "States are the primary regulators of oil and gas production on non-federal lands. In recent years, many oil and gas producing states have revised laws and regulations governing oil and gas production in response to changes in production practices as producers have expanded into tight oil, shale gas, and other unconventional hydrocarbon formations. However, state rules vary considerably, leading to calls for more federal oversight of unconventional oil and gas extraction activities and hydraulic fracturing specifically.", "Provisions of several federal environmental laws can apply to certain activities related to oil and gas production, and proposals to expand federal regulation in this area have been highly controversial. Some advocates of a larger federal role point to a wide range of differences among state regulatory regimes and argue that a national framework is needed to ensure a consistent minimum level of protection for surface and groundwater resources and air quality. Others argue against more federal involvement and point to the long-established state oil and natural gas regulatory programs, regional differences in geology and water resources, and concern over regulatory redundancy.", "The federal role in regulating oil and gas extraction activities—and hydraulic fracturing, in particular—has been the subject of considerable debate and legislative proposals for several years, but legislation has not been enacted. While congressional debate has continued, the Administration has pursued a number of regulatory initiatives related to unconventional oil and gas development under existing statutory authorities.", "This report focuses on the growth in U.S. oil and natural gas production driven primarily by tight oil formations and shale gas formations. It also reviews selected federal environmental regulatory and research initiatives related to unconventional oil and gas extraction, including the Bureau of Land Management (BLM) hydraulic fracturing rule (finalized in March 2015) and Environmental Protection Agency (EPA) actions."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction: Change Is Afoot", "paragraphs": ["In the past, the oil and natural gas industry considered resources locked in tight, impermeable formations such as shale uneconomical to produce. Advances in directional well drilling and reservoir stimulation have dramatically changed this perspective. It is production from these unconventional formations that has changed the U.S. energy posture and global energy markets.", "U.S. oil and natural gas production is on the rise, primarily driven by resources from tight formations. The techniques developed to produce shale gas—directional drilling and hydraulic fracturing —have migrated to the oil sector. The United States is the third-largest oil producer in the world but also the fastest-growing producer. The United States surpassed Russia in 2009 as the world's largest natural gas producer. Production from tight formations is expected to make up a significant part of production of each commodity well into the future (see Figure 1 ).", "This report focuses on the growth in U.S. oil and natural gas production driven primarily by tight oil formations and shale gas formations. It does not address other types of unconventional production such as coalbed methane or tight gas, as their contributions to overall U.S. production have not changed as dramatically as shale gas. There has been continued congressional interest related to unconventional natural gas and oil production. In March 2015, the House Natural Resources Committee's Subcommittee on Energy and Mineral Resources held a hearing addressing the new Bureau of Land Management (BLM) hydraulic fracturing rule. Among actions in the 113 th Congress, the Senate Energy and Natural Resources Committee held three roundtable discussions on natural gas supply and use ; the House Natural Resources Committee held a hearing on hydraulic fracturing legislation and the BLM proposed rule; and the House Energy and Commerce Committee's Subcommittee on Energy and Power held a hearing in June 2013 on U.S. energy abundance. "], "subsections": []}, {"section_title": "Geology Is What Makes a Resource Unconventional", "paragraphs": ["Unconventional formations are fine-grained, organic-rich, sedimentary rocks—usually shales and similar rocks. The shales and rocks are both the source of and the reservoir for oil and natural gas, unlike conventional petroleum reservoirs. The Society of Petroleum Engineers describes \"unconventional resources\" as petroleum accumulations that are pervasive throughout a large area and are not significantly affected by pressure exerted by water (hydrodynamic influences); they are also called \"continuous-type deposits\" or \"tight formations.\" In contrast, conventional oil and natural gas deposits occur in porous and permeable sandstone and carbonate reservoirs. Under pressure exerted by water, the hydrocarbons migrated upward from organic sources until an impermeable cap-rock (such as shale) trapped it in the reservoir rock. Although the unconventional formations may be as porous as other sedimentary reservoir rocks, their extremely small pore sizes and lack of permeability make them relatively resistant to hydrocarbon flow. The lack of permeability means that the oil and gas typically remain in the source rock unless natural or artificial fractures occur."], "subsections": []}, {"section_title": "Price Drives Industrial Innovation", "paragraphs": ["Historically, natural gas prices in the United States have been volatile. From 1995 to 1999, the spot price of natural gas averaged $2.23 per million British thermal units (MBtu, sometimes noted as mmBtu) but increased to an average price of $4.68 per MBtu, in nominal dollars, during the 2000-2004 period, an almost 110% rise. Prices hit a peak in December 2005 at $15.38 per MBtu but remained relatively high through July 2008, as can be seen in Figure 2 . Along with the rise in prices, U.S. net imports of natural gas also rose, increasing 32% between 1995 and 2000 and 41% between 1995 and 2007.", "As U.S. prices and imports continued to trend up, the industry undertook two competing solutions to meet the need for more natural gas—increased liquefied natural gas (LNG) imports and development of techniques to produce shale gas. The LNG import facilities were much higher profile and were cited extensively in industry and popular press. Approximately 50 import projects were proposed, and 8 were eventually constructed during the mid- to late 2000s, along with the recommissioning of older facilities. ", "Although horizontal drilling and hydraulic fracturing have been industry techniques for some time, their application to shale gas formations is relatively new. Advances in directional drilling, particularly steerable down-hole motors, allowed drilling operators to better keep the well bore in the hydrocarbon-bearing shale formations. Well stimulation was also required, and improvements in hydraulic fracturing techniques, particularly multistage hydraulic fracturing and the ability to better control the fractures, contributed to making shale gas production a profitable venture.", "In 2007, the Energy Information Administration (EIA) first recorded shale gas production, when it accounted for just 7% of U.S. natural gas production. In 2013, shale gas production accounted for almost 40% of U.S. production (see Figure 1 ), while almost all the LNG import terminals were idle and many applied to become export terminals."], "subsections": []}, {"section_title": "Technologies Stimulate Shale Gas Production First", "paragraphs": ["The application of advances in directional drilling and hydraulic fracturing were first applied to shale gas formations, particularly as natural gas prices increased in the mid-2000s. Methane molecules and those of natural gas liquids (NGLs) are smaller than crude oil molecules and therefore tend to be more responsive to hydraulic fracturing. The success of shale gas development has driven U.S. natural gas production to increase almost every month on a year-on-year basis (see Figure 3 ) from 2008 through May 2014. The rise in shale gas development has also resulted in natural gas prices declining, as shown in Figure 2 .", "The decline in prices and production in the latter half of 2008 was mainly the result of the economic downturn. However, as the economy picked up in 2009, natural gas resumed its upward production trajectory while prices stayed low. Overall U.S. natural gas production grew, as did the contribution from shale. The continued increase in production can be attributed, in part, to industry improvements in extracting more of the natural gas from the shale formations. Continued progress in hydraulic fracturing and directional drilling techniques has enabled companies to drive down production costs while increasing output."], "subsections": [{"section_title": "Natural Gas Liquids: A Production Driver", "paragraphs": ["NGLs have taken on a new prominence as shale gas production has increased and prices have fallen. As natural gas prices have stayed low, company interests have shifted away from dry natural gas production to more liquids-based production. NGL is a general term for all liquid products separated from natural gas at a gas processing plant and includes ethane, propane, butane, and pentanes. When NGLs are present with methane, which is the primary component of natural gas, the natural gas is referred to as either \"hot\" or \"wet\" gas. Once the NGLs are removed from the methane, the natural gas is referred to as \"dry\" gas, which is what most consumers use. ", "Each NGL has its own market and its own value. As the price for dry gas has dropped because of the increase in supply and other reasons, such as the warm winter of 2011, the natural gas industry has turned its attention to producing in areas with more wet gas in order to bolster the value it receives (see Figure 4 ). Some companies have shifted their production portfolios to tight oil formations, such as the Bakken in North Dakota and Montana, to capitalize on the experience they gained in shale gas development. Historically, the individual NGL products have been priced against oil, except for ethane. As oil prices have remained higher since 2008 relative to natural gas, they have driven an increase of wet gas production. Because of its low price, dry gas is often treated as a \"byproduct\" of wet gas and oil production."], "subsections": []}]}, {"section_title": "Increased Tight Oil Production Raises Independence Possibility", "paragraphs": ["The prospect of U.S. energy independence is grounded in the production growth from tight oil formations such as the Bakken Formation in North Dakota and Montana and the Eagle Ford Formation in Texas. Relative to other fuels, the United States is more dependent upon imports for its oil requirements, still accounting for about 47% of consumption. Canada is the largest supplier of U.S. oil imports, which is why energy independence is usually mentioned as North American energy independence. The United States added almost 1 million barrels per day (b/d) of oil production between 2012 and 2013 (see Figure 5 ). U.S. oil production has reached levels not seen in more than a decade but is almost 2 million b/d short of the highs in the 1970s. Since 2005, when crude oil imports reached a peak, they have dropped almost 2.4 million b/d, or 24%, through 2013. Also since 2005, U.S. consumption of crude oil and petroleum products has been trending downward, contributing to the decrease in imports.", "The continued shift of industry resources toward oil-rich production has prompted forecasts of continued growth. Domestic crude oil production is projected to rise through the end of the decade. The tremendous increases are primarily due to dramatic increases in production from the previously mentioned Bakken Formation in North Dakota and the Eagle Ford play in Texas, both tight oil formations."], "subsections": []}, {"section_title": "Environmental Concerns and Responses", "paragraphs": ["As with other energy sources or fuel production, the development of unconventional oil and gas resources can pose both environmental risks and net benefits, some direct and others indirect. Potential direct risks may include impacts to groundwater and surface water quality, public and private water supplies, and air quality. In addition, some have raised concerns about potential long-term and indirect impacts from reliance on fossil fuels and resulting greenhouse gas emissions and influence on broader energy economics. On the other hand, natural gas is seen by many as a \"bridge\" fuel that can provide more energy per unit of greenhouse gas produced than some alternatives (e.g., coal) and has only recently been produced in sufficient quantity and at low enough prices to provide a viable alternative fuel that is widely regarded as relatively cleaner-burning (i.e., no mercury or sulfur emissions and substantially lower emissions of nitrous oxides and carbon dioxide per Btu of energy produced compared to coal). This report focuses primarily on measures to address potential direct impacts.", "Among the variety of potential direct environmental impacts, many may be mitigated with appropriate safeguards, existing technology, and best practices. For example, management of wastewater associated with increased unconventional oil and gas production activity has in some cases placed a strain on water resources and on wastewater treatment plants that were not designed to remove salts and other contaminants from hydraulic fracturing flowback and produced water, and these impacts can be mitigated by investing in additional control technologies. "], "subsections": [{"section_title": "Water Quality Issues", "paragraphs": ["Water quality issues have received much attention, and of these, the potential risks associated with well stimulation by hydraulic fracturing have been at the forefront. Complaints of contaminated well water have emerged in some areas where unconventional oil and gas development has occurred, although regulators have not reported a direct connection between hydraulic fracturing of shale formations at depth and groundwater contamination. In shale formations, the vertical distance separating the target zone from usable aquifers generally is much greater than the length of the fractures induced during hydraulic fracturing. Thousands of feet of rock layers typically overlay the produced portion of shale, and these layers serve as barriers to flow. In these circumstances, geologists and state regulators generally view as remote the possibility of creating a fracture that could reach a potable aquifer. If the shallow portions of shale formations were developed, then the thickness of the overlying rocks would be less and the distance from the shale to potable aquifers would be shorter, posing more of a risk to groundwater. In contrast to shale, coalbed methane (CBM) basins often qualify as underground sources of drinking water. Injection of fracturing fluids directly into or adjacent to such formations may be more likely to present a risk of contamination, and this is where initial regulatory attention and study was focused.", "State regulators have expressed more concern about the groundwater contamination risks associated with developing a natural gas or oil well (drilling through an overlying aquifer and casing, cementing, and completing the well), as opposed to hydraulic fracturing per se. The challenges of sealing off the groundwater and isolating it from possible contamination are common to the development of any oil or gas well and are not unique to hydraulic fracturing. However, horizontally drilled, hydraulically fractured oil and gas wells pose more development and production challenges and are subject to greater pressures than conventional vertical wells. ", "Identifying the source or cause of groundwater contamination can be difficult for various reasons, including the complexity of hydrogeologic processes and investigations, a lack of baseline testing of nearby water wells prior to drilling and fracturing, and the confidential business information status traditionally provided for fracturing compounds. Investigations by regulators and researchers have generally found that incidents involving residential water well contamination (including methane gas migration) have been caused by failure of well-bore casing and cementing or other well development and operating problems rather than the hydraulic fracturing process.", "The debate over groundwater contamination risks associated with hydraulic fracturing has been fueled in part by the lack of scientific studies to assess more thoroughly current practices and related complaints and uncertainties. To address this issue, Congress has asked the Environmental Protection Agency (EPA) to conduct a study on the relationship between hydraulic fracturing and drinking water. The \"hydraulic fracturing\" debate also has been complicated by terminology. Many do not differentiate the well stimulation process of \"fracing\" or \"fracking\" from the full range of activities associated with unconventional oil and gas exploration and production. ", "Other water quality concerns—associated with both conventional and unconventional oil and natural gas extraction—include the risks of contaminating ground and surface water from surface spills, leaks from pits, and siltation of streams from drilling and pad construction activities. Because of the large, but short-term, volumes of water needed for the hydraulic fracturing operations used to extract shale gas and tight oil, water consumption issues have emerged as well. Water use issues include the impacts that large water withdrawals might have on groundwater resources, streams and aquatic life (particularly during low-flow periods), and other competing uses (e.g., municipal or agricultural uses). Such impacts may be regional or localized and can vary seasonally or with longer-term variations in precipitation.", "The management of the large volumes of wastewater produced during natural gas production (including flowback from hydraulic fracturing operations and water produced from source formations) has emerged in many areas as a significant water quality issue as well as a cost issue for producers. In some areas, such as portions of the Marcellus Shale region, capacity is limited for wastewater disposal using underground injection wells (historically, the most common and preferred produced-water disposal practice in oil and natural gas fields), and surface discharge of wastewater is an increasingly restricted option. Such issues, as well as water-use concerns, are driving increased water recycling and reuse in the industry. "], "subsections": []}, {"section_title": "Air Emissions", "paragraphs": ["Air emissions associated with unconventional oil and natural gas production have also raised public health concerns and have drawn regulatory scrutiny. Air pollutants can be released during various stages of oil and natural gas production. Emission sources include pad, road, and pipeline construction; well drilling and completion, and flowback activities and natural gas processing, storage, and transmission equipment. Key pollutants include methane (the main component of natural gas and a potent greenhouse gas), volatile organic compounds (VOCs), nitrogen oxides, sulfur dioxide, particulate matter, and various hazardous air pollutants. According to EPA, the oil and gas industry is a significant source of methane and VOC emissions, which react with nitrogen oxides to form ozone (smog). EPA has identified hydraulically fractured gas wells during flowback as an additional source of these emissions in the natural gas industry.", "Releases of methane and other pollutants can also occur where natural gas is produced in association with oil and natural gas gathering pipelines and other infrastructure are lacking. In such cases, the natural gas must generally be flared or vented. Flaring reduces VOC emissions compared to venting, but like venting, it contributes to greenhouse gas emissions without producing an economic value or displacing other fuel consumption. Natural gas flaring has become an issue with the rapid and intense development of tight oil from the Eagle Ford Formation in Texas and the Bakken Formation in North Dakota, which have significant amounts of associated gas. Other areas that have experienced large increases in tight oil production have also had increases in the amount of natural gas being flared."], "subsections": []}, {"section_title": "State Regulation of Oil and Gas Development", "paragraphs": ["Oil and natural gas development is occurring in at least 32 states. Shale gas, tight oil, or other unconventional resources (such as coalbed methane) are found in many of these states, primarily on non-federal lands (see Figure 6 ). States are the principal regulators of oil and gas production activities on state and private lands. The federal government, through the Department of the Interior's Bureau of Land Management (BLM), has responsibility for overseeing oil and gas development on federally managed lands; however, some states require operators on federal public lands within state boundaries to comply with the state's oil and gas rules.", "Hydraulic fracturing, traditionally without horizontal drilling, has been used for decades to stimulate increased production from existing oil or gas wells. This technique, along with other well stimulation techniques, has been regulated to varying degrees through state oil and gas codes. The detail and scope of applicable regulations vary across the states, and some states have regulated \"well stimulation\" broadly without addressing hydraulic \"fracturing\" explicitly. State regulators have noted that hydraulic fracturing operations have been regulated through provisions that address various production activities, including requirements regarding well construction (e.g., casing and cementing), well stimulation (e.g., hydraulic fracturing), well operation (e.g., pressure testing and blowout prevention), and wastewater management. ", "Nonetheless, drilling and fracturing methods and technologies have changed significantly over time as they have been applied to more challenging formations, greatly increasing the amount of water, fracturing fluids, and well pressures involved in tight oil and shale gas production operations. State groundwater protection officials have reported that development of shale gas and tight oil using high-volume hydraulic fracturing, in combination with directional drilling, has posed new challenges for the management and protection of water resources. Consequently, many of the major producing states have revised or are in the process of revising their oil and gas laws and regulations to respond to these advances in oil and natural gas production technologies and related changes in the industry.", "When revising laws and regulations, some states have added provisions to address hydraulic fracturing specifically, such as requirements for disclosure of chemicals used in hydraulic fracturing. Additionally, various states have adopted measures on water resources protection (including casing, cementing and pressure testing, well spacing, setbacks, water withdrawal, flowback, and wastewater storage and disposal requirements). According to the Ground Water Protection Council (GWPC), the number of states with regulations governing hydraulic fracturing operations specifically increased from 4 in 2009 to 13 in 2013, and the number of states requiring reporting of hydraulic fracturing chemicals grew from 9 in 2009 to 21 in 2013. In February 2015, the GWPC reported that 27 states required chemical disclosure, and at least 18 of these states allow or require companies to meet public disclosure requirements by using the FracFocus website (see Figure 7 ).", "In December 2014, the New York State environmental commissioner announced plans to prohibit high-volume hydraulic fracturing based on the findings of a public health review. Maryland environmental officials recommended in late 2014 that shale gas drilling be allowed using best practices, following a three-year review of potential risks pursuant to an executive order. In 2013, North Carolina lawmakers enacted legislation prohibiting the issuance of permits for oil and gas development using hydraulic fracturing and horizontal drilling until new regulations were in place and the legislature took affirmative action to allow permits to be issued; in 2014, the state enacted legislation authorizing a regulatory permitting program for shale gas development."], "subsections": []}, {"section_title": "Debate over the Federal Role", "paragraphs": ["While states continue to adopt and implement varying frameworks for oversight and regulation of unconventional gas and oil development, some Members of Congress and various environmental groups have pressed for greater environmental oversight of shale energy development at the federal level. Some advocates of a larger federal role point to a wide range of differences in substance, scope, and enforcement among state regulatory regimes and assert that a national framework is needed to ensure a consistent baseline level of environmental and human health protection and transparency. Such advocates further argue that greater regulatory uniformity would reduce risks and uncertainties to both the industry and the public. Others, including many oil and gas states, argue against greater federal involvement and point to established state oil and gas programs and regulatory structures (which include a range of structures involving commissions, boards, or divisions within natural resource agencies working to varying degrees with, or within, state environmental agencies). In this view, experience lies with the states, and in addition to the relative nimbleness of states to review and revise laws and rules, the states are better able to consider regional differences in geology, topography, climate, and water resources.", "In the 113 th Congress, as in recent Congresses, the federal role in regulating oil and gas production generally, and hydraulic fracturing specifically, was the subject of hearings, seminars, and legislation. In the 114 th Congress, bills have again been proposed to either limit or expand federal involvement in regulating oil and gas development (see \" Legislation \" section). Such proposals have been contentious, and Congress has not enacted such legislation since amending the Safe Drinking Water Act (SDWA) in the Energy Policy Act (EPAct) of 2005 ( P.L. 109-58 ) to explicitly exclude from the SDWA definition of underground injection of fluids (other than diesel fuels) related to hydraulic fracturing operations. "], "subsections": []}, {"section_title": "Selected Federal Responses to Unconventional Resource Extraction", "paragraphs": ["Provisions of several federal environmental laws and related regulations currently apply to certain activities associated with oil and natural gas production. The Clean Water Act (CWA), for example, prohibits the discharge of pollutants from point sources into surface waters without a permit, and SDWA requires an Underground Injection Control (UIC) permit for wastewater disposal through deep well injection. A SDWA UIC permit is required for the underground injection of fluids or propping agents for hydraulic fracturing operations if the injected fracturing fluids contain diesel fuels. In 2012, EPA issued regulations under the authority of the Clean Air Act that require reductions in emissions related to oil and natural gas production, including emissions of volatile organic compounds (VOCs) from hydraulically fractured natural gas wells.", "While congressional debate has continued on legislative proposals, the Administration has been pursuing additional initiatives to regulate or otherwise manage activities related to unconventional oil and gas production. EPA has been most active and is considering actions under several pollution control statutes. Among these efforts, EPA is working to (1) establish pretreatment standards to control discharges of wastewater from shale gas extraction to publicly owned wastewater treatment plants; (2) revise water quality criteria to protect aquatic life from discharges of brine produced during oil and gas extraction to surface waters; and (3) subject hydraulic fracturing chemicals to toxic substance reporting requirements. In February 2014, EPA finalized permitting guidance for the use of diesel in hydraulic fracturing operations. The Appendix of this report provides a brief overview of selected federal environmental research and regulatory activities related to the production of tight oil and gas resources. Several of these initiatives are reviewed below."], "subsections": [{"section_title": "EPA Study on Hydraulic Fracturing and Drinking Water", "paragraphs": ["In 2009, the 111 th Congress urged EPA to conduct a study on the relationship between hydraulic fracturing and drinking water to gain a better understanding of potential contamination risks. In 2011, EPA published a final study plan that identified research projects that would address the full life cycle of water in hydraulic fracturing, from water acquisition to chemical mixing and injection through wastewater treatment and/or disposal. The study is intended to (1) examine conditions that may be associated with potential contamination of drinking water sources, and (2) identify factors that may lead to human exposure and risks. As part of the study, EPA has been investigating five reported incidents of drinking water contamination in areas where hydraulic fracturing has occurred. The purpose of the retrospective case studies is to determine the potential relationship between reported impacts and hydraulic fracturing activities. ", "In December 2012, EPA released a status report presenting the agency's efforts on 18 research projects being conducted for the study. Many of the individual research projects have been peer reviewed and published, and these papers are available on the agency website. EPA has designated the hydraulic fracturing study as a \"highly influential scientific assessment,\" which will undergo peer review by EPA's independent Science Advisory Board. EPA is synthesizing the results of the research projects into a draft report and plans to submit it for peer review and public comment in 2015. A final report is not expected to be completed before 2016. "], "subsections": []}, {"section_title": "Multiagency Collaboration on Unconventional Oil and Gas Research", "paragraphs": ["In March 2011, the White House issued a broad Blueprint for a Secure Energy Future , which identified a need to \"expand safe and responsible domestic oil and gas development and production.\" Additionally, the President directed the Secretary of Energy to identify steps that could be taken to improve the safety and environmental performance of shale gas production and to develop consensus recommendations on practices to ensure the protection of public health and the environment.", "In response, the Secretary of Energy's Advisory Board (SEAB) convened the Shale Gas Production Subcommittee to identify and evaluate issues and make recommendations to mitigate possible impacts of shale gas development. The SEAB final report included recommendations for the states, federal government, and industry. The subcommittee recommended, among other actions, that companies and regulators—to the extent that such actions had not been undertaken—adopt further measures to protect water quality and to manage water use and wastewater disposal, publicly report the composition of water and flow throughout the fracturing and cleanup process, disclose fracturing fluid composition, and adopt best practices for well development and construction (especially casing, cementing, and pressure management). The committee also recommended actions to protect air quality through reduction of emissions of air toxics, ozone precursors, methane, and other pollutants.", "In 2012, the President issued Executive Order (E.O.) 13605, \"Supporting Safe and Responsible Development of Unconventional Domestic Natural Gas Resources,\" to coordinate the efforts of federal agencies overseeing the development of unconventional domestic natural gas resources and associated infrastructure. The order states, \"Because efforts to promote safe, responsible, and efficient development of unconventional domestic natural gas resources are underway at a number of executive departments and agencies, close interagency coordination is important for effective implementation of these programs and activities.\"", "E.O. 13605 established an interagency working group to coordinate agency activities and to engage in long-term planning to ensure coordination on research, resource assessment, and infrastructure development. In April 2012, the lead agencies—the Department of Energy (DOE), EPA, and the Department of the Interior (DOI/U.S. Geological Survey)—signed a Memorandum of Agreement to develop a multiagency research plan \"to address the highest priority research questions associated with safely and prudently developing unconventional shale gas and tight oil reserves.\" In July 2014, the three agencies released a research and development strategy for unconventional oil and gas resources."], "subsections": []}, {"section_title": "BLM Regulation of Hydraulic Fracturing", "paragraphs": ["While states have the predominant role in regulating oil and gas development on state and private lands, the federal government is responsible for managing oil and gas resources on federal lands. Additionally, some states require oil and gas operators on federal lands within their state to comply with various state rules; consequently, the debate over the federal role in regulating unconventional oil and gas production—and related concerns over possible overlapping, inconsistent, or duplicative rules—has extended to activities on federal lands.", "The Bureau of Land Management is the federal agency responsible for overseeing oil, natural gas, and coal leasing and production on federal and Indian lands, including split estates, where the federal government owns the subsurface mineral estate and another entity owns the surface. BLM is tasked with leasing subsurface mineral rights not only on BLM-administered land but also for lands managed by other federal agencies, including the U.S. Forest Service. BLM oversees roughly 700 million subsurface acres of federal mineral estate and 56 million subsurface acres of Indian mineral estate nationwide. As of June 30, 2014, there were roughly 47,000 active oil and gas leases and 95,000 wells on public lands. BLM estimates that 2,800 new wells were drilled on federal and Indian lands in 2013 and that hydraulic fracturing was used to stimulate roughly 90% of these wells. "], "subsections": [{"section_title": "Final Hydraulic Fracturing Rule", "paragraphs": ["On March 26, 2015, BLM promulgated a hydraulic fracturing rule applicable to oil and gas operations on federal and Indian lands. The rule revises BLM's oil and gas rules related to hydraulic fracturing, which were promulgated in 1982 and last revised in 1988, before the widespread use of hydraulic fracturing and horizontal drilling. The rule is scheduled to enter into effect on June 24, 2015. ", "When first proposing the rule in 2012, BLM noted that the \"rule is necessary to provide useful information to the public and to assure that hydraulic fracturing is conducted in a way that adequately protects the environment.\" BLM estimates that the rule will affect roughly 2,800 hydraulic fracturing operations each year; however, based on previous levels of activity on federal lands, the rule could affect as many as 3,800 operations annually, and total compliance costs could reach $45 million annually.", "BLM received more than 177,000 comments on the proposed rule, and in May 2013, BLM published a Supplemental Notice of Proposed Rulemaking (SNPR) and Request for Comment. BLM reviewed more than 1.4 million comments on the SNPR before issuing the final rule. ", "In developing the rule, BLM reached out to states, industry, and other stakeholders. Some elements of the rule are patterned after state requirements, and the final rule shares overarching features with the 2012 proposal and the 2013 SNPR. Broadly, the rule revises BLM oil and gas regulations to: ", "add reporting and management requirements for fluids used and produced in hydraulic fracturing operations, including stricter storage requirements for fluids that flow back to the surface, require public disclosure of chemicals and proppants used in hydraulic fracturing, and add requirements to ensure that wells are constructed and operated in a manner that ensures wellbore integrity and protects water resources. ", "Following are selected requirements of the final BLM hydraulic fracturing rule:", "Before hydraulic fracturing operations begin, a detailed \"request for approval of hydraulic fracturing\" must be submitted to BLM and approved. Operators may submit a request for approval for a single well or may submit a master hydraulic fracturing plan for a group of wells where geologic characteristics are similar. The rule specifies information that operators must provide in the request for approval, including: information regarding wellbore geology (including information on the formation into which fracturing fluids are to be injected, estimated depths of confining zones and occurrences of usable water, and a map regarding known or suspected faults or fractures); a map showing the planned wellbore trajectory and the estimated length, direction, and depth of fractures expected to be propagated; information concerning the source, location, transport, and volume of water to be used in hydraulic fracturing; and estimated volume of fluid to be recovered from the fracturing operations and proposed methods of handling and disposing of the recovered fluids. Prior to hydraulic fracturing operations, an operator must document that the cement is adequate to isolate all usable water formations. If there are indications of inadequate cement, operators must take remedial actions and meet additional reporting requirements. Mechanical integrity testing (pressure testing) of wellbores is required prior to fracturing operations. The rule sets stricter requirements for the interim storage of recovered fluids. Recovered fluids must be stored in above-ground tanks. In very limited conditions, BLM may approve the use of a pit instead of a tank. Companies must disclose information on each additive used in the hydraulic fracturing fluids (chemicals and proppants) with exceptions and requirements for trade secrets. Operators must provide this information to BLM by posting it on the FracFocus website within 30 days of completing fracturing operations. On a case-by-case basis, an operator may request a variance from requirements of the rule if the operator can demonstrate that the objectives of the rule would be met using an alternate approach. States or tribes may work with BLM to craft variances from specific regulatory provisions that would allow compliance with state or tribal requirements to be accepted as compliance with the BLM rule (if the state or tribal provision is at least as protective as the pertinent BLM provision). BLM does not provide for statewide exemptions from the hydraulic fracturing rule. ", "BLM further plans to revise its oil and gas rules to set standards to limit venting and flaring of natural gas at oil and gas production facilities on federal and Indian lands."], "subsections": []}]}, {"section_title": "Coast Guard Regulation of Barge Shipments of Shale Gas Wastewater", "paragraphs": ["The disposal of the large volumes of wastewater produced during shale gas extraction has posed challenges for companies, state regulators, and communities—particularly in the Marcellus Shale region. On-site disposal options are limited, and trucking wastewater to distant injection wells is costly. In 2012, the Coast Guard received two requests for approval for the bulk shipment of wastewater resulting from shale gas extraction in the Marcellus Shale to storage or treatment centers and final disposal sites in Ohio, Texas, and Louisiana.", "The Coast Guard regulates the shipment of hazardous materials on the nation's rivers and classifies cargoes for bulk shipment. For a cargo that has not been classified in the regulations or under prior policy, the ship owner must request Coast Guard approval prior to shipping the cargo. The Coast Guard has identified concerns with shipment of shale gas wastewater in barges. A key Coast Guard concern with the wastewater is \"its potential for contamination with radioactive isotopes such as radium-226 and -228. Radium is of particular concern because it is chemically similar to calcium and so will easily form surface residues and may lead to radioactive surface contamination of the barges.\" Consequently, the Coast Guard currently does not allow barge shipment of shale gas extraction wastewater (SGEWW), and is developing a policy to allow SGEWW to be transported for disposal. ", "In March 2013, the Coast Guard submitted for review to the Office of Management and Budget a draft document, \"Carriage of Conditionally Permitted Shale Gas Extraction Waste Water in Bulk.\" In October 2013, the Coast Guard published a notice of availability of a proposed \"policy letter\" concerning barge shipments of SGEWW and requested public comment. The Coast Guard received more than 70,000 comments and has been reviewing them. After addressing public comments, the Coast Guard plans to issue a final policy letter that specifies conditions and information requirements that barge owners would be required to meet to receive approval to transport shale gas wastewater in bulk on inland waterways."], "subsections": []}]}]}, {"section_title": "Legislation", "paragraphs": [], "subsections": [{"section_title": "The 113th Congress", "paragraphs": ["Contrasting bills were offered in the 113 th Congress addressing unconventional oil and gas development and hydraulic fracturing specifically. Several bills proposed to limit federal regulation of hydraulic fracturing activities, while others would have expanded federal involvement.", "In November 2013, the House passed H.R. 2728 to amend the Mineral Leasing Act to prohibit the Department of the Interior (DOI) from enforcing any federal regulation, guidance, or permit requirement regarding hydraulic fracturing relating to oil, gas, or geothermal production activities on or under any land in any state that has regulations, guidance, or permit requirements for hydraulic fracturing. Although the language broadly applied to any federal regulation, guidance, and permit requirements \"regarding hydraulic fracturing,\" the prohibition on enforcement applied only to DOI and therefore presumably would have impacted only hydraulic fracturing operations on lands managed by that agency. The bill would have also required DOI to defer to state regulations, permitting, and guidance for all activities related to hydraulic fracturing relating to oil, gas, or geothermal production activities on federal land, regardless of whether those rules were duplicative, more or less restrictive, or did not meet federal guidelines. ", "As passed, H.R. 2728 further would have (1) prohibited the department from enforcing hydraulic fracturing regulations on Trust lands, except with express tribal consent, and (2) required the Government Accountability Office to study the economic benefits of domestic shale oil and gas production resulting from hydraulic fracturing. H.R. 2728 also incorporated the text of H.R. 2850 ( H.Rept. 113-252 ), the EPA Hydraulic Fracturing Study Improvement Act. These provisions proposed to require EPA to (1) follow certain procedures governing peer review and data presentation in conducting its study on the relationship between hydraulic fracturing and drinking water, and (2) issue the final report by September 30, 2016. On November 20, 2013, S. 1743 , a companion bill to H.R. 2728 as introduced, was offered in the Senate. H.R. 2728 was placed on the Senate Legislative Calendar in December 2013. In September 2014, the House passed broad energy legislation ( H.R. 2 ), which included the text of H.R. 2728 in Subdivision D. The Senate did not act on either bill.", "Similarly, the Fracturing Regulations are Effective in State Hands Act, H.R. 2513 and S. 1234 , proposed to give states sole authority to regulate hydraulic fracturing operations on lands within state boundaries. The legislation further specified that hydraulic fracturing on federal public lands would be subject to the law of the state in which the land is located. S. 1482 , the Empower States Act of 2013, would have generally prohibited the Secretary of the Interior from issuing regulations or guidelines regarding oil and gas production on federal land in a state if the state had otherwise met the requirements under applicable federal law. Among other provisions, the bill also proposed to (1) amend the Safe Drinking Water Act to require federal agencies, before issuing any oil and gas regulation or guideline, to seek comment and consult with each affected state agency and Indian tribe, and (2) require any future rule requiring disclosure of hydraulic fracturing chemicals to refer to the FracFocus database. H.R. 1548 ( H.Rept. 113-263 ) would have prohibited the BLM hydraulic fracturing rule from having any effect on land held in trust or restricted status for Indians, except with the express consent of its Indian beneficiaries. H.R. 2 , Section 25009, included this language.", "In contrast to the above bills, several others proposed to expand federal regulation of hydraulic fracturing. The Fracturing Responsibility and Awareness of Chemicals Act (FRAC) of 2013 ( H.R. 1921 and S. 1135 ) would have amended the SDWA to (1) require disclosure of the chemicals used in the fracturing process, and (2) repeal the hydraulic fracturing exemption established in EPAct 2005 and amend the term \"underground injection\" to include the injection of fluids used in hydraulic fracturing operations, thus authorizing EPA to regulate this process under the SDWA. The Climate Protection Act of 2013, S. 332 , Section 301, contained similar chemical disclosure provisions. Additionally, S. 332 proposed to repeal SDWA Section 1425, which provides states with an alternative to meeting the specific requirements contained in EPA UIC regulations by allowing states to demonstrate to EPA that their existing programs for oil and gas injection wells are effective in preventing endangerment of underground sources of drinking water. S. 332 , Section 302, would have required EPA to report to Congress on fugitive methane emissions resulting from natural gas infrastructure.", "Legislation was also introduced to require baseline and follow-up testing of potable groundwater supplies in the vicinity of hydraulic fracturing operations. H.R. 2983 , the Safe Hydration is an American Right in Energy Development Act of 2013, would have amended the SDWA to prohibit hydraulic fracturing unless the person proposing to conduct the fracturing operations agreed to testing and reporting requirements regarding underground sources of drinking water. The legislation would have required testing (for substances specified by EPA) before, during, and after hydraulic fracturing operations. EPA would have been required to post all test results on its website.", "Broader oil and gas regulatory bills included H.R. 1154 , the Bringing Reductions to Energy's Airborne Toxic Health Effects Act, which proposed to amend the Clean Air Act to authorize EPA to aggregate emissions from oil and gas wells, pipelines, and related units for purposes of regulating toxic air pollutants. H.R. 2825 , the Closing Loopholes and Ending Arbitrary and Needless Evasion of Regulations Act of 2013, would have amended the Resource Conservation and Recovery Act to require EPA to determine whether wastes associated with oil and gas production meet the criteria for hazardous waste and to regulate any such wastes as hazardous."], "subsections": []}, {"section_title": "The 114th Congress", "paragraphs": ["Legislation in this Congress addressing unconventional oil and gas production repeats themes from 113 th Congress. Again bills have been introduced both to expand and limit federal regulation of hydraulic fracturing operations. Several relevant bills are outlined below. ", "H.R. 1482 , Fracturing Responsibility and Awareness of Chemical Act of 2015, would amend the SDWA to (1) amend the term \"underground injection\" to include the injection of fluids used in hydraulic fracturing operations, thus authorizing EPA to regulate this process under the SDWA; and (2) require public disclosure of chemicals used in the fracturing process. H.R. 1515 , Safe Hydration is an American Right in Energy Development Act of 2015, would require baseline and follow-up testing of potable groundwater supplies in the vicinity of hydraulic fracturing operations. It would amend the SDWA to prohibit hydraulic fracturing unless the person proposing to conduct the fracturing operations agreed to testing and reporting requirements regarding underground sources of drinking water. The bill would require testing (for substances specified by EPA) before, during, and after hydraulic fracturing operations. EPA would be required to post test results on its website. S. 15 , Protecting States' Rights to Promote American Energy Security Act, would amend the Mineral Leasing Act to prohibit DOI from enforcing any federal regulation, guidance, or permit requirement regarding hydraulic fracturing relating to oil, gas, or geothermal production activities on or under any land in any state that has regulations, guidance, or permit requirements for hydraulic fracturing. The bill would also require DOI to defer to state regulations, permitting, and guidance for all activities related to hydraulic fracturing relating to oil, gas, or geothermal production activities on federal land. A similar bill, H.R. 1647 , would further direct the Comptroller General to examine the economic benefits of domestic shale oil and gas production resulting from the use of hydraulic fracturing. S. 785 , FRAC Act, would amend the SDWA to (1) amend the term \"underground injection\" to include the injection of fluids used in hydraulic fracturing operations, thus authorizing EPA to regulate this process under the SDWA, and (2) require public disclosure of chemicals and proppants used in the fracturing process. Additionally, the Senate bill would authorize states to seek primary enforcement responsibility for hydraulically fractured wells separately from other underground injection wells. S. 828 would clarify that a state has the sole authority to regulate hydraulic fracturing on federal land within the boundaries of the state. "], "subsections": []}]}, {"section_title": "Conclusion: Above- and Below-Ground Issues a Concern", "paragraphs": ["The prospect that by the end of the decade the United States could become a significant exporter of natural gas and the world's leading oil producer is a phenomenal change of circumstances from just a few years ago. The technological advances that drove the changes in the United States have also reversed the global perspective of dwindling oil and natural gas resources and increased the concern about greenhouse gas emissions. Other countries seek to emulate the U.S. production success but have yet to do so. The U.S. oil and gas situation continues to be extremely dynamic, and many questions remain about how the United States will develop its resources.", "Many observers, including U.S. government officials, have only recently recognized the tremendous resource size and the benefits that will accrue from developing the resources. Even though shale gas development is still considered very new and tight oil production is even newer, the industry has continued to improve its efficiency in extracting the resources, particularly of natural gas. As more industry resources are shifted to tight oil plays, the natural gas sector has had to produce more with less. Some in industry point out that at the beginning of shale gas development about 5% of the resource was able to be extracted; now it is closer to 20% but will likely increase over time. By comparison, the extraction rate for conventional gas is between 30% and 60% of the resource.", "Development of these resources has generated concern and debate over potential environmental and human health risks. Concerns include potential impacts to groundwater and surface water resources from well development and stimulation operations and wastewater management, as well as air quality impacts from emissions of air pollutants, including methane. These concerns have drawn scrutiny of regulatory regimes governing this industry and have led to calls for greater federal oversight of oil and gas development. A growing concern is that the deep-well disposal of oil and gas production wastewater may be responsible for increasing rates of seismic activity in certain areas. Although primary regulatory authority over oil and natural gas exploration and production on state and private lands generally rests with the states, provisions of several federal environmental laws currently apply to certain activities associated with oil and natural gas exploration and production. Moreover, EPA has been reviewing other statutory authorities and pursuing new regulatory initiatives, and BLM is planning further revisions to its oil and gas rules to address venting and flaring of natural gas on federal and Indian lands. A broader concern among some is that the low price of natural gas is having negative consequences for the development and growth in energy efficiency, renewable energy sources, and nuclear power, potentially resulting in another generation of greenhouse-gas-producing energy sources. ", "The importance of tight oil and shale gas resources to U.S. energy policy and regional economies is likely to keep issues surrounding their development on the agenda in the 114 th Congress. Bills have been introduced to expand and also to constrain federal involvement in oil and gas development involving hydraulic fracturing. Meanwhile, the Administration continues to pursue actions to broaden federal oversight of this industry sector through administrative means. "], "subsections": [{"section_title": "Appendix. Selected Federal Initiatives Related to Unconventional Oil and Gas Production", "paragraphs": [], "subsections": []}]}]}}