{"id": "R43110", "title": "Agriculture and Related Agencies: FY2014 and FY2013 (Post-Sequestration) Appropriations", "released_date": "2014-03-10T00:00:00", "summary": ["The annual Agriculture appropriations bill provides funding for all of the U.S. Department of Agriculture (USDA) except the Forest Service, plus the Food and Drug Administration (FDA) and, in even-numbered fiscal years, the Commodity Futures Trading Commission (CFTC).", "The FY2014 Agriculture and Related Agencies appropriations bill was included as Division A of the FY2014 Consolidated Appropriations Act, an omnibus appropriation that was enacted on January 17, 2014 (P.L. 113-76). It provides $20.880 billion of discretionary funding for agricultural and related programs. This is $1.165 billion (+5.9%) more than the post-sequestration amount for FY2013 (P.L. 113-6). Post-sequestration amounts for FY2013 programs became known during the development of the FY2014 appropriation, and are included in this report.", "Although the appropriation's primary focus is allocating discretionary funds, it also carries mandatory spending for FY2014 that totals $124.6 billion, primarily for domestic nutrition assistance ($101.4 billion), crop insurance ($9.5 billion), and farm commodity and conservation programs ($12.5 billion), although these generally are determined by authorizing legislation such as the farm bill. The total Agriculture appropriation, therefore, with discretionary and mandatory authority is $145.5 billion in FY2014.", "The largest discretionary items comprising the $20.88 billion discretionary appropriation are as follows.", "Domestic nutrition programs, including the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), receive $7.15 billion, up 3% from FY2013 post-sequestration levels. FDA receives $2.56 billion of appropriated funding, up 7% from FY2013. Agricultural research agencies total $2.64 billion, up 10% from FY2013. Rural Development agencies receive $2.57 billion, up about 13% from FY2013. Foreign aid and trade programs receive $1.84 billion, up about 8% form FY2013. The Farm Service Agency and Risk Management Agency receive about $1.66 billion for salaries and expenses, and farm loans, up 6% from FY2013. USDA's Food Safety Inspection Service receives $1.01 billion, up 3% from FY2013. Conservation Operations and Watershed Rehabilitation programs receive $0.83 billion, up nearly 6% from FY2013. The Animal and Plant Health Inspection Service receives $0.82 billion, up 8% from FY2013.", "The FY2014 appropriation also contains several policy directives that, among other things, limit USDA's ability to regulate livestock and poultry marketing practices, and encourage a delay in implementing some country-of-origin labeling rules."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Scope of the Agriculture Appropriations Bill", "paragraphs": ["The Agriculture appropriations bill—formally known as the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act—provides funding for:", "all of the U.S. Department of Agriculture (USDA) except the Forest Service, which is funded in the Interior appropriations bill, the Food and Drug Administration (FDA) in the Department of Health and Human Services, and in the House, the Commodity Futures Trading Commission (CFTC). In the Senate, the Financial Services bill contains CFTC appropriations. In even-numbered fiscal years, CFTC appears in the enacted Agriculture appropriation.", "Jurisdiction is with the House and Senate Committees on Appropriations, and their respective Subcommittees on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies. The bill includes both mandatory and discretionary spending, although most decision-making concerns discretionary spending. See Appendix A for more on scope and terminology.", "The primary focus of this report is the FY2014 appropriation. However, due to the timing of the FY2013 appropriation and budget sequestration, this report also presents the final FY2013 data."], "subsections": []}, {"section_title": "Action on FY2014 Appropriations", "paragraphs": [], "subsections": [{"section_title": "Omnibus Action", "paragraphs": ["The FY2014 Agriculture and Related Agencies appropriation was enacted as Division A of the FY2014 Consolidated Appropriations Act, P.L. 113-76 —an omnibus appropriation that included all 12 appropriations subcommittee bills ( Table 1 ). The omnibus bill was filed on January 13, 2014, passed in each chamber, and signed by the President on January 17, 2014.", "The final FY2014 appropriation became possible after the budget agreement in December 2013 (the Bipartisan Budget Act of 2013, P.L. 113-67 ) set a total government-wide discretionary spending amount of $1.012 trillion. Appendix B summarizes action on previous appropriations."], "subsections": []}, {"section_title": "House Action", "paragraphs": ["The Agriculture Subcommittee of the House Appropriations Committee marked up its FY2014 appropriations bill by voice vote on June 5, 2013. The full House Appropriations Committee reported the bill ( H.R. 2410 ) by voice vote on June 13, 2013, and officially reported the bill on June 18. In preparation for floor action, an open rule for the bill was passed on the floor June 26, 2013, but floor proceedings for the bill did not occur. "], "subsections": []}, {"section_title": "Senate Action", "paragraphs": ["The Agriculture Subcommittee of the Senate Appropriations Committee approved its FY2014 bill on June 18, 2013. The full Appropriations Committee reported the bill ( S. 1244 ) by a 23-6 vote on June 20, and officially reported it on June 27. Floor proceeding on S. 1244 did not occur."], "subsections": []}, {"section_title": "Funding Gap and Continuing Resolutions", "paragraphs": ["When FY2014 began, no appropriation had been enacted for the Agriculture bill or for any of the other subcommittee bills. From October 1 through October 16, 2013, there was a \"funding gap\" (a 16-day government shutdown). Eventually, a continuing resolution ( P.L. 113-46 ) was enacted that funded the government through January 15, 2014. A second, three-day continuing resolution ( P.L. 113-73 ) was needed to complete the full-year omnibus appropriation ( P.L. 113-76 )."], "subsections": []}]}, {"section_title": "Action on FY2013 Appropriations", "paragraphs": ["The FY2013 Agriculture and Related Agencies appropriation was enacted as Division A of the FY2013 Consolidated and Further Continuing Appropriations Act, P.L. 113-6 —an omnibus appropriation for 5 of the 12 appropriation subcommittee bills and a year-long continuing resolution for the other 7 appropriations subcommittee bills ( Table 2 ). The Senate explanatory statement was filed on March 11, 2013, passed in the Senate in an exchange of amendments to an earlier-passed House version, and later was adopted in the House. The bill was signed by the President on March 26, 2013. ", "Both the House and the Senate reported bills for FY2013 Agriculture appropriations, but in the previous Congress. The Senate full committee moved first, reporting S. 2375 ( S.Rept. 112-163 ) on April 26, 2012. The House subcommittee marked up its bill on June 6, 2012, followed by full committee action on H.R. 5973 ( H.Rept. 112-542 ) on June 19, 2012. In preparation for floor action, an open rule for the bill was passed on the floor June 26, 2012, but floor proceedings for the bill did not occur. No further action occurred on the agriculture appropriations bills. ", "FY2013 began under a continuing resolution (CR; P.L. 112-175 ) that lasted until March 27, 2013. The CR funded discretionary operations at FY2012 levels plus 0.612%. It continued mandatory programs at needed funding levels, and continued other conditions and limits from FY2012."], "subsections": []}, {"section_title": "Summary of Amounts in the Appropriations", "paragraphs": [], "subsections": [{"section_title": "Amounts in the FY2014 Appropriation", "paragraphs": ["In December 2013, the Bipartisan Budget Act of 2013 ( P.L. 113-67 ) broke an impasse in advancing FY2014 appropriations by setting a government-wide discretionary total of $1.012 trillion. This amount does not require any budget sequestration of discretionary accounts. ", "The Agriculture subcommittees subsequently were allocated $20.880 billion for discretionary appropriations in the omnibus. This is $1.165 billion (+5.9%) more than the post-sequestration amount for FY2013, after adjusting for the alternating year placement of CFTC in enacted bills. Mandatory spending amounts of $124.6 billion also are carried in the bill, but generally are determined by authorizing legislation such as the farm bill. The total Agriculture appropriation in FY2014, therefore, is $145.5 billion. ", " Figure 1 illustrates the distribution of mandatory and discretionary spending among major divisions and agencies in the FY2014 appropriation. Table 3 summarizes the amounts in the appropriations bill, by title and for major agencies, and compares them to prior years.", "The House-reported bill for FY2014 would have reduced discretionary Agriculture appropriations to $19.45 billion, a reduction of $265 million from FY2013 levels, after adjusting for the alternating-year placement of CFTC in Financial Services and Agriculture appropriations bills. The bill was $516 million below the Administration's request for FY2014. ", "The Senate-reported bill would have increased discretionary Agriculture appropriations to $20.916 billion, an increase of $1.4 billion from FY2013 levels. The Senate bill would have provided about $1.7 billion more than the House bill, after putting the House bill on the same basis as the Senate bill without CFTC.", "The House- and Senate-reported appropriations bills for FY2014 differed in their approach to handling budget sequestration requirements. This difference in approach resulted in relatively large differences between the bill totals. The House approach generally was to set spending levels low enough to avoid sequestration, while the Senate approach assumed that Congress would reach agreement to replace sequestration with other spending reductions. The omnibus agreement generally tended to set amounts closer to the Senate proposal."], "subsections": []}, {"section_title": "Post-Sequestration Amounts for FY2013", "paragraphs": ["The amount of budget authority that was available to agencies for FY2013 is unclear from many published appropriations documents for several reasons. The fiscal year began under a six-month continuing resolution that initially continued funding basically at FY2012 levels through March 27, 2013 ( P.L. 112-175 ). Near the end of this period, on March 1, 2013, budget sequestration was ordered pursuant to the Budget Control Act of 2011, which reduced budgetary authority for FY2013 by about 5%. ", "When the full-year FY2013 Agriculture appropriation ( P.L. 113-6 , Division A) was enacted on March 26, 2013, the explanatory statements and tables incorporated neither the two across-the-board rescissions that were included within the bill, nor the prior budget sequestration. The combined reductions often totaled over 7.5% from the initial appropriated amount. Yet official documents often were neither complete nor consistent in the information provided about the amount that actually was available to agencies. This is because across-the-board rescissions, sequestration, and certain subsequent adjustments needed to be applied to the appropriated amounts. In some cases, these amounts had to be determined by the Administration. ", "For example, the House Appropriations Committee report for its FY2014 Agriculture appropriations bill ( H.Rept. 113-116 ) included a column for FY2013 and incorporated the first across-the-board rescission (2.513% for non-security accounts; 0.1% for security accounts; §3001 of P.L. 113-6 ). But it did not incorporate the second across-the-board rescission (0.2% for non-security accounts; 0.032% for security accounts; §3004) or the sequestration. ", "The Senate Appropriations Committee report for its FY2014 bill ( S.Rept. 113-46 ) included both rescissions, but not sequestration. ", "USDA subsequently published a FY2013 Operating Plan that included, at the agency level, all of the rescissions and sequestration in FY2013. Another unpublished USDA document provided more granular post-sequestration details at the program level, consistent with the agency-level operating plan. These are the FY2013 amounts presented in Table 3 , and are the only post-rescission, post-sequestration amounts published to date for Agriculture appropriations.", "The effect of sequestration is summarized in a March 2014 GAO report. The timing of sequestration decisions by OMB, as well as particular USDA and FDA actions are discussed."], "subsections": []}, {"section_title": "", "paragraphs": [], "subsections": []}, {"section_title": "Savings Achieved by Limits and Rescissions", "paragraphs": ["The enacted FY2014 Agriculture appropriation contains a total of nearly $1 billion in limitations on mandatory farm bill programs ($593 million) and recessions from other appropriated accounts ($394 million). These reductions occur in Title VII (General Provisions). These provisions in appropriations are used to score budgetary savings that help the bill meet the discretionary budget allocation. By offsetting spending elsewhere in the bill, they help provide relatively more to (or help avoid deeper cuts to) regular discretionary accounts than might otherwise occur.", "The FY2011 and FY2012 appropriations contained relatively more of such rescissions and limitations—$1.9 billion and $1.7 billion, respectively—and the most in recent years. "], "subsections": [{"section_title": "Changes in Mandatory Program Spending (CHIMPS)", "paragraphs": ["For more than a decade, appropriators have placed limits on mandatory spending authorized in the farm bill ( Table 4 ). These limits are also known as CHIMPS, \"changes in mandatory program spending.\" Mandatory programs usually are not part of the appropriations process since formulas and eligibility rules are set in multi-year authorizing laws (such as the 2014 farm bill). Funding usually is assumed to be available based on the statute and without appropriations action.", "Appropriators may limit mandatory spending, but they do not change the authorizing law. Rather, limits on mandatory programs come from appropriations language such as: \"None of the funds appropriated or otherwise made available by this or any other Act shall be used to pay the salaries and expenses of personnel to carry out section [ ... ] of Public Law [ ... ] in excess of $[ ... ].\" Limits usually appear in Title VII, General Provisions, of the Agriculture appropriations bill.", "Historically, expenditure decisions are assumed to rest with appropriations committees. The division over who should fund certain agriculture programs—appropriators or authorizers—has roots dating to the 1930s. Variable outlays for the farm commodity programs were difficult to budget and resembled entitlements. Mandatory funding—the Commodity Credit Corporation (CCC)—was created to remove the unpredictable funding issue from the appropriations process. ", "The dynamic changed after the 1996 farm bill when mandatory funds were used for programs that usually were discretionary. Appropriators had not funded some programs as much as authorizers had desired, and authorizing committees wrote farm bills using the mandatory funding at their discretion. Tension arose over who should fund certain activities. Some question whether the CCC should be used for programs that are not variable. The programs affected by CHIMPS typically include conservation, rural development, bioenergy, and some smaller nutrition assistance programs. CHIMPS have not affected the farm commodity programs or the primary nutrition assistance programs (such as SNAP).", "The FY2014 appropriation contains $593 million of CHIMPS from five farm bill programs, about the same as FY2013 ($575 million), but less than half of FY2012 ($1.2 billion; Table 4 ). "], "subsections": []}, {"section_title": "Rescissions", "paragraphs": ["Rescissions are a method of permanently cancelling the availability of funds that were provided by a previous appropriations law, and in doing so achieving or scoring budgetary savings. Often rescissions relate to the unobligated balances of funds still available for a specific purpose that were appropriated a year or more ago (e.g., buildings and facilities funding that remains available until expended for specific projects, or disaster response funds for losses due to a specifically-named hurricane). ", "Rescissions usually are one-time savings from cancelling a budget authority that may have been unlikely to incur more outlays. Such a rescission, though, nonetheless prevents an unobligated budget authority from being reallocated or repurposed by future appropriations. Other rescissions are recurring amounts that result from funding becoming available from offsetting receipts (e.g., customs receipts, or repayments from lending programs). Such rescissions allow appropriators to limit authorized activities and effectively reallocate budgetary resources to other uses.", "Rescissions in the FY2014 appropriation total $394 million ( Table 5 ). This is $51 million more than in FY2013, about the same as in FY2012, but less than half of the rescission level in FY2011. "], "subsections": []}]}, {"section_title": "Historical Trends", "paragraphs": ["This section offers historical perspective on type of funding (mandatory or discretionary), and another overall division by purpose (nutrition vs. other). It also shows inflation-adjusted amounts, and relationships to the size of the economy (GDP) and the total federal budget. The enacted FY2014 appropriation in P.L. 113-76 is the basis for comparison throughout most of this section.", "Discretionary Agriculture appropriations peaked in FY2010, although mandatory nutrition spending has continued to rise. In inflation-adjusted terms, the rise in mandatory spending and the total appropriation since FY2012 is relatively small. See Figure 2 for the mandatory and discretionary breakdown; Table 6 contains the nominal data, and Table 7 contains the inflation-adjusted data. See Table 8 for the compounded annualized percentage changes over time periods.", "Over the past 10 years (since FY2004), total Agriculture appropriations have grown at an average annualized rate (compounded annual rate) of +5.3% per year (+3.0% on an inflation-adjusted basis). The mandatory spending portion of this total shows a +6.0% average annual increase over the past 10 years (+3.7% on an inflation-adjusted basis). The discretionary portion has an average annual 10-year increase of +2.2% (constant on an inflation-adjusted basis). In FY2004, 19% of the total agriculture appropriation was for discretionary; in FY2014, that ratio had decreased to 14% since mandatory spending rose faster than discretionary spending.", "Another way to divide the total agriculture appropriation is domestic nutrition compared to everything else ( Figure 3 ). Domestic nutrition appropriations include primarily the child nutrition programs (school lunch and related programs), the Special Supplemental Nutrition Assistance Program (SNAP)—both of which are mandatory—and the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), which is discretionary. The \"rest of the bill\" includes other USDA programs (except the Forest Service), FDA and CFTC.", "The portion of the total for domestic nutrition programs has risen at an 8.7% average annual rate over 10 years (+6.3% on an inflation-adjusted basis). In FY2004, 55% of the total agriculture appropriation was for domestic nutrition. In FY2014, 75% of the total is for domestic nutrition. Most of the domestic nutrition program budget is mandatory spending, primarily in SNAP and the child nutrition programs. The mandatory spending portion rose at a +9.1% average annual rate over 10 years (+6.8% on an inflation-adjusted basis). By comparison, mandatory spending within the rest of the rest of the bill decreased at a -1.7% average annual rate over 10 years (-3.8% on an inflation-adjusted basis). The portion of the total for the rest of the bill (non-nutrition rest) has decreased at a -0.6% average annual rate over 10 years (-2.8% per year on an inflation-adjusted basis).", "Within the discretionary subtotal of Figure 2 , a similar domestic nutrition vs. rest of the bill comparison can be made as was done for the total appropriation (see Figure 4 ). ", "As stated before, total discretionary Agriculture appropriations grew at +2.2% per year over the past 10 years, and were nearly constant on an inflation-adjusted level. This component of the appropriation is arguably where appropriators have the most control. Over the five-year period since FY2009, the annual change is +0.3% per year, or -1.5% per year on an inflation-adjusted basis. The domestic nutrition portion of this discretionary subtotal (primarily WIC, commodity assistance programs, and nutrition programs administration) shows a +3.9% average annual increase over 10 years (+1.6% per year on an inflation-adjusted basis). Over the five-year period, the annual change is -0.2% per year, or -2.0% per year on an inflation-adjusted basis. The discretionary portion for rest of the bill has an average annual 10-year increase +1.4% (-0.8% per year on an inflation-adjusted basis). Over the five-year period, the annual change is +0.5% per year, or -1.2% per year on an inflation-adjusted basis."], "subsections": []}, {"section_title": "Comparisons to the Federal Budget, GDP, and Population", "paragraphs": ["Relative to the entire federal budget, the Agriculture bill's share has declined from over 4% of the total federal budget in FY1995 and FY2000 to 2.7% in FY2009, before rising again to nearly that level since the recession, to 3.8% in FY2014 ( Figure 5 , Table 9 ). Within that total, the share for nutrition programs had declined from 2.6% in FY1995 to 1.8% in FY2008, but the recent recession has caused that share to rise to about 2.9% in FY2014. The share for the rest of the bill has declined from 2.1% in FY2001 to about 1.0% in FY2014.", "Those shares of the federal budget also can be subdivided into mandatory and discretionary spending ( Figure 6 ). The mandatory share for nutrition is presently about 2.7% (generally rising, but recently ameliorating), while the discretionary share for nutrition is fairly steady 0.2%. The mandatory share for the rest of the bill (primarily crop insurance, commodity program subsidies, and conservation) is about 0.6%, while the discretionary share for the rest of the bill is about 0.4% (generally declining). ", "The 0.6% share of the federal budget above for mandatory spending on crop insurance, farm commodity subsidies, and conservation is a good proxy for farm bill spending on agricultural (non-nutrition) programs ( Figure 6 ). It has been variable and generally declining since 2000 (consistent with farm commodity spending), though since 2009 steadier to slightly rising (consistent with steady to declining farm commodity spending but increasing crop insurance and mandatory conservation spending).", "As a percentage of gross domestic product (GDP), Agriculture appropriations had been fairly steady at under 0.75% of GDP from FY2000-FY2009, but have risen to about 0.86% of GDP in FY2014 ( Figure 7 , Table 9 ) due to increases in nutrition program demand. Nutrition programs have been rising as a percentage of GDP since FY2000 (0.33% in FY2001 to 0.64% in FY2014), while non-nutrition agricultural programs have declined (0.42% in FY2000 to 0.22% in FY2014). ", "On a per capita basis, inflation-adjusted total Agriculture appropriations have risen slightly over the past 10 to 15 years from about $250 per capita in 1998 (FY2014 dollars) to about $450 per capita in FY2014 ( Figure 8 ). Nutrition programs have risen more steadily on a per capita basis from about $160 per capita in FY2001 to nearly $350 per capita in FY2014. Non-nutrition \"other\" agricultural programs have been more steady or declining, falling from nearly $200 per capita in 2000 to about $115 per capita in FY2014."], "subsections": []}]}, {"section_title": "USDA Agencies and Programs", "paragraphs": ["The Agriculture and Related Agencies appropriations bill covers all of USDA except for the Forest Service. This amounts to nearly 95% of USDA's total appropriation. The Forest Service is funded through the Interior appropriations bill. The order of the following sections reflects the order that the agencies are listed in the Agriculture appropriations bill (except for the portion of FDA appropriations for food safety, which is discussed in a comprehensive section on food safety). See Table 3 and tables in some of the following sections for more details on the amounts for specific agencies."], "subsections": [{"section_title": "Departmental Administration22", "paragraphs": ["The Agriculture appropriations bill has several accounts that provide for the general administration of the USDA, ranging from the immediate Office of the Secretary, to the Office of Inspector General, to facilities rental payments. The FY2014 appropriation for departmental administration is $526 million, which is $5 million (-1.0%) less than the post-sequestration amount for FY2013. In general, however, most accounts in departmental administration increased by roughly 7% from FY2013 (post-sequestration) to FY2014 ( Table 10 ).", "The primary account causing the overall decline is for buildings and facilities rental and maintenance payments (-$19 million, -7.7%). This decrease is partially offset by increases for the Office of Inspector General (+$7.6 million, +9.2%), Chief Information Officer (+$3.4 million, +8.3%), and the Office of the Chief Economist (+$1.8 million, +11.8%). ", "The House Appropriations Committee had proposed to move buildings and facilities rental payments into individual agency budgets, but the Senate bill and the final agreement did not follow this plan.", "Appropriators noted that during FY2013, the department did not meet several reporting expectations to inform Congress about activities, including computer upgrades among others."], "subsections": []}, {"section_title": "Agricultural Research, Education, and Extension24", "paragraphs": ["Four agencies carry out USDA's research, education, and economics (REE) mission: ", "The Agricultural Research Service (ARS) , USDA's intramural science agency, conducts long-term, high-risk, basic and applied research on food and agriculture issues of national and regional importance. The National Institute of Food and Agriculture (NIFA) distributes federal funds to land grant colleges of agriculture to provide partial support for state-level research, education, and extension. The National Agricultural Statistics Service (NASS) collects and publishes current national, state, and county agricultural statistics. NASS also is responsible for administration of the Census of Agriculture, which occurs every five years and provides comprehensive data on the U.S. agricultural economy. The Economic Research Service (ERS) provides economic analysis of issues regarding public and private interests in agriculture, natural resources, food, and rural America.", "P.L. 113-76 provides $2.639 billion to the USDA REE mission area for FY2014, which is $242 million (+10%) more than the FY2013 post-sequestration amount ( Table 9 ). Within this total, ARS received a $106 million increase (+10%), ERS received a $7 million increase (+9%), and NIFA increased $135 million (+12%). NASS received about $5 million less (-3%) for FY2014 relative to FY2013 because of fewer activities for the agricultural census. The House-reported bill would have provided the REE mission area with $126 million less than the enacted amount, while the Senate-reported bill would have provided $2.5 million more—both less than the Administration's request. After FY2010, none of the annual appropriations have included any earmarks or congressionally designated spending items for REE-related activities.", "The increases in the FY2014 funding levels for REE activities come after three years of reductions. Appropriations to the REE mission area declined nearly 16% from FY2010 to FY2013. ARS appropriations declined nearly 19% and NIFA by 15% from FY2010 to FY2013. ", "The 10% increase for the mission area from FY2013 to FY2014 restores some but not all of those reductions. When adjusted for inflation, the increase in FY2014 returns the real (inflation-adjusted) appropriation to FY2012 levels, yet still 8% below the real level in FY2008 ( Table 9 ). Thus, agricultural research stakeholders have expressed concern for funding over the long term."], "subsections": [{"section_title": "Agricultural Research Service", "paragraphs": ["The enacted FY2014 appropriation provides $1.122 billion for USDA's in-house science agency, the Agricultural Research Service (ARS), which is $106 million more (+10%) than the post-sequestration amount for FY2013. Similar to recent years, the amount is allocated entirely to salaries and expenses and does not include any resources for ARS buildings and facilities. ", "For FY2014, the Administration had requested $1.279 billion. The House-reported agricultural appropriations bill would have provided $1.074 billion for ARS, while the Senate-reported bill would have provided $1.123 billion, approximately the enacted amount. The conference report did not concur with the USDA proposal to close six research locations or for terminating or reallocating certain research programs. "], "subsections": []}, {"section_title": "National Institute of Food and Agriculture", "paragraphs": ["The enacted FY2014 appropriation provided NIFA with $1.277 billion, $135 million more (+12%) than the FY2013 post-sequestration amount. The enacted FY2014 appropriation provided approximately the Senate-reported level, which was about $68 million more than the House-reported bill, but $11 million less than the Administration request. Within the NIFA total,", "Research and Education activities received $773 million, an $89 million increase (+13%) relative to FY2013. Most of the research program subaccounts received commensurate increases, including USDA's flagship competitive grants program—the Agriculture and Food Research Initiative (AFRI)—and several of the primary formula fund programs such as the Hatch Act, the Evans-Allen Act, and the McIntire-Stennis forestry programs. Extension Activities were appropriated $469 million, about $30 million more (+7%) than FY2013. Integrated Activities—which had declined by about two-thirds between FY2010 and FY2013—received 78% more (+$15 million) in FY2014 than FY2013. The $35 million available in FY2014, though, is still $20 million less than Integrated Activities received in FY2008. "], "subsections": []}, {"section_title": "National Agricultural Statistics Service", "paragraphs": ["Under the enacted FY2014 appropriation, NASS received $161 million, which was $5.4 million (-3.3%) less than the FY2013 post-sequestration amount. Up to $44.5 million is for the Census of Agriculture, which is $13 million less than for the census in FY2013 due to fewer expenses for completing the 2012 Census of Agriculture. Other NASS activities received an increase of $8 million. Conferees note that the FY2014 funding should be sufficient to resume publication of several reports that NASS suspended or eliminated since 2012 due to funding constraints."], "subsections": []}, {"section_title": "Economic Research Service", "paragraphs": ["P.L. 113-76 provides $78.1 million for the Economic Research Service (ERS), nearly $7 million more (+9%) than the post-sequestration amount for FY2013. The enacted amount follows the Administration's request and the Senate-reported bill that provided $78.5 million, while the House-reported bill was slightly smaller at $75.5 million."], "subsections": []}]}, {"section_title": "Marketing and Regulatory Programs", "paragraphs": ["Three agencies carry out USDA's marketing and regulatory programs mission area: the Animal and Plant Health Inspection Service (APHIS), the Agricultural Marketing Service (AMS), and the Grain Inspection, Packers, and Stockyards Administration (GIPSA)."], "subsections": [{"section_title": "Animal and Plant Health Inspection Service25", "paragraphs": ["The Animal and Plant Health Inspection Service (APHIS) is responsible for protecting U.S. agriculture from domestic and foreign pests and diseases, responding to domestic animal and plant health problems, and facilitating agricultural trade through science-based standards. APHIS has key responsibilities for dealing with prominent concerns such as avian influenza (AI), bovine spongiform encephalopathy (BSE or \"mad cow disease\"), bovine tuberculosis, a growing number of invasive plant pests—such as the Emerald Ash Borer, the Asian Long-horned Beetle, and the Glassy-winged Sharpshooter—and a national animal identification (ID) program for animal disease tracking and control. APHIS also is charged with administering the Animal Welfare Act (AWA), which seeks to protect pets and other animals used for research and entertainment.", "The enacted FY2014 appropriation provides $821.7 million for APHIS salaries and expenses, which is about $60 million more than the post-sequestration budget authority for FY2013 ($761.5 million). The final budget also provides $3.2 million for buildings and facilities, and further authorizes APHIS to collect fees to cover the total costs of providing technical assistance, goods, or services in certain cases. ", "The enacted budget further specifies appropriated amounts at the program level, according to APHIS's new budget structure proposed and implemented as part of the FY2012 appropriations process that reorganized and consolidated APHIS programs across 29 budgetary line items. Within APHIS, the following appropriations are provided across each of the proposed budget categories: plant health ($305.9 million, 37% of total); animal health ($285.4 million, 34% of total budget); wildlife services ($106.3 million, 13% of total); regulatory services ($34.4 million, 4%); safe trade and international technical assistance ($34.2 million, 4%); animal welfare ($28.7 million, 3%); safeguarding and emergency preparedness ($17.4 million, 2%); and agency management ($9.4 million, 1%). "], "subsections": [{"section_title": "Plant Health", "paragraphs": ["Within these budget categories, nearly one-fifth of the total appropriated amount, $151.5 million, is directed to Specialty Crop Pests, \"to remain available until expended,\" of which, $8.8 million is specified to address \"field crop and rangeland ecosystem pests\" and $54.0 million is intended for \"tree and wood pests.\" The enacted bill provides one-time funding of $20 million through FY2015 to support multi-agency coordination involving the citrus industry, federal and state regulatory personnel, and research on citrus greening disease (also known as Huanglongbing), as well as efforts to exclude and eradicate activities associated with the Asian Citrus Psyllid, the primary vector of the bacterium that causes the disease, and to protect the citrus industry as part of the Citrus Health Response Program (CHRP). ", "The explanatory statement further provides $26.9 million for the agriculture quarantine inspections function, including pre-departure inspections. It also provides funding for activities under the National Clean Plant Network as well as addressing invasive honey bee pests, and includes funding for these efforts under the Plant Protection Methods Development budget line item. The enacted bill specifically provides $12.7 million to address cotton pests. Other language that had been included in the House and Senate committee reports but not specifically addressed in the conference agreement also was implicitly approved. For example, the House report directs USDA to treat the Brown Marmorated Stink Bug as a priority pest of fruits and vegetables, and to fund the Potato Cyst Nematode eradication program above the spending level in FY2013. Both the House and Senate committee reports also direct USDA to address Sudden Oak Death, a disease caused by a plant pathogen ( Phytopthora ramorum )."], "subsections": []}, {"section_title": "Animal Health", "paragraphs": ["Within the funding categories for animal health, the explanatory agreement specifically states that the conferees do not support the request in the President's FY2014 budget for APHIS to fund two separate accounts for Equine and Cervid Health and Sheep and Goat Health. The enacted law states that APHIS should spend no less than $3 million for cervid (e.g., deer) health activities. (The Senate committee report also directs USDA to maintain federal funding to address chronic wasting disease concerns regarding cervid populations.) The enacted bill provides $35.3 million for Animal Health Technical Services and $52.3 million to support avian health, as well as $0.7 million to support activities under the Horse Protection Act; $3.7 million for the National Veterinary Stockpile; $5.0 million for the screwworm program; and $1.5 million each for the indemnities under the scrapie program and wildlife damage management for aviation safety (in most cases, funds are to remain available until expended). ", "The agreement addresses economic and ecological damage caused by feral swine across the United States, and supports USDA's proposed increased funding for feral swine management and encourages the agency's Wildlife Services to explore development and field testing of non-hormonal, species-specific oral contraceptives, such as phaged-peptide constructs. The agreement further provides funding for APHIS to continue to implement its new animal traceability system through its Animal Health Technical Services budget line item. It also directs APHIS to submit quarterly reports to Congress with system updates on the traceability framework, state and tribal coordination, specific cost information, assessments of progress, and any deviations from the scheduled completion dates. "], "subsections": []}, {"section_title": "Other APHIS Provisions", "paragraphs": ["Other language is included in the House and Senate committee reports but not specifically addressed in the conference agreement. The House report states support for the cooperative efforts of USDA's efforts in its National Poultry Improvement Plan (NPIP), and states that it expects APHIS to obligate $50 million to address early plant pest and disease detection and surveillance requirements in the 2008 farm bill. Both the House and Senate committee reports express support for the agency's wildlife damage management efforts. The Senate report also stated its support that APHIS continue to manage geese degradation on crops and to support aquaculture producers, and directs APHIS to use its Wildlife Damage Management funds to address issues associated wolf introductions. The House report provides $27.6 million to fund the animal welfare program, and the Senate report further encourages APHIS to consider whether a new classification is necessary for facility inspections under USDA's animal welfare programs. ", "The enacted bill also provides $4.3 million to support information technology infrastructure. In addition, the conference agreement requires that matching state funds be at least 40% for formulating and administering a brucellosis eradication program, and sets limitations on the operation and maintenance of aircrafts and aircraft purchases, and requires that any repair and alteration of leased buildings and improvements not exceed 10% of the current replacement value of the building. Both the House and Senate committee report recommends that APHIS continue to work with the Department of Homeland Security to facilitate the release of certain cargo at commercial import facilities.", "As in previous years, the enacted FY2014 appropriation highlights that appropriators expect USDA to continue to use the authority provided in this bill to transfer funds from other appropriations or funds available to USDA for activities related to the arrest and eradication of animal and plant pests and diseases. The Office of Management and Budget (OMB) and congressional appropriators have sparred for years over whether APHIS should—as appropriators have preferred—reach as needed into USDA's Commodity Credit Corporation (CCC) account for mandatory funds to deal with emerging plant pests and other plant and animal health problems on an emergency basis, or be provided the funds primarily through the annual USDA appropriation, as OMB has argued. In particular, both committees highlight the need for USDA to use its authority to transfer CCC funds to address emerging plant pests. The enacted agreement provides that $0.47 million be available until expended for a \"contingency fund\" to control outbreaks of insects, plant diseases, animal diseases and for control of pest animals and birds to the extent necessary to meet emergency conditions. "], "subsections": []}]}, {"section_title": "Agricultural Marketing Service and Section 3236", "paragraphs": ["The Agricultural Marketing Service (AMS) administers numerous programs that facilitate the marketing of U.S. agricultural products in domestic and international markets. AMS each year receives appropriations in two different ways. Appropriations (largely mandatory under Section 32 authority, and a relatively small amount of discretionary appropriations) accounted for 82% of agency funding in FY2012. User fees and reimbursements accounted for 18% of AMS spending. These fees cover such activities as product quality and process verification programs, commodity grading, and Perishable Agricultural Commodities Act licensing.", "The discretionary appropriation funds several programs—dissemination of marketing news, collection of data on pesticide residues and sampling foods consumed by infants and children, development and revision of quality grade standards for traded commodities, analysis of issues dealing with transporting agricultural commodities, analysis and support of local food marketing efforts, implementation of the national organic program, surveillance to ensure that only eggs fit for human consumption are sold, implementation of country of origin labeling requirements for covered commodities, administration of federal regulations on the interstate shipment of agricultural and vegetable seeds, and administering matching grants to states for resolving issues. This appropriation provides about 7% of AMS resources. ", "For FY2014, P.L. 113-76 appropriates $81.3 million to AMS, which is $5.6 million (+7.4%) above the post-sequestration FY2013 level. The increase adds funds back to certain AMS programs affected by FY2013 sequestration actions. This enacted FY2014 appropriation is almost $3 million less (-3.4%) than the Administration's $84.2 million request. Both the House and Senate accepted the Administration's proposal to eliminate $1.8 million in funding for the pesticide recordkeeping program.", "The conferees in their explanatory statement expressed disapproval of AMS's continued implementation, enforcement, and associated spending related to its May 2013 meat country of origin labeling (COOL) rule (78 Federal Register 31367). It noted the rule's high implementation costs to the livestock industry and the potential of retaliation by Canada and Mexico if both countries are successful in challenging this rule in the ongoing compliance phase of this WTO case. It recommended that USDA delay implementing and enforcing this COOL rule until the WTO case is completed. Conferees also directed AMS to report within 60 days on potential ways that would allow for the purchase of canned tuna (currently prohibited by USDA regulation) in school nutrition programs.", "AMS's mandatory appropriation (which accounted for 70% of total agency funding in FY2012) applies to a transfer from the so-called Section 32 account. The Section 32 account is funded by a permanent appropriation of 30% of the previous calendar year's customs receipts, less certain mandatory transfers. AMS uses these additional Section 32 funds (not reflected in the above totals) to pay for a variety of programs and activities, notably child nutrition, and government purchases of surplus farm commodities not supported by ongoing farm price support programs. The 2008 farm bill set the maximum annual amount of Section 32 funds that would be available for obligation by AMS; this amount is $1.266 billion for FY2014. At the same time, the 2008 farm bill also mandated that funding for the fresh fruit and vegetable program in schools comes from the Section 32 funds available for obligation by AMS. The 2008 farm bill also required additional purchases of Section 32 funds to be to purchase fruit, vegetables, and nuts for domestic food assistance programs. ", "The FY2014 appropriation provides $1.107 billion of Section 32 funds for AMS, which is the same as the House- and Senate-passed bills, and compares with $1.05 billion in FY2013. This amount represents the actual level of funding available for obligations by AMS, after rescissions and mandatory transfers have been made, and is considered mandatory spending. Section 32 funds available for obligation by AMS have been used at the Secretary's discretion, primarily to fund commodity purchases to support the agriculture sector and farm prices, additional amounts for the school lunch and other domestic programs, and to provide disaster assistance. ", "Rescissions of Section 32 carryover funds generally are used to achieve budgetary savings. The enacted appropriation for FY2014 contained, under Title VII (General Provisions), a rescission of $189 million from prior year budget authority. ", "In addition, as in appropriations acts since FY2012, the FY2014 appropriations includes a provision that effectively prohibits the use of Section 32 funds for direct payment to farmers.", "[N]one of the funds appropriated or otherwise made available by this or any other Act shall be used to pay the salaries or expenses of any employee of the Department of Agriculture or officer of the Commodity Credit Corporation to carry out clause 3 of Section 32 of the Agricultural Adjustment Act of 195 (P.L. 74-320, 7 U.S.C. 612c, as amended) or for any surplus removal activities or price support activities under section 5 of the Commodity Credit Corporation Charter Act."], "subsections": []}, {"section_title": "Grain Inspection, Packers, and Stockyards Administration42", "paragraphs": ["USDA's Grain Inspection, Packers, and Stockyards Administration (GIPSA) oversees the marketing of U.S. grain, oilseeds, livestock, poultry, meat, and other commodities. GIPSA's Federal Grain Inspection Service establishes standards for the inspection, weighing, and grading of grain, rice, and other commodities. The Packers and Stockyards Program monitors livestock and poultry markets to ensure fair competition and guard against deceptive and fraudulent trade practices.", "The enacted FY2014 appropriation ( P.L. 113-76 ) provides $40.3 million for GIPSA salary and expenses, which is $3.0 million (+8.0%) more than the post-sequestration amount for FY2013. This was $0.2 million less (-0.5%) than the Administration's budget request and the Senate-reported bill, but $1.1 million more (+2.8%) than the House-reported bill. The enacted appropriation authorizes GIPSA to collect up $50 million in user fees for inspection and weighing services.", "Section 744 of P.L. 113-76 restricts GIPSA's ability to finalize or implement its proposed rule (75 Federal Register 35338, June 22, 2010) on livestock and poultry marketing practices to implement requirements under Title XI of the Food, Conservation, and Energy Act of 2008 ( P.L. 110-246 ). Appropriated funds may be used to publish a final or interim final rule only if the annual cost to the economy is less than $100 million. In addition, the section prohibits USDA from using any funds to implement eight specific sections of the proposed rule, regardless of the annual cost to the economy of a final or interim final rule. They are the definitions of the tournament system, §201.2(l); competitive injury, §201.2(t); and the likelihood of injury, §201.2(u). The other provisions cover the applicability of the regulations on conduct that is a violation of the Packers and Stockyards Act (7 U.S.C. §181 et seq.; P&S Act), §201.3(c); unfair, unjust discriminatory and deceptive practices, §201.210; undue or unreasonable preferences, §201.211; livestock and poultry contracts, §201.213; and lastly, the tournament system, §201.214.", "The House-reported FY2014 agriculture appropriations bill ( H.R. 2410 ) included language to restrict GIPSA's ability to finalize or implement the proposed rule, and it was similar to language in the House appropriations bills in FY2012 and FY2013. The Senate-reported FY2014 Agriculture appropriations bill ( S. 1244 ) did not include a similar provision. The proposed GIPSA rule addresses how competitive injury is treated under the P&S Act; sets criteria for determining unfair, unjustly discriminatory and deceptive practices, and undue or unreasonable preference or advantages; and includes arbitration provisions that give contract growers opportunities to participate in meaningful arbitration. The proposed rule was contentious, with proponents arguing that it would bring fairness to marketing transactions, while opponents argued it would disrupt markets and lead to increased litigation. ", "For more information, see CRS Report R41673, USDA's \"GIPSA Rule\" on Livestock and Poultry Marketing Practices ."], "subsections": []}]}, {"section_title": "Food Safety43", "paragraphs": ["Numerous federal, state, and local agencies share responsibilities for regulating the safety of the U.S. food supply. Federal responsibility for food safety rests primarily with the Food and Drug Administration (FDA) and the USDA. FDA, an agency of the Department of Health and Human Services, is responsible for ensuring the safety of the majority of all domestic and imported food products (except for meat and poultry products). USDA's Food Safety and Inspection Service (FSIS) regulates most meat, poultry, and processed egg products. The agriculture appropriations subcommittees oversee both the FDA and FSIS budgets.", "Historically, federal funding and staffing levels between FDA and FSIS have been disproportionate to their respective responsibilities for addressing food safety activities. Although FSIS is responsible for 10%-20% of the U.S. food supply, it has had approximately 60% of the two agencies' combined food safety budget; and although FDA has been responsible for 80%-90% of the U.S. food supply, it has received about 40% of the available budget ( Table 12 ). For example, in FY2010, FSIS received $1.018 billion in appropriated funds plus another approximately $150 million in industry-paid user fees, whereas FDA's FY2010 budget for foods was $783 million, virtually all of it appropriated with limited authorized user fees. Staffing levels also vary considerably among the two agencies: FSIS staff numbered around 9,400 FTEs in FY2010, while FDA staff working on food-related activities numbers about 3,400 FTEs. ", "In the past few years the balance of overall funding for food safety between FDA and USDA has started to shift. Over the years, congressional appropriators have increased funding for FDA food activities, which more than doubled from $435.5 million in FY2005 to an estimated $866.1 million in FY2012 ( Table 12 ). FDA's operating level in FY2013, including sequestration, totaled an estimated $796.6 million. The Food Safety Modernization Act (FSMA) also provided for additional limited funding through certain types of industry-paid user fees, currently estimated at roughly $17 million annually. Not including funding from user fees, the enacted appropriation provides an increase in agency funding for FY2014 food safety efforts for both FDA and FSIS, compared with the post-sequestration budgetary authority for FY2013.", "FSMA—the comprehensive food safety legislation that was enacted in the 111 th Congress, P.L. 111-353 —authorized additional appropriations and staff for FDA's future food safety activities. FSMA was the largest expansion of FDA's food safety authorities since the 1930s. Among its many provisions, FSMA increases frequency of inspections at food facilities, tightens record-keeping requirements, extends oversight to certain farms, and mandates product recalls. It requires food processing, manufacturing, shipping, and other facilities to conduct a food safety plan of the most likely safety hazards, and design and implement risk-based controls. It also mandates improvements to the nation's foodborne illness surveillance systems and increased scrutiny of food imports, among other provisions. FSMA did not directly address meat and poultry products under USDA's jurisdiction. ", "Although Congress authorized appropriations when it enacted FSMA, it did not provide the full funding needed for FDA to perform these activities. After FSMA was signed into law in January 2011, concerns were voiced about whether there would be enough money to overhaul the U.S. food safety system and also whether expanded investment in this area was appropriate in the current budgetary climate. Prior to enactment, the Congressional Budget Office (CBO) estimated that implementing FSMA could increase net federal spending subject to appropriation by about $1.4 billion over a five-year period (FY2011-FY2015). This cost estimate covers activities at FDA and other federal agencies, and does not include offsetting revenue from the collection of new user fees authorized under FSMA. New fees authorized under FSMA include an annual fee for participants in the voluntary qualified importer program (VQIP) and three fees for certain periodic activities involving reinspection, recall, and export certification. FSMA did not impose any new facility registration fees. Prior to enactment, CBO estimated that about $240 million in new fees would be collected over the five-year period (FY2011-FY2015). Taking into account these new fees, CBO estimated that covering the five-year cost of new requirements within FDA, including more frequent inspections, would require additional outlays of $1.1 billion. FSMA also authorized an increase in FDA staff, reaching 5,000 by FY2014.", "FDA continues to implement regulations under FSMA. Although Congress has added about $100 million to FDA's base budget in the past few years, FDA officials claim the agency will need at least $400 million more per year above its FY2012 base to fully implement FSMA. "], "subsections": [{"section_title": "Food and Drug Administration (FDA)", "paragraphs": ["FDA's foods program accounts for about one-third of its budget authority for all its programs (the entirety of FDA is discussed later; see Table 19 ). The enacted FY2014 appropriation provides $882.8 million for FDA's Foods Program, which is about $86 million more than the post-sequestration budgetary authority for FY2013 ($796.6 million), not including funding from expected user fees ( Table 12 ). The enacted bill also assumes that FDA will collect additional revenue of about $17 million in user fees under its foods program. These authorized fees, as amended under FSMA, include food and feed recall fees, food reinspection fees, export certification fees, and voluntary qualified importer program fees. ", "The enacted amount is more than $200 million less than the Administration's request, which also included proposed new user fees. The request projected a total need of $1.107 billion for FDA's food program for FY2014, including proposed new fees ( Table 12 ). FDA justified these proposed new fees increases based on various elements of the enacted food safety law (FSMA). In addition to FSMA-authorized use fees (food export certification, food reinspection, and food and feed recall user fees) the Administration's budget request also requested approval of other new user fees. These proposed fees included a \"Food Facility Registration and Inspection Fee\" (expected FY2014 revenue of $58.9 million) and a \"Food Import Fee\" (expected FY2014 revenue of $165.7 million). The enacted law did not include the Administration's proposed fees. The conferees did note that FDA user fee programs are subject to sequester, although they are not normal tax revenue.", "The final agreement includes several provisions regarding FSMA and related provisions. The conferees commend FDA for its decision to revise language in proposed rules affecting farmers as part of FDA's \"Standards for the Growing, Harvesting, Packing, and Holding of Produce for Human Consumption\" (FDA-2011-N-0921; 78 Federal Register 3504). They also express concern about the FDA's estimation of the implementation costs of its \"Preventive Controls for Human Food\" rule (FDA-2011-N-0920; 78 Federal Register 3646). The explanatory statement directs FDA to implement a comprehensive training program pertaining to its regulations. The House committee report further notes that FDA has missed statutory deadlines under FSMA and directs FDA to provide a report detailing why any proposed rule or final regulation is more than 120 days beyond its statutory deadline. Both the House and Senate reports address the National Agriculture and Food Defense Strategy Plan under FSMA (§108) and encourages FDA to fund research to effectively monitor and protect against intentional adulteration of the food supply. The House report encourages FDA to maintain an appropriate funding level for both FSMA related activities and the base work performed by the agency's Food Safety Centers of Excellence. It also directs FDA, in consultation with USDA, to create a science-based, international food traceability initiative through a collaborative public-private partnership model under FSMA (§204) and provide a report within 180 days of enactment on the structure, goals, and implementation status of such traceability initiative. Finally, the House report encourages FDA to establish a pilot project to expedite imports for importers with strong safety records. In addition, the Senate committee report provides $53.5 million for FSMA implementation.", "The enacted appropriation contains a series of other recommendations for FDA. Both the House and Senate committee reports direct FDA to publish a final seafood advisory (as directed in the FY2012 appropriations). The Senate report also requires that FDA work with states and the Department of Commerce to increase efforts to combat fraud in parts of the seafood industry. The House report directs FDA to revise the standard of identity for canned tuna. Similarly, the Senate report directs FDA to expedite the publication of the draft guidance for industry on the proper labeling of honey and honey products to address instances where manufacturers have been marketing products illegally as \"honey\" or \"pure honey\" that contained other ingredients.", "The final agreement also addresses various aspects of FDA's National Antimicrobial Response Monitoring System (NARMS) to address antibiotic use in meat-producing animals. The House report urges FDA to consider providing additional funding for this program if warranted and directs FDA and USDA to engage in further collaboration and continue to analyze, characterize, and report on data collected through NARMS. The Senate report further directs FDA to enhance its annual summary of data reported under the Animal Drug User Fee Act (ADUFA, §105). The final law also addresses certain requirements regarding dietary supplements. The House report directs FDA to report back within 60 days of enactment with a timeline on how FDA intends to develop a final guidance on New Dietary Ingredients (NDI) for Dietary Supplements which have been delayed. The Senate report encourages FDA to develop industry guidance for manufacturing botanical dietary supplements, and directs FDA to conclude its review and report its findings. ", "The House committee report expresses concern about the \"unpredictable nature and pace at which FDA moves guidance, rules, and regulations through the process\" and further directs FDA to report to the appropriations committees on how the agency plans to develop new methods of communicating with its stakeholders on future actions affecting critical policy issues, including estimated timeframes for when regulations, advisories, and guidance are planned for release and what decision points are necessary before these policy documents can be made."], "subsections": []}, {"section_title": "Food Safety and Inspection Service (FSIS)", "paragraphs": ["For USDA's FSIS, the enacted FY2014 appropriation provides $1.010 billion, which is about $33 million more than the post-sequestration budgetary authority for FY2013 ($977.3 million; Table 12 ). These congressional appropriations are expected to be augmented by existing (currently authorized) user fees, which FSIS had earlier estimated would total approximately $150 million. Laws governing FSIS include the Federal Meat Inspection Act (FMIA, 21 U.S.C. §§601, et seq .), the Poultry Products Inspection Act (PPIA, 21 U.S.C. §§451, et seq .), and the Egg Products Inspection Act (EPIA, 21 U.S.C. §§1031, et seq .). ", "FSIS's appropriations are to be allocated as follows: federal $893.7 million; state $62.7 million; international $15.9 million; Codex Alimentarius $3.8 million; and Public Health Data Communications Infrastructure System $34.6 million (the latter to remain available until expended). The final agreement provides that $1 million may be credited from fees collected for the cost of the national laboratory accreditation programs. However, it does not approve user fees proposed by the Administration, to partly recover the increased costs of providing additional inspections and related services. Revenue from these fees, which would require new authorizing legislation, is estimated at $4.0 million. ", "The final agreement requires that FSIS continue to implement a grading and inspection program for catfish as required under the 2008 farm bill. It also requires FSIS to maintain no fewer than 148 FTEs to inspect and enforce the Humane Methods of Slaughter Act (HMSA) during FY2014. The final law also prohibits any horse inspection under FMIA and the 1996 farm bill ( P.L. 104-127 ), and also prohibits any related implementation or enforcement of regulations under 9 CFR Part 352.19. Both the House and Senate committee reports address additional issues regarding animal welfare. The House report requires that inspectors hired with funding previously specified for Humane Methods of Slaughter Act enforcement oversee compliance with humane handling rules for live animals. The Senate report further directs FSIS to continue to provide annual reports to the appropriations committee on the implementation of objective scoring methods undertaken by FSIS under the Humane Methods of Slaughter Act. In addition, the House report urges FSIS to work with tribes to set up voluntary, fee-for-service programs for the slaughter of tribally-raised buffalo and bison. The House report also urges FSIS to implement its HAACP-Based Inspection Models Project (HIMP), proposed in 2012, that shifts some online inspection responsibilities from government inspectors at processing plants to poultry company employees. The enacted law specifically does not approve additional funding requested by the Administration to add states to the Cooperative Interstate Shipment (CIS) program. It also limits the cost of altering any one building during the fiscal year to 10% of the current replacement value of the building."], "subsections": []}]}, {"section_title": "Farm Service Agency62", "paragraphs": ["USDA's Farm Service Agency (FSA) is probably best known for administering the farm commodity subsidy programs and the disaster assistance programs. It makes these payments to farmers through a network of county offices. In addition, FSA also administers USDA's direct and guaranteed farm loan programs, certain mandatory conservation programs (in cooperation with the Natural Resources Conservation Service), and supports certain international food assistance and export credit programs administered by the Foreign Agricultural Service and the U.S. Agency for International Development."], "subsections": [{"section_title": "FSA Salaries and Expenses", "paragraphs": ["All of the administrative funds used by FSA to carry out its programs are consolidated into one account. A direct appropriation for FSA salaries and expenses pays to carry out the activities such as the farm commodity programs. Transfers also are received from other USDA agencies to pay for FSA administering CCC export credit guarantees, P.L. 480 loans, and the farm loan programs.", "This section discusses amounts for regular FSA salaries and expenses, plus the transfer within FSA for the salaries, expenses, and administrative expenses of the farm loan programs. Amounts transferred to FSA from the Foreign Agricultural Service for administrative support are not included with the FSA totals in this report (and represent about 0.2% of total FSA salaries and expenses).", "The enacted FY2014 appropriation provides $1.493 billion for FSA salaries and expenses, $89 million (+6.3%) more than FY2013 post-sequestration levels. Both the House and Senate bills would have provided a similar increase and were within $10 million of the enacted level. ", "The joint explanatory statement directs USDA to seek outside funding from public or private entities to augment the National Agriculture Imagery Program (NAIP). Conferees would like digital aerial photography of the entire continental United States each year that they say would benefit USDA programs and other users. USDA is to provide a report 90 days after enactment."], "subsections": []}, {"section_title": "FSA Farm Loan Programs", "paragraphs": ["The USDA Farm Service Agency serves as a lender of last resort for family farmers unable to obtain credit from a commercial lender. USDA provides direct farm loans (loans made directly from USDA to farmers), and it also guarantees the timely repayment of principal and interest on qualified loans to farmers from commercial lenders. FSA loans are used to finance farm real estate, operating expenses, and recovery from natural disasters. Some loans are made at a subsidized interest rate.", "An appropriation is made to FSA each year to cover the federal cost of making direct and guaranteed loans, referred to as a loan subsidy. Loan subsidy is directly related to any interest rate subsidy provided by the government, as well as a projection of anticipated loan losses from farmer non-repayment of the loans. The amount of loans that can be made—the loan authority—is several times larger than the subsidy level.", "The FY2014 appropriation provides $90 million of loan subsidy to support $5.527 billion of direct and guaranteed loans. Though the loan subsidy is about the same as the FY2013 post-sequestration amount, the total farm loan authority is $952 million higher (+21%) than in FY2013 ( Table 13 ).", "Guaranteed loans receive most of the increase in loan authority: $500 million more (+33%) than FY2013 for guaranteed farm ownership loans, and $115 million more (+8%) than FY2013 for guaranteed farm operating loans. Direct loan authority also increases: $226 million more (+23%) than FY2013 for direct farm operating loans, and $136 million more (+31%) for direct farm ownership loans. Emergency loan authority is provided at $35 million, an increase of $13 million from FY2013, which was the first year in many years that emergency loans received new loan authority. Emergency loans had been operating for much of the last decade, through FY2012, on carryover funding. Boll weevil eradication loan authority is set at $60 million for FY2014. This is the first time in many years that Congress has reduced that loan authority from $100 million, despite Administration requests for that lower level.", "Following the global financial crisis that began in 2008, FSA farm loan authority generally has risen. Broad financial system pressures dramatically increased the demand for FSA farm loans and guarantees when commercial bank lending standards became stricter and loans sometimes were less available. In FY2009 and FY2010, supplemental appropriations increased regular FSA loan authority by nearly $1 billion each year in order to meet demand, up from about pre-crisis levels of $3.5 billion in 2008 to post-supplemental levels of $6.0 billion in FY2010. From FY2011-FY2013, loan authority decreased both due to federal budget pressures and somewhat lessened demand as the financial system stabilized. Nonetheless, in some years, continued high farm loan demand for certain programs has caused the loan authority to be exhausted. The FY2014 loan authority restores the total closer to the supplemental levels of FY2009 and FY2010."], "subsections": []}]}, {"section_title": "", "paragraphs": [], "subsections": []}, {"section_title": "Commodity Credit Corporation65", "paragraphs": ["The Commodity Credit Corporation (CCC) is the funding mechanism for the mandatory subsidy payments that farmers receive. Farm Service Agency salaries and expenses (a discretionary appropriation) pays for administration of the programs. For FY2014, most spending for USDA's mandatory agriculture and conservation programs was authorized by the 2008 farm bill as amended ( P.L. 110-246 ). On February 7, 2014, the Agricultural Act of 2014 ( P.L. 113-79 , the 2014 farm bill) was enacted, which authorizes mandatory spending for crop years 2014-2018, with appropriations required beginning FY2015.", "The CCC is a wholly owned government corporation that has the legal authority to borrow up to $30 billion at any one time from the U.S. Treasury (15 U.S.C. 714 et seq .). These borrowed funds finance spending for programs such as farm commodity subsidies and various conservation, trade, food aid, and rural development programs. Emergency supplemental spending also has been paid from the CCC over the years, particularly for ad-hoc farm disaster payments, for direct market loss payments to growers of various commodities in response to low farm commodity prices, and for animal and plant disease eradication efforts.", "Although the CCC can borrow from the Treasury, it eventually must repay the funds it borrows. It may earn a small amount of money from activities such as buying and selling commodities and receiving interest payments on loans. But because the CCC never earns more than it spends, its borrowing authority must be replenished periodically through a congressional appropriation so that it does not reach its $30 billion debt limit. Congress generally provides this infusion through the annual Agriculture appropriation law. In recent years, the CCC has received a \"current indefinite appropriation,\" which provides \"such sums as are necessary\" during the fiscal year.", "Mandatory outlays for the commodity programs rise and fall based on economic or weather conditions. Funding needs are difficult to estimate, which is a primary reason that the programs are mandatory rather than discretionary. More or less of the Treasury line of credit may be used year to year. Similarly, the congressional appropriation may not always restore the line of credit to the previous year's level, or may repay more than was spent. For these reasons, the appropriation to the CCC may not reflect outlays. ", "To replenish CCC's borrowing authority with the Treasury, the enacted FY2014 Agriculture appropriation concurs with the Administration request and House and Senate bills for an indefinite appropriation (\"such sums as necessary\") for CCC. The amount is estimated in all cases to be $12.5 billion for FY2014. In recent years, such amounts ranged from $15.1 billion in FY2010 to $11.0 billion in FY2013. ", "The FY2014 appropriation continues a provision (§726) that has appeared since FY2011 that limits the ability of USDA to provide marketing assistance loans for mohair. USDA has suspended the marketing loan and deficiency payment program for mohair since FY2011. ", "Similarly, the act includes a provision (§719) that has appeared since FY2012 that effectively prohibits the use of CCC funds for direct payments to farmers under certain conditions: ", "[N]one of the funds appropriated or otherwise made available by this or any other Act shall be used to pay the salaries or expenses of any employee of the Department of Agriculture or officer of the Commodity Credit Corporation to carry out clause 3 of Section 32 of the Agricultural Adjustment Act of 195 (P.L. 74-320, 7 U.S.C. 612c, as amended) or for any surplus removal activities or price support activities under section 5 of the Commodity Credit Corporation Charter Act."], "subsections": []}, {"section_title": "Crop Insurance70", "paragraphs": ["The federal crop insurance program is administered by USDA's Risk Management Agency (RMA). It offers basically free catastrophic insurance to producers who grow an insurable crop. Producers who opt for this coverage have the opportunity to purchase additional insurance coverage at a subsidized rate (about a 62% subsidy, on average). Policies are sold and serviced through approved private insurance companies that have their program losses reinsured by USDA and are reimbursed by the government for their administrative and operating expenses.", "The annual Agriculture appropriations bill traditionally makes two separate appropriations for the federal crop insurance program. First, it provides discretionary funding for the salaries and expenses of the RMA. Second, it provides \"such sums as are necessary\" for the Federal Crop Insurance Fund, which finances all other expenses of the program, including premium subsidies, net indemnity payments, and reimbursements to the private insurance companies.", "For the salaries and expenses of the RMA, the enacted FY2014 appropriation provides $71.5 million, up $2.4 million (+3.5%) from the post-sequestration amount for FY2013 and the same as the Administration's request and the House and Senate bills. The enacted FY2014 appropriation also provides $9.5 billion for the Federal Crop Insurance Fund, essentially unchanged from the estimated level in FY2013. Recent funding requirements have been above previous years (e.g., $6.5 billion in FY2010) due to losses associated with a major drought in 2012 and other adverse weather events. "], "subsections": []}, {"section_title": "Conservation73", "paragraphs": ["USDA administers a number of agricultural conservation programs that assist private landowners with natural resource concerns. These include working land programs, land retirement and easement programs, watershed programs, technical assistance, and other programs. The two lead agricultural conservation agencies within USDA are the Natural Resources Conservation Service (NRCS), which provides technical assistance and administers most programs, and the Farm Service Agency (FSA), which administers the largest program, the Conservation Reserve Program (CRP). ", "The majority of conservation program funding is mandatory, funded through the Commodity Credit Corporation (CCC), and authorized in omnibus farm bills (about $5 billion in FY2014). Other conservation programs, mostly technical assistance, are discretionary and funded through annual appropriations (about $826 million in FY2014).", "The enacted FY2014 appropriation accepts some, but not all, of the Administration's proposed reductions to mandatory conservation programs and provides more than the Administration's request for discretionary program. The enacted appropriation increases discretionary NRCS funding by $45 million (from $781 million in FY2013 to $826 million in FY2014). The House-passed bill would have increased discretionary NRCS funding by $42 million, the Senate-passed bill would have increased funding by $38 million, and the Administration's proposal would have increased discretionary funding by $28 million.", "Several conservation programs authorized to receive mandatory funding expired or would expire at the end of FY2014. The FY2014 appropriation reduced mandatory conservation program spending by $425 million ( Table 4 ). Of the programs with existing authority, the Administration proposed a reduction of $511 million, less than the House-passed bill, but more than the Senate-passed bill ($549 million and $439 million, respectively). The FY2014 appropriation was enacted prior to the passage of the 2014 farm bill ( P.L. 113-79 ). Since the 2014 farm bill amended conservation programs that were reduced in the FY2014 appropriations, total funding for mandatory conservation programs is currently different than what was reported based on the enacted FY2014 appropriation."], "subsections": [{"section_title": "Discretionary Conservation Programs", "paragraphs": ["All of the discretionary conservation programs are administered by NRCS. Most of the increase in discretionary funding is for Conservation Operations (CO), the largest discretionary conservation program ( Table 3 ). The enacted FY2014 appropriation provides $812.9 million for FY2014, $46.1 more than FY2013, $2.8 million more than the House-passed bill, $5.5 million less than the Senate-passed bill, and $5 million more than the Administration's request. The conference report further directs funding for a number of standing sub-programs under CO, including $9.3 million provided for the Snow Survey, $9.4 million for Plant Material Centers, $80 million for the Soil Survey, and $711.2 million for Conservation Technical Assistance. The conference report also specifies $3 million for ongoing watershed projects.", "Funding also is provided for the Watershed Rehabilitation program, which rehabilitates aging dams previously built by USDA. The Administration proposed terminating this program because the maintenance, repair, and operation of dams is the responsibility of the local project sponsor. The enacted FY2014 appropriation includes the House-passed level of $12 million for the program. The Senate-passed bill included no funding for the program.", "The enacted FY2014 appropriation also provides $4 million to a previously-dormant program known as the Water Bank Program (WBP). The WBP was authorized in 1970 and operated until funding was eliminated in the FY1995 Agriculture Appropriations Act. According to FY1995 House and Senate appropriations report language, the program was duplicative of the Wetlands Reserve Program (WRP, a previous farm bill program) and less effective because of shorter contract lengths. Under the WBP, USDA enters into non-renewable, 10-year contracts with landowners and operators to maintain wetlands in lieu of draining the land for agricultural production. Rental payments are made annually and no funding is provided for conservation practices. Land enrolled in WBP cannot be cropped.", "After 17 years of no funding, the program was appropriated $7.5 million in FY2012. These funds were obligated exclusively in Minnesota, North Dakota, and South Dakota and were focused on flood reduction. In FY2012 highest priority was given for cropland ($50/acre/year), then pasture, hay and rangeland ($35/acre/year), and finally forestland ($20/acre/year). The Administration requested no funding for WBP in FY2014. ", "The enacted FY2014 appropriation permanently cancels any remaining funds for the Resource Conservation and Development (RC&D) program – approximately $2 million. The RC&D program was authorized in 1962 and consisted of 375 designated RC&D areas nationwide. The RC&D program was terminated in the FY2011 long-term continuing resolution and the FY2014 Administration's request proposed rescinding the remaining unobligated balance of the program. Close-out of the program was complete in FY2012."], "subsections": []}, {"section_title": "Mandatory Conservation Programs", "paragraphs": ["Mandatory conservation programs are administered by NRCS and FSA. About $5 billion in FY2014 comes from the CCC and therefore does not require an annual appropriation. The enacted FY2014 appropriation accepts some of the Administration's proposed $511 million of reductions to mandatory conservation programs (CHIMPS). Both the Bush and Obama Administrations proposed reductions in conservation funding, usually more substantial than Congress has supported. The enacted appropriations reduces these programs by $425 million, which is $33 million less than the FY2013 reduction, $14 million less than the Senate-passed reduction, and $124 million less than the House-passed bill. Conservation program reductions in the FY2014 appropriation only affect the Environmental Quality Incentives Program (EQIP) and the Watershed Rehabilitation Program ( Table 4 ).", "Congress has reduced mandatory conservation programs in the annual agricultural appropriations law every year since FY2003. Because money is fungible, the savings from these reductions are not necessarily applied toward other conservation activities. Prior to the 2008 farm bill, reductions to conservation programs through appropriations law peaked in FY2006 with a reduction totaling $638 million. Following the 2008 farm bill, reductions peaked again in FY2012, with total conservation CHIMPS of $929 million.", "Several conservation programs authorized to receive mandatory funding had expired or would expire in FY2014. Because CBO uses the last year of authorization to determine the 10-year funding baseline for the farm bill reauthorization, a CHIMP in the last year of a farm bill's authorization could multiply the effect on the 10-year farm bill baseline. Previous appropriations (e.g., FY2012) extended the authority of programs with CHIMPS so as not to affect baseline funding. The FY2014 appropriation treated the situation differently, however, by not only extending the program by one fiscal year, but also by reducing the final year of funding. This reduction did not score a savings because it was a reduction in a future fiscal year. It could have, however, reduced the overall farm bill baseline multiplicatively had the 2014 farm bill not been enacted shortly after the appropriation was enacted.", "The 2014 farm bill ( P.L. 113-79 ) was enacted on February 7, 2014, 21 days after the enactment of the FY2014 appropriation. The farm bill amended the two conservation programs that were reduced in the FY2014 appropriations; therefore the total funding for mandatory conservation programs in FY2014 is different than what was reported in the enacted FY2014 appropriation.", "The FY2014 appropriation limited EQIP spending to $1.35 billion. At the time of the appropriation, the program was authorized to spend $1.75 billion in FY2014. Therefore the limit on spending in the FY2014 appropriation resulted in savings of $272 million. The 2014 farm bill extended the authority for EQIP to FY2018, but reduced the level of funding in FY2014 to $1.35 billion. It is unclear whether this level would be reduced further to meet sequestration requirements for FY2014.", "The FY2014 appropriation also limits mandatory funding under the Watershed Rehabilitation Program. Mandatory funding for the program originally was provided in the 2002 farm bill to remain available until expended. Since that time, annual appropriations have restricted this no-year funding (recently $165 million per year) to generate annual savings. In FY2014, this restriction resulted in savings of $153 million. The 2014 farm bill authorized an additional $250 million for the Watershed Rehabilitation Program in FY2014, to remain available until expended. This new $250 million is not subject to the 2014 appropriations limit because the authorization was enacted subsequent to the appropriations restriction. It is unclear whether this new funding would be reduced further to meet sequestration requirements for FY2014."], "subsections": []}]}, {"section_title": "Rural Development86", "paragraphs": ["Three agencies are responsible for USDA's rural development mission area: the Rural Housing Service (RHS), the Rural Business-Cooperative Service (RBS), and the Rural Utilities Service (RUS). An Office of Community Development provides community development support through field offices. This mission area also administers Rural Economic Area Partnerships and the National Rural Development Partnership.", "For FY2014, P.L. 113-76 provides $2.57 billion in discretionary budget authority for rural development programs, which is $290 million more than in FY2013 (+12.7%). If a rescission to the Cushion of Credit account (-$172 million) is incorporated, the net budget authority for rural development is $2.40 billion. This level of budget authority supports a program level of $36.94 billion in USDA rural development loans ( Table 14 ).", "Salaries and expenses within Rural Development are funded from a direct appropriation and from transfers from each of the agencies. The combined salaries and expenses total in P.L. 113-76 for FY2014 is $657.4 million, $44.5 million more than FY2013 (+7.3%)."], "subsections": [{"section_title": "Rural Housing Service (RHS)", "paragraphs": ["P.L. 113-76 provides $1.28 billion in budget authority for RHS programs (after transfers of salary and expenses), $248.6 million more than in FY2013 (+24.1%). This is $95 million more than recommended by the Senate bill and $135.3 million more than the House bill ( Table 14 ). This level of budget authority will support $27.4 billion in housing loans in FY2014, $73 million (+0.3%) more than in FY2013. ", "The largest loan account, representing over 90% of RHS's total loan authority, is the single-family housing loan program (Section 502 of the Housing Act of 1949). P.L. 113-76 provides $24.9 billion in loan authorization for Section 502 direct and guaranteed loans. This is $60 million more than FY2013 for the direct 502 loans and the same as FY2013 for the 502 loan guarantee program ($24 billion). The Section 504 Very Low-Income Housing Repair loan programs receive an appropriation of $2.2 million to support $26.3 million in loans. This is approximately the same loan authorization level as FY2013 ($26.1 million) and about $1.4 million less in budget authority than for FY2013 ($3.6). The Multi-Family Housing loan guarantee program (Section 538) has loan authority of $150 million for FY2014, the same as for FY2013. The enacted appropriation provides $28.4 million in loan authority for the Section 515 rental housing program, and $6.6 million in subsidies. This is nearly the same loan authorization level for the program in FY2013 ($29.1 million), but $3.7 million less in budget authority (-35%). ", "For the Rental Assistance Program grants (Section 521), P.L. 113-76 provides $1.11 billion in new budget authority, an increase of $275.7 million from FY2013 (+33%), and $97.9 million more than recommended by the House bill and $94.9 million more than the Senate bill. This is by far the largest budget authority line item in RHS, accounting for 87% of the total RHS budget authority appropriation. For Mutual and Self-Help Housing Grants, P.L. 113-76 provides $25 million, $2.7 million less (9.8%) than FY2013; for Rural Housing Assistance grants, $32.2 million, $1.6 million more (5.2%) than FY2013. ", "P.L. 113-76 provides $32.5 million in budget authority for the Rural Community Facilities account. The program provides direct loans, loan guarantees, and grants for \"essential community facilities\" in rural areas with less than 20,000 in population. This amount is $2.5 million more than enacted for FY2013 (+8.3%). For FY2014, the Community Facilities budget includes $13 million in grants and $3.8 million to subsidize loan guarantees. Loan authority for the loan guarantee program is $59.5 million. There was no appropriation for subsidies to the direct loan program, which had a loan authorization level of $2.2 billion. This is the same loan authorization level as FY2013. The appropriation also provides new budget authority for the Rural Community Development Initiative ($6.0 million), the Economic Impact Initiative Grants ($5.8 million), and grants to tribal colleges ($4.0 million). The House bill had proposed no appropriation for the Economic Impact Initiative grants. "], "subsections": []}, {"section_title": "Rural Business-Cooperative Service (RBS)", "paragraphs": ["P.L. 113-76 provides $134.6 million in FY2014 budget authority to the RBS before the Cushion of Credit rescission ( Table 15 ). After transferring salaries and expenses, a net $130.2 million of budget authority will support the RBS loan and grant program in FY2014 (+$16.0 million more, or +14%, from FY2013). If the Cushion of Credit rescission is incorporated, the RBS net budget authority is $-37.4 million. The enacted appropriation provides $1.02 billion in loan authority for the various RBS loan programs (+7.2% more than FY2011). ", "For the Rural Business Program account, P.L. 113-76 provides $96.6 million in budget authority, $16.8 million more than FY2013 (+21.0%). The Rural Business Program account includes the Business and Industry Loan Guarantee program ($67.0 in budget authority), the Rural Business Enterprise Grant program ($24.3 million), the Rural Business Opportunity Grant program ($2.3 million), and Delta Regional Authority grant program ($3.0 million). With the exception of the Business and Industry Loan Guarantee Program's budget authority, which is $14.7 million more than FY2013 (+28.1%), the other accounts are very close to their FY2013 enacted levels.", "P.L. 113-76 provides $4.1 million in budget authority to support $18.9 million in loans for the Intermediary Relending Program, also known as the Rural Development Loan Program. This loan level is $1.5 million more (+8.6%) in loan authority than FY2011 and $1.5 million less in budget authority. For Rural Cooperative Grants, P.L. 113-76 provides a total of $26.1 million, nearly the same as FY2013. This appropriation is divided among Cooperative Development Grants ($5.8 million), Appropriate Technology Transfer for Rural Areas ($2.2 million), Value-Added Product Grants ($15.0 million), and grants to assist minority producers ($3.0 million). The FY2014 appropriation for Cooperative Grants is about $700,000 more than FY2013 ($6.5 million), and the other accounts are nearly the same as for FY2013.", "For the Rural Energy for America Program (REAP) and the Rural Microentrepreneur Assistance Program, P.L. 113-76 provides no appropriation, the same as recommended by the House and Senate bills. The Administration had requested $7.4 million for REAP and $0 for the Microentrepreneur program. "], "subsections": []}, {"section_title": "Rural Utilities Service (RUS)", "paragraphs": ["P.L. 113-76 provides $501.6 million in budget authority for the Rural Utilities Service. After transferring salaries and expenses, the net appropriation for loans and grant programs is $501.6 million, $19.2 million (-3.6%) less than FY2013 ( Table 16 ). ", "Loan subsidies and grants under the Rural Water and Waste Disposal Program account represent the largest share of FY2014 budget authority under RUS programs (approximately 92% of total budget authority). The enacted bill provides $462.4 million in budget authority, $22.1 million less than FY2013 (-4.5%). This supports $1.29 billion in direct and guaranteed loans, $269.7 million more than FY2013 (+26.4%). The budget authority is divided among the following programs: (1) Water/Waste Water grants ($345.5 million); (2) Solid Waste Management grant program ($4.0 million); Individual Well Water grants ($993,000); and Water and Waste Water revolving fund ($1.0). P.L. 113-76 also provides $10.0 million for High Energy Cost grants ($9.2 million in FY2013).", "The enacted appropriation authorizes $5.5 billion in electric loans, $1.6 billion (-22.5%) less than FY2013. Most of the recommended loan authority is for direct Federal Finance Bank electric loans ($5.0 billion).", "Under the Distance Learning/Telemedicine program, P.L. 113-76 provides $24.3 million in grant support, the same as the House and Senate bill recommendations, and approximately $1.2 million more than FY2013. For the rural broadband program, the FY2014 appropriation is $4.5 million for direct loan subsidies and $10.4 million for grants. The enacted subsidy level is $1 million less than recommended by the House bill and $500,000 less than the Senate measure. Together, these three distance learning, telemedicine, and broadband accounts are about $3 million more than FY2013. Loan subsidies would support $34.5 million in broadband loans, a little more than half what the Administration requested, $8 million less than recommended by the House bill and $4 million less than the Senate measure."], "subsections": []}]}, {"section_title": "Domestic Food Assistance91", "paragraphs": ["Funding for domestic food assistance represents over two-thirds of USDA's budget. This funding is largely for open-ended appropriated mandatory programs; that is, funding that depends directly on program participation and, in some cases, indexing for inflation. The biggest mandatory programs include the Supplemental Nutrition Assistance Program (SNAP, formerly the Food Stamp program) and the child nutrition programs (including the National School Lunch Program and School Breakfast Program). ", "The three main discretionary budget items are the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), the Commodity Supplemental Food Program (CSFP), and federal nutrition program administration. For background on the programs discussed in this section, see CRS Report R42353, Domestic Food Assistance: Summary of Programs .", "The enacted FY2014 appropriation provides a total of $108.6 billion for domestic food assistance programs. The appropriated amount is approximately $2 billion more than requested by the Administration in February ($106.4 billion); this increase is primarily a result of more recently updated estimates to SNAP and the Child Nutrition account. Enacted totals for domestic food assistance programs are approximately 4.3% above FY2013 levels. Table 18 displays selected programs' enacted appropriations for FY2010 through FY2014, including the President's request, House, and Senate proposals for FY2014. "], "subsections": [{"section_title": "SNAP and Other Programs under the Food and Nutrition Act", "paragraphs": ["Appropriations under the Food and Nutrition Act (formerly the Food Stamp Act) support (1) SNAP (and related grants), (2) a Nutrition Assistance Block Grant for Puerto Rico and nutrition assistance block grants to American Samoa and the Commonwealth of the Northern Mariana Islands (all in lieu of the SNAP), (3) the cost of food commodities and administrative/distribution expenses under the Food Distribution Program on Indian Reservations (FDPIR), (4) the cost of commodities for TEFAP (but not administrative/distribution expenses, which are covered under the Commodity Assistance Program budget account), and (5) Community Food Projects.", "The enacted FY2014 appropriation provides a total of $82.2 billion for programs under the Food and Nutrition Act. This funding amount is a $4.9 billion increase (+6%) over the total amount provided in FY2013. The law appropriated $3 billion for the SNAP contingency reserve fund, as requested by the House, but less than the $5 billion requested by the Administration and the Senate bill. ", "The Joint Explanatory Statement (sometimes called the conference report) describes the FY2014 appropriations for Food and Nutrition Act programs ( Table 18 ):", "Approximately $79 billion for SNAP and related grants to states, including $71.9 billion for SNAP benefits and a $3 billion contingency reserve fund. $1.9 billion for grants for Puerto Rico, American Samoa, and the Commonwealth of the Northern Mariana Islands, $269 million for TEFAP commodities (with permission to use up to 10% of this amount for distribution costs), $5 million for Community Food Projects, and $104 million for FDPIR.", "The enacted FY2014 appropriation continued an $11 million reduction in SNAP employment and training (E&T) funds to $79 million. However this change in mandatory spending was undone by Section 4022 of the subsequently enacted 2014 farm bill, which restored the funding to $90 million per year (see the footnote on the E&T line in Table 4 )."], "subsections": [{"section_title": "Joint Explanatory Statement: SNAP Account", "paragraphs": ["Aside from the funding levels the Joint Explanatory Statement includes directives related to programs in the SNAP account. The statement expresses concern about government-sponsored SNAP outreach activities and emphasizes that USDA should maintain restrictions on the SNAP purchase of hot, prepared foods. It also states that any USDA reports required by either the House or the Senate bills are still required. Committee report language, or, in this case, joint statement language, does not hold the force of law that the legislation itself does. "], "subsections": []}]}, {"section_title": "Child Nutrition Programs", "paragraphs": ["Appropriations under the child nutrition account fund a number of programs and activities covered by the Richard B. Russell National School Lunch Act and the Child Nutrition Act. These include the National School Lunch Program, School Breakfast Program, Child and Adult Care Food Program (CACFP), Summer Food Service program, Special Milk program, assistance for child-nutrition-related state administrative expenses (SAE), procurement of commodities for child nutrition programs (in addition to transfers from separate budget accounts within USDA), state-federal reviews of the integrity of school meal operations (\"Coordinated Reviews\"), \"Team Nutrition\" and food safety education initiatives to improve meal quality and safety in child nutrition programs, and support activities such as technical assistance to providers and studies/evaluations. (In addition to these appropriations, child nutrition efforts are supported by mandatory permanent appropriations and other funding sources discussed below in \" Other Nutrition Funding Support .\")", "The enacted appropriation for FY2014 provides a total of $19.3 billion for child nutrition programs, 3% below the amount provided in FY2013. This total includes transfers from the Section 32 account. The enacted appropriation provides $25 million for School Meals Equipment grants, $10 million below the Administration's request. ", "The Joint Explanatory Statement breaks out the enacted funding as follows ( Table 18 ): ", "$10.6 billion for the National School Lunch Program, $3.7 billion for the School Breakfast Program, $3.1 billion for the CACFP, $1.1 billion for procurement of commodities for child nutrition programs, $462 million for the Summer Food Service program, and $247 million for SAE. "], "subsections": [{"section_title": "Joint Explanatory Statement: Child Nutrition Programs", "paragraphs": ["The Joint Explanatory Statement includes several directives regarding the Child Nutrition programs.", "School meals r egulations i mplementing the Healthy Hunger-F re e Kids Act of 2010 ( P.L. 111-296 ) . Since the enactment of this 2010 reauthorization of the child nutrition and WIC programs, USDA-FNS has promulgated multiple regulations, formulated various program guidance, and published many other policy documents and reports. Two of the major new rules to implement the 2010 law have been (1) an update of nutrition standards for the school meals programs, and (2) creation of nutrition standards for all foods served in schools (sometimes called \"competitive foods\"; these policies pertain to, for example, vending machines and non-meal snacks served in the cafeteria). Parties involved in the school meals programs have been supportive or critical of the new regulations. Some critics have voiced concerns that these regulations will increase schools' costs of administering the school lunch and school breakfast programs. The Joint Explanatory Statement addresses that particular criticism. It directs the Secretary to establish a process whereby states may grant school districts a waiver from certain regulatory requirements if the school district \"certifies it cannot operate a food service program without incurring increased costs[.]\" Specifically, the schools would be eligible for a waiver in the 2014-2015 school year from (a) the new nutrition standards for the School Breakfast Program and/or (b) the requirements in the interim final rule on \"all foods sold in school.\" The instructions direct USDA to provide technical assistance to the schools that are granted such waivers \"to help with implementation in future years.\" The waiver process is \"in lieu of the language in the House and Senate reports on School Meals.\"", "Other child nutrition directives. The Joint Explanatory Statement also directs USDA to assure that CACFP sites that provide at-risk, after-school snacks and suppers are following eligibility guidelines. The Statement also directs USDA to work with states and schools to reduce error and improper payment rates in the National School Lunch Program and School Breakfast Program."], "subsections": []}]}, {"section_title": "WIC Program", "paragraphs": ["The enacted FY2014 appropriation provides $6.72 billion for WIC. A minimum of $60 million of the appropriation is set aside to fund breast-feeding peer counselors and related activities. The WIC appropriation also allocates $14 million for infrastructure and $30 million for management information systems. The appropriation restores the contingency reserve fund up to $125 million.", "While SNAP and the child nutrition programs are appropriated mandatory programs, WIC is a discretionary program with the funding level entirely at Congress's discretion. Unlike the appropriated entitlements, an inadequate appropriation for the WIC program could reduce the number of pregnant and postpartum women, infants, and children served. It has been the practice of the appropriations committees to appropriate enough funds for WIC to serve all who are eligible."], "subsections": [{"section_title": "Joint Explanatory Statement: White Potatoes and WIC", "paragraphs": ["The law's Joint Explanatory Statement includes a directive that had the potential to affect whether white potatoes would become eligible for purchase with WIC benefits. When the appropriations law was passed, the WIC program was governed by an interim final rule which did not allow WIC benefits to be used to purchase white potatoes. Since that time, USDA's final rule has been published and it retains this restriction. ", "The background to understand this issue dates back to efforts begun about 10 years ago to update the \"WIC Food Packages.\" States have some leeway to determine the specific foods that are eligible for WIC redemption in their state, but they must do so within federal regulatory requirements. These federal requirements are often referred to as the \"WIC food packages,\" and there are different packages for pregnant women, post-partum women, infants, and children. The current WIC food packages are based on an interim final rule that was published on December 6, 2007; states were required to implement the revisions by October 1, 2009. Prior to publishing this rule, USDA consulted with the Institute of Medicine (IOM), which published the 2005 study, WIC Food Packages: Time for a Change. One of IOM's many recommendations was that WIC food packages include fresh fruits and vegetables, except for white potatoes. The IOM study cited food intake data showing that white potatoes, unlike many other vegetables, were widely consumed. ", "The restriction on white potatoes in the proposed and interim final rules has proven controversial particularly to potato growers and related congressional supporters, with the white potato's treatment in the WIC program coming up in hearings and in legislation, including an amendment that was successfully added during the House Committee's markup of their FY2014 appropriations bill. In the enacted appropriations law, there is no provision of law regarding potatoes and WIC, but there is a directive within the Joint Explanatory Statement. Recognizing that a final rule was in clearance at the time of the appropriations law's introduction, the Statement indicates that, \"the agreement expects\" USDA's amendment of the WIC food packages to include: ", "all varieties of fresh, whole, or cut vegetables, except for vegetables with added sugars, fats, oils; provided that inclusion of such vegetables contribute towards meeting the special nutrition needs of program participants and increases the availability of low-cost, high-nutrient alternatives for participants throughout the year....", "Unlike the legislative language included in the House-reported FY2014 appropriations bill, which would have required USDA's inclusion of white potatoes, the Joint Explanatory Statement does give USDA discretion not to include all vegetables as specified. If USDA decides not to comply with the expectation above, the Statement requires the Secretary to submit to the Appropriations Committees a report explaining that decision. ", "Again, since the time of the Statement's publication, USDA-FNS published its final rule on the WIC Food Packages, and it retains the exclusion of white potatoes. The preamble to the final rule explains comments received opposing this restriction and also includes a further explanation of the decision to retain the restriction. The final rule's preamble states: ", "the restriction of white potatoes, as recommended by the IOM, is based on data indicating that consumption of starchy vegetables meets or exceeds recommended amounts, and food intake data showing that white potatoes are the most widely used vegetable. Including white potatoes ... would not contribute towards meeting the nutrition needs of the WIC population and would not support the goal of expanding the types and varieties of fruits and vegetables available to program participants.", "In addition to the WIC Food Packages language, the Joint Explanatory Statement – together with the appropriations language itself - gives states some flexibility on the federally required timeline for authorizing new stores to accept WIC benefits. The Statement explains that this flexibility recognizes the backlog of store applications in light of USDA-imposed moratoriums on new vendors \"in states where questionable vendor practices have been identified.\" "], "subsections": []}]}, {"section_title": "Commodity Assistance Program", "paragraphs": ["Funding under the Commodity Assistance Program budget account supports several discretionary programs and activities: (1) the Commodity Supplemental Food Program (CSFP), (2) funding for TEFAP administrative and distribution costs, (3) the WIC Farmers Market Nutrition program, and (4) special Pacific Island assistance for nuclear-test-affected zones in the Pacific (the Marshall Islands) and in the case of natural disasters.", "The enacted FY2014 appropriation provides $270 million for the Commodity Assistance Program account. This is $26 million (+11%) more than was provided in FY2013 ( Table 18 ). Of the total, ", "$203 million is for CSFP, an 11% increase from FY2013 funding. $49 million for TEFAP administrative costs other than the value of federally provided commodities (which are funded under the SNAP account, discussed above). $17 million for the FY2012 WIC Farmers' Market Nutrition Program. This is an 8% increase from FY2013 (largely reflecting the impact of sequestration in FY2013). The enacted law also provides just over $1 million for Pacific Island Assistance in FY2014."], "subsections": []}, {"section_title": "Nutrition Programs Administration (and the Congressional Hunger Center)", "paragraphs": ["This budget account covers spending for federal administration of all the USDA domestic food assistance program areas noted above, special projects for improving the integrity and quality of these programs, and the Center for Nutrition Policy and Promotion (CNPP), which provides nutrition education and information to consumers (including various dietary guides). The enacted FY2014 appropriation provides $141 million, compared to $133 million in FY2013 (+7%)."], "subsections": []}, {"section_title": "Other Nutrition Funding Support", "paragraphs": ["As in earlier years, domestic food assistance programs will receive FY2014 funds from sources other than FY2014 appropriations:", "USDA provides commodity foods to the child nutrition programs using funds other than those in the Child Nutrition account. These purchases are financed through the use of permanent appropriations under Section 32. For example, out of a total of about $1.1 billion in commodity support provided in FY2008, about $480 million worth came from outside the Child Nutrition account. Historically, about half the value of commodities distributed to child nutrition programs has come from the Section 32 account. The Fresh Fruit and Vegetable program offers fresh fruits and vegetables in selected elementary schools nationwide. It is financed with permanent, mandatory funding. The underlying law (Section 4304 of the 2008 farm bill) provides funds at the beginning of every school year (July). However, as in past years, Section 719 of P.L. 113-76 delays the availability of much of the $133 million scheduled for July 2014 until October 2014. As a result, P.L. 113-76 effectively allocates the total annual spending for the Fresh Fruit and Vegetable program mandated by the farm bill by fiscal year rather than school year, with no reduction in overall support (savings scored in Table 4 ). The Food Service Management Institute (technical assistance to child nutrition providers) is funded through a permanent annual appropriation of $4 million/yr. The Seniors Farmers' Market Nutrition program receives $21 million of mandatory funding per year (FY2002-FY2018) outside the regular appropriations process. See Section 4402 of the 2002 farm bill ( P.L. 107-171 ) as amended by Section 4203 the 2014 farm bill ( P.L. 113-79 ). From April 2009 through October 31, 2013, the American Recovery and Reinvestment Act of 2009 provided pre-appropriated funding for an increase to SNAP benefits. This aspect of SNAP benefits did not require an appropriation."], "subsections": []}]}, {"section_title": "Agricultural Trade and Food Aid108", "paragraphs": ["The Foreign Agricultural Service (FAS) administers overseas market promotion and export credit guarantee programs designed to improve the competitive position of U.S. agriculture in the world marketplace and to facilitate export sales. It shares responsibility with the U.S. Agency for International Development (USAID) to administer international food aid programs.", "Each year's agricultural appropriations measure provides more than three-quarters of the financial resources made available to FAS. Budget authority for other agricultural export and food aid programs is mandatory, and not subject to annual appropriations. Funding for these mandatory programs is provided directly by the Commodity Credit Corporation under other statutes. ", "For FY2014, P.L. 113-76 appropriates $1.839 billion for FAS/USAID programs funded on a discretionary basis. This is $132.6 million (+7.8%) higher than the post-sequestration FY2013 levels for these export assistance and food aid programs. For FY2014, the Administration had requested $373 million for foreign agriculture-related activities. This much lower amount reflected its request to shift food aid funding to the Department of State, which congressional appropriators did not accept; see \" Food for Peace Program (P.L. 480) .\""], "subsections": [{"section_title": "Foreign Agricultural Service", "paragraphs": ["The FY2014 appropriations measure provides $177.9 million for salaries and expenses of the Foreign Agricultural Service (FAS). This is $14.7 million (+9%) more than the post-sequestration FY2013 level. The Administration's FY2014 request for FAS was slightly higher at $178.8 million. This appropriation funds FAS efforts to address trade policy issues on behalf of U.S. agricultural exporters, support trade promotion activities, and engage in institutional capacity building and food security activities in developing countries with promising market potential.", "FAS also receives a separate $6.7 million appropriation to cover the salaries and expenses associated with implementing the export credit guarantee program. This is the largest export assistance program administered by FAS, and operates to facilitate the direct export of U.S. agricultural commodities and food products. Authorized by the 2014 farm bill at a $5.5 billion level each year, this program guarantees the repayment of commercial loans extended by private banks in case a borrower defaults on making payments when due. There are no budgetary outlays associated with credit guarantees unless a default occurs.", "Conferees accepted House report language directing submission of a report 60 days after enactment on how FAS is developing outcome-based measures and is changing the allocation of resources to promote increased consumption of U.S. agricultural goods. Conferees also accepted Senate report recommendations that, out of the FAS appropriation, call for $1 million for the Borlaug Fellows Program to provide training for international scientists and policymakers from developing countries and $5 million for the Cochran Fellowship Program to provide short-term technical training for international participants in the United States. The Senate report also states appropriators' expectation that the Foreign Market Development Cooperator and Market Access Programs be fully funded as authorized (see footnote 110 )."], "subsections": []}, {"section_title": "Food for Peace Program (P.L. 480)", "paragraphs": ["Though funded by each year's agriculture appropriations measure, the largest international food aid program is administered by the U.S. Agency for International Development (USAID). The Food for Peace Title II Program provides donations of U.S. commodities to meet humanitarian and development needs abroad. For FY2014, Food for Peace Title II humanitarian food aid, which is by far the largest component of international agriculture expenditures, was appropriated $1.469 billion, $107 million (+8%) more than in FY2013. The enacted FY2014 funding level compares with the Administration's request to zero out the Food for Peace Title II appropriations and shift funding for food aid to the State Department's Foreign Operations Appropriations. Congress rejected the Administration's request. No funding for new Title I (long-term concessional credits) or Title III (food for development) activities has been requested since 2002.", "Title II funding allocations are affected by a provision in the 2014 farm bill ( P.L. 113-79 ; §3012) which states that the minimum funding requirement for nonemergency food aid shall not be less than $350 million. Two additional provisions affecting the Food for Peace program were included in the General Provisions of P.L. 113-76 . As has been done in previous appropriation bills, Section 714 includes a provision that would limit, up to $20 million, the amount of Food for Peace funds available for reimbursement of the Commodity Credit Corporation for the release of commodities from the Bill Emerson Humanitarian Trust (7 U.S.C. 1736f-1). The second provision, provided in Section 732, states that Title II funds \"may only be used to provide assistance to recipient nations if adequate monitoring and controls, as determined by the Administrator of the U.S. Agency for International Development, are in place to ensure that emergency food aid is received by the intended beneficiaries in areas affected by food shortages and not diverted for unauthorized or inappropriate purpose.\"", "The 2008 farm bill authorized $60 million of CCC funds (mandatory funds, not Title II appropriations), over four years for a pilot project to assess local and regional purchases of food aid for emergency relief. Authority for this program expired in FY2012 and the Administration made no funding request for FY2014. Subsequent to the President's FY2014 budget request, the 2014 farm bill was enacted, authorizing $80 million for appropriations in FY2014-FY2018 for local and regional purchases of food aid for emergency relief."], "subsections": []}, {"section_title": "McGovern-Dole Food for Education and Child Nutrition", "paragraphs": ["The McGovern-Dole International Food for Education and Child Nutrition Program provides donations of U.S. agricultural products and financial and technical assistance for school feeding and maternal and child nutrition projects in developing countries. For FY2014, P.L. 113-76 provides $185.1 million for this program, up $10.6 million (+6%) from FY2013 levels, and in concurrence with the President's budget request and the Senate-reported level. The House-reported bill would have provided $180.3 million. "], "subsections": []}]}]}, {"section_title": "Related Agencies", "paragraphs": [], "subsections": [{"section_title": "Food and Drug Administration (FDA)111", "paragraphs": ["The Food and Drug Administration (FDA) regulates the safety of foods and cosmetics; the safety and effectiveness of drugs, biologics (e.g., vaccines), and medical devices; and public health aspects of tobacco products. Although FDA has been a part of the Department of Health and Human Services (HHS) since 1940, the Committee on Appropriations does not consider FDA within HHS under its Subcommittee on Labor, Health and Human Services, and Education, and Related Agencies. Jurisdiction over FDA's budget remains with the Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies, reflecting FDA's beginnings as part of the Department of Agriculture.", "FDA's program level, the amount that FDA can spend, is composed of direct appropriations (also referred to as budget authority) and user fees. The FY2014 appropriation provided FDA a total program level of $4.387 billion. That total is $356 million (+8.8%) more than what the agency received in FY2013 and is $3 million (+0.1%) more than what the President requested for FY2014.", "The enacted conference agreement for FY2014 provided the agency with a total direct appropriation of $2.561 billion. This amount is $175 million (+7.3%) higher than the FY2013 appropriation and $3 million (+0.1%) more than the President's FY2014 request.", "For user fees , the enacted FY2014 appropriation includes $1.827 billion in user fees, accounting for 41.6% of FDA's total program level. The fee total includes authorized collections to support specified agency activities regarding prescription drugs, medical devices, animal drugs, animal generic drugs, tobacco products, generic human drugs, biosimilars, mammography quality, color certification, and export certification, food reinspection, and food recall. The FY2014 enacted total for fees is $181 million (+11%) more than FY2013 and equals the amount requested for authorized user fee programs. In addition to the $1.827 billion in user fees from those currently authorized programs, the President's request included $269 million for as yet unauthorized fees for medical product reinspection, international courier, food establishment registration, food imports, cosmetics, and food contact notification. With those proposed fees, the President's total user fee request was $2.1 billion, bringing the total program level request to $4.654 billion.", "In the reports that accompanied their respectively reported bills ( H.Rept. 113-116 and S.Rept. 113-46 ), the House and Senate Committees on Appropriations laid out their concerns with specific FDA activities. The reports, along with the explanatory statement that accompanied the enacted legislation, include 34 statements that direct and 39 statements that encourage specific action. The committees addressed most (58 out of 73) of these to FDA, spreading the others to the HHS Secretary, the Administration, and a specific office within FDA (the Office of Colors and Cosmetics).", "The directions and encouragements covered most FDA programs, with the majority (43 out of 73) involving foods (such as implementation of the 2010 FDA Food Safety and Modernization Act (FSMA, P.L. 111-353 )—also discussed earlier in this report under the heading \" Food Safety \") and agency-wide topics (such as communicating with stakeholders, spending of user fees, and building international relationships). While directions and suggestions in the committee reports do not have statutory stature, they convey to the agency the concerns of committees that determine future appropriations. The topics the committees raise indicate both the broad range of responsibilities Congress has given FDA and a hint of the level of scientific expertise necessary to regulate items that touch many aspects of U.S. consumers' lives.", "One topic in particular, raised in the Senate and House reports and the explanatory statement accompanying the final agreement ( P.L. 113-76 ), directly relates to appropriations and budget calculations. That is the treatment of user fee collections and revenue in sequester calculations under the Budget Control Act of 2011 (BCA, P.L. 112-25 ). The Office of Management and Budget (OMB) has interpreted the BCA, which governs sequestration action, as requiring that user fees be included in the sequestrable base along with directly appropriated budget authority. The FDA Commissioner estimated that FDA would lose about $83 million in user fees in FY2013. The Federal Food, Drug, and Cosmetic Act (FFDCA, 21 U.S.C. 301 et seq.) sections authorizing FDA user fees for drugs and medical devices limit the use of fee revenue to specified agency activities. Because the sequestered user fee collections may not be used for other purposes, they have remained untouchable in the FDA account. The FDA Commissioner, some Members of Congress, industry, and others have urged that fees be exempted from sequestration. Members of the House and Senate appropriations subcommittees working on a FY2014 bill stated their intentions to work together to find a way to avoid fee sequestering for that year. The committees addressed this twice in the final documents. First, section 747 of the Consolidated Appropriations Act, 2014 reads:", "Sec. 747. Fees deposited under the heading ''Department of Health and Human Services—Food and Drug Administration—Salaries and Expenses'' in fiscal year 2013 and sequestered pursuant to section 251A of the Balanced Budget and Emergency Deficit Control Act, as amended (2 U.S.C. 901a) shall be available until expended for the same purpose for which those funds were originally appropriated.", "Second, an item in the accompanying explanatory statement encouraged the Administration to \"reconsider the inclusion of FDA user fees when calculating sequester.\"", " Table 19 displays, by program area, the budget authority (direct appropriations), user fees, and total program levels for FDA in FY2010 (actual), FY2011 (actual), FY2012 (as calculated for the agency's June 2013 operating plan), FY2013 (as calculated by the June 2013 operating plan), the President's FY2014 request, and the Consolidated Appropriations Act, 2014 ( P.L. 113-76 ), signed by the President on January 17, 2014. The final column shows the percentage change from FY2013 to FY2014.", "Consistent with the Administration and congressional committee formats, each program area in Table 19 includes funding designated for the responsible FDA center (e.g., the Center for Drug Evaluation and Research or the Center for Food Safety and Applied Nutrition) and the portion of effort budgeted for the agency-wide Office of Regulatory Affairs to commit to that area. It also apportions user fee revenue across the program areas as indicated in the Administration's request (e.g., 90% of the animal drug user fee revenue is designated for the animal drugs and feeds program, with the rest going to the categories of headquarters and Office of the Commissioner, General Services Administration (GSA) rent, and other rent and rent-related activities)."], "subsections": []}, {"section_title": "Commodity Futures Trading Commission126", "paragraphs": ["The Commodity Futures Trading Commission (CFTC) is the independent regulatory agency charged with oversight of derivatives markets. The CFTC's functions include oversight of trading on the futures exchanges, oversight of the swaps markets, registration and supervision of futures industry personnel, self-regulatory organizations and major participants in the swaps markets, prevention of fraud and price manipulation, and investor protection. The Dodd-Frank Act ( P.L. 111-203 ) brought the bulk of the previously-unregulated over-the-counter swaps markets under CFTC jurisdiction as well as the previously-regulated futures and options markets.", "The Commodity Futures Trading Commission (CFTC) was created in 1974 as part of the Commodity Futures Trading Commission Act ( P.L. 93-463 ) to regulate commodities futures and options markets. These markets at the time were poised to expand beyond their traditional base in agricultural commodities to encompass contracts based on financial variables, such as interest rates and stock indexes. The agency administers the Commodity Exchange Act (CEA; P.L. 74-765, 7 U.S.C. §1 et seq . ), which was enacted in 1936. Prior to 1974, trading in agricultural commodities regulated by the CEA was overseen by an office within the U.S. Department of Agriculture called the Commodity Exchange Administration, which also was formed in 1936.", "Following the financial crisis of 2008, concerns over the largely unregulated nature of the over-the-counter swaps markets led to various reforms passed in Title VII of the Dodd-Frank Act. Passage of the Dodd-Frank Act resulted in the CFTC's oversight of the economically-significant swaps markets with an estimated notional value of roughly $240 trillion in the United States. This newly regulated market comes on top of the CFTC's prior jurisdiction over the futures and options markets, with an estimated $34 trillion notional value in the United States.", "Former CFTC Chairman Gary Gensler and others have argued that the agency is understaffed, and requires additional funds in order to keep up with the much larger market it is tasked with overseeing, as well as with changing technologies. In particular, he noted that the CFTC requires more staff and technology to review and analyze information on swaps trades now to be provided to swap data repositories. In addition, the CFTC requires staff to oversee the trading activities of newly-registered swap dealers and major swap participants, and to regularly examine clearinghouses that will now clear swaps as well as futures, he noted. Furthermore, he stressed the need for CFTC technology upgrades to ensure adequate market surveillance and to enhance customer fund protection programs.", "In FY2013, the CFTC's post-sequestration appropriation was $194 million. The FY2014 appropriation provides the CFTC with $215 million, up 10.8% from FY2013.", "Appendix A. Background on Scope and Terms", "USDA Activities and Relationships to Appropriations Bills", "The U.S. Department of Agriculture (USDA) carries out widely varied responsibilities through about 30 separate internal agencies and offices staffed by about 100,000 employees. USDA spending is not synonymous with farm program spending, nor are Agriculture appropriations completely correlated with USDA spending. ", "USDA divides its activities into \"mission areas.\" Food and nutrition programs, with more than three-fourths of USDA's budget, comprise the largest mission area, supporting the Supplemental Nutrition Assistance Program (SNAP, formerly food stamps); the Women, Infants, and Children (WIC) program; and child nutrition programs. The second-largest USDA mission area, with about one-eighth of USDA's budget, is farm and foreign agricultural services. This broad area includes the farm commodity price and income support programs, crop insurance, certain mandatory conservation and trade programs, farm loans, and foreign food aid programs. Five other mission areas share one-eighth of USDA's budget, including natural resources, rural development, research and education, marketing and regulatory programs, and food safety. ", "Comparing USDA's organization and budget data to the Agriculture appropriations bill in Congress is not always easy. USDA's \"mission areas\" do not always correspond to the titles or categories in the Agriculture appropriations bill.", "Foreign agricultural assistance is a separate title in the appropriations bill (Title V), but is joined with domestic farm support in USDA's \"farm and foreign agriculture\" mission area. Title I in the appropriations bill covers four of USDA's mission areas: agricultural research, marketing and regulatory programs, food safety, and the farm support portion of farm and foreign agriculture. The Forest Service is about half of the natural resources mission area but is funded in the Interior appropriations bill. It also accounts for about one-third of USDA's personnel, with about 34,000 staff years in FY2011.", "The type of funding (mandatory vs. discretionary) also is an important difference between how the appropriations bill and USDA's mission areas are organized.", "Conservation in the appropriations bill (Title II) includes only discretionary programs. The mandatory funding for conservation programs is included in Title I of the appropriation as part of the Commodity Credit Corporation. Conversely, the non-Forest Service part of USDA's natural resources mission area includes both discretionary programs and some mandatory conservation programs.", "Related Agencies", "In addition to the USDA agencies mentioned above, the Agriculture appropriations subcommittees have jurisdiction over appropriations for two related agencies:", "The Food and Drug Administration (FDA) of the Department of Health and Human Services (HHS), and The Commodity Futures Trading Commission (CFTC, an independent financial markets regulatory agency) —in the House only.", "The combined share of FDA and CFTC funding (Title VI) in the overall Agriculture and Related Agencies appropriations bill is about 2%.", "Jurisdiction over CFTC appropriations is assigned differently in the House and Senate. Before FY2008, the Agriculture subcommittees in both the House and Senate had jurisdiction over CFTC funding. In FY2008, Senate jurisdiction moved to the Financial Services Appropriations Subcommittee. Placement in the enacted version now alternates each year. In even-numbered fiscal years, CFTC has resided in the Agriculture appropriations act. In odd-numbered fiscal years, CFTC has resided in the enacted Financial Services appropriations act.", "These agencies are included in the Agriculture appropriations bill because of their historical connection to agricultural markets. However, the number and scope of non-agricultural issues has grown in recent decades. Some may argue that these agencies no longer belong in the Agriculture appropriations bill. Others say that despite the growing importance of non-agricultural issues, agriculture and food issues are still an important component of each agency. At FDA, food safety responsibilities that are shared between USDA and FDA have been in the media during recent years and have been the subject of legislation and hearings. At CFTC, volatility in agricultural commodity markets has been a subject of recent scrutiny at CFTC and in Congress.", "Discretionary vs. Mandatory Spending", "Discretionary and mandatory spending are treated differently in the budget process. Discretionary spending is controlled by annual appropriations acts and consumes most of the attention during the appropriations process. Amounts needed for mandatory programs—under the jurisdiction of authorizing committees—generally are advanced without change, based on action by the authorizing committees in the farm bill. Eligibility for participation in mandatory programs (sometimes referred to as entitlement programs) is usually written into authorizing laws; any individual or entity that meets the eligibility requirements is entitled to the benefits authorized by the law.", "In FY2014, about 14% of the Agriculture appropriations bill was for discretionary programs (about $21 billion), and the remaining balance of 86% was classified as mandatory (about $125 billion).", "Most agency operations (salaries and expenses) are financed with discretionary funds. Major discretionary programs include certain conservation programs; most rural development programs; research and education programs; agricultural credit programs; the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC); the Food for Peace international food aid program; meat and poultry inspection; and food marketing and regulatory programs. The discretionary accounts also include FDA and CFTC appropriations. ", "The largest component of USDA's mandatory spending is for food and nutrition programs—primarily the Supplemental Nutrition Assistance Program (SNAP, formerly food stamps) and child nutrition (school lunch and related programs)—along with the farm commodity price and income support programs, the federal crop insurance program, and various agricultural conservation and trade programs. Some mandatory spending, such as for the farm commodity programs, is highly variable and is driven by program participation rates, economic and price conditions, and weather patterns. Programs and policies are set in the 2014 farm bill ( P.L. 113-79 ). In recent years, mandatory spending has tended to rise, particularly as nutrition benefits have risen because of the recession. ", "Although mandatory programs generally are outside the scope of the appropriations debate, amounts for these programs are included in the annual Agriculture appropriations act. In terms of budget enforcement, though, mandatory spending decisions are governed in the authorizations process via the Congressional Budget Office baseline. For example, the SNAP and child nutrition programs are funded by an annual appropriation based on projected spending needs. In fact, SNAP is referred to as an \"appropriated entitlement,\" and requires an annual appropriation. In contrast, the Commodity Credit Corporation operates on a line of credit with the Treasury, but receives an annual appropriation to reimburse the Treasury and to maintain its line of credit. ", "Budget Authority, Obligations, Outlays, and Program Levels", "In addition to the difference between mandatory and discretionary spending, four other terms are important to understanding differences in discussions about federal spending: budget authority, obligations, outlays, and program levels.", "1. Budget authority = How much money Congress allows a federal agency to commit to spend. It represents a limit on funding and is generally what Congress focuses on in making most budgetary decisions. It is the legal basis to incur obligations. Most of the amounts mentioned in this report are budget authority. 2. Obligations = How much money agencies commit to spend. Obligations represent activities such as employing personnel, entering into contracts, and submitting purchase orders. 3. Outlays = How much money actually flows out of an agency's account. Outlays may differ from appropriations (budget authority) because, for example, payments on a contract may not flow out until a later year. For construction or delivery of services, budget authority may be committed (contracted) in one fiscal year and outlays may be spread across several fiscal years. 4. Program level = Sum of the activities supported or undertaken by an agency. A program level may be much higher than its budget authority for several reasons. User fees support some activities (e.g., food or border inspection). The agency makes loans; for example, a large loan authority (program level) is possible with a small budget authority (loan subsidy) that accounts for defaults and interest rate assistance, assuming most loans are repaid. Transfers from other agencies, or funds are carried forward from prior years. ", "Appendix B. Agriculture Appropriations Timelines", "In the past 20 years (the time period for this analysis that begins in FY1995, see Table B-1 ), Agriculture appropriations bills were enacted as stand-alone measures nine times: FY1995-FY1998, FY2000-FY2002, FY2006, and FY2010. Omnibus appropriations were used nine times: FY1999, FY2003-FY2005, FY2008, FY2009, and FY2012-FY2014. Year-long continuing resolutions were used twice, in FY2007 and FY2011.", "At the subcommittee level, the Agriculture appropriations subcommittees in both the House and Senate have passed drafts out of subcommittee every year in this time period. In the House, subcommittee passage usually occurs in May or June; in the Senate, subcommittee action usually follows the House, often in June or July.", "The full appropriations committees usually report an Agriculture appropriations bill once one is passed by the subcommittee. The House Appropriations committee has reported an Agriculture appropriations bill every year except for FY2009 and FY2011. The Senate Appropriations committee has reported an Agriculture appropriations bill every year during this analysis. ", "Floor action in each chamber is somewhat less predictable, with House floor action not taking place for appropriations years FY2003, FY2009, FY2011, FY2013, and FY2014. In the Senate, floor action did not occur during those same five years, and also not for FY2005, FY2007, and FY2008 (when the House did pass bills). ", "Thus, floor action on agriculture appropriations has not occurred since the FY2012 bill (that carried the \"minibus\" bill in 2011). A stand-alone Agriculture appropriation has not occurred since the FY2010 bill in 2009.", "In addition to listing the public laws and dates of action for various steps in each year's appropriations process, Table B-1 also lists the CRS report for each fiscal year.", "Key Policy Staff"], "subsections": []}]}]}}