{"id": "R43176", "title": "European Union Wind and Solar Electricity Policies: Overview and Considerations", "released_date": "2013-08-07T00:00:00", "summary": ["European Union (EU) countries have provided support for the development and deployment of renewable energy technologies, dating back to as early as the 1980s. Today, the European Union has established binding renewable energy targets with the goal of having the entire EU derive 20% of total energy consumption (electricity, heating/cooling, and transportation) from renewable sources by 2020. EU member countries have discretion to decide how best to achieve EU-level targets. Each country uses a unique set of policies and financial incentives to stimulate renewable energy production. While EU and U.S. energy markets are very different, knowledge of the history, evolution, financial mechanics, and market impacts of EU renewable electricity policies may be useful to Congress during future debates about renewable electricity policy in the United States.", "Renewable electricity generation is one component of the EU energy sector that has been emphasized. Several member countries have designed and implemented various mechanisms to encourage renewable electricity production. To date, the majority of renewable electricity deployment has been in the form of onshore wind and solar photovoltaic (PV) power generation. Feed-in tariffs (FiT) are the most commonly referenced incentive mechanism used by EU countries. However, other mechanisms, such as market premiums, green certificates, and reverse auctions are also used to motivate renewable electricity generation.", "Germany, Spain, and Italy are EU countries that have deployed renewable electricity generation systems at a relatively large scale. At the end of 2012 Germany and Italy were the top two countries in terms of cumulative installed solar PV capacity with 32 Gigawatts (GW) and 17 GW, respectively. Spain was the largest global solar PV market during calendar year 2008. Those high deployment levels have established these countries as leaders in renewable electricity generation. However, political, economic, and power system concerns are causing these same countries to adjust, modify, and often reduce financial support incentives. Further, the policies, deployment profiles, financial mechanics, and incentive modifications differ for each country.", "To control escalating surcharges on consumer electricity bills, German policy officials have been rapidly reducing financial incentives for solar PV and have instituted a solar PV capacity support limit of 52GW, at which point incentives will no longer be available for new projects. Similarly, Italy has placed limits on financial support—also paid through consumer surcharges—for all renewable electricity generation. In 2012, Italy's renewable electricity surcharge represented approximately 20% of the average electricity bill. As of June 2013, financial support limits for solar PV in Italy were reached and feed-in tariffs are no longer available for new projects. Spain has completely suspended FiT incentives for renewable electricity and has implemented retroactive incentive reduction policies that affect revenue, cash flow, and investment returns for existing operational projects.", "EU countries are transitioning from electricity production-based incentives (i.e., feed-in tariffs) to market integration incentives such as market premiums, bonus payments for remotely controlled wind and solar projects, and flexibility premiums for renewable generation that can reduce grid instability. Power market integration of renewables, combined with declining costs of renewable electricity, may result in a more stable, albeit smaller, competitive market for renewable electricity generation. A second trend in EU countries is the implementation of retroactive incentive reductions to control costs associated with renewable electricity support. While retroactive measures may be fiscally necessary, they will likely affect future renewable electricity deployment by introducing an element of policy risk that causes financing costs, and thus production costs, to rise. These trends are likely to result in lower EU renewable capacity additions for some member countries. However, carbon policies and declining technology costs may support future EU renewable electricity market growth."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Scope of this Report", "paragraphs": ["The subject matter covered within this report is European Union (EU) renewable electricity generation—specifically onshore wind and solar photovoltaic (PV) electricity—and does not include discussion about the broader renewable energy sector (i.e., alternative transportation fuels, heating/cooling, and energy efficiency). Onshore wind and solar PV were selected as they have experienced the largest amounts of deployment in the EU to date. European Union energy policy is complex and multi-dimensional. Furthermore, each of the 28 member countries has a unique set of policies and incentives that add further complexity to the policy structure. It is beyond the scope of this report to provide a comprehensive overview and analysis of all energy polices at the EU and member-country level. Rather, the scope of this report is designed to focus on certain aspects of energy policy at the EU-level and for three specific countries—Germany, Spain, and Italy. However, other EU members have implemented renewable electricity support policies with various designs and objectives. Finally, renewable electricity policies for three specific EU member countries provide a country-level comparison of the unique policy types, implementation strategies, and financial mechanics used by different EU members. Germany, Spain, and Italy were selected for further review based on the amount of onshore wind and solar PV deployment in these countries. Although the scope of this report has been narrowed, material contained in this report is naturally complex and technical with many caveats and nuances. Where possible, information contained in the report has been generalized. For additional information and detail about specific policies, please contact the author directly."], "subsections": []}, {"section_title": "Background", "paragraphs": ["The European Union has a multi-decade history of supporting and promoting renewable energy as a means of addressing two primary energy-related concerns: (1) energy import dependency, and (2) greenhouse gas emissions. EU net imports of natural gas, solid fuels, and oil/petroleum products represented 54% of total primary energy consumption in 2010. Starting as early as 1986, EU communications and directives have been aimed at reducing fossil fuel consumption, diversifying the EU energy mix, reducing greenhouse gas emissions, and encouraging the use of renewable energy for electricity, heating/cooling, and transportation. In 1997, in preparation for the upcoming \"Third Council of Parties to the United Nations Framework Convention on Climate Change\" held in Kyoto, Japan, the European Commission published a white paper that, among other things, called for the EU community to obtain 12% of its energy needs from renewable sources by 2010. Subsequently, EU members became Kyoto Protocol signatories and eventually ratified commitments to reduce greenhouse gas emissions.", "In 2001 the European Parliament and the EU Council published Directive 2001/77/EC, which set out non-binding national indicative targets for EU members that would result in the EU, as a whole, sourcing 12% of total energy, including 22.1% of electricity, from renewable sources by 2010. However, the non-binding nature of renewable energy targets in the 2001 directive did not provide the degree of certainty needed to motivate the development and investment necessary to achieve the targets. Not until the passage of the 2009 climate and energy package did the EU and its members have binding renewable energy targets."], "subsections": []}, {"section_title": "European Union Climate and Energy Package", "paragraphs": ["In 2007, the European Commission published a renewable energy roadmap that set energy and emissions targets with the goal of transforming Europe into an energy-efficient and low carbon economy. These targets were included in EU legislation, known as the climate and energy package. The EU targets are commonly referred to as the \"20-20-20\" targets as they focus on three key objectives to be met by the year 2020: (1) binding target to reduce greenhouse gas emissions by 20% compared to 1990 levels, (2) binding target to increase to 20% the portion of final EU energy consumption that is produced from renewable energy sources, and (3) non-binding target to improve energy efficiency in the EU by 20% compared to 2020 projections.", "In 2009 the EU adopted Directive 2009/28/EC to promote and encourage the use of renewable energy resources in member countries. The directive codified the EU goal that 20% of total final EU energy consumption be produced from renewable energy sources by 2020. To achieve the 2020 goal, the directive established binding renewable energy targets for each EU member country. Each national renewable energy target is different, with some national targets higher than 20% and some lower. Country-specific renewable energy targets were established based on a number of factors, including the quality of renewable energy resources, country economies, energy resource mix, and others (for a list of all EU member country 2020 targets, see the Appendix ). In order to comply with the 2020 goal, countries can use renewable energy sources for heating/cooling, electricity, and transport, although each member country is required to source a minimum of 10% of transport energy from renewable sources by 2020. ", "Each EU member country has discretion to decide what policies and incentives are offered that might motivate renewable energy development in order to achieve the binding EU renewable energy targets. The EU directive also allows for the transfer of renewable energy between member countries, joint projects among member countries, and projects with developing countries outside the EU, as long as they meet certain qualifying criteria. Extending climate and energy targets past 2020 is being debated in the EU and the European Commission published a March 2013 concept paper regarding a 2030 policy framework that would increase EU renewable energy targets."], "subsections": []}, {"section_title": "Overview of Selected Incentive Mechanisms", "paragraphs": ["For renewable electricity generation, EU countries have used several different types of incentive mechanisms to stimulate the development and investment required to meet EU 2020 targets. Generally, each country uses a unique mix of policy incentives. The application of those policy tools is customized to suit the objectives of each EU member. Also, each EU country has discretion with regard to the types of financial incentives offered to renewable electricity projects. The most commonly cited and referenced EU financial incentive is the feed-in tariff, described below, which has been used in several EU countries to encourage deployment of renewable electricity generation projects. However, there are other incentive mechanisms used to support renewable power in the EU. Some member countries have started to transition from feed-in tariffs to other incentive types as a way to control costs, manage capacity installations, and integrate renewable electricity with power markets. The following sections provide a brief overview of four primary types of financial incentive mechanisms used by EU member countries to stimulate renewable electricity generation."], "subsections": [{"section_title": "Feed-In Tariff", "paragraphs": ["A feed-in tariff (FiT) is a renewable electricity incentive mechanism that generally serves two primary functions. First, it guarantees that all electricity generated from a renewable project will be purchased and will have access to the electric power grid (the \"feed-in\" portion of the FiT). Second, it guarantees the renewable project a long-term price for electricity produced, generally 15 to 30 years or even for the lifetime of a project, (the \"tariff\" portion of the FiT). The tariff, or rate, paid for renewable electricity is generally set higher than the prevailing wholesale electric power price. Thus, FiT incentives eliminate two key investment risks: (1) purchase risk, and (2) price risk. As a result, the FiT mechanism can create an attractive finance and investment opportunity that could stimulate development and installation of renewable power generation capacity.", "FiT incentive designs vary by country and the costs associated with FiT incentives can be paid for in different ways. Some countries distribute FiT costs to certain electricity rate-payers by adding a surcharge to consumer electricity bills. Other countries guarantee FiT compensation to power system operators, thus resulting in a national government budget commitment. FiT mechanisms can also include other design elements such as caps, which set a maximum amount of renewable electricity capacity that may be supported by the FiT, and \"degression,\" which provides for a periodic reduction of the FiT rate based on defined criteria. Additionally, some countries require regular reviews of FiT incentives in order to make rate adjustments that reflect changes to electric power, technology, and capital markets.", "One key challenge for a FiT incentive is for the national government to set a tariff rate that is high enough to incentivize development and investment in the renewable electricity sector, but not so high as to create windfall profits or stimulate capacity installations that result in power system operational issues and/or cost concerns. Despite these challenges, several EU countries have supported renewable electricity development through the use of FiT incentives."], "subsections": []}, {"section_title": "Market Premium", "paragraphs": ["A market premium is a financial incentive that provides renewable power producers additional revenue above the market price for electricity. The market premium can either be fixed or variable. A fixed market premium provides a constant value for electricity generated from renewable energy sources in addition to the revenue received from wholesale power market sales. The value of the premium never changes regardless of the underlying wholesale power price, which can fluctuate up or down depending on the season and time-of-day. ", "A variable market premium provides a renewable power producer with an electricity price premium, above the wholesale market price that results in the power producer receiving a pre-determined value for each unit of electricity generated and sold. For example, a market premium policy may be designed to provide solar power projects total compensation of $0.30 for each kilowatt-hour (kWh) of electricity sold. The solar project would first sell power into the wholesale market and, for this example, the project received $0.18 per kWh. The market premium incentive mechanism would then provide an additional $0.12 per kWh to the solar project in order to reach the $0.30 per kWh pre-determined value. In essence, the variable market premium is equal to the pre-determined compensation value minus the wholesale power price. A variable market premium policy may also require the renewable power project to return some of its revenue should the wholesale market price exceed the pre-determined value. Initially, market premium incentives were designed to provide a fixed payment above the wholesale electricity price. Now, many market premium incentive policies provide a variable premium that places a cap on total compensation received for renewable electricity. The variable market premium provides a greater degree of revenue certainty to the project; however, it also limits the potential for investment returns.", "The market premium incentive can function much like a FiT in that a pre-determined value for electricity is received by the renewable power project owner. This is especially true for a variable premium. However, one key difference between the two incentives is that the market premium may just focus on price risk. Depending on how it is designed, the market premium may not eliminate purchase risk by guaranteeing access to the electricity grid. As a result, a renewable power project owner may be required to secure a purchase agreement with a third party for its electricity generation, consume the renewable electricity generated on site, or participate in wholesale market activities in order to sell its power."], "subsections": []}, {"section_title": "Green Certificates", "paragraphs": ["Green certificate incentive programs provide additional revenue, above that received from power sales, to renewable electricity generators through accumulation and sale of certificates to entities required to comply with annual renewable electricity quotas. The value of green certificates is generally determined through a market mechanism and typically fluctuates based on supply and demand. Green certificate programs can include various design elements (i.e., multipliers for different technologies, validity lifetimes for certificates). Certificates can be granted based on different metrics. For example, some countries might grant green certificates for each megawatt-hour (MWh) of electricity generated from a renewable power project, while other countries might award green certificates based on calculated carbon dioxide emission reductions. Power production at a renewable electricity generation facility is monitored and measured so green certificates can be issued based on the metric (i.e., electricity generation, carbon emission reduction) used. Generally, each certificate is assigned an identification number and is recorded in a central registry. A green certificate program results in the creation of a saleable commodity that is separate from the actual electricity generated by the renewable power project. Once granted, green certificates can be sold to entities that are required by law to comply with a defined renewable electricity quota obligation.", "Green certificate programs instituted in Europe have characteristics similar to renewable portfolio standards (RPS) and tradable renewable energy certificates (RECs) used in certain U.S. states. Whereas state RPS requirements set the renewable electricity obligations, RECs can be bought, sold, and traded among renewable power generators and obligated entities as a means of complying with annual renewable electricity requirements."], "subsections": []}, {"section_title": "Tenders/Reverse Auctions", "paragraphs": ["Tenders are programs typically used to encourage development and installation of a defined amount of new renewable electricity capacity. Tenders function much like solicitations and procurements, whereby a government-authorized entity releases a tender document with the intent of entering into contracts with renewable electricity generators in order to meet a pre-determined renewable power quota. Qualified respondents generally submit an application, and sometimes a financial deposit, in response to the tender announcement. Successful projects are selected based on offers received by respondents that comply with the tender criteria. ", "Reverse auctions, sometimes included as part of the tender process, are policy mechanisms that encourage project developers to offer renewable electricity at the lowest cost. Since the reverse auction mechanism awards renewable power capacity based on the lowest renewable electricity bids, this approach can limit government financial commitments associated with renewable electric power incentives. When using reverse auctions, governments can set both minimum and maximum tariffs that will be paid for each unit (kilowatt-hour) of renewable electricity generated. Ideally, respondents are able to calculate the minimum tariff value needed in order for the project to obtain financing and be economically viable—this tariff level is typically the price per kWh included in the respondent's application. When evaluating respondent offers, government agencies generally give preference to projects that offer the lowest tariffs they are willing to receive, assuming that respondents meet other qualification criteria included in the tender. The overall goal of reverse auctions is to stimulate deployment of a certain amount of renewable electricity capacity at the lowest possible cost."], "subsections": []}]}, {"section_title": "Wind and Solar Electricity Incentive Policies in Selected EU Countries", "paragraphs": ["Renewable electricity policy history, evolution, incentives, financial mechanics, and market impacts are dependent on a particular country's situation. Germany, Spain, and Italy are EU member countries that have been quite active in terms of renewable electricity policy, development, and technology deployment. As of the end of 2012, Germany and Italy were the top two countries in the world in terms of cumulative installed solar PV capacity, with 32,000 Megawatts (MW) and 17,000 MW, respectively. As recently as 2008, Spain was one of the most active renewable electricity markets in the world. Nearly 3,000 MW of solar PV was installed in Spain that year, more than in any other country.", "Each of these countries has employed different policy frameworks and incentive mechanisms to encourage investment in, and deployment of, renewable electricity generation. In some cases, renewable electricity policies were designed to be reviewed periodically in order to adjust incentives based on changes to economic and market conditions. In other cases, governments made unscheduled policy adjustments in order to respond to fiscal, economic, market, and political demands. Over the last decade Germany, Spain, and Italy have modified their policies on multiple occasions. An examination of their respective renewable electricity policies provides some perspective regarding how different countries implement and adjust policies based on changing market, economic, and political conditions. The following sections provide a policy overview for each country."], "subsections": [{"section_title": "Germany", "paragraphs": ["Germany's binding EU 2020 renewable energy target requires that 18% of total energy be provided by renewable sources by 2020. As required by the EU directive, Germany has published a National Renewable Energy Action Plan (NREAP) that outlines the country's plan to achieve the renewable energy target. Germany's NREAP, published in June 2010, indicates that Germany plans to generate 38.6% of electricity from renewable energy sources by 2020. Since then, Germany developed its Energy Concept, which aims to have 35% of electricity sourced from renewables by 2020, rising to 80% by 2050. This portion of the Energy Concept was included in Germany's 2012 renewable electricity policy amendments."], "subsections": [{"section_title": "National Policy Evolution", "paragraphs": ["Government support for renewable energy in Germany dates back to as early as 1985 with the introduction of various forms of policy support and financial incentives within certain German states. The German federal government's Electricity Feed-In Law of 1991 provided grid access for renewable power generators and required utilities to pay premium prices, equal to 90% of retail electricity rates, for renewable electricity. By some accounts, this was the first application of FiTs as a means of supporting deployment of renewable power generation assets. However, while the 1991 law did stimulate development of some wind and other renewable electricity generation projects, it only provided a single FiT value that was not high enough to motivate deployment of solar PV and other technologies at that time.", "In 2000, the German government replaced the 1991 Feed-In Law by passing the Erneuerbare-Energien-Gesetz (EEG), also known as the Renewable Energy Sources Act. The EEG shifted electricity purchase requirements to grid operators and set specific tariffs for individual technologies based on their respective power generation cost. The objective of technology-specific tariff levels in the EEG was to provide renewable electricity projects a guaranteed investment return that would stimulate development of renewable power capacity. ", "The German Bundestag (Parliament) passes binding EEG legislation, while the Federal Ministry of the Environment (BMU) and the Federal Grid Agency are responsible for implementing the EEG. Additionally, when making EEG policy decisions, the Environment Ministry consults with the Ministry of Economics, which has responsibility for overall energy policy in Germany. Between 2000 and 2012, the EEG was modified and amended multiple times to change and eliminate quotas on certain technologies, modify feed-in tariff values, and make other policy adjustments. Finally the EEG is generally credited with the expansion and growth of renewable power capacity in Germany, especially solar PV capacity. However, the German government has indicated its desire to shift renewable electricity incentives from FiTs to market premiums. The goal of this shift is to better integrate—economically and operationally—renewable electricity into the German power market."], "subsections": []}, {"section_title": "Renewable Electricity Incentives", "paragraphs": ["To date, Germany's primary incentive mechanism for renewable electricity has been the FiT. However, in 2012 Germany introduced a market premium option for renewable power projects and has indicated that the FiT support structure will likely shift to a market premium or some other market-integration incentive over time. One of the reasons for this policy change is to encourage renewable power projects to participate in the electric power market, thereby integrating renewable power with power market operations. Additionally, Germany's FiT/market premium incentives are designed to decline over time based on both pre-determined and market-responsive schedules. Feed-in tariffs, market premiums, and degression as applied in Germany are discussed further in the sections that follow."], "subsections": [{"section_title": "Feed-in Tariffs for Onshore Wind and Solar PV Power", "paragraphs": ["Feed-in tariffs in Germany are provided for the first 20 calendar years of project operations, plus a partial year, based on the start-of-operations date, in which the project was commissioned. Germany's FiT incentive design has several unique aspects. For example, the German EEG specifies FiT payment levels for a wide range of renewable power technologies as well as for electricity generated from mine gas. Each technology receives a specific tariff level based on its estimated power generation cost. Additionally, onshore wind and solar PV FiT levels, provisions for project size and location, and degression schedules are fundamentally different. ", "Wind power in Germany is currently incentivized through a two-tiered tariff structure. All wind projects receive an initial tariff level for the first five years of project operations. At the end of five years the actual amount of electricity production from each project is compared against a reference yield, and the initial tariff can either be extended for a certain period of time or the project may receive a lower tariff level for the remainder of the 20-year FiT availability period. Additionally, the EEG provides a system services—typically referred to as ancillary services in the United States—bonus for projects that comply with requirements for wind projects to provide services such as frequency and voltage control. These services are currently provided by conventional power generators. The systems service bonus aims to incentivize wind power generators to install technical solutions that can provide system services, which will be needed as Germany's wind project portfolio grows. Table 1 provides FiT levels for onshore wind generation out to 2021 per the 2012 EEG amendment.", "FiT incentives for solar PV electricity provide a different level of compensation. Also, compensation varies with the size of solar projects. Different degression methods are used for wind (1.5% annually) and solar PV (dependent on the amount of capacity installed). Table 2 provides FiT levels, as of January 2012, for electricity generated from solar PV. The discussion below about degression provides detailed information about how solar PV FiT incentives are designed to be reduced over time.", "Originally, the 2012 EEG did not set any limits or quotas on the amount of wind or solar capacity that could be installed, either in a given year or on a cumulative basis. The EEG was subsequently modified to include a cumulative solar PV capacity limit of 52,000 MW, at which time FiT incentives will no longer be available for new projects. Capacity limits are one policy option that can help Germany manage the amount of renewable electricity installations as well as the costs associated with supporting renewable power deployment. To date, Germany has generally elected to use annual FiT incentive reductions, periodic FiT policy adjustments, and a federal project registry to monitor and manage renewable electricity capacity additions. Generally, the purpose of the federal project registry is to provide the government with solar PV market transparency in order to quickly assess capacity installations levels over a certain period of time. This transparency allows the government to respond to changing market conditions quickly and make periodic policy decisions based on actual market information.", "Significant and frequent reductions of solar PV feed-in tariffs have occurred since the January 2012 release of Germany's EEG. Key changes include 20% to 29% tariff cuts in April 2012 and monthly FiT reductions that use a degression approach based on capacity installations—also referred to as \"corridor\" degression. Additionally, starting January 1, 2014, all solar PV projects commissioned after March 9, 2012, will receive FiTs for only 90% of solar electricity generated; this policy change encourages self-consumption of solar electricity and selling electricity in the wholesale power market. ", "Monthly FiT degressions, a policy change since 2012, can be difficult for project developers to navigate since development times for large projects can take months or longer to develop. With FiT rates constantly changing, obtaining project finance for some new projects may be difficult due to the complexities of accurately estimating project revenue, cash flow, and profitability. These changes to Germany's incentive structure are contributing to expectations that annual solar PV installations in 2013 and beyond may drop to approximately 2,500 MW, less than half of the more than 7,000 MW installed in 2012."], "subsections": []}, {"section_title": "Market Premium", "paragraphs": ["In January 2012, revisions to Germany's EEG included the option for renewable electricity projects to receive adjustable market premiums instead of FiT incentives. One goal of introducing market premiums is to encourage renewable electricity projects to participate in wholesale power markets, thereby integrating renewables with the broader power sector. The value of the market premium is equal to the difference between technology-specific feed-in tariffs and the average monthly wholesale market price of electricity. In addition to the market premium, renewable project operators are also eligible to receive a management fee to compensate for administrative costs associated with participating in German power markets. While the market premium approach may appear to serve the same function as a FiT incentive, there are several distinct differences. The primary difference is that the market premium incentive requires renewable electricity projects to participate in the wholesale power market, and project owners must sell their electricity either to the electricity exchange or to a willing buyer through a power purchase agreement.", "Since the introduction in 2012, the market premium option has been popular with many wind and solar PV projects due to the additional revenue provided by the management fee. In fact, cost concerns with the market premium option caused the German government to reduce the management fee starting in January 2013. However, in an effort to incentivize market integration of renewable electricity, higher management fees are available to wind and solar PV projects that can be controlled remotely. This may result in wind and solar electricity production and distribution to be based more directly on demand, power prices, and other economic market conditions.", "A February 2013 joint proposal by the Federal Environment Ministry and the Federal Economics Ministry suggested eliminating FiT incentives for projects larger than 150 kW and requiring such projects to receive financial support via the market premium incentive. Implementation of this proposal could signal a shift from FiTs to market premiums, a possible indication that integrating renewables into power markets is becoming more important than encouraging deployment."], "subsections": []}]}, {"section_title": "Degression: Planned Reduction of Feed-in Tariff and Market Premium Incentives", "paragraphs": ["One fundamental policy design aspect of German feed-in tariff incentives for renewable electricity is degression: the reduction of FiT incentives over time. Generally, the objective of degression is to set feed-in tariffs at a level that stimulates investment in project development and expands the market for renewable electricity generation, while at the same time avoiding windfall profits for project owners and the potential for over-deployment of renewable electricity projects. Ideally, the incentives for new projects are gradually reduced in order to motivate innovation and economies of scale that could result in renewable power becoming more economically competitive in the absence of subsidies or incentives.", "Germany's EEG includes FiT reductions for all renewable power technologies. However, the rate at which FiT levels decline for specific technologies is modified from time to time. FiTs for all renewable electricity technologies, with the exception of solar, are reduced annually by a certain percentage. For example, the 2012 EEG requires that onshore wind FiTs be reduced by 1.5% annually. Solar power FiTs are subject to a unique degression approach that is designed to respond to solar PV market dynamics. Solar FiT degression was designed as a way to limit and control the amount of solar power installed each year, without having to institute quotas or caps. For example, Germany's 2012 EEG indicates that the country is targeting annual solar PV installations between 2,500 MW and 3,500 MW, levels consistent with Germany's National Renewable Energy Action Plan. However, this target is neither a ceiling nor a binding limit. When annual solar installations reach base case levels between 2,500 MW to 3,500 MW, FiTs are reduced by 9%. However, the degression rate is adjusted either up or down based on the actual amount of annual solar PV installations. Table 3 illustrates how the solar PV degression rate is adjusted depending on the amount of annual solar PV installations.", "This market-based and responsive degression policy design was instituted in order to respond to rapidly changing solar power markets, which were experiencing rapid equipment cost declines due to over-capacity in the global solar module manufacturing marketplace. As a result, German FiTs were staying relatively high while the cost of solar electricity was falling. This situation motivated large amounts of solar power installations—more than 7,000 MW in each of years 2011 and 2012 —that far exceeded the implied 2,500 to 3,500 MW annual target."], "subsections": []}, {"section_title": "Financial Mechanics (Equalization Scheme)", "paragraphs": ["Electricity surcharges have emerged as a political issue ahead of September 2013 national elections. Germany's approach to pay for renewable electricity incentives is to spread the costs over a large electricity consumer base. Therefore, Germany does not use federal tax revenues to fund the EEG. In practice the EEG financial mechanics, known as the Equalization Scheme, includes several nuances and complexities. Generally, however, grid system operators pay feed-in tariffs to renewable power projects, and the above-market costs of the FiT incentives are passed along to certain domestic retail electricity customers through an EEG surcharge that is added to customer electricity bills. A more detailed description of the equalization scheme is provided in the text box below.", "The EEG surcharge applied to some consumer—residential, commercial, and industrial—electricity bills has increased since 2000 and annual increases have emerged as an important public policy issue. Figure 1 illustrates the cost components of residential electricity prices in Germany from 2000 to 2011. For reference, the 2013 EEG surcharge was set at approximately 5.3 €cent per kWh, an estimated 47% increase over 2012.", "While the EEG surcharge has increased, wholesale market prices for conventional sources of electric power (coal, nuclear, natural gas) have either stabilized or decreased due, in part, to what is known as the merit-order effect. This effect results from the priority access to the grid enjoyed by renewables. The merit-order effect is based on the general assumption that electricity is supplied from power generators starting with the lowest cost sources first. As power demand increases, so does the marginal cost of electricity. Renewable electricity in Germany has priority grid access. Therefore, as more renewables are added to the system the less demand for higher marginal cost power. As reflected in the retail electricity generation cost component, the merit-order effect observed to date is generally less than the EEG surcharge applied to retail electricity bills (see Figure 1 ).", "The rising EEG surcharge is a result of the costs associated with financial support provided to renewable electricity generation. As more renewables are added, the cumulative costs, and therefore the surcharges needed to cover those costs, go up as well. However, the rising surcharge is also influenced by two other factors: (1) EEG surcharge reductions for certain industries and (2) the method used to calculate the required surcharge. First, industrial operations and rail companies with high electricity consumption can apply for a reduced EEG surcharge of 0.05 €cent per kWh that is applied to a certain percentage of electricity purchases. Industrial operations that qualify for reduced EEG surcharges pay lower surcharges on a percentage of their total electricity purchases. The percentage varies depending on the volume of electricity consumed by industrial operations and rail companies. For example, industrial operations that consume more than 10 gigawatt-hours of electricity are eligible to pay the reduced surcharge on 90% of their electricity consumption; industrial operations that use more than 100 gigawatt-hours are eligible to pay the reduced surcharge on 100% of their electricity consumption. Other electricity customers, such as residential and small businesses, pay 5.3 €cent per kWh in 2013. The number of companies allowed to qualify for EEG surcharge reductions has been increasing; this increases the EEG surcharge since the costs are being distributed over a smaller customer group.", "The surcharge exemptions for certain industrial companies are in place in order to maintain global competitiveness for German manufacturers. However, the European Commission has conducted a preliminary investigation of the legality of Germany's EEG surcharge exemption policy. The legal issue being investigated is that of \"state aid,\" for which there are rules about EU member states intervening in competitive markets by using public resources to promote certain economic activities. Findings and action by the European Commission could have ripple effects throughout Europe and stakeholders will be observing the outcome of this investigation.", "Second, the method by which EEG costs are calculated is also contributing to the escalating surcharge. For example, EEG costs are the difference between FiTs paid for renewable electricity and the value received for that electricity on the power exchange. As more renewable electricity with priority grid access is fed into the electric power system, the lower the exchange price of electricity due to the merit-order effect. The lower the exchange price, the higher the calculated EEG costs.", "The EEG surcharge applied to retail electricity bills has become an important political topic as Germany approaches national elections in September 2013. As discussed above, the EEG surcharge has increased over time and is approximately 5.3 €cent/kWh in 2013. As a result, policy makers have put forward proposals to control the rate of increase of the surcharge. Several options for controlling EEG surcharge amounts have been proposed, including (1) increasing the minimum EEG surcharge paid by electricity intensive industries, (2) not allowing certain industries to receive EEG surcharge exemptions, (3) reduced compensation to projects that curtail power production, (4) new projects receive a market premium instead of a FiT, (5) financial support not available during the first six months of operation, and (6) a retroactive feed-in tariff reduction of 1.5% for one year. However, as of the date of this report, these proposals had been blocked by the governors of German states and have not been implemented. EEG policy changes are not expected until after national elections in September 2013."], "subsections": []}, {"section_title": "Impacts on Wind and Solar Deployment", "paragraphs": ["Feed-in tariff incentives are generally credited with the rapid deployment of renewable electricity generation in Germany, especially the deployment of solar photovoltaic (PV) systems. At the end of 2012 more than 32,000 MW of solar capacity and nearly 31,000 MW of wind capacity had been installed. Total installed solar PV capacity was larger than any other country in the world, as of the end of 2012. As discussed above, financial incentives for wind and solar electricity have evolved over time. Initially, incentives were set at a single rate and provided enough revenue certainty to support some wind power development. A policy overhaul in 2000, along with subsequent modifications, created technology-specific tariffs with tiers based on project size and location. Each policy change affected the economics and market demand for wind and solar power generation. Figure 2 shows annual wind and solar PV capacity in Germany since 1991 and illustrates how changes and modifications to renewable electricity policies impacted wind and solar PV deployment.", "Wind power in Germany experienced modest growth in the 1990's and relatively steady growth between 2000 and 2012, with annual installation amounts ranging from 1,500 to 3,200 MW during that period. Solar PV did not experience market penetration until the 2000 EEG was enacted, which created technology-specific FiTs based on electricity production costs. As FiTs for solar PV were adjusted over time in order to encourage deployment, the solar equipment market became very competitive and solar equipment prices began to rapidly decline in the late 2000's. ", "The combination of these factors resulted in attractive economic returns for German solar PV projects. Annual installations quickly rose to 7,000 MW per year by 2011. Since this level of capacity additions was twice the targeted amount, and costs associated with FiT incentives were rising rapidly, the German government has since made several modifications to solar PV incentives in order to control and manage future installation rates. ", "The level of renewable electricity deployment in Germany has also had an effect on the grid system operators. While the system operators are able to recover costs associated with FiT incentives, they also must manage the integration and economics of variable sources of renewable power. For example, large amounts of solar power generation can reduce the value of electric power during peak demand/price periods. As a result, conventional power generation assets—coal, nuclear, and natural gas—might not be able to generate enough revenue needed to pay for capital, operating, maintenance, and finance costs of certain power plants. While this may result in the retirement of less efficient fossil energy plants, it may also result in the electricity market not providing enough economic incentive to justify building and operating flexible power generation units that are likely needed to complement variable renewable electricity output. This is a critical issue that Germany is grappling with and it is one of the primary reasons why incentives are shifting from production-based to integration-based."], "subsections": []}, {"section_title": "Energiewende: Germany's Energy Transition", "paragraphs": ["The term Energiewende —translated as \"energy transition\"—dates back to the 1970s and was the subject of a study, and subsequent book, authored by Germany's Institute for Applied Ecology. Energiewende supporters were opposed to nuclear power and argued that economic growth could coincide with reduced energy consumption and sourcing energy from renewable resources. Germany's Energiewende has evolved over time. Various federal policies (e.g., the Renewable Energy Sources Act) have been approved that support the goals and objectives of the energy transition. Germany's Energy Concept, adopted in September 2010, outlined targets and objectives in two primary areas that support the Energiewende : (1) renewable energy, and (2) energy efficiency. In the power sector, the Energy Concept aims to increase the share of renewable energy in electricity consumption to 80% by 2050—this target was included in the 2012 EEG amendment. Also in 2010, the German government resolved to extend the operating life of 17 nuclear power facilities in Germany. Initially, Energy Concept targets included renewables, energy efficiency, and nuclear power as options to achieve renewable electricity and carbon emission goals. Following the 2011 tsunami and resulting Fukushima nuclear incident in Japan, the German government altered plans for nuclear power and decided to completely phase out nuclear power by 2022—similar to a nuclear phase-out plan created in 2000. Now that renewable electricity targets and nuclear phase-out plans are in place, Germany is tasked with sorting out how to transition its power sector to one dominated by renewables. Challenges such as grid system expansion, power market design, energy storage, and managing variable electric power generation will all need to be addressed in order to transition to renewables. Germany's technology and policy approach to address these Energiewende challenges may be of interest to other countries."], "subsections": []}]}, {"section_title": "Spain", "paragraphs": ["Spain's binding EU 2020 renewable energy target requires that 20% of total energy be provided by renewable sources by 2020. In 2011, approximately 13.4% of Spain's total energy consumption was provided by renewable sources; 34% of electricity generation was supplied by renewables. As required by the EU Directive, Spain has published a National Renewable Energy Action Plan that describes how the country plans to achieve its renewable energy target, which includes a plan for renewables to supply 40% of electric power generation by 2020. "], "subsections": [{"section_title": "National Policy Evolution", "paragraphs": ["Support for renewable energy technologies in Spain dates back to as early as 1980 with the passage of the Law for Energy Conservation. Since then, Spain has implemented a variety of policies that encourage renewable electricity generation through grid access, specified tariffs for renewable electricity, and market premium options for certain renewable power generators. In addition to its NREAP, Spain published renewable energy plans in 2005 and in 2010 that articulate how the country plans to achieve its overall renewable energy goals and objectives.", "Spain's Ministry of Industry, Tourism, and Trade is the lead government organization for implementing and monitoring renewable electricity policies. As is the case with many European countries, Spanish law provides priority grid access for renewable electricity. However, Spanish law also states that priority access may be limited, if conditions (i.e., system reliability) warrant the temporary suspension of renewable electricity access.", "Feed-in tariff and market premium incentives for solar PV were established during the mid-2000s. Those incentives were some of the most generous in the world at that time. As a result, Spain became the largest global market for solar power installations in 2008. However, in response to fiscal and economic difficulties, the government decided to reduce financial incentives available for renewable electricity generation. In January 2012, Spain became the first European country to completely suspend FiT and market premium incentives for new renewable electricity generation. Furthermore, Spain has made retroactive cuts to FiT and market premiums. These actions have introduced a potentially significant degree of policy risk that will likely impact future renewable electricity investments."], "subsections": []}, {"section_title": "Electric Power Market: Two \"Regimes\"", "paragraphs": ["In 1997, Spain's General Electricity Law (GEL), Law 54/1997, established the foundation for renewable electricity deployment in Spain. The GEL created a \"special regime\" for certain power generators to receive specified tariffs and guaranteed grid access for qualified electricity production. Under this policy, power producers are compensated based on their size, fuel source, and other characteristics, through one of two distinct \"regimes\" or categories: (1) ordinary regime, or (2) special regime. The term \"regime\" simply refers to the characteristics of power generators and how the generators might be grouped into either the \"ordinary\" or \"special\" category.", "Under the ordinary regime, electric power facilities use market-based price discovery mechanisms—wholesale markets, bilateral contracts, and auctions—to determine the value of electricity for a particular period of time. Generally, large power plants (greater than 50 MW) that use fossil energy resources are included in the ordinary regime category. Most of Spain's electric power is generated, marketed, and sold under the ordinary regime. ", "Spain's special regime provides specific compensation (i.e., tariffs or market premiums) for eligible power generators, which include facilities that use renewable sources of energy as the primary fuel source or that employ cogeneration (combined heat and power) technology. Aspects of the special regime (e.g., qualification criteria, tariff/premium levels) are modified from time to time through the passage of Royal Decrees."], "subsections": []}, {"section_title": "Renewable Electricity Incentives", "paragraphs": ["Spain has allowed renewable electricity generation projects with a capacity of 100 MW or less to choose either a feed-in tariff incentive with a purchase obligation or a market premium incentive without a purchase obligation. Some renewable electricity projects in Spain (except for solar projects) with a power generation capacity of up to 50MW could choose either the FiT or market premium incentive and could alter their choice annually, depending on market conditions and the potential profitability from either option. ", "Financial incentives for wind power included the choice of either a fixed FiT or a market premium. Wind FiT incentives were equal to 90% of a reference power production price. In 2004 fixed wind FiTs were approximately €0.06 per kWh. Market premiums were initially set at €0.03 per kWh and wind power producers could receive the premium payment in addition to the average hourly price of electricity sold to the power market. Depending on market prices and trends, the market premium option could potentially result in higher revenues and profits for wind projects, when compared to the fixed FiT option. FiTs and market premiums are paid to wind generators for the entire life of a project; however, tariff levels for wind power are reduced after the first 20 years of operations.", "Financial support for solar PV was in the form of a fixed feed-in tariff that was available for the entire life of a solar generating facility. FiTs were set at a certain rate for the first 25 years of a project's lifetime and then reduced thereafter. In 2004 solar PV tariffs were based on a reference power price, with projects less than 100 kW receiving a fixed tariff equal to 575% of the reference price and projects greater than 100 kW receiving a fixed tariff equal to 300% of the reference price. In 2004 the fixed tariffs were €0.40/kWh and €0.21/kWh respectively. The FiT policy was amended in September 2008 and fixed tariffs adjusted and restructured to include incentives for ground-mounted solar PV projects (€0.32/kWh) and for rooftop PV systems (€0.34/kWh).", "The Spanish government has made multiple modifications to financial incentives available for wind and solar power projects. As of January 2012 renewable electricity incentives for new projects had been suspended. These changes are a result of government actions to manage and control the electric power market tariff deficit, which is discussed in more detail below."], "subsections": []}, {"section_title": "Financial Mechanics: The Tariff Deficit", "paragraphs": ["Tariffs and market premiums paid for renewable electricity are defined in Royal Decrees. Electric utility companies, by law, pay the tariff and premium rates for qualified renewable electric power. Further, the method by which the utility companies are then compensated to make up the difference between the tariffs/premiums paid to special regime generators and the revenue received from the sale of renewable electricity in the wholesale market is somewhat complicated and requires a brief discussion about the broader electric power market in Spain.", "Regulation of the Spanish electric power system has undergone a number of changes since 1997. One aspect of the power system that continues to gradually change is the rates end-use consumers pay for electricity. Prior to electricity market liberalization efforts, consumer electricity rates were set and regulated by the federal government and these rates typically did not cover the total cost of electricity services. While some steps have been taken to adjust electricity rates to better reflect the all-in cost of electricity (i.e., generation, transmission, and distribution), many consumers continue to pay rates that are less than all-in electricity costs. As a result of selling electric power at a loss, Spanish utility companies have been accumulating a tariff deficit. Renewable electricity generation has also contributed to the tariff deficit, since qualified projects receive above-market tariffs and market premiums for electricity from renewable energy sources. The accumulated tariff deficit has been increasing over the last several years (see Figure 3 ). The cumulative deficit at the end of 2012 was estimated to be €35 billion.", "Tariff deficits are currently carried on utility company balance sheets as a receivable to be paid by the Spanish government. Up until 2009, the tariff deficit was a claim against future electric power system revenues. Utility companies could securitize these receivable assets and sell them to third party investors. However, to address the tariff deficit and to improve the financial position of Spanish utilities, the Spanish government created the Electricity Deficit Amortization Fund (FADE), which purchases the deficit receivables from utility companies, provides a Spanish government guarantee for payment, and then securitizes and sells the receivables to investors in the form of bonds. This approach creates a liability for the Spanish government.", "Spain's tariff deficit is not solely a result of the costs associated with financial incentives that support renewable electricity generation. Rather, it exists due to multiple factors such as below-cost retail electricity rates, support for renewable electricity, and the cost elements of the tariff deficit equation. The Spanish government is looking to resolve the tariff deficit by addressing these multiple factors. One action taken to date has been the modification of incentives for renewable electricity generation. "], "subsections": []}, {"section_title": "Policy Changes: Retroactive Modifications", "paragraphs": ["In response to the growing tariff deficit, along with the fiscal and economic challenges faced by the country, the Spanish government passed several laws that affect wind and solar financial incentives for both new and existing projects. In January 2012, Spain indefinitely suspended FiT and market premium incentives for new renewable electricity generation projects. ", "The Spanish government has also implemented retroactive policies that affect existing projects, which were developed and financed based on prior policies. Some of the retroactive policies instituted by the Spanish government include the following:", "Limitations on the number of operating hours eligible for FiT or market premium incentives. This essentially reduces the amount of revenue that can be generated by certain projects. Grid access fee of 0.5 €cent per kWh for all generators (conventional and renewable). A 7% tax on the production value of electricity produced from all fuel sources, effective January 1, 2013. This measure effectively reduces revenue and cash flow for power projects. Change of the inflation adjustment for FiT and market premiums to lower levels; inflation adjustment now excludes food and energy prices. As of February 2013, certain renewable electricity projects (i.e., wind) are no longer eligible for the market premium option. Projects can choose either a fixed tariff or the market price. No project lifetime incentive support for existing renewable electricity projects. Support for each technology is limited to a certain number of years. In July 2013 the government approved Royal Decree RDL 9/2013, which indicates that investment returns for renewable projects will be set at around 7.5%. For some projects, this return level is much lower than the returns on which finance and investment decisions were based.", "Indeed, these policy actions by the Spanish government may have been necessary when considering the electric power system tariff deficit along with economic and fiscal challenges encountered by the country. However, over the long term these retroactive measures will likely introduce an element of policy risk into the financing equation for future renewable electricity generation projects and could deter future deployment. As a result, all other things being equal, financing costs for, and the production cost of electricity from, renewable sources will increase."], "subsections": []}, {"section_title": "Impacts on Wind and Solar PV Deployment", "paragraphs": ["Renewable electricity policy decisions in Spain have contributed to extremely volatile solar PV annual capacity additions and modestly volatile wind power capacity additions. Wind and solar power installations in Spain have been neither smooth nor have they followed a steady growth trajectory. For example, nearly 2,800 MW of solar PV was installed in 2008, but 2009 capacity additions declined to 69 MW and annual additions have not exceeded 400 MW since then due to capacity limits, controls, and policy modifications imposed by the Spanish government (see Figure 4 ). In fact, the 2005-2010 Spanish Renewable Energy Plan called for 400MW of cumulative solar PV to be installed by 2010. Actual cumulative PV installations in 2010 exceeded 4,000 MW, 10 times the government's original target.", "In 2007, solar installations in Spain had already exceeded the country's planned capacity limit. Additionally, project developers were working diligently to maximize project revenues based on the Spanish tariff structure. As discussed earlier, Spain initially established a two-tier FiT system for projects 100 kW or less (€0.40/kWh) and projects larger than 100 kW (€0.21/kWh). Solar PV project developers for large multi-megawatt projects registered as multiple 100 kW projects in order to receive the higher FiT rate. While this required much more administration on the part of the developers, the additional administrative costs were worth incurring in order to effectively double the value of electricity produced. In 2008, Spain corrected this provision by replacing the two size categories with tiered tariffs for rooftop and ground-mounted PV systems.", "The rapid expansion of solar PV deployment in 2008 was caused by several factors, the main one being that tariff levels for solar PV were high enough to provide substantial financial returns to project developers and investors. According to one analysis, equity investors in Spanish solar PV projects were realizing returns of more than 26%. Also, while capacity limits were instituted for solar installations, the government provided a one-year grace period (2008) for projects in the development pipeline to be completed, after which the Spanish government would rigorously enforce capacity limits. The industry responded by installing as much capacity as possible in 2008, with nearly zero installed in 2009. Subsequently, the Spanish government took action to limit further solar PV deployment. Since 2008, several Royal Decrees have been enacted that reduce the financial incentives for solar PV, place annual limits on new installations, and require new projects to pre-register for the FiT incentive. The registry process serves as a means of monitoring and controlling annual solar PV installations and allows the national government to preemptively react if needed. These policy actions, along with other retroactive measures, reduced the financial attractiveness of solar PV projects. As a result, the Spanish PV market has declined significantly since 2008.", "While financial incentives for solar PV are no longer available to new projects, expectations are that some solar PV will continue to be installed in the future. High quality solar resources in Spain, along with recent solar equipment price declines, are creating opportunities for some solar PV projects to economically compete without financial support. Additionally, a proposed net metering law might also provide additional incentive for new solar projects, by allowing some projects to sell excess solar power to the electricity grid. The price to be paid for this excess electricity—either wholesale or retail market rates—will determine the financial attractiveness of the new metering policy. However, installation levels are not expected to return to 2008 levels in the near future. Furthermore, due to the economic slowdown in Spain, energy demand has declined and the power system is projected to be oversupplied in the near future. As a result, there is very little economic justification to add any new electricity generation capacity until the oversupply situation is resolved."], "subsections": []}]}, {"section_title": "Italy", "paragraphs": ["In order to comply with the EU renewable energy directive, Italy is required to source 17% of its final energy consumption from renewable energy sources by 2020. To meet this requirement, Italy has implemented various policy measures to stimulate investment in renewable electricity generation, renewable heating/cooling, and transportation. According to Italy's National Renewable Energy Action Plan, the country is targeting 26.4% of electricity from renewable sources by 2020. According to the Italian government Italy had nearly met its renewable electricity production goal at the end of 2011, nearly eight years ahead of schedule."], "subsections": [{"section_title": "National Policy Evolution", "paragraphs": ["To encourage deployment of renewable electricity generation, Italy has used a variety of incentive policies such as green certificates, feed-in tariffs, market premiums, and reverse auctions. As a result of generous solar PV FiTs, declining solar PV equipment prices, and high quality solar resources, approximately 7,900 MW of solar PV capacity was installed in 2011. Italy was the largest solar market in the world that year. As of the end of 2012, Italy was ranked second in the world in terms of total installed solar PV capacity, with nearly 17,000 MW; second only to Germany.", "However, in an effort to reduce the cost of financial incentive programs to electricity consumers—and since the country is very close to achieving its 2020 renewable electricity target—Italy has imposed annual FiT support limits for renewable electricity generation. In June 2013, the solar PV annual support limit of €6.7 billion was reached and FiTs for new solar PV projects will no longer be available after July 2013. While residential solar PV continues to be incentivized through tax rebates and net metering laws, Italy's solar PV market might not return to 2011 levels in the foreseeable future. ", "Multiple government organizations are involved in Italy's renewable electricity policies. The Ministry of Economic Development issues ministerial decrees that define support policies for renewables. Italian energy service provider Gestore dei Servizi Energetici (GSE) is responsible for managing the implementation of renewable electricity incentive programs. GSE issues and qualifies green certificates and manages the feed-in tariff/premium schemes in Italy. Gestore dei Mercati Energetici (GME), the electric market administration, manages trading of green certificates. Finally, Autorita per l'Energia Electrica e il Gas (AEEG), the electricity regulator, defines certain procedures and can impose penalties for non-compliance with renewable electricity laws. "], "subsections": []}, {"section_title": "Green Certificates: Renewable Electricity Quotas", "paragraphs": ["Italy introduced its quota and green certificate (GC) program in 1999 as a way to promote electricity generation from renewable sources. However, solar electricity generation is supported only by a solar-specific feed-in tariff mechanism known as the Conto Energia (discussed in detail below) and does not currently receive GC's for electric power production. Essentially, the GC program obligates certain producers and importers of electricity to derive a percentage of electricity supplied each year from renewable sources. Producers and importers can comply with this requirement by generating and feeding renewable power into the grid, purchasing green certificates directly from renewable power producers, and/or by purchasing green certificates through a market exchange. Only certain renewable power plants commissioned after March 31, 1999, are eligible to receive GC's for electricity produced. Table 4 shows the renewable electricity quota for obligated power producers and importers from 2001 to 2012.", "By requiring that a certain percentage of electricity generation be derived from renewable sources, the quota system was designed to stimulate demand for renewable power. Generally, for each unit of electricity produced—typically measured in megawatt-hours (MWh)—by qualified renewable energy sources, one green certificate is issued. However, the certificates are subject to multipliers that range from 0.8 (landfill gas) to 1.8 (agriculture waste and biogas). Qualified renewable power plants may generate green certificates for eight to 15 years, depending on the year each respective project began operation and each certificate is valid for three years.", "According to Italy's NREAP, 16.3% of Italy's electricity was generated from renewable sources in 2005, much higher than the quota of 2.7%. While not all of Italy's renewable power generation would qualify under the quota obligation, one analysis indicates that the quota obligation reached more than 100% compliance in 2005 and has remained over-supplied since that time. As a result, Italian transmission system operator GSE now purchases excess green certificates from renewable projects as a way to maintain a GC price floor so renewable projects can remain economically viable. Additionally, due to the oversupply situation the Italian government has decided to phase out the GC program by 2015 and replace it with feed-in tariffs/premiums and reverse auction incentive mechanisms."], "subsections": []}, {"section_title": "Feed-in Tariffs/Premiums and Reverse Auctions", "paragraphs": ["In July 2012, Italy issued a ministerial decree that described a new feed-in tariff/premium program for renewable electricity generation from sources other than solar PV. The program aims to replace the quota and green certificate program. It has an annual expenditure limit of €5.8 billion of total annual costs. Once this limit is reached, financial support for new non-solar renewable power will no longer be available.", "Italy's non-solar FiT/premium incentive policy includes several provisions for projects based on the size of the project and the renewable resource used to generate electricity. Some projects of certain sizes can receive tariffs, while others are only eligible for market premiums. For example, five market premium levels are available for wind projects that range in size from less than 20 kW to more than 5 MW. Premiums are added to the electricity market price received. Total compensation levels for onshore wind projects, including the price of electricity plus the market premium, range from €0.127/kWh to €0.291/kWh, depending on the project size. Feed-in tariffs/premiums are available for the first 20 years of onshore wind project operations. Wind projects smaller than 60 kW have direct access to the premium, while projects between 60 kW and 5 MW must apply to a registry with an annual capacity installation limit of 60 MW for the years 2013 through 2015. ", "Starting in 2013, support for onshore wind projects larger than 5 MW is available through a reverse auction process—managed by GSE, the transmission system operator. The amount of new wind capacity eligible for incentives is limited to 500 MW each year for the years 2013 to 2015. The reverse auction process is managed by GSE, which accepts bids from projects during a 60-day open application period. In order to prevent projects from either under- or over-bidding into the reverse auctions, Italy has prescribed floor and ceiling premium values that cannot be exceeded."], "subsections": []}, {"section_title": "Conto Energia: Feed-in Tariffs/Premiums for Solar PV100", "paragraphs": ["In 2005 and 2006, the Italian Ministry of Economic Development issued decrees that created a feed-in tariff/premium incentive specifically for solar PV. Known as the Conto Energia , the policy provided an incentive framework with tiered tariffs and premiums for solar PV projects of various sizes and at different sites (buildings, land, etc.). Since it was first introduced in 2005, the Conto Energia policy has been modified several times to change tariff values, impose capacity limits, and adjust other aspects of the policy. Solar PV tariff/premium degression was introduced and took effect at the beginning of 2013.", "The current version of Italy's solar PV incentive policy, the Conto Energia V , entered into force in August 2012 and provides guaranteed feed-in tariffs and premiums for 20 years. Conto Energia V introduced average incentive cuts of 43% for ground-mounted installations and 39% for rooftop systems when compared to incentive levels that were available prior to August 2012. FiTs range from €0.106/kWh to €0.182/kWh depending on the size and location of the project. Additionally, the policy encourages self-consumption (on-site use) of solar PV electricity by providing premiums (€0.024/kWh to €0.100/kWh) for electricity that is consumed on site and not fed into the electric power grid.", "The Conto Energia V policy includes an expenditure cap of €6.7 billion annually for solar PV FiTs and premiums. On June 6, 2013, Italy's electricity and gas regulator announced that the expenditure cap had been reached and FiT and premium incentives would no longer be available for new PV projects after July 7, 2013. However, Italy has introduced a tax-based policy that allows owners of rooftop PV systems that are less than 20 kW in size to deduct 36% to 50% of the system capital expenditure from an individual's income tax over a 10 year period. Italy has also introduced a net metering policy that allows solar projects with capacities less than 200 kW to receive compensation for electricity generation that exceeds the amount needed for self-consumption. Analysts forecast that the combination of tax deductions and net metering will support future solar power deployment in Italy, but at much lower levels when compared to solar PV installations in 2010 and 2011."], "subsections": []}, {"section_title": "Impacts on Wind and Solar PV Deployment", "paragraphs": ["Financial incentives for renewable electricity have affected wind and solar PV deployment in different ways. Whereas Italy's green certificate program did stimulate some level of wind power deployment in the early 2000's, annual wind installations in Italy have hovered around the 1 GW level since 2008. Solar PV, on the other hand, has exhibited more volatile deployment levels. When solar PV FiTs were created in 2005, deployment levels started increasing. As the cost of solar PV equipment started to decline in the late 2000's, in combination with generous FiT incentives and very good solar resources in Italy, solar PV deployment quickly ramped up. In 2011 approximately 7.9 GW of solar PV was installed in Italy, more than any other country in the world that year (see Figure 5 ).", "Following Italy's record solar PV installation in 2011, Italy reduced FiT incentives, introduced a degression schedule to further reduce FiTs, and placed a €6.7 billion annual spending limit for incentives. Solar PV installations in 2012 were down more than 50% compared to 2011 levels. In June 2013, the €6.7 billion limit was reached and FiT incentives for solar PV will no longer be available after July 2013 for new projects."], "subsections": []}, {"section_title": "Financial Mechanics", "paragraphs": ["Much like in Germany, financial incentives for renewable electricity generation are paid for by electricity consumers through an added charge to monthly power bills. Support costs for the green certificate program, feed-in tariffs/premiums for non-solar renewable power generation, and the Conto Energia FiT program for solar PV are calculated, and a surcharge is added to consumer electricity bills to pay for the financial support programs. As of the end of 2011, electric power consumers in Italy were paying approximately €9 billion each year to compensate for renewable electricity incentives. According to the Italian government, these costs are equal to roughly 20% of the average electricity bill in Italy. Subsequently, the Italian government implemented support limits of approximately €12.5 billion per year for all technologies supported by FiT incentives."], "subsections": []}]}]}, {"section_title": "Considerations and Issues for Congress", "paragraphs": ["Renewable electricity has multiple policy dimensions. Congress determines the types and amounts of federal financial incentives that are available to support renewable electricity deployment in the United States. Tax credit policies—production and investment—are the primary federal incentives that support renewable electricity deployment in the United States. Generally, Congress debates whether to extend, eliminate, or phase out either investment tax credits or production tax credits that incentivize deployment of renewable power generation assets. In the 113 th Congress, several bills—including H.R. 2081 , H.R. 2502 , and H.R. 2538 —have been introduced that would either extend or phase-out tax incentives for wind and solar power generation. ", "Should debates and discussions continue, Congress may examine policy design and implementation in other countries during deliberations. The following considerations and issues are provided in order to help inform future discussions about U.S. renewable electricity policies."], "subsections": [{"section_title": "U.S. and EU Energy Markets are Different", "paragraphs": ["One of the stated objectives for EU renewable policies is to improve energy security within the EU by reducing the amount of energy imports. According to the European Commission, approximately 54% of EU energy demand was supplied by energy imports in 2010. Energy imports to the United States, on the other hand, supplied roughly 16% of U.S. energy demand in 2012—U.S. energy imports continue to decline. Import situations in the United States and EU are, therefore, quite different. Energy supply motivations may be relatively more compelling in the European Union. Additionally, energy resource endowments, ownership, and regulatory structures in the United States and EU are also very different. These factors can influence energy markets, resource development, and policy decisions. Finally, some fuels used for power generation are priced differently in the United States and EU. For example, natural gas, which typically sets the value of electricity during peak demand periods, is much more expensive in the EU than in the United States. In 2012, the average price of natural gas paid by U.S. electric power generators was $3.52 per million British thermal units (MMBtu). However, EU industrial natural gas consumers were paying, on average, more than $12.00 per MMBtu in 2012. The combination of the above factors may provide the EU with more economic motivation to stimulate renewable electricity generation deployment when compared to other countries.", "Electricity markets in the United States and EU countries are also different. While the United States does not have a single national market—rather, multiple regional markets with different operating models and pricing structures—many EU member countries do have national electricity markets. In some EU countries (i.e. Spain and Italy) the national government has ownership and/or control rights of electricity markets and transmission infrastructure. Additionally, EU national governments may also control electricity rates charged to consumers. In the United States, there are multiple regional electricity/transmission markets with different operating models and pricing structures. Further, some U.S. electricity markets are based on competitive market dynamics and some are based on cost-of-service models. Also in the United States, consumer electricity price levels are influenced by state-level commissions that regulate and monitor electric power utilities. These fundamental U.S. and EU market structure and regulation differences may result in difficulties—technical and political—associated with applying EU member-country incentive policies to the United States at a national level."], "subsections": []}, {"section_title": "EU Countries Contributed to Global Solar PV Cost Declines, to the Benefit of the United States", "paragraphs": ["Arguably, EU countries and electricity consumers paid for a large part of the development and scale-up of the global solar PV industry. As a result, significant equipment and system cost declines have been realized since 2008. Germany, Spain, and Italy set incentives at high enough levels to support adequate investment returns based on solar equipment and installation costs using a baseline set of assumptions. Incentives in some countries were generous enough to support high investment returns, which created opportunities for manufacturers to offer value-based pricing in order to capture substantial profit margins from the sale of PV equipment. These margin opportunities caused the manufacturing base to expand rapidly as more companies, many of them located in Asia, entered the market. Due to a number of circumstances—including fiscal and economic challenges and declining policy support for renewable electricity—the solar module manufacturing market reached an over-supply situation (i.e., manufacturing capacity exceeded solar PV demand) and prices began a precipitous decline in 2009. Figure 6 compares annual solar PV installations in the United States and EU since 2001 with solar PV module costs over the same period.", "As indicated in Figure 6 , EU solar PV installations started increasing in 2004 and peaked in 2011. Solar PV module costs began a rapid decline in 2009, reaching less than $1 per watt in 2012. As module costs came down, U.S. PV installations increased. Annual PV installations in the US are projected to continue rising out to 2015, while EU installations are forecasted to decline in the near term. In essence, as the U.S. solar PV market is growing, U.S. solar PV buyers are now paying much less for PV modules than EU buyers did in the period between 2007 and 2011."], "subsections": []}, {"section_title": "Renewable Electricity Incentives in the EU and U.S. are Similar, but Reversed", "paragraphs": ["Both the EU and the United States offer a number of incentives that support deployment of renewable electricity generation. Some policies are at the EU and U.S. national level and some policies are available only in specific EU member-countries and individual U.S. states. Generally, the European Union sets binding renewable electricity requirements for each member, and each member country provides a unique set of financial incentives to motivate deployment of renewable power systems that will achieve the EU-level targets. In the United States, the federal government provides financial incentives for renewable electricity—production tax credits for wind and investment tax credits for solar, for example—and some states have established renewable portfolio standards that mandate a certain percentage of electricity be generated from renewable energy sources. As of June 2013, 29 states and the District of Columbia had binding renewable electricity targets. Details of the policy landscape in both the EU and U.S. are much more complicated than this general description. Additionally, an analysis of the relative success and effectiveness of each renewable electricity support model is beyond the scope of this report. However, it should be noted that the U.S. and EU member-countries, to date, have consistently been two of the world's largest markets for renewable electricity deployment."], "subsections": []}, {"section_title": "Feed-in Tariffs Motivate Deployment, but Management can be Complicated", "paragraphs": ["Feed-in tariffs, depending on the policy design details, stimulate deployment of renewable electricity generation projects. Solar PV market growth in EU countries provides an illustrative example. Generally speaking, deployment follows incentives; countries with the most generous incentives—in combination with solar resources, access to financial capital, and regulatory conditions—typically experience the largest amounts of deployment. Up until 2012, EU countries such as Germany and Italy were installing more solar PV capacity each year than any other country in the world. In 2008, Spain had more solar installations that year than any other country. Each of these countries utilized generous FiT and market premium incentives as a solar PV financial support mechanism. However, managing and controlling FiT incentive programs can be difficult, especially in a dynamic and rapidly changing market like solar PV. Germany and Italy were the largest solar PV markets between 2010 and 2012, but installations in these countries were far exceeding plans and implied targets for annual solar PV capacity additions. Germany reacted by rapidly and frequently reducing incentives offered to new projects. Italy imposed an annual expenditure limit for new solar PV systems; this limit was reached in June 2013 and solar PV FiTs are no longer available as of July 2013. Ultimately, actions by Germany and Italy will reduce annual solar capacity additions in each respective country."], "subsections": []}, {"section_title": "EU Countries are shifting from Electricity Production-based to Market Integration-based Incentives", "paragraphs": ["Following several years of significant renewable electricity deployment, especially solar PV, some EU countries are changing financial support mechanisms to encourage electricity market integration—i.e., selling electricity in the wholesale market, allowing for curtailment under certain circumstances—instead of electricity generation. To date, FiTs and declining equipment prices have resulted in significant solar PV deployment in the EU, most notably in Germany and Italy. However, concerns with electric power system reliability are prompting these countries to incentivize the integration of renewables into electric power markets. Integration incentives are generally motivated by high levels of renewables penetration into the electric power system and countries are looking for ways to address the output variability of renewable power systems. Market integration incentives could potentially create a situation whereby renewable electricity generators respond to market and price signals, which could help to manage the power production variability from renewable energy sources. Analysis of Germany's renewable electricity production highlights the variability of wind and solar during certain time periods throughout the year; renewable electricity output in Germany ranged from approximately 10 Gigawatts to nearly 70 Gigawatts in 2012. This variability not only causes challenges with grid system operations, but also with wholesale electricity price levels that can potentially strain the economics of power generation assets that may be needed to maintain system reliability. As a result, countries may need to consider different market designs that support various types of generation and services that might be necessary to ensure stable and reliable electric power system operations. Additionally, Germany started offering an energy storage subsidy for solar PV projects to encourage investment in battery storage that might support the integration of solar PV with the electric power system. Germany has indicated that it plans to shift from feed-in tariffs to market premiums as a way to better integrate renewables with the grid and power market. Additionally, Germany now provides a flexibility premium for electricity generated from non-intermittent renewable sources like biogas, which has the ability to ramp production up and down based on grid system needs. Germany also provides bonus incentives for wind and solar projects that are remotely controlled, thereby allowing the grid system operator to control and manage electricity output from variable renewable power sources.", "Italy's National Energy Strategy (NES) states that the \"growing amount of production from intermittent, non-programmable sources is increasingly becoming a challenge for the network infrastructure and for the market.\" The NES also indicates that Italy aims to \"gradually integrate renewable electricity with the market and grid.\" "], "subsections": []}, {"section_title": "Phasing-out Renewable Electricity Financial Incentives is Possible but Challenging", "paragraphs": ["Germany's renewable electricity support policy, the EEG, was designed to gradually reduce incentives in order to stimulate cost reductions that would, in turn, result in renewable electricity being cost competitive on an unsubsidized basis. Italy also introduced a degression plan to reduce incentives over time and its National Energy Strategy states that \"it is expected that incentives will gradually be reduced (and eventually cease ... ), the eventual aim being the full integration with the electricity market and the grid.\" Generally, the goal of incentive reductions is to match the evolutionary pace of economies of scale and deployment experience to push down system costs, thereby allowing a lower incentive level to stimulate demand for new renewable electricity capacity. However, experience in Germany and Italy indicates that incentive reductions can be challenging to adapt to rapidly changing market circumstances. For example, solar PV installations in Germany and Italy were well above government plans and targets between 2010 and 2012. Germany responded by applying degression every six months to solar PV FiT incentives, instead of once a year, and then instituted monthly FiT degression in order to better manage and control annual solar PV capacity additions. Both Germany and Italy have also instituted policies that eliminate financial incentives for solar PV once certain capacity and cost milestones are reached; Germany's incentives will cease once 52,000 MW of capacity is installed and Italy's incentives will no longer be available when annual support costs reach €6.7 billion. Once these milestones are reached—Italy reached its milestone in June 2013—annual PV capacity additions may decline and it seems unlikely that they could return to 2010-2012 levels in the near future. Balancing incentive availability, policy costs, and renewable electricity market growth is a difficult challenge for policy makers."], "subsections": []}, {"section_title": "Retroactive Incentive Reductions Can Have Multi-dimensional Consequences", "paragraphs": ["Multiple EU member-countries have made policy decisions to retroactively reduce financial incentives for renewable electricity projects. As discussed earlier in this report, Spain has introduced retroactive incentive reductions that change the baseline financial performance on which project investment decisions were made. Other EU countries, such as Greece, Bulgaria, and Romania, have also made retroactive cuts to renewable power incentives. In early 2013, Germany proposed a renewable electricity incentive modification plan, which included a one-year 1.5% FiT reduction for all operating renewable projects. This plan was not approved and future policy direction in Germany is not expected until after national elections in September 2013.", "Retroactive incentive cuts immediately impact the economics of existing projects that are subject to the reduction. However, future projects are also affected and the cost of electricity from renewables will likely increase, all else being equal. Retroactive incentive reductions introduce an element of policy risk and uncertainty into the finance and investment decision matrix. This additional investment risk is likely to increase the cost of capital used to finance future renewable electricity projects. Higher financing costs generally result in renewable electricity generation cost increases. Further, as renewable electricity generation costs increase, so does the cost of the certain incentive programs since these costs are calculated as the difference between renewable generation costs and electricity market prices."], "subsections": [{"section_title": "Appendix. EU Member Country Renewable Energy Targets", "paragraphs": [], "subsections": []}]}]}]}}