{"id": "R43226", "title": "An Overview of Judicial Review of Immigration Matters", "released_date": "2013-09-11T00:00:00", "summary": ["Congress has plenary or sovereign power over the conditions for admitting aliens into the United States and permitting them to remain. This power is so completely entrusted to the political branch to legislate and implement as to be largely free from judicial review. However, this power is still subject to constitutional limitations, including substantive and procedural due process protections. In immigration cases, due process may be a flexible concept and the particular procedures that may be constitutionally required depend on the relative interests involved.", "Historically, immigration policy has sought to encourage and enable the admission and integration of desirable immigrants (workers, family, refugees/asylees), while discouraging and preventing the entry of undesirable aliens (national security risks/terrorists, criminals, public charges). Accordingly, in deciding what degree of judicial review is appropriate in immigration matters, Congress has sought a balance between a system that is fair to desired immigrants, yet facilitates the removal of undesired aliens. Initially, a habeas corpus proceeding provided the primary avenue of judicial review of various immigration determinations. In the wake of Supreme Court decisions construing the Administrative Procedure Act as applying to and providing an avenue for judicial review of immigration adjudications, Congress amended the Immigration and Nationality Act (INA) of 1952 by adding a judicial review provision in 1961 that provided for review by federal courts of appeal for deportation orders, but only for habeas corpus review of exclusion orders by federal district courts.", "Beginning with the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) and the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA), legislation and administrative actions have focused on reducing immigration litigation by limiting and streamlining both administrative appeal and judicial review procedures regarding removal of aliens and by rendering aliens in certain categories ineligible for certain types of relief from removal. Even when an alien may be considered for discretionary relief, judicial review of denials of relief from removal is restricted, as is review of removal orders issued to criminal aliens or national security risks. Also, the REAL ID Act restricted habeas review and certain other non-direct judicial review in response to U.S. Supreme Court holdings that such review was still available after the 1996 acts. In the 113th Congress, S. 744 and H.R. 2278, among other bills, would generally continue the trend of limiting judicial review; however, S. 744 provides for judicial review of its legalization programs.", "This report will summarize judicial review for immigration matters, including visa denials and revocations; removal orders and detention; naturalization delays, denials, and revocations; expatriation; and legalization denials. Administrative adjudications such as removal proceedings or determination of immigration benefits such as naturalization are beyond the scope of this report."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The power of Congress and the executive branch to legislate and implement the conditions for admitting aliens into the United States and permitting them to remain is so broad as to be virtually immune from judicial control. However, this power is still subject to constitutional limitations, including substantive and procedural due process protections. In immigration cases, the degree of judicial review of administrative decisions and actions that may be constitutionally required depends on the relative interests involved.", "In deciding what degree of judicial review is appropriate in immigration matters, Congress has sought to balance judicial review between fairness to desired immigrants (workers, family, refugees/asylees) and facilitation of the removal of detrimental aliens (national security risks/terrorists, criminals, public charges). Initially, a habeas corpus proceeding provided the primary avenue of judicial review of various immigration determinations. However, in the wake of U.S. Supreme Court decisions construing the Administrative Procedure Act (APA) as applying to and providing an avenue for judicial review of immigration adjudications, Congress amended the Immigration and Nationality Act (INA) of 1952 by adding a judicial review provision in 1961 that provided for review of deportation orders by federal courts of appeals, but only for habeas corpus review of exclusion orders by federal district courts.", "Concerns about the growing population of undocumented aliens, fraudulent asylum claims, terrorism threats, and crimes of drug, human, and arms trafficking, led to legislation in 1996 and 2005 that limited judicial review, including the availability of habeas corpus proceedings. In the 113 th Congress, H.R. 2278 would generally continue the trend of limiting judicial review; S. 744 would more narrowly limit judicial review in certain instances of employer noncompliance with foreign worker visa programs. On the other hand, S. 744 also provides for judicial review for legalization programs."], "subsections": []}, {"section_title": "Visa Denial and Revocation", "paragraphs": ["An \"unadmitted and nonresident alien\" has no constitutional right to be admitted into the United States. Accordingly, consular officers within the U.S. Department of State (DOS) generally have nonreviewable authority to deny visas. Therefore, the DOS regulations only provide for administrative, supervisory review of visa denials. This doctrine of consular non-reviewability has long been recognized by the courts and has rarely been challenged. However, there is some case law supporting limited judicial review of a visa denial with regard to the First Amendment rights of U.S. citizens to hear and debate the religious and political views of aliens. In Kleindienst v. Mandel , the U.S. Supreme Court held that, when an executive branch officer/agency exercised discretion to not waive the exclusion of an alien as an anarchist and communist advocate for a facially legitimate and bona fide reason, the courts will not look behind the exercise of discretion nor test it by balancing the reason against the First Amendment interests of U.S. citizens who desire to hear the political views of and debate the alien. Some later federal appellate decisions have followed Mandel and extended its holding to visa denials by consular officers or to the assertion of other constitutional rights by U.S. citizens. Although they cannot order a consular officer to grant or deny a visa, courts have differed about whether they have jurisdiction to review consular failure to perform the nondiscretionary duty of deciding to grant or deny a visa and to require a consular officer to make a decision.", "For a visa revocation, there is no judicial review (including review pursuant to 28 U.S.C. §2241, or any other habeas corpus provision, and 28 U.S.C. §§1361 and 1651), except in the context of a removal proceeding if such revocation provides the sole ground for removal. It appears that courts have generally held that the doctrine of consular nonreviewability applies to revocation of visas issued to aliens who are outside the United States, but that revocation of a visa issued to an alien who is already in the United States is subject to judicial review. Furthermore, federal courts have differed about whether the doctrine of nonreviewability extends to nonconsular officials, including officers of the former Immigration and Naturalization Service and the U.S. Department of Homeland Security (DHS)."], "subsections": []}, {"section_title": "Removal and Detention", "paragraphs": [], "subsections": [{"section_title": "Judicial Review of Removal Orders Under INA §24221", "paragraphs": ["Judicial review does not provide a broad panacea to aliens subject to removal orders. First, appealing a removal order does not serve to stay the removal order absent a court order. Second, there is no judicial review of removal determinations based on particular grounds of inadmissibility or deportability, including a public health ground certified by a medical officer and certain criminal grounds such as aggravated felonies, drug offenses, and firearm offenses. Finally, a court cannot review the denial of most types of relief from removal that are granted at the discretion of the immigration officer or immigration judge, including a waiver of inadmissibility, cancellation of removal, voluntary departure, and adjustment of status to lawful permanent resident. These bars to judicial review of removal determinations do not preclude a federal appellate court from reviewing constitutional claims or questions of law raised in matters that are otherwise nonreviewable.", "In the exception to the bar on judicial review of denials of discretionary administrative relief from removal, federal appellate courts can review an asylum determination, when an alien faces persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion, which serves a humanitarian objective, except for determinations for aliens arriving without proper travel documents who may potentially be subject to expedited removal under INA §235. However, there are restrictions on the scope and standards of judicial review of asylum determinations: (1)the administrative denial of relief is conclusive unless manifestly contrary to law; and (2) a court cannot reverse an administrative determination about the availability of evidence corroborating eligibility for removal relief. On the other hand, relief from removal is mandatory if the alien meets the eligibility requirements for either (1) withholding of removal under INA§241(b)(3), when the alien's life or freedom would be threatened in the alien's country because of the alien's race, religion, nationality, membership in a particular social group, or political opinion, or (2) protection under the U.N. Convention Against Torture when there are substantial grounds for believing the alien would be in danger of being subjected to torture. Therefore, a federal appellate court may review denials of these types of relief. Generally, judicial review of removal orders is available in the federal appellate court for the judicial circuit in which the removal proceedings were completed. Judicial review of all questions of law and fact, including interpretation of constitutional and statutory provisions, that arise from a removal action or proceeding must be consolidated in a direct appeal of a final removal order to a federal circuit court of appeals; no habeas corpus review is permitted by any federal court. The U.S. Supreme Court called this jurisdictional consolidation provision the \"zipper\" clause for judicial review of removals. Except as explicitly provided in the INA judicial review provisions, courts may not review claims arising from Attorney General (or the Secretary of Homeland Security) decisions or actions to initiate removal proceedings, adjudicate cases, or execute removal orders against any alien.", "Federal district courts have a limited role in the judicial review of removal orders. With regard to U.S. nationality claims, if there is a genuine issue of material fact concerning whether the person appealing the removal order is a U.S. national, the federal appellate court will transfer the proceeding to the federal district court in whose jurisdiction the appellant resides for a new hearing and a declaratory judgment on that issue as if brought under 28 U.S.C. §2201, establishing federal court jurisdiction to declare the rights of the plaintiff. In addition, the District Court for the District of Columbia has jurisdiction to review challenges to the constitutionality of the statute and/or implementing regulations for expedited removal of certain inadmissible aliens or to the legality under other laws of the regulations and other administrative guidelines. An appeal from the decisions described above would be made to the federal appellate court for the circuit in which the district court issuing the decision is located."], "subsections": []}, {"section_title": "Expedited Removal of Inadmissible Arriving Aliens", "paragraphs": ["In contrast to aliens in the United States, aliens outside the United States (or at its borders or ports of entry) are generally not due any procedural rights with respect to their ability to enter the United States. With a limited exception for certain permanent resident aliens who are returning to the United States, aliens whom the government is seeking to exclude from entry are not guaranteed an expulsion process that comports with constitutional standards. The governing principle generally remains that due process for aliens seeking admission to the United States at a port of entry and for aliens who entered illegally without inspection consists of \"[w]hatever the procedure authorized by Congress is.\"", "Generally, if an immigration officer determines that an arriving alien is inadmissible, that alien is removable without further hearing or review. The exception occurs when an arriving alien asserts an asylum claim, in which case, the alien will be referred to an asylum officer who determines whether the alien has a credible fear of persecution for race, religion, nationality, membership in a particular social group, or political opinion. If the asylum officer decides that an alien has a credible fear of persecution, the alien is placed into regular removal proceedings where asylum claims will be given full consideration. If the asylum officer decides that an alien does not have a credible fear of persecution, the officer may order removal without further review unless the alien requests review by an immigration judge of the credible fear determination. A credible fear review by an immigration judge must take place no later than 7 days after the initial negative credible fear determination. The immigration judge may place the alien into regular removal proceedings if the immigration judge reverses the negative determination of the asylum officer.", "Similarly if an alien makes a claim under oath, subject to the penalty of perjury, to already being a lawful permanent resident, refugee, or asylee, and if an immigration officer verifies such a claim, the alien will be not be placed in expedited removal but may be placed in regular removal proceedings. If the immigration officer cannot verify the claim, the case will be referred to an immigration judge who may determine the claim not to be valid and affirm expedited removal. If the immigration judge determines that it is valid, DHS may place the alien in regular removal proceedings.", "For those who are not placed in regular removal proceedings, there is judicial review in habeas corpus proceedings under INA §242, but this is limited to determinations of whether the petitioner is an alien, was ordered removed under the expedited removal provisions of INA §235(b)(1), and can prove by a preponderance of evidence that the alien is a lawful permanent resident or currently in refugee/asylee status in the United States.", "Additionally, an immigration officer or judge may order the removal of an arriving alien suspected of being inadmissible for certain national security grounds. Under such circumstances, the Attorney General can affirm the removal without any further review or hearing after the Attorney General reviews the case and consults with federal security agencies."], "subsections": []}, {"section_title": "Expedited Removal of Aliens Convicted of Committing Aggravated Felonies", "paragraphs": ["In addition to expedited removal of certain arriving aliens, the immigration laws provide for expedited removal of aliens convicted of committing aggravated felonies, criminal offenses that are grounds for deportation and also result in various other immigration consequences, including the expedited removal process. A removal proceeding can be held while an alien convicted of an aggravated felony is incarcerated to enable expeditious removal upon the completion of the alien's sentence of imprisonment. A removal order against an alien who is not a lawful permanent resident and is convicted of an aggravated felony cannot be executed until 14 calendar days after the date of the removal order in order to allow the alien an opportunity to apply for judicial review under INA §242. At the time of imposing a criminal sentence against an alien who is deportable, a federal district court has jurisdiction to enter a judicial removal order simultaneously; the issuance or denial of a judicial removal order may be appealed by the defendant deportable alien or the Attorney General to the federal court of appeals."], "subsections": []}, {"section_title": "Detention", "paragraphs": ["The INA has two different detention provisions, one for the arrest and detention of removable aliens generally, with special provisions for criminal aliens, and another for the mandatory detention of suspected terrorists. Judicial review in both instances is very limited. Under the general arrest and detention provision, discretionary determinations regarding release on bond or parole is not reviewable. Under the provision for mandatory detention of suspected terrorists, judicial review of actions and determinations, regarding certification as a terrorist and continued detention with periodic review, is exclusively available through habeas corpus proceedings pursuant to the specific guidelines of that provision, notwithstanding the guidelines of 28 U.S.C. §2241, the main habeas corpus provision. The final order shall be subject to review, on appeal, by the United States Court of Appeals for the District of Columbia Circuit, and no other court of appeals."], "subsections": []}, {"section_title": "Habeas Corpus", "paragraphs": ["In INS v. St. Cyr and Calcano-Martinez v. IN S, concerning the removal requirements and restrictions on judicial review enacted in IIRIRA, the Supreme Court held that there is a strong presumption in favor of judicial review of administrative actions; therefore, in the absence of a clear statement of congressional intent to repeal habeas corpus jurisdiction over removal-related matters, such review was still available after the 1996 changes. Furthermore, the Court also found that eliminating any judicial review, including habeas review, without any substitute for review of questions of law including constitutional issues, would raise serious constitutional questions. Therefore, it chose a statutory construction (habeas review was not eliminated) which would not raise serious constitutional questions.", "Subsequent to these decisions, §106 of the REAL ID Act expressly limited the use of habeas corpus petitions in removal matters, while providing for federal appellate court consideration of constitutional claims or other legal issues that formerly may have been raised in a habeas corpus petition in cases where direct review was unavailable. Section 106 further provided that, for INA purposes, any elimination of judicial review by other INA provisions included the elimination of habeas corpus petitions.", " Section 242(e) of the INA expressly allows habeas review for very limited purposes for expedited removal determinations made pursuant to INA §235(b), which was discussed above in \" Expedited Removal of Inadmissible Arriving Aliens .\" Any review beyond the immigration judge's decisions under INA §235(b)(1), including administrative review by the Board of Immigration Appeals, is limited to habeas corpus review in the federal courts under INA §242(e). This permits habeas review only with regard to (1) whether the petitioner is an alien; (2) whether the petitioner was ordered removed under INA §235(b); and (3) whether the petitioner can prove by a preponderance of the evidence that he or she is a lawful permanent resident or currently has refugee/asylee status in the United States and is thus entitled to further review. Under 28 U.S.C. §2241, habeas petitions may be filed initially in a district court, a circuit court of appeals, or in the U.S. Supreme Court, but they are generally filed in a district court because court rules and policy restrict initiation in the appellate courts. District court decisions may then be appealed to the circuit courts of appeals and the U.S. Supreme Court."], "subsections": []}]}, {"section_title": "Citizenship-Related Determinations", "paragraphs": [], "subsections": [{"section_title": "Naturalization Denial or Delay", "paragraphs": ["In 1990, amendments to the INA established an administrative process for naturalization that previously had been adjudicated by federal courts. While these amendments retained judicial review for naturalization denials and delays in the administrative process, they require a denied applicant to request an administrative hearing. Once the administrative process has been exhausted, the applicant may appeal the denial to the federal district court in whose jurisdiction he or she resides for a de novo review. Applicants may also request federal district court hearings regarding delays in naturalization determinations if more than 120 days have elapsed after the U.S. Citizenship and Immigration Services (USCIS) has conducted a naturalization examination; depending on its findings, the court may remand the case to the agency, with instructions, for a determination or the court may adjudicate the naturalization case itself."], "subsections": []}, {"section_title": "Naturalization Revocation", "paragraphs": ["Upon an affidavit showing good cause to revoke a naturalization because it was procured illegally, by concealment of a material fact, or by willful misrepresentation, a U.S. attorney is required to initiate denaturalization proceedings in any federal district court in whose jurisdiction the naturalized citizen resides. However, the provision for judicial denaturalization proceedings does not restrict in any way the power of DHS to reopen or vacate a naturalization order administratively."], "subsections": []}, {"section_title": "Expatriation", "paragraphs": ["Expatriation is the loss of nationality by a U.S. citizen regardless of whether the citizenship was acquired by birth or naturalization. Unlike denaturalization/revocation, expatriation does not involve fraudulent or illegal procurement of citizenship. Rather, expatriation results when a U.S. citizen voluntarily commits certain acts, enumerated in the expatriation statute, with the specific intent of relinquishing U.S. citizenship. Expatriation does not necessarily entail administrative adjudication or determination. However, unless there is an explicit, written renunciation of citizenship, expatriation is typically determined and disputed when a U.S. citizen is denied rights and privileges of a U.S. citizen such as a U.S. passport. Such a denial may be reviewed in an action for declaratory judgment brought by the nationality claimant under INA §360 and 28 U.S.C. §2201. As noted above, genuine issues of U.S. nationality that arise in removal proceedings are transferred to a federal district court for resolution."], "subsections": []}]}, {"section_title": "Legalization Under IRCA", "paragraphs": ["The judicial review provisions and related litigation for the legalization program under the Immigration Reform and Control Act of 1986 (IRCA) remain relevant in light of the legalization provisions of S. 744 , the Senate-passed bill known as the Border Security, Economic Opportunity, and Immigration Modernization Act. Under INA §245A(f)(3) and pertinent regulations, there is a single level of administrative appellate review via the Administrative Appeals Unit of the USCIS. Pursuant to INA §245A(f)(4), judicial review of IRCA legalization denials is only available as review of a deportation order under former INA §106, since denial of legalization would generally lead to the initiation of deportation proceedings against the unauthorized alien. The statutory standard of review requires that judicial review can only be based on the administrative record established by the administrative appellate review and that the determinations and fact findings of this administrative record are conclusive unless the legalization applicant can show that there was abuse of discretion or that the administrative findings were directly contrary to clear and convincing facts in the record as a whole. ", "In 1996, the IIRIRA amended the IRCA judicial review provision to limit judicial review to cases where a person had actually filed a legalization application within the period defined by IRCA or had attempted to file a complete application and fee with a legalization officer but the officer refused to accept them. Aside from such cases, there is no judicial or administrative review of a denial of legalization based on the late filing of an application. ", "It is worth noting that the IRCA legalization program had led to a spate of litigation challenging different aspects of the program's implementation. The U.S. Supreme Court interpreted the statute and implementing regulations for the IRCA legalization program as not precluding judicial review of the legalization process, given the strong presumption that Congress intends judicial review."], "subsections": []}, {"section_title": "Legislation in the 113th Congress", "paragraphs": ["H.R. 2278 , as reported by the Senate Judiciary Committee, would further limit judicial review of visa denial or revocation by the DHS, as opposed to the DOS; voluntary departure, a form of removal relief; reinstatement of previously issued removal orders for aliens who illegally reenter the United States after being removed or having departed pursuant to a removal order; and naturalization delays or denials. Section 405 of the bill would bar judicial review of a visa denial or revocation by DHS for security purposes and apply to denials and revocations before, on, and after the effective date of the bill's enactment. Although the INA already bars judicial review of post-removal denials of voluntary departure and court-ordered stays of removal pending consideration of a voluntary removal claim, §601 of the bill would further restrict courts from tolling the period permitted for voluntary departure. Section 603 of the bill would increase limits on judicial review of removal order reinstatements, already barred in general, by explicitly barring review of reinstated orders because of constitutional claims or questions of law raised in an appeal. Section 203 of the bill would revise judicial review of naturalization delays by restricting courts to reviewing the reason for the delay and eliminating current jurisdiction to take and decide a naturalization case on its merits. This provision would also eliminate the current de novo standard for judicial review of naturalization denials and limit judicial review of the DHS determination regarding certain naturalization requirements, including good moral character, understanding of and attachment to the Constitution, and disposition to the good order and happiness of the United States. Section 204 of the bill would authorize administrative denaturalization by the Attorney General of persons engaged in certain terrorism-related activities. Although the bill does not bar judicial review of such denaturalization, currently and historically, denaturalization has solely been a function of the federal courts.", "In contrast, S. 744 , as passed by the Senate, provides for judicial review of the various legalization avenues that the bill would establish; it does not include new restrictions on judicial review regarding removal/detention or visa denial or revocation, although it does include limits on judicial review in other contexts, such as penalties for employer noncompliance with various requirements for employing foreign workers. During the Senate Judiciary mark-up of the bill, some amendments to limit judicial review of legalization denials were rejected, as well as one to limit judicial review of DHS visa denial or revocation for security purposes. In the Senate report accompanying the bill, the Committee noted that a number of advocacy groups warned that restricting judicial review of legalization programs would eliminate \"the important backstop of the Federal court system to determine whether the executive branch properly implemented the bill.\" During the mark-up, some Senators \"voiced concern that the amendment would undermine the Constitutional system of checks and balances by eliminating independent oversight of a significant administrative program that will affect millions of people. They also emphasized the risk of error in the program, and the resulting need for judicial review.\" Minority views in the bill's report expressed concern about the \"unnecessarily broad judicial review of the denial of any application, which would necessarily create a litany of litigation and undermine the enforcement of our immigration laws,\" and the \"unlimited judicial review the bill creates for the new legalization and other visa programs.\"", "S. 744 contains some provisions restricting judicial review in the contexts other than the removal/detention and immigration benefits such as visa issuance and naturalization. For example, §4306 of the bill would bar judicial review of the finding of a violation of the L-visa nonimmigrant program for intracompany transferee executives or managers by L-visa employers. Although it does not bar judicial review, §3101 of the bill would revise the judicial review provision of INA §274A, concerning the unlawful employment of aliens, by specifying certain deadlines and standards for judicial review of determinations of violations and penalties against non-compliant employers. Finally, §4506 of the bill would bar judicial review of determinations related to the visa waiver program, including visa refusals, a decision to designate or not designate a country as a visa waiver program country, and DOS computation of visa refusal rates or DHS computation of visa overstay rates on which a designation is based."], "subsections": []}]}}