{"id": "R43225", "title": "Patient Protection and Affordable Care Act: Annual Fee on Health Insurers", "released_date": "2013-12-12T00:00:00", "summary": ["The Patient Protection and Affordable Care Act (P.L. 111-148) and the Reconciliation Act of 2010 (P.L. 111-152) impose an annual fee on certain for-profit health insurers, starting in 2014. The aggregate amount of the ACA fee, to be collected across all covered insurers, will be $8.0 billion in 2014, $11.3 billion in 2015 and 2016, $13.9 billion in 2017, and $14.3 billion in 2018. After 2018, the aggregate fee will be indexed to the overall rate of annual premium growth, as calculated by the Internal Revenue Service.", "The annual fee will be apportioned among health insurers, based on (1) their market share and (2) their dollar value of business. The fee applies to net health care premiums written, which are defined in regulations as gross premiums from insurance sales minus refunds to enrollees under the medical loss ratio provisions of the ACA, certain commissions, and premiums ceded to reinsurers. Ceded premiums are premiums that an insurer transfers to a reinsurer, as payment for protection against defined market risks.", "The ACA fee does not apply to the first $25 million of net premiums written by a covered insurer. The fee will be imposed on 50% of net premiums written above $25 million and up to $50 million, and 100% of net premiums in excess of $50 million. The regulations shield a higher level of net premiums from the fee for insurers that are exempt from federal taxes and are considered to be public charities, social welfare organizations, high-risk health insurance pools, or consumer-operated-and-oriented health plans (COOP).", "The ACA fee does not apply to entities that fully self-insure, government-run insurance programs, or nonprofit insurers incorporated under state law that receive more than 80% of their gross revenues from government programs that target low-income, elderly, or disabled populations (such as the State Children's Health Insurance Plan [CHIP], Medicare, and Medicaid).", "Some insurance issuers have informed shareholders and state insurance regulators that they intend to pass on the cost of the fee to businesses and enrollees in the form of higher premiums. Private insurers that contract with government organizations to provide Medicare and Medicaid health benefits will be subject to the fee, which could have implications for enrollee premiums and government payments to those plans. It is difficult to estimate the precise impact of the fee on the insurance industry, government programs, and consumers for several reasons, including a lack of public data on net premiums written. In addition, insurers' ability to pass on the fee will vary depending on competition in local markets, and their individual financial strategies."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Annual Fee on Health Insurers", "paragraphs": ["The Patient Protection and Affordable Care Act (ACA, P.L. 111-148 ) and the Reconciliation Act of 2010 ( P.L. 111-152 ) impose a fee on certain for-profit health insurers, starting in 2014. The aggregate ACA fee, to be collected by the Internal Revenue Service (IRS) across all affected insurers operating in the United States, is set at $8.0 billion in 2014. The fee will gradually rise to $14.3 billion in 2018, and will be indexed to the annual rate of U.S. premium growth thereafter ( Table 1 )."], "subsections": [{"section_title": "Insurers Subject to the ACA Fee", "paragraphs": ["Under final IRS regulations, entities subject to the ACA fee generally include health insurance issuers such as an insurance company, insurance service, or insurance organization (foreign or domestic) that are required to have a state license and are subject to the laws of such jurisdictions that regulate health insurance. Covered entities may include health maintenance organizations, multiple employer welfare arrangements (MEWA) that are not fully insured, and entities offering Medicare Advantage (Part C) or Medicare prescription drug plans (Part D), or Medicaid managed care plans. ", "The parent organization for a group of subsidiaries that offer health coverage generally would calculate the net premiums written of all its affected subsidiaries for the purpose of applying the fee.", "Certain types of health insurers or insurance arrangements are not subject to the fee. These generally include the following: ", "Self-insured plans, in which an employer assumes the financial risk for providing health benefits to its employees. In 2010, about 60% of enrollees with work-based coverage were in self-insured plans. Voluntary employees' beneficiary associations (VEBAs) organized by entities other than employers, such as unions. Federal, state, or other governmental entities, including Indian tribal governments. Nonprofit entities incorporated under state law that receive more than 80% of their gross revenues from government programs that target low-income, elderly, or disabled populations (such as the State Children's Health Insurance Plan [CHIP], Medicare, and Medicaid). The nonprofits may not engage in substantial lobbying, nor engage in political campaign activities. Student health insurance coverage that educational institutions purchase through a separate, unrelated insurer. The insurer would be the covered entity for the purpose of applying the fee."], "subsections": []}, {"section_title": "Benefits Covered by the Fee", "paragraphs": ["Health insurance is outlined in the IRS rules as \"benefits consisting of medical care (provided directly through insurance or reimbursement or otherwise) under any hospital or medical service policy or certificate, hospital or medical service plan contract, or health maintenance organization contract offered by a health insurance issuer.\" Health insurance includes limited-scope dental and vision benefits and retiree health insurance. ", "Certain insurance benefits that are not considered health insurance for purposes of the fee include accident or disability insurance; liability coverage; workers' compensation benefits; automobile medical coverage; credit-only insurance; coverage for certain on-site medical clinics; coverage for a specific disease or illness; long-term nursing home, home health care, and community-based care, or any combination thereof; hospital indemnity or other fixed indemnity insurance; Medigap policies; some types of travel insurance; and some reinsurance. "], "subsections": []}, {"section_title": "Fee Calculation", "paragraphs": ["The ACA fee will be based on net health care premiums written by covered issuers during the year prior to the year that payment is due. IRS regulations define net health care premiums written as gross premiums from insurance sales (including reinsurance premiums written), reduced by ACA medical loss ratio rebates to enrollees, reinsurance ceded, and ceding commissions. (Ceded premiums are premiums paid by an insurer to a reinsurance firm for protection against defined market risks.) ", "Each year the IRS would apportion the fee among affected insurers based on (1) their net premiums written in the previous calendar year as a share of total net premiums written by all covered insurers, and (2) their dollar value of business. ", "Covered insurers are not subject to the fee on their first $25 million of net premiums written. The annual ACA fee would be imposed on 50% of net premiums above $25 million and up to $50 million, and 100% of net premiums in excess of $50 million. ", "For example, the IRS would not take into account the first $37.5 million of net premiums written for a covered insurer with total net premiums above $50 million. ", "No tax on first $25 million. Tax levied on 50% of premiums above $25 million and up to $50 million ($12.5 million). Taxable base on first $50 million is $12.5 million ($50 million - $25 million - $12.5 million).", "The proposed rules provide differing treatment for certain tax-exempt insurers such as public charities, social welfare organizations, high-risk health insurance pools, or consumer-operated-and-oriented plans (COOP). After applying the fee adjustments (see above) a covered insurer that is exempt from federal taxes would have the ACA fee applied to only 50% of its net premiums that are subject to the fee, so long as the premiums are attributable to the insurer's tax-exempt activity. ", "The IRS would calculate each insurer's actual, annual fee/share of the premium tax based on the ratio of the insurer's net premiums written (after adjusting for the above disregards) as a share of the total net premiums written by all covered entities (after adjustment for the disregards). (See \" Insurer Reporting Requirements .\")"], "subsections": []}, {"section_title": "Insurer Reporting Requirements", "paragraphs": ["Insurers would be required to report annual premium data to the IRS by April 15 of the following year. While entities with less than $25 million in net premiums written are not subject to the fee, they are still required to submit premium information. The IRS will determine the amount of each firm's net premiums written based on the annual reports, along with any other source of information the IRS has available. Insurers are to report the information on Form 8963, \"Report of Health Insurance Provider Information.\"", "After reviewing the available financial information the IRS would notify each covered insurer or other entity of its:", "1. Preliminary fee allocation. 2. Net premiums written for health insurance, both before and after IRS regulatory adjustments. 3. Aggregate net premiums written for U.S. health insurance from all covered entities. 4. Information regarding the process for correcting any errors in the IRS findings. ", "Insurers would be required to review their preliminary fee calculation and, if they believe there are errors, to submit a correct form to the IRS in a timely fashion. The IRS would provide each covered entity with its preliminary fee calculation by June 15 each year. If an insurer believes that the IRS preliminary fee calculation contains errors, it must provide the IRS with a corrected report by July 15. ", "The IRS would notify each covered entity of its final fee calculation on or before August 31 each fee year. The IRS would give each covered entity a final fee determination, based on the same criteria as the preliminary fee. The final fee may differ from the preliminary fee, however, based on any error correction, additional information uncovered during the review process, or a change in the calculation of overall net written premiums for the United States. Insurers must pay the final fee will by September 30 each year. ", "Insurer information submitted on both original and corrected Forms 8963 is not confidential and will be open for public inspection or available upon request, according to the IRS."], "subsections": []}, {"section_title": "Penalties for Noncompliance", "paragraphs": ["Insurers that fail to file required reports in a timely manner would face a penalty equal to $10,000 and the lesser of (1) an amount equal to $1,000 multiplied by the number of days the firm is out of compliance, or (2) the amount of the covered entity's fee for which the report was required. The penalty will be waived in cases where insurers can demonstrate reasonable cause for not reporting the information on time.", "Insurers would also face penalties for filing inaccurate information that understates net premiums written. The penalty will be equal to the excess of:", "1. The amount of the annual fee the insurer would have paid had the premium data had been reported accurately, over 2. The amount of the annual fee imposed on the insurer, which was based on faulty reporting that understated the amount of net premiums written."], "subsections": []}, {"section_title": "Deductibility", "paragraphs": ["Because the ACA premium fee is considered an excise tax by the IRS, the proposed regulations state that companies cannot deduct the fee from their annual taxes. "], "subsections": []}]}, {"section_title": "Impact of the Annual Premium Fee", "paragraphs": ["While the federal ACA premium fee is new, states for many years have imposed premium taxes on insurance products. In 2012, states collected $16.7 billion in premium taxes on a broad range of insurance (including property and casualty, life, and health products). Insurers' ability to pass on the new ACA tax, in the form of higher premiums to consumers, will vary based on factors such as the degree of market competition or a firm's specific business strategy. Government programs such as Medicare and Medicaid that contract with private insurers to deliver health benefits consider an insurer's tax payments, along with other costs, when setting annual program reimbursement levels. ", "The Congressional Budget Office (CBO) has estimated that insurers may pass on the ACA insurer fee to consumers in the form of \"slightly\" higher premiums for coverage. According to CBO, prior to the ACA's passage, because self-insured plans would largely be exempt from the fee, and because large firms are more likely to self-insure than small firms, the net result would be a smaller percentage increase in average premiums for large firms than for small firms and for nongroup coverage.", "The Joint Committee on Taxation has estimated that legislation to repeal Section 9010 of the ACA would result in a 2% to 2.5% reduction in the premium prices of insurance plans offered by the covered entities. The Joint Committee said it expected a very large portion of the fee to be passed on to purchasers of insurance in the form of higher premiums. The analysis found that eliminating the fee could reduce annual premiums for a family of four in 2016 by $350-$400.", "Some insurance companies have released estimates regarding the impact of the fee. For example, Blue Shield of California has forecast the impact of the 2014 insurer fee will equal about 2.3% of premium. Kaiser Permanente has told business clients the insurer fee will amount to roughly 0.65% of premium in 2014. Some insurance companies plan to increase premiums or have asked state regulators to include the impact of ACA costs, including the premium tax, in their annual rate requests. Horizon Blue Cross Blue Shield of New Jersey, for example, estimates that the tax will increase its costs by $125 million in 2014, spurring an increase in premiums. The company had $9.4 billion in revenues in 2012, with net income of $200 million.", "In addition, an April 2013 study by the actuary/consulting firm Milliman estimated that the fee would result in premium increases of 1.7% to 2.4% in 2014, rising to 2.0% to 2.9% in following years. The firm said that the fee gives nonprofit insurers a competitive advantage, because many nonprofits are exempted or are subject to a lower fee than the for-profit insurers' fees. "], "subsections": []}, {"section_title": "Breakdown of the Premium Fee", "paragraphs": ["Estimating exactly how the federal premium fee will affect the insurance industry, and existing government programs such as Medicare and Medicaid, is complicated by a number of factors, including a lack of detailed data on net premiums.", "The National Association of Insurance Commissioners (NAIC) has developed a system for uniform financial reporting by insurance companies. Currently, the NAIC collects premium data on direct premiums earned and written, rather than on net premiums written. As noted earlier, the ACA defines net premiums written as gross premiums from insurance sales, minus ACA MLR rebates, certain commissions, and premiums ceded to reinsurers. ", "The difference between direct and net premium written is largely reinsurance activity. Any estimate of the distribution of the ACA fee based on direct premiums earned will most likely overestimate the size of the market subject to the ACA insurer tax. The NAIC will begin collecting data on net premiums written via future insurer financial statements. In addition, companies are to provide information to the IRS as part of their annual reporting requirements under the ACA. ", "Existing NAIC data provide some general guidance regarding the possible, proportional breakdown of the insurance fees. In general, for-profit health insurers in the United States (excluding California) wrote about $295 billion in direct premiums in 2012. Comprehensive group and health policies accounted for more than half the total, with Medicare (MA and Part D) accounting for about 24% and Medicaid accounting for up to about 19%. "], "subsections": [{"section_title": "Medicare and Medicaid", "paragraphs": ["One outstanding question is the potential impact of the premium fee on the Medicare and Medicaid health care programs. The premium tax does not apply to direct government programs, so does not apply to Medicaid and Medicare fee-for-service plans, where the government administers and pays for services. (See \" Insurers Subject to the ACA Fee .\")", "However, the federal government contracts with private insurers to offer Medicare Advantage and Medicare Part D insurance plans. In addition, a growing share of state-federal Medicaid insurance plans, mainly managed care plans, are offered by outside issuers, as are some CHIP plans. For-profit insurers are subject to the ACA premium fee on their Medicare and Medicaid business. (Nonprofit entities are exempt from the tax if they are incorporated under state law and receive more than 80% of gross revenues from government programs that target low-income, elderly, or disabled populations.) ", "The share of the Medicare and Medicaid market held by private insurers is significant. For-profit companies served 71% of Medicare Advantage enrollees in 2011, with not-for-profit insurers accounting for about 29%. About 74% of Medicaid beneficiaries were in some kind of managed care plan in 2011, according to the Centers for Medicare & Medicaid Services. According to the CMS data and a 2010 survey by the Kaiser Commission on Medicaid and the Uninsured, more than half of Medicaid managed care enrollees are enrolled in managed care organizations on a risk-payment basis. ", "Because the ACA premium tax will be factored into the rates that states pay insurers to offer managed care plans, insurance companies and others have warned that it could increase state and federal costs for the program. ", "Government regulations could limit how much of the fee is passed on to Medicare beneficiaries. For example, Medicare Advantage plans each year are subject to a cap, or maximum increase, in total beneficiary costs. The premium fee is not a cost factor that will be used to adjust maximum beneficiary costs, which will effectively limit insurers' ability to pass on the fee. ", "How much of the overall fee will be borne by outside insurers, and how much by the federal and state governments depends in part on how many states expand their Medicaid programs. Milliman in its April 2013 study estimated that under a status quo scenario, commercial plans would be responsible for about 61% of the fee over a 10-year period, with the Medicare paying 25% and Medicaid 14%. Under a nationwide full Medicaid expansion scenario, the Medicaid portion of the fee would increase by about 12%, with corresponding reductions to the share paid by commercial plans and Medicare."], "subsections": []}, {"section_title": "Interaction of the ACA Tax and Other Provisions", "paragraphs": ["There are concerns about the potential for the ACA premium tax to increase costs to insurers, businesses, and consumers. The ACA premium tax is not occurring in isolation, however, but as part of the ACA's broad series of taxes and fees, and consumer and business insurance subsidies, and other health delivery reforms designed to expand the number of Americans with insurance and slow the rate of government and private market health care spending. The ultimate impact of the premium fee will depend on how these changes play out. ", "Federal subsidies will mitigate the impact of higher premiums for some consumers. Under the ACA health exchanges must be established in every state by January 1, 2014, either by the state itself or the Secretary of Health and Human Services (Secretary). The exchanges will not be insurers, but will provide qualified individuals and small businesses with access to health plans offered by private insurers that meet set, federal standards. Individuals and small businesses that purchase health plans through the exchanges may qualify for federal subsidies and tax credits, which could reduce their costs and soften some of the impact of the ACA insurer tax. The CBO has estimated that 22 million people will purchase coverage through the exchanges once they are fully established in 2016, and that roughly 19 million (87%) will receive exchange subsidies. ", "In addition, certain small employers are eligible for an ACA tax credit, provided they contribute a uniform percentage of at least 50% toward their employees' health insurance. By 2014, for-profit employers will be eligible for a maximum credit equal to 50% of the employer's contribution toward employee premiums, while nonprofit organizations will be eligible for a maximum credit of up to 35% of employer contributions. The maximum small business tax credit is available for two consecutive tax years, beginning with the first year the employer offers coverage through an exchange.", "In addition to premium and small business tax credits, the ACA requires increased regulation and oversight of insurance costs. The federal government will provide grants to states to review insurance rates, and will require health insurance companies to provide justifications for any proposed rate increases that the federal government determines to be unreasonable. "], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": ["Legislation has been introduced in Congress to repeal the ACA fee on health insurance providers, and to require fuller consumer reporting regarding the fee. The bills are in addition to other legislation to repeal the ACA. Among the bills that have been introduced are:", "H.R. 763 , To repeal the annual fee on health insurance providers enacted by the Patient Protection and Affordable Care Act by striking Section 9010. S. 603 , To repeal the annual fee on health insurance providers enacted by the Patient Protection and Affordable Care Act. H.R. 1558 , Section 104 of the bill would repeal Section 9010 of the ACA. S. 24 , Section 104 of the bill would repeal Section 9010 of the ACA. ", "Related: ", "H.R. 1205 , To require health plans to disclose in their annual summary of benefits ACA-imposed taxes and fees. S. 764 , To require health plans to disclose in their annual summary of benefits ACA-imposed taxes and fees. ", "In addition to formal legislation, there has been debate regarding other, possible changes to the ACA insurer premium fee. "], "subsections": [{"section_title": "Medicaid", "paragraphs": ["A number of state governors caution that the premium fee will result in higher costs to states that offer fully capitated Medicaid managed care plans under contract with insurers. Federal regulations require that premiums paid to Medicaid managed care plans be \"actuarially sound.\" To make that determination, state licensing entities consider insurers' costs, including health benefits, marketing and administrative expenses, and taxes. Because of cost-sharing limitations in Medicaid, the fees may not be passed on to enrollees. Instead, if premium rates go up, states and the federal government, which jointly fund Medicaid, could pay more to operate the program. The federal government will collect the insurer premium fee, but states will not have new, offsetting revenues to defray any new costs. ", "The Republican Governors Association has asked Congress to exempt Medicaid and CHIP managed care plans from the insurance tax. Some analysts say that states will be able to negotiate with insurers to control premium costs, meaning that the full impact of the fee is unlikely to be passed along."], "subsections": []}, {"section_title": "Graduate Medical Education", "paragraphs": ["The Association of American Medical Colleges has proposed using a portion of the premium tax to help fund U.S. graduate medical education. Health policy experts are concerned about the current size, specialty mix, and geographic distribution of the healthcare workforce. Some experts forecast a shortage of physicians, a situation that will be made more acute when millions of previously uninsured consumers obtain coverage under the ACA."], "subsections": []}, {"section_title": "Tax Treatment of Recovered Fees", "paragraphs": ["Another outstanding issue involves tax treatment of ACA fees \"recovered\" by affected insurers. Some large health care providers have indicated that they plan to recoup the cost of these excise taxes by levying fees or raising insurance premiums on those enrolled in their plans. In other words, although the excise tax is levied on health insurance providers, the economic impact of the excise tax might be borne by consumers. Under current law, increased insurer fees and premiums that are imposed to compensate, at least in part, for the imposition of the excise tax will contribute to the health insurers' calculations of their gross income for tax purposes. Therefore, these fees will be subject to corporate income tax (just like ordinary revenues earned through the sales of products and services). ", "A coalition of insurers has submitted comments to the IRS requesting that extra fees and higher premium costs be excluded from calculations of gross income. The insurers argue that they are effectively being \"double-taxed\": once through the ACA's fees/excise taxes, and next based on income earned from new fees and higher premiums instituted to offset any reduction in profits due to the tax. In the insurers' view, the fees should be interpreted by the IRS as a \"recovery\" for past excise taxes paid. Opponents could argue that such an exclusion would amount to a tax preference for health insurers, and would also reduce the amount of revenue expected to be raised through the ACA fee. The IRS in its proposed regulation asked for comments on the issue. "], "subsections": []}]}]}}