{"id": "R43259", "title": "S. 1392, Shaheen-Portman Bill: Energy Savings and Industrial Competitiveness Act of 2013", "released_date": "2013-10-25T00:00:00", "summary": ["S. 1392—the Energy Savings and Industrial Competitiveness Act of 2013—was introduced on July 30, 2013. Often referred to as the Shaheen-Portman bill, it is a trimmed-down version of S. 761. It contains provisions for building energy codes, industrial energy efficiency, federal agencies, and budget offsets. The bill contains voluntary provisions and was designed to be deficit-neutral. To date, virtually all debate related to the bill has been focused on floor amendments.", "The bill was reported by the Senate Committee on Energy and Natural Resources (SENR) on a 19-3 vote. On August 1, 2013, a motion to proceed was introduced and amendments began to be filed. On September 11, 2013, a unanimous consent agreement on the motion launched floor action. By September 19, 2013, 125 amendments had been proposed. Of that total, 75 directly address energy efficiency policy, 23 address \"other\" energy and carbon emissions policy areas, and 27 address non-energy policy areas.", "Amendments subject to controversy address five policy areas: fossil fuel use by federal buildings, carbon emissions regulation, regional haze regulation, Keystone XL Pipeline, and the Affordable Care Act (ACA, P.L. 111-148 as amended). Only the Keystone XL Pipeline and one ACA amendment have been the subject of major floor debate on S. 1392.", "S.Amdt. 1908 on the Keystone XL Pipeline calls for a Sense of Congress resolution that encourages the President to issue a permit needed to begin construction. In floor debate, proponents argued that the project would create thousands of jobs; generate tax revenues for federal, state, and local governments; reduce dependence on oil imports from Venezuela; and gain an \"environmental advantage\" from using high-tech refineries on the Gulf Coast. Opponents contend that there would be less than 100 permanent jobs, most of the oil would be exported, and there is a \"tangible risk\" of a spill that could have severe environmental impacts.", "S.Amdt. 1866 would amend Section 1312(d)(3)(D) of ACA and would affect how Members of Congress, congressional staff, the President, the Vice President, and many executive branch political appointees can obtain health insurance coverage through their federal employment.", "The sponsor of S.Amdt. 1866 requested a vote on this amendment and objected to further consideration of other amendments, which blocked voting on all other amendments. Shortly after floor debate began, the sponsor introduced a stand-alone bill (S. 1497) with similar content and expressed a willingness to drop the objection, if a vote could be \"locked down\" for S.Amdt. 1866—or if a vote on the proposal (S. 1497) could be guaranteed for any other active legislation.", "Despite a tentative agreement to take votes on S.Amdt. 1908 and S.Amdt. 1866, supporters of non-energy amendments increased their requests to include four additional non-energy amendments. The resulting impasse led to a suspension of action on September 18, 2013, with no fixed date to resume action. The Senate then focused attention on passing a continuing appropriations resolution (CR) and addressing the federal debt ceiling. Floor managers have indicated that—once the CR, shutdown, health care, and debt limit issues are resolved—they hope to resume action on S. 1392."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Action on S. 1000 in the 112th Congress", "paragraphs": ["Early in the first session of the 112 th Congress, the Energy Savings and Industrial Competitiveness Act of 2011 ( S. 1000 ) was introduced by Senators Shaheen and Portman. In July 2011, the Senate Committee on Energy and Natural Resources (SENR) reported the bill on an 18-3 vote. The reported bill contained five major provisions:", "Title I would have encouraged state and local governments to adopt model building energy codes for residential and commercial buildings; Title II would have authorized credit support (loan guarantees) for debt financing of energy efficiency measures in commercial, multifamily residential, industrial, municipal, governmental, and institutional (college, school, and hospital) facilities; Title III would have created grants for an industry revolving loan program to reduce energy intensity and improve industrial competitiveness, grants for supply chain energy efficiency, and rebates for energy efficient electric motors and transformers; Title IV would have directed DOE to issue guidance for federal agency use of advanced computer tools, and act on other measures, to achieve energy efficiency improvements; and Title V would have reduced the authorization for the zero net energy commercial buildings initiative, as an offset for the costs of S. 1000 .", "There was no further action on the bill in the 112 th Congress."], "subsections": []}, {"section_title": "Action on S. 761 in the 113th Congress", "paragraphs": [], "subsections": [{"section_title": "S. 761 Introduced", "paragraphs": ["Early in the 113 th Congress, S. 761 was introduced as a new version of the Energy Savings and Industrial Competitiveness Act. In April 2013, S. 761 was introduced as a modified version of S. 1000 from the 112 th Congress. The new bill was crafted with a parallel structure of five major provisions: Title I on model building energy codes, Title II on commercial building energy efficiency financing (grants to states), Title III on industrial/manufacturing energy efficiency, Title IV with provisions for federal agencies, and Title V with funding authorization offsets."], "subsections": []}, {"section_title": "Comparison with S. 1000", "paragraphs": ["Compared with S. 1000 from the 112 th Congress, the committee-reported version of S. 761 :", "Dropped a $400 million Title II provision that would have provided credit support (loan guarantees) for energy efficiency measures in commercial and other buildings; Added a new, more focused $250 million Title II provision for a Commercial Building Energy Efficiency Financing Initiative that would provide grants to states for retrofit projects; and Dropped some federal agency provisions, including: agency implementation plans for energy efficiency, web tracking for energy and water use, redefinition of energy and water use to include electric vehicles, and expansion of the existing renewable energy electricity 7.5% purchase requirement to include thermal energy.", "In sum, compared with S. 1000 , S. 761 embraced a new state grant program in Title II and trimmed some federal agency provisions."], "subsections": []}, {"section_title": "Committee Action", "paragraphs": ["On April 23, 2013, the Committee on Energy and Natural Resources held a hearing on S. 761 and three hydropower bills. The bill was reported ( S.Rept. 113-37 ) on June 3, 2013."], "subsections": []}, {"section_title": "CBO Cost Estimates", "paragraphs": ["In May 2013, the Congressional Budget Office (CBO) issued a cost estimate for the SENR Committee-reported version of S. 761 . Considering a proposed offset from Section 422(f) of the Energy Independence and Security Act of 2007 (EISA, P.L. 110-140 ), CBO estimated that S. 761 would have a net discretionary cost of $210 million over the 5-year period from FY2014 through FY2018.", "New authorizations of appropriations would amount to $480 million over the 5-year period from FY2014 through FY2018, including the following:", "$250 million under Title II, for grants to state programs to improve efficiency of commercial buildings, $200 million under Title I, to help state and tribal governments implement energy standards that follow model building energy codes, $20 million, under Title III for rebates to purchasers of efficient motor controls and electric power transformers, and $10 million under Title III, to promote energy efficient supply chains of manufacturers.", "The bill's proposal to expand the authority of agencies to enter long-term energy savings performance contracts (ESPCs) would increase direct spending by $350 million over the period from FY2014 through FY2023. CBO found that S. 761 would establish an intergovernmental mandate for state and tribal governments to certify that their building energy codes meet the standards set by DOE's model codes. However, the cost of the mandate would fall well below the annual threshold set by the Unfunded Mandates Reform Act (UMRA). Also, CBO found that S. 761 would impose no private-sector mandates."], "subsections": []}]}]}, {"section_title": "S. 1392 Introduced", "paragraphs": ["On July 30, 2013, S. 1392 was introduced to replace S. 761 . The bill is based on voluntary provisions and was designed to be deficit-neutral. The Senate Committee on Energy and Natural Resources (SENR) reported the new bill by a vote of 19-3 on July 31, 2013. A motion to proceed to S. 1392 was brought to the Senate floor on August 1, 2013, just prior to a motion to adjourn for the August recess. There was no further action on the motion to proceed until after adjournment."], "subsections": [{"section_title": "Two Provisions of S. 761 Dropped", "paragraphs": ["S. 1392 was introduced as a trimmed-down version of S. 761 . All provisions of S. 761 were retained, except for two. First, Title II of S. 761 was dropped—it would have established a state grant program to support financing for energy efficiency retrofits of private commercial buildings. Disagreements over labor wage rates that would be specified for the program led to its exclusion from S. 1392 . Also, that change cut the total bill authorization by $250 million. Second, Section 403 of S. 761 was removed. That provision would have authorized federal agency use of energy savings performance contracts and utility energy service contracts for projects involving natural gas vehicles and electric vehicles or the fueling or charging infrastructure necessary for such vehicles. CBO reports that S. 1392 —as introduced—would have no significant impact on direct spending or revenues."], "subsections": []}, {"section_title": "Summary of Bill Provisions", "paragraphs": ["This section provides a brief summary of S. 1392 . A detailed description of the bill is located in Appendix A. The bill contains provisions for building energy codes, industrial energy efficiency, federal agencies, and budget offsets. ", "Title I addresses energy efficiency in buildings. Subtitle A directs the Department of Energy (DOE) to update its model building energy codes for residential and commercial buildings, in order to meet new targets for aggregate energy savings. States, American Indian Tribes, and local governments would be encouraged to adopt the new energy codes, and DOE would be directed to ensure compliance in jurisdictions that adopt the codes. Subtitle B would require DOE to create a grant program that establishes building training and assessment centers at colleges and universities that promote programs to expand building energy and environmental performance. Also, DOE would be required to make grants to eligible nonprofit partnerships to pay the federal share of career skills training programs to help students become certified to install energy efficient buildings technologies.", "Title II contains five key sections that address energy efficiency in industry. Section 202 would reestablish and expand DOE's industrial materials program to set sustainable manufacturing goals, improve coordination of Industrial Research and Assessment Centers (IRACs) with other federal programs, fund outreach to IRACs, and require the Administrator of the Small Business Administration (SBA) to expedite loans recommended by IRACs. Section 203 would direct DOE's Office of Energy Efficiency and Renewable Energy (EERE) to perform industrial process energy efficiency assessments for manufacturers and conduct an industry-government partnership program on new sustainable manufacturing and industrial technologies and processes. Section 211 would create a \"Supply Star\" program within EERE to incentivize private sector practices and products that use highly energy- and resource-efficient supply chains. Section 221 would establish a rebate program for energy-efficient electric motors, and Section 231 would create a rebate program for energy-efficient electricity transformers purchased by owners of industrial facilities, commercial buildings, and multifamily buildings.", "Title III would establish three provisions to improve energy efficiency at federal agencies. Section 301 directs DOE to issue guidance for federal agencies to improve energy efficiency through the use of information and communications technologies. Section 302 would authorize the General Services Administration (GSA) to use appropriated funds to update a building's design to meet energy efficiency and other resource standards for new federal buildings. Section 303 would require the Office of Management and Budget (OMB) to set a goal for energy savings, cost savings, and increased productivity that could be attained by consolidating federal data centers.", "Title IV would provide a budgetary offset by reducing the authorization for the Zero Net Energy Commercial Buildings Initiative set by the Energy Independence and Security Act of 2007 (EISA)."], "subsections": []}, {"section_title": "Energy Savings Estimate", "paragraphs": ["The American Council for an Energy-Efficient Economy (ACEEE), which has publicly stated support for the bill, has estimated the energy-saving potential for each provision of S. 1392 . ACEEE's report used a bottom-up analysis to generate an estimate of energy savings for each provision of the bill. Combining those estimates yielded a total estimate for the whole bill. Then, a 5% real discount rate was applied to estimate the potential energy cost savings. ACEEE's projections are summarized in Table 1.", "Also, ACEEE estimated the potential energy and cost savings for several proposed energy efficiency amendments. Those estimates are discussed separately, in a following section of the report."], "subsections": []}, {"section_title": "Bill Support and Opposition", "paragraphs": ["The bill sponsors cite support from a broad range of 260 business, environmental, and other organizations. Business supporters include the U.S. Chamber of Commerce, Business Roundtable, and the National Association of Manufacturers. Environmental and energy supporters include the Sierra Club, Natural Resources Defense Council (NRDC), Alliance to Save Energy, and American Council for an Energy-Efficient Economy (ACEEE). Other organizations in support include the Christian Coalition.", "The Obama Administration issued a Statement of Administration Policy on S. 1392, which expresses support for the bill. The Statement notes that the bill would (1) complement key energy efficiency dimensions of the President's Climate Action Plan; (2) support the President's goal to cut in half the energy wasted by U.S. homes and businesses by 2030; and (3) support the Administration's efforts to strengthen U.S. competitiveness through research and development investments in manufacturing innovation and productivity, such as the Department of Energy's (DOE's) Clean Energy Manufacturing Initiative.", "In opposition to the bill, Heritage Action—an advocacy group affiliated with the Heritage Foundation—argued that the bill", "would impose a set of voluntary standards on the states, offering the incentive of federal taxpayer dollars to adopt federal standards. The legislation would have negligible environmental benefits, and it is based on the flawed assumption that individuals will act irrationally and inefficiently without government intervention.", "Further, Heritage Action stressed that", "Businesses already know how to save money, so they don't need the government to force taxpayer funded voluntary mandates and regulations upon them.", "Comments on the Heritage Action blog reference a Heritage Foundation study, Issue Brief: 10 Questions Congress Should Ask About the Shaheen-Portman Energy Bill . The study asks the question, \"If these initiatives promise savings for families and businesses, Members of Congress should question why taxpayer money is necessary to help fund them.\" The document examines the titles of S. 761 on buildings and industry, which it describes as \"taxpayer handouts to businesses and homeowners.\""], "subsections": []}]}, {"section_title": "Floor Action Overview", "paragraphs": [], "subsections": [{"section_title": "Motion to Proceed", "paragraphs": ["On September 11, 2013, the Senate voted by unanimous consent to proceed to consideration of S. 1392 . The consent agreement specified that \"...no amendments or motions [would] be in order relative to Syria or the use of military force during the consideration of the legislation....\""], "subsections": []}, {"section_title": "Opening Statements and Proposed Amendments", "paragraphs": ["On September 11, 2013, an amendment ( S.Amdt. 1866 ) to the Affordable Care Act was proposed. The sponsor requested a vote on the amendment and objected to \"making another amendment pending.\" This objection effectively blocked voting action on all other amendments. Nevertheless, opening statements and proposed amendments continued to be introduced and discussed.", "By September 19, 2013, a total of 125 amendments had been proposed. To simplify analysis, this report sorts the amendments into three categories: 75 on energy efficiency, 23 on other energy and carbon emissions, and 27 on non-energy amendments covering health care and environmental regulations. The submitted amendments were published in the Congressional Record on August 1 and September 10, 11, 12, 17, 18, and 19, 2013. The three groups of amendments are discussed below, and each of the individual amendments is described briefly in the Appendixes."], "subsections": []}, {"section_title": "Energy Efficiency (EE) Amendments", "paragraphs": ["As of September 19, 2013, 75 energy efficiency amendments had been filed. Those amendments are described in Appendix B, and are grouped by policy area in Table 1, below. ", "Of the 75 energy efficiency amendments, several have been identified by floor managers and bill sponsors as bipartisan amendments."], "subsections": [{"section_title": "Bipartisan EE Amendments", "paragraphs": ["During floor discussion, bill sponsors and managers have alternately referred to \"nearly a dozen bipartisan amendments,\" or \"16 bipartisan amendments,\" that had been identified for floor action. For example, one statement asserted:", "We have ... 16 bipartisan amendments that have already been vetted by both sides on the [Senate Energy and Natural Resources] Committee, that are ready to go, that ... could probably get a voice vote ... because we have so much support on both sides.", "Appendix B lists some of the bipartisan amendments that have been identified in floor discussion. Apparently, the total number of bipartisan amendments has been in a state of flux."], "subsections": []}, {"section_title": "Energy Savings Estimates for Selected EE Amendments", "paragraphs": ["The ACEEE report estimates energy and cost savings for 13 energy efficiency amendments. The covered amendments include: weatherization program reauthorization (1840), school retrofits (1845), Better Buildings/Tenant Star (1847), building benchmarking (1855), nonprofit energy efficiency (1856/1940), disaster relief (1860), Race to the Top (1895/1952), residential finance (1915/1932), grid-enabled electric water heaters (1916), repeal federal fossil fuel elimination (1917), and federal data centers (1933)."], "subsections": []}]}, {"section_title": "Other Energy and Carbon Emissions Amendments", "paragraphs": ["As of September 19, 2013, a total of 27 amendments had been filed that involved other energy aspects and climate concerns. Those amendments are described in Appendix C, and are grouped by policy issue area in Table 4, below. A variety of policy areas are covered, including renewable energy, greenhouse gas emissions, natural gas vehicles, and petroleum issues. The most notable of the petroleum issues involves SA 1908, which seeks a sense of the Congress in support of the Keystone XL Pipeline.", "Most of the remaining 26 amendments in this category address carbon/greenhouse gas emissions, renewable energy, and other energy-related regulations. Virtually none of those amendments have been subject to significant floor debate."], "subsections": []}, {"section_title": "Non-Energy Amendments31", "paragraphs": ["As of September 19, 2013, 23 amendments had been filed that involved health care, environmental regulations, or other non-energy concerns. Those amendments are described in Appendix D, and are grouped by three issue areas in Table 5, below. Each of the seven health care amendments proposes a change to the Affordable Care Act. Perhaps the most noted of those amendments is S.Amdt. 1866 . Most of the other non-energy amendments involve changes to Environmental Protection Agency (EPA) regulations that have received much less debate and publicity than the proposals to amend the Affordable Care Act."], "subsections": []}]}, {"section_title": "Floor Debates on Amendments", "paragraphs": ["So far, only two amendments have been the subject of major floor debate: S.Amdt. 1866 , on the Affordable Care Act, and S.Amdt. 1908 , on the Keystone XL Pipeline."], "subsections": [{"section_title": "Affordable Care Act Member Coverage (S.Amdt. 1866)", "paragraphs": ["Of the 23 non-energy amendments, seven would amend the Affordable Care Act (ACA, P.L. 111-148 as amended). Perhaps the most noted of those seven amendments is S.Amdt. 1866 . The amendment would amend Section 1312(d)(3)(D) of ACA and would affect how Members of Congress, congressional staff, the President, the Vice President, and many executive branch political appointees can obtain health insurance coverage through their federal employment. A detailed description of S.Amdt. 1866 is beyond the scope of this report."], "subsections": [{"section_title": "Floor Debate", "paragraphs": ["Debate over S.Amdt. 1866 took place mainly on September 11, 12, and 17, 2013. This amendment has been the most intensely debated amendment during floor action. On September 12, 2013, the amendment sponsor introduced S. 1497 as a stand-alone bill with content similar to that of S.Amdt 1866. "], "subsections": []}, {"section_title": "Procedural Measure Blocks Action", "paragraphs": ["The sponsor of the amendment requested that S.Amdt. 1866 be considered immediately and \"locked down for a vote,\" objecting to further consideration of other amendments. That request effectively blocked voting action on all other amendments. Acknowledging that \"... my amendment is not related to this bill..,\" the sponsor stressed an immediate need for action, before the open enrollment period would start on October 1, 2013. Eventually, the sponsor broadened the request, emphasizing that a", "vote [on S.Amdt. 1866 ] does not have to be on this bill [S. 1392], I will accept any fair, reasonable, substantive vote before October 1 ... ", "In other words, the sponsor sought a guarantee that the amendment's provisions would be brought for a vote on any active legislative vehicle , such as a continuing appropriations resolution (CR) for FY2014. The enacted CR ( P.L. 113-46 , H.R. 2775 ) did not include the provisions of S.Amdt. 1866 ."], "subsections": []}]}, {"section_title": "Keystone XL Pipeline (S.Amdt. 1908)40", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The issues surrounding the Keystone XL Pipeline are discussed in detail by CRS Report R41668, Keystone XL Pipeline Project: Key Issues , by [author name scrubbed] et al. The report notes that the Keystone XL Pipeline, a proposed project of the TransCanada Corporation, would transport oil sands crude from Canada's Alberta Province and shale oil produced in North Dakota and Montana to a market hub in Nebraska. From there, the oil would travel to Gulf Coast refineries in Texas and Louisiana. The 875-mile pipeline would have the capacity to carry 830,000 barrels per day.", "Because it would cross the Canadian-U.S. border, construction of Keystone XL requires a Presidential Permit from the State Department. A decision to issue or deny a Presidential Permit is based on a determination that a project would serve the national interest, considering potential impacts on the environment, the economy, energy security, foreign policy, and other factors. Environmental impacts are evaluated and documented in an Environmental Impact Statement (EIS), required under the National Environmental Policy Act (NEPA). The following section provides a brief analysis of the issues concerning the proposed pipeline project—as discussed during the debate over S.Amdt. 1908 ."], "subsections": []}, {"section_title": "Floor Debate", "paragraphs": ["The debate over S.Amdt. 1908 took place on September 12, 2013. The amendment was introduced to seek a \"Sense of the Congress\" concurrent resolution that would affirm the value of the pipeline project and encourage the Administration to approve it. The following section provides a brief analysis of the issues over the pipeline project that were discussed during floor debate on S. 1392 ."], "subsections": [{"section_title": "Time Delay", "paragraphs": ["Proponents noted that TransCanada originally applied for a Presidential Permit in 2008, and expressed concern that, after five years, the Obama Administration has not yet issued the Permit that would allow TransCanada to begin work on the pipeline. In floor debate over SA 1908, pipeline supporters stated that the project would create jobs, bolster governmental tax revenues, and promote independence from undesirable oil import sources. Delay of the project, they contended, would delay attainment of those benefits and would allow China an opportunity to compete for the Canadian oil supply.", "Opponents of S.Amdt. 1908 asserted that intense controversy is the main cause of the Permit delay. They contended that various public agencies, private parties, and Native American tribes had filed more than one million concerned comments with the Department of State. The opponents challenged many of the assumptions held by the proponents and they raised several additional concerns and issues, mainly about environmental aspects. Also, it was argued that the framework which shaped the original debate has changed. In this regard, reference was made to recent statements by leaders of the major oil companies with the greatest stake in the pipeline, who noted that the pipeline is no longer critical to company or market growth."], "subsections": []}, {"section_title": "Jobs Creation", "paragraphs": ["Regarding the jobs aspect, supporters stressed a Department of State estimate that the project would support thousands of jobs—including temporary and indirect jobs. Opponents claimed that the Department of State estimated that less than 100 permanent positions would be created."], "subsections": []}, {"section_title": "Tax Revenues", "paragraphs": ["Proponents emphasized that the pipeline project would generate tax revenues for the federal government and for state and local governments along the pipeline route. During floor debate on S. 1392 , opponents were silent on the issue of tax revenues."], "subsections": []}, {"section_title": "Oil Import Dependence", "paragraphs": ["Regarding oil import dependence, supporters stated that energy independence would be improved. In particular, they claimed that the United States would be able to reduce dependence on oil imports from Venezuela. One proponent acknowledged that there would be a need to export some of the product carried by the new pipeline. Opponents noted that the pipeline would terminate at Port Arthur, Texas, from which oil would be shipped overseas. In fact, they argued that most of the oil would be exported to other countries. Thus, they concluded that corporate profit—not national energy independence— is the major motive for the pipeline project."], "subsections": []}, {"section_title": "Environmental Impacts", "paragraphs": ["Supporters of the pipeline made several observations about environmental aspects. One stated that environmental concerns are \"unfounded.\" One proponent contended that the pipeline would be safer and more efficient than using trains and trucks, and another proponent stated that there would be an \"environmental advantage\" to using the high-tech refineries located on the Gulf Coast. During floor debate on S. 1392 , the supporters were otherwise silent on the issue of environmental impacts.", "Opponents claimed that oil sands are \"one of the dirtiest fuels on the planet,\" and cited a June 2013 Presidential statement that the pipeline would serve the national interest—only if it does not \"significantly exacerbate\" carbon emissions. They noted that the Department of State is still working on a supplemental EIS. Further, they stressed that the risks of an oil spill are significant, and pointed to recent spills and costs. Concern was also noted that the pipeline would take funds away from clean energy activities."], "subsections": []}]}]}]}, {"section_title": "Other Selected Controversial Amendments", "paragraphs": ["Several amendments that have not been the subject of major floor debate over S. 1392 have, nonetheless, been the subject of significant controversy in other venues. Three notable examples have been selected for discussion here: fossil fuel use in new federal buildings, carbon emissions regulation, and regional haze regulation."], "subsections": [{"section_title": "Fossil Fuel Use in New Federal Buildings (S.Amdt. 1917)", "paragraphs": ["So far, only one energy efficiency amendment has been the focus of controversy. S.Amdt. 1917 —also referred to as the Hoeven-Manchin amendment—would repeal Section 433 of the Energy Independence and Security Act of 2007 (EISA, P.L. 110-140 ), which prohibits fossil fuel use in new federal buildings built after 2030. Alternatively, it would tighten energy efficiency guidelines and building codes for new federal buildings. The amendment would set a 36% energy reduction target for 2017 relative to 2003. Supporters of S.Amdt. 1917 claim that the existing prohibition is unworkable, citing DOE's inability to develop a regulation to implement the law. Opponents say that the amendment would undermine federal leadership-by-example on net-zero energy buildings and on the effort to reduce federal greenhouse gas emissions. S.Amdt. 1919 (Whitehouse) proposes an alternative to S.Amdt. 1917 that would remove near-term concerns by eliminating the EISA incremental targets that apply prior to 2020, but it would retain the 2030 target—which aims to fit with the goal of carbon-neutral new buildings under the Architecture 2030 Challenge."], "subsections": []}, {"section_title": "Carbon Emissions Regulation", "paragraphs": ["The issues surrounding EPA regulation of carbon and other greenhouse gas (GHG) emissions are discussed in detail by CRS Report R43127, EPA Standards for Greenhouse Gas Emissions from Power Plants: Many Questions, Some Answers , by [author name scrubbed],and are described briefly in CRS Report R42895, Clean Air Issues in the 113th Congress: An Overview , by [author name scrubbed]. The report notes a continuing congressional interest in EPA regulations that aim to limit carbon and other GHG emissions under authority of the Clean Air Act (CAA). EPA actions have focused on six types of gases that multiple scientific studies have linked to climate change. Of the six types, carbon dioxide (CO2)—produced by fossil fuel combustion—is by far the most prevalent, accounting for nearly 85% of annual emissions from the combined group when each gas is measured in terms of its CO2 equivalent.", "Members from both sides of the aisle, including a majority of the House in the 112th Congress, have expressed concerns about EPA proceeding with GHG regulations that could have major economic impacts. Some argue that the case for GHG controls has not been proven. Others maintain that EPA should delay taking such action until Congress more explicitly authorizes it.", "EPA, by contrast, concludes that the Clean Air Act already requires action: a 2007 Supreme Court decision interpreting EPA's Clean Air Act authority, Massachusetts v. EPA, found that the agency must weigh whether GHG emissions endanger public health and welfare and, if it concludes that they do, proceed with regulation.", "Table 3 shows that, under the category of Other Energy and Carbon Emissions, eight proposed amendments to S. 1392 are related to EPA regulation of carbon/GHG emissions. During floor action on S. 1392 , there has not been any floor debate on those amendments."], "subsections": []}, {"section_title": "Regional Haze Regulation", "paragraphs": ["The regional haze issue is discussed in CRS Report RL30853, Clean Air Act: A Summary of the Act and Its Major Requirements , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]. The report notes that Sections 169A and B set a national goal of preventing and remedying impairment of visibility in national parks and wilderness areas, and requires EPA to set regulations to assure reasonable progress toward that goal. In the 1990 Amendments to the Act, Congress strengthened these provisions. Three non-energy amendments would modify ( S.Amdt. 1863 ), limit ( S.Amdt. 1903 ), or otherwise prohibit ( S.Amdt. 1935 ) certain provisions of EPA regional haze regulations. Several other non-energy amendments address other environmental laws and EPA regulations. During floor action on S. 1392 , there has not been any floor debate on regional haze or the other non-energy amendments."], "subsections": []}, {"section_title": "More Potentially Controversial Amendments", "paragraphs": ["Several other proposed amendments have not yet been—but could potentially be—the focus of significant floor debate. For example, S.Amdt. 1865 would repeal the renewable fuel standard (RFS) and S.Amdt. 1884 would empower states to exempt themselves from participation in the RFS. Proposals to roll back the RFS have been the subject of recent debate, as noted by CRS Report R40155, Renewable Fuel Standard (RFS): Overview and Issues , by [author name scrubbed] and [author name scrubbed]. As another example, S.Amdt. 1880 would repeal several tax credits for alternative fuels and for the production tax credit that supports wind farms and other renewable energy technologies that produce electricity. Production tax credit issues are covered by CRS Report R43206, Energy Tax Policy: Issues in the 113th Congress , by [author name scrubbed], and by CRS Report R42576, U.S. Renewable Electricity: How Does the Production Tax Credit (PTC) Impact Wind Markets? , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Suspension of Floor Action", "paragraphs": [], "subsections": [{"section_title": "No Agreement to Limit Amendments", "paragraphs": ["In order to get an agreement to limit the time available for debate, amending, and voting on amendments, the floor managers secured leadership approval to take a vote on S.Amdt. 1866 . However, the proponents of other non-energy amendments expanded the request beyond S.Amdt. 1866 to encompass votes on four additional health care and environmental amendments and an unlimited number of energy amendments. Unable to resolve those differences, Senate attention turned to work on a CR and an agreement to raise the federal debt ceiling."], "subsections": []}, {"section_title": "Efforts to Restart Floor Action", "paragraphs": ["Floor managers indicated that—once the CR, shutdown, health care, and debt limit issues are resolved—they hope to resume action on S. 1392 . Meanwhile, efforts are continuing to narrow the list of amendments and to allow votes on S.Amdt. 1908 —and possibly on S.Amdt. 1866 . Also, floor managers are exploring the possibility of incorporating a select group of amendments into the underlying bill in order to ensure enough votes to achieve a cloture vote that would end debate and limit the number of amendments to be considered.", "Appendix A. Details of S. 1392 Provisions", "Title I: Buildings", "Achieving energy-efficiency improvements in a building is a much more complex undertaking than, for example, improving efficiency in an electric appliance. The array of critical barriers to improving energy efficiency in buildings has been well documented. In particular, the regional nature of building codes (e.g. houses in Minneapolis need more insulation than houses in Los Angeles) and other factors have made it impractical to set a single national building energy code. Instead, Congress has directed DOE to use its analytic capacity to develop model energy codes for residential and commercial buildings that states can adopt and adapt to local circumstances.", "This title would strengthen voluntary model building codes to make new homes and new commercial buildings more energy efficient. DOE would be required to work with states and private industry to make the code-writing process more transparent. All DOE model code updates would be coordinated with updates of specified industry standards. Federal training and funding assistance would be available to states that adopt codes which meet or exceed the model codes. States seeking such assistance would be required to certify their code updates and code compliance with DOE. Incentives would be provided to train the next generation of workers in energy-efficient commercial building design and operation, and university-based building training and research assessment centers would be expanded.", "Subtitle A: Building Energy Codes (§101)", "This subtitle would amend Sections 303, 304, 305, and 307 of the Energy Policy and Conservation Act (EPCA, P.L. 94-163 ) to create the framework and conditions for future DOE updates of model building energy codes that apply to new construction. DOE would be required to provide technical assistance and incentives to state and local governments and American Indian Tribes that voluntarily choose to update and/or adopt codes that meet or exceed the model codes.", "DOE would be directed to (1) help develop and update model building energy codes for residential and commercial buildings that would enable the achievement of aggregate energy savings targets established by this Act, (2) encourage and support states, American Indian tribes, and local governments to adopt building energy codes that meet or exceed the model codes; and (3) support full compliance of those state, tribal, and local codes.", "Definition of Terms and References to Code Development Organizations", "A \"model building energy code\" is defined to mean a voluntary building energy code and an accompanying set of standards that are developed and updated through a consensus process among interested parties. Code elements would be drawn from independent codes and standards, including the International Energy Conservation Code (IECC) of the International Code Council and/or from the code developed by the Council of American Building Officials (CABO), the American Society of Heating, Refrigerating, and Air-Conditioning Engineers (ASHRAE), and/or other appropriate organizations.", "Certification of Updates and Compliance", "States and Indian tribes that voluntarily seek to adopt the model codes would be required to self-certify whether (1) the codes have been updated, (2) the codes meet or exceed the energy savings of the updated model building energy code or the energy saving targets established by this Act, and (3) the codes have achieved full compliance with model codes.", "DOE Would Support States and Indian Tribes", "DOE would be required to:", "1. Report annually on (1) the status of model building energy codes, (2) the status of code adoption and compliance by states and Indian tribes, (3) the implementation of such updated codes, and (4) the energy savings attained over time as a result of targets associated with the codes. 2. Provide technical assistance to states and Indian tribes to implement requirements for updating such codes. 3. Establish incentive funding for states and Indian tribes to (1) implement the requirements, (2) improve and implement building energy codes, and (3) promote building energy efficiency through the use of such codes. 4. Provide technical and financial support for the development of stretch codes and advanced standards for buildings that can be used as (1) an option for adoption as a building energy code by local, tribal, or state governments; and (2) guidelines for energy-efficient building design. Such stretch codes and advanced standards would be required to be designed to (1) achieve substantial energy savings compared to the model building energy codes and (2) meet such targets, if available, at least three to six years in advance of the target years in the model code.", "DOE to Analyze Code Improvements, Procedures, and Options", "DOE would be directed to study the feasibility, impact, economics, and merit of (1) code improvements that would require that new buildings be designed, sited, and constructed in a manner that makes the buildings more adaptable in the future to become zero-net-energy buildings after initial construction; (2) code procedures to incorporate measured lifetimes, not just first-year energy use, in trade-offs and performance calculations; and (3) legislative options for increasing energy savings from building energy codes, including additional incentives for effective state and local action, and verifying code compliance and enforcement by means other than self-certification by a state or local government.", "DOE Rulemaking Would Set Energy-Savings Targets", "DOE would be required to work with states, Indian tribes, local governments, and independent developers of codes and standards to support the updating of such codes by rulemaking that establishes aggregate energy savings targets. DOE would be authorized to set separate targets for residential and commercial buildings. The 2009 IECC is set as the initial baseline for updates of codes for residential buildings, and the ASHRAE Standard 90.1-2010 is set as the initial baseline for updates of codes for commercial buildings.", "In coordination with independent developers of codes and standards, DOE would be directed to establish and revise targets for specific years at a level that (1) is the maximum level of energy efficiency that is technologically feasible and life-cycle cost effective, while accounting for economic considerations; (2) is higher than the preceding target; and (3) promotes the achievement of high-performance buildings.", "DOE would be required to set initial targets within a year. Such targets are to be developed and adjusted to recognize potential savings and costs related to (1) efficiency gains made in appliances, lighting, windows, insulation, and building envelope sealing; (2) advancement of distributed generation and on-site renewable power generation technologies; (3) equipment improvements for heating, cooling, and ventilation systems; (4) building management systems and SmartGrid technologies to reduce energy use; and (5) other technologies, practices, and building systems that DOE considers appropriate for building plug load and other energy uses. Further, DOE is directed to consider the economic feasibility of achieving such targets and the potential costs and savings for consumers and building owners.", "DOE would be directed to provide technical assistance to independent developers of model codes and standards.", "Within 15 months of any future revisions to the IECC or ASHRAE Standard 90.1, DOE would determine whether the revisions would improve energy efficiency (relative to the existing model code) and whether those revisions would meet the targets. If the revisions appear to not meet the targets, DOE would recommend to the code developers ways to adjust the energy code so that it would meet the targets.", "Any model building code or standard established under this title would be prohibited from being made binding on a state, tribal, or local government.", "Authorization of Appropriations", "For all of the provisions covered in Subtitle A of Title I, $200 million would be authorized for appropriations, until expended.", "Subtitle B: Worker Training and Capacity Building (§111-112)", "Building Training and Assessment Centers (§111)", "DOE would be directed to provide grants to establish building training and assessment centers at universities and colleges. The purposes of the centers are to identify energy efficiency opportunities, promote new concepts and technologies, train engineers and architects, promote R&D on alternative energy sources, and assist other technical training facilities. Such centers would be co-located with DOE's Industrial Assessment Centers (IACs). Funding of $10 million would be authorized until expended.", "Career Skills Training (§112)", "DOE would be required to make grants to eligible nonprofit partnerships to pay the 50% federal share of career skills training programs. The purpose of the program is to help students become certified to install energy efficient buildings technologies. Funding of $10 million would be authorized, until expended.", "Title II: Industrial Efficiency and Competitiveness", "Subtitle A: Manufacturing Energy Efficiency (§201-204)", "Section 201 sets out the purposes of Title II, which are to reform and reorient DOE's industrial efficiency programs, accelerate technology deployment for industrial energy efficiency, strengthen public-private partnerships, and to stimulate industrial productivity, competitiveness, and economic growth.", "Future of Industry Program (§202)", "Section 452 of the Energy Independence and Security Act of 2007 (EISA, P.L. 110-140 ) would be amended to rename the energy-intensive industries subprograms as the Future of Industry Program. Program modifications and initiatives would include", "A definition of an \"energy service provider\" company (ESPC), A DOE requirement to assess sustainable manufacturing goals, Improved coordination with manufacturing partnership centers of the National Institute of Standards and Technology (NIST) and with certain other DOE programs and national labs, Increased partnerships with ESPCs, DOE funding of outreach activities by industrial assessment centers (IACs) to small- and medium-sized firms, DOE funding of the 50% federal share of industrial internship programs, and Small Business Administration (SBA) expediting of applications from eligible small businesses for loans to implement recommendations of IACs.", "Sustainable Manufacturing Initiative (§203)", "The Energy Policy and Conservation Act (EPCA, P.L. 94-163 ) would be amended to require that— at the request of a manufacturer—DOE's Office of Energy Efficiency and Renewable Energy (EERE) conduct on-site technical assessments to identify opportunities to maximize the energy efficiency of industrial processes, prevent pollution, minimize waste, improve water use efficiency in manufacturing processes, and conserve natural resources. Also, EERE's industrial efficiency programs would be directed to carry out an industry-government partnership program—in coordination with NIST—to research, develop, and demonstrate new sustainable manufacturing and industrial technologies and processes that maximize energy efficiency.", "Subtitle B: Supply Star (§211)", "EPCA would be amended to create a new \"Supply Star\" program at DOE to promote practices, recognize companies, and identify products that use highly efficient supply chains of equipment and materials that conserve energy, water, and other resources. Any DOE evaluation of a product's supply chain efficiency would be required to consider energy and resource use throughout the product's lifecycle—including production, transport, packaging, use, and disposal. However, in such an evaluation, DOE would be prohibited from considering climate change and from counting outsourcing of American jobs as a positive factor. DOE would be authorized to award grants or other incentives for entities to study supply chain energy resource efficiency and demonstrate supply chain efficiency improvements. Also, DOE would be required to fund training programs to improve supply chain efficiency. Funding of $10 million would be authorized to cover the period from FY2014 through FY2023.", "Subtitle C: Electric Motor Rebate Program (§221)", "DOE would be directed to establish a rebate incentive program for:", "the cost to purchase and install a new constant speed electric motor control that reduces motor energy use by at least 5%; and certain commercial or industrial machinery or equipment (new or used)—with greater than 1 horsepower capacity—that incorporates an advanced motor and drive system.", "The rebate would be capped at $250,000 for any single company or other entity. The bill would authorize $5 million for FY2014, and another $5 million for FY2015, both of which would remain available until expended.", "Subtitle D: Transformer Rebate Program (§231)", "DOE would be directed to create a rebate program for the cost to purchase and install a qualified new energy efficient electric power transformer. The transformer must meet or exceed the National Electrical Manufacturers Association (NEMA) \"Premium Efficiency\" designation. Eligible participants include owners of industrial or manufacturing facilities, commercial buildings, and multifamily residential buildings. Rebate amounts would be specified to be (1) between $5 and $15 per kilovolt-ampere for three-phase transformers, depending on capacity; and (2) 75% of such amounts for single-phase transformers of the same capacities. Table A-1 , below illustrates how the incentive would apply to three-phase transformers. The bill would authorize $5 million for FY2014, and another $5 million for FY2015, both of which would remain available until expended. The program would terminate on December 31, 2015.", "Title III: Federal Agency Energy Efficiency", "Information and Communication Technologies (§301)", "Within one year of enactment, DOE would be required to issue guidance to federal agencies on how to employ advanced tools (e.g. computer hardware and energy software) that promote energy efficiency through the use of information and communications technologies. Each federal agency would be required to report to DOE on (1) its plans for implementing such guidance, and (2) estimated energy and financial savings from using such tools.", "Funds to Update Designs of New Buildings (§302)", "For any General Services Administration (GSA) building project for which congressional approval has been received and the design has been substantially completed—but for which construction has not begun—GSA would be authorized to use appropriated funds to update the building's design to meet energy efficiency and other standards for new federal buildings. However, the funds used for such purpose may not exceed 125% of the estimated energy or other cost savings associated with the updates, as determined by a life-cycle cost analysis specified under the National Energy Conservation Policy Act (NECPA, P.L. 95-619 ).", "Consolidation of Federal Data Centers (§303)", "The Administrator for the Office of E-Government and Information Technology within the Office of Management and Budget (OMB) would be directed to develop and publish a goal for the total (and annual) amount of planned energy and cost savings and increased productivity by the government through the consolidation of federal data centers during the five-year period that would commence with enactment. The High Performance Computing Modernization Program of the Department of Defense (DOD) would be exempt from the scope of this provision.", "Title IV: Funding Offsets (§501) ", "To offset the costs of this bill, EISA Section 422(f) would be amended to reduce the funding authorized for the zero net energy commercial buildings initiative for FY 2014 through FY2017.", "Appendix B. Partial List of Bipartisan Amendments", "Appendix C. Energy Efficiency Amendments", "Appendix D. Other Energy and Carbon Emissions Amendments", "Appendix E. Non-Energy Amendments"], "subsections": []}]}]}}