{"id": "R43395", "title": "Efforts to Delay the Gradual Elimination of Flood Insurance Premium Subsidies", "released_date": "2014-03-03T00:00:00", "summary": ["On July 6, 2012, President Barack Obama signed into law the Biggert-Waters Flood Insurance Reform Act of 2012 (Division F, Title II, P.L. 112-141; 126 Stat. 918) to reauthorize the National Flood Insurance Program (NFIP) through September 30, 2017, and make significant program changes designed to make the program more financially stable. To achieve long-term financial sustainability and ensure that flood insurance rates more accurately reflect the actuarial risk of flooding, the new law gradually phases out subsidized premiums and grandfathered policies for approximately 19% (or about 1.1 million policyholders) of the program's total number of policyholders.", "Under the Biggert-Waters Act, the Federal Emergency Management Agency (FEMA) began imposing premium rates based on the property's \"elevation rate,\" which, in turn, is based on the property's lowest floor elevation relative to the Base Flood Elevation (BFE) for existing homes and businesses built prior to the community's initial Flood Insurance Rate Map (FIRM). Since 1973, these so-called pre-FIRM structures had been shielded from higher premium rates. The National Flood Insurance Act of 1968 (P.L. 90-448; 82 Stat. 572) included a provision for subsidizing pre-FIRM structures by charging less than full risk-based premiums for flood insurance because their construction took place before the application of the NFIP construction standards. These structures are also exempt from the NFIP's mitigation requirements unless they become substantially damaged or substantially improved.", "Thus, with the elevation of the property now being a factor in the rating process, owners of certain properties—that is, those property owners with federally insured mortgages residing in government-designated, flood-prone areas—now face relatively larger flood insurance premium rate increases. Importantly, this transition toward full-risk premium rates for generally older and more risky properties has occurred before FEMA's completion of a congressionally mandated affordability study", "The impact of moving to full-risk premiums by eliminating the pre-FIRM premium subsidies, as required by the Biggert-Waters Act, is being felt in virtually all 21,000 NFIP communities across the nation. The impact of elimination of the subsidies on non-principle residential properties (i.e., second homes), business properties, and new or lapsed policies has been particularly felt in communities with a relatively high proportion of high-risk flood-prone pre-FIRM properties. In addition to its impact on property owners, the elimination of the subsidy affects local community economic development as well as debates concerning how to equitably distribute the burden of recovering from flood events.", "Opponents of eliminating subsidized rates argue that the Biggert-Waters Act does not explicitly address the affordability concerns of existing policyholders in high-risk flood zones and FEMA does not have sufficient data on policyholders' ability to pay; however, the agency has begun implementing sharply higher flood insurance rates for some policyholders.", "Proponents of eliminating subsidized rates maintain that Congress explicitly found that ensuring the long-term financial stability of the NFIP is in the public interest and the Biggert-Waters law seeks to further this goal by transitioning subsidized rates to actual risk-based rates. Removal of premium subsidies and grandfathered policies would reduce taxpayer costs associated with a fiscally unsound government insurance program while reducing the arguably hidden financial incentives that encourage building in flood-prone and environmental sensitive coastal areas.", "The key policy questions facing Congress with respect to the post-reform NFIP issues include", "addressing the affordability issue; deciding whether, how, and when to privatize flood risk; exploring options for improving flood risk analysis and maps; and finding innovative new approaches to financing the nation's increasing exposure to hurricane-induced catastrophic floods and coastal hazards.", "On January 17, 2014, President Barack Obama signed into law the Consolidated Appropriations Act, 2014 (Division F, Title V, Section 572 of P.L. 113-76), that prohibits FEMA from implementing Section 100207 (the \"grandfather\" provision) of the Biggert-Waters Act, codified at Section 1308(h) of the 1968 Act, during FY2014. The Omnibus requires FEMA to cease any current planning and development for Section 100207. However, according to FEMA, because Section 100207 does not relate to changes to flood insurance rates that have already taken place, and the Omnibus does not roll back any rate increases that have already occurred, the effect of Section 572 of the Omnibus is that FEMA would not implement Section 100207 until 12 to 18 months after the start of FY2015. FEMA indicated that the agency will continue to map flood risk as authorized by current law.", "On January 31, 2014, the Senate passed S. 1926, the Homeowners Flood Insurance Affordability Act of 2014, to delay the increase in rates for six months after the later of the date on which FEMA proposes the draft affordability framework or the date on which FEMA certifies that the agency has implemented a flood mapping approach that employs sound scientific and engineering methodologies to determine varying levels of flood risk in all areas participating in the NFIP. The report to Congress would assess \"methods for establishing an affordability framework for [NFIP], including methods to aid individuals to afford risk-based premiums under [NFIP] through targeted assistance rather than generally subsidized rates, including means-tested vouchers.\"", "Several other bills—H.Amdt. 121 (Cassidy) of H.R. 2217 (Carter), H.R. 2199 (Richmond), H.R. 3370 (Grimm), H.R. 3511 (Capuano), and S. 996 (Landrieu) have been introduced to delay implementation of the rate structure reform provisions of the new law and provide additional funding for the completion of the affordability study."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report examines legislative efforts in Congress to delay the gradual phase-out of subsidized flood insurance premiums, which is required under Sections 100205 and 100207 of P.L. 112-141 , the Biggert-Waters Flood Insurance Reform and Modernization Act of 2012. This new law extended the authorization for the National Flood Insurance Program (NFIP) for five years, through September 30, 2017, while requiring significant program reforms affecting flood insurance, flood hazard mapping, and floodplains management. The law also produced widespread policy concerns about affordability and, more broadly, the feasibility of balancing program solvency concerns against the marketability of actuarial full-risk rates policies that now consider the elevation or height of the structure. ", "After a brief discussion of the circumstances surrounding the nation's increasing exposure to flood risk that led to changes in the NFIP's premium rate structure, the report examines the NFIP's rate-making process, including the elevation rating components required to rate policies, and summarizes key relevant rate structure reform and solvency provisions required by the Biggert-Waters Act. ", "The report focuses specifically on key relevant differences between Sections 100205 and 100207 of the Biggert-Waters Act that affect the transition of subsidized rates for certain properties to risk premium rates, more commonly known as full-risk or actuarial rates. It also examines the Homeowner Flood Insurance Affordability Act of 2014 ( S. 1926 ) that passed the Senate on January 31, 2014, H.R. 3370 (the legislative substitute bill), and Section 572 of the FY2014 Consolidated Appropriations Act ( P.L. 113-76 ) that President Barack Obama signed into law on January 17, 2014. "], "subsections": []}, {"section_title": "Background", "paragraphs": ["In 1968, after several decades of continuous effort to control flood losses with flood control infrastructure (primarily levees), Congress enacted the National Flood Insurance Act of 1968 to establish a federal program to identify and communicate flood hazards and risks and to offer flood insurance to property owners and businesses in communities that agree to adopt flood mitigation measures (i.e., land use planning and construction standards). ", "Currently, the NFIP has about 5.6 million policies providing over $1.2 trillion in coverage in almost 22,000 communities in 56 states and jurisdictions that participate in the program. The program collects about $3.5 billion in annual premium revenue. According to FEMA, the program saves the nation an estimated $1.6 billion annually in flood losses avoided because of the NFIP's building and floodplain management regulations.", "Flood insurance premium rates were initially set \"based on consideration of the risk involved and accepted actuarial principles.\" In 1973, Congress amended the 1968 Act to: (1) authorize FEMA to set rates at less than full-risk rates, which FEMA refers to as subsidized rates, and (2) prohibit FEMA from offering subsidized rates to properties that were constructed or substantially improved after December 31, 1974, or after the date upon which FEMA published the first Flood Insurance Rate Map (FIRM) for the community, whichever was later. Therefore, by statute, premium rates charged on pre-FIRM structures are explicitly lower than what would be expected to cover expected costs. ", "The availability of subsidized flood insurance was intended to allow floodplain residents to contribute in some measure to pre-funding their recovery from a flood disaster instead of relying solely on federal disaster assistance. In essence, insurance could distribute the financial burden among those protected by flood insurance and the public. However, the statute's provision creates an inability to collect the full risk-based premiums on about 1.1 million of the program's 5.6 million policies and has, arguably, eroded the program's long-term ability to pay future claims made by all policyholders. ", "The actuarial shortfall from charging less than full-risk (or actuarial premiums) has drawn greater scrutiny as a result of (1) the catastrophic flood events from 2005 through 2012, (2) uncertainty surrounding future flood risk, especially in coastal hazard areas, and (3) the budgetary consequences of frequent ad-hoc emergency supplemental appropriations for disaster relief on the deficit and the program's solvency. ", "Prior to Hurricane Katrina in 2005, the NFIP had been able to cover its cost, borrowing relatively small amounts from the U.S. Treasury to pay claims, and then repaying the loans with interests. However, in the wake of the unexpected need for significant intergovernmental borrowing from the U.S. Treasury to pay claims, and the recognition among policymakers of the nation's increasing vulnerability to hurricane-induced catastrophic flood events in coastal hazard areas, Congress passed legislation in 2012 to address the program's long-term solvency. "], "subsections": [{"section_title": "A Nation Exposed to Flood Risk", "paragraphs": ["The nation is currently experiencing a new era of frequent and severe extreme weather and climatic events that have produced more frequent catastrophic flood events. From the early 1990s through 2012, policy makers faced the challenges associated with the nation's increasing vulnerability to flood risks, as evidenced by the series of catastrophic flood events, including Hurricanes Andrew and Iniki in 1992, Katrina, Rita, and Wilma in 2005, Ike in 2008, Irene in 2010, and Sandy in 2012, that required significant levels of NFIP borrowing from the U.S. Treasury to meet NFIP's contractual obligations with respect to residential and small business flood damage losses. According to FEMA, pre-FIRM subsidized properties have accounted for a disproportionate share of total flood losses under the NFIP. At the end of 2013, the NFIP had about $24 billion in debt. ", "Perceptions of the nation's growing exposure to coastal flooding and concerns that the federal government flood-risk management program was both in debt and fiscally unsound drove efforts in Congress to reform and modernize the NFIP after the program expired on September 30, 2008. Since then, Congress has sought a long-term reauthorization of the NFIP and to find ways to strengthen the program's long-term financial sustainability. These efforts have largely taken the form of the gradual elimination of pre-FIRM premium subsidies and grandfather policies.", "The key issues of contention have been ", "what to do about the nation's increasing exposure to flood risks, the cost and consequences of flooding, premium rate structure changes designed to strengthen the financial solvency of the NFIP, and the affordability of flood insurance coverage in the aftermath of the phase-out of premium subsidies on pre-FIRM properties and policies \"grandfathered\" into the program. "], "subsections": []}, {"section_title": "The Biggert-Waters Act", "paragraphs": ["On July 6, 2012, Congress passed and the President signed into law P.L. 112-141 , the Biggert-Waters Flood Insurance Reform Act of 2012 (Biggert-Waters Act) that reauthorized the NFIP for five years while requiring significant program changes designed to make the program more financially sustainable and to ensure that flood insurance rates more accurately reflect the real risk of flooding. Three sections of the Biggert-Waters Act changed the NFIP's premium rate structures and authorized a draft the affordability framework study: Section 100205 (pre-FIRM subsidy), Section 100207 (grandfathered rates), and Section 100236 (studies and reports). "], "subsections": []}]}, {"section_title": "The Premium Rate Structure of the NFIP", "paragraphs": ["The NFIP's risk assessment and pricing model is based on a hydrologic model for estimating the expected average annual flood damage and insurance rate originally developed in the 1960s by the U.S. Army Corp of Engineers. The rating methodology is applied on a structure-by-structure basis within flood maps that link different risk categories and associated insurance risk zones to floodplain management regulations, particularly in high-risk areas where there is at least a 1% annual chance of flooding—the so-called \"base flood.\" ", "FEMA uses three primary key characteristics to classify properties based on flood risks. Structures are categorized by (1) specific risk zone, (2) the elevation of the structure relative to the Base Flood Elevation (BFE), and (3) occupancy type (e.g., single family, 2-4 family, other residential, non-residential and mobile/manufactured homes), along with other specific determinants of risk. The flood risk zones—based on return periods that cover a wide range of flooding events—are modeled using national topographical maps, hydrological data, digital terrain (elevation) models, extreme flood scenarios, and flood vulnerability data, including flood hazard data and historical flood loss data. ", "Owners of property with a mortgage from a federally regulated lender and living in a Special Flood Hazard Area (SFHA)—that is, a high-risk zone —are subject to a mandatory purchase requirement. Flood insurance is optional for residents living in low-risk, non-SFHAs. Residents outside of SFHAs typically voluntarily purchase a low-cost Preferred Risk Policy (PRP). ", " Table 1 shows flood-risk zones that are depicted on FIRMs. FEMA is responsible for undertaking Flood Insurance Studies (FISs) nationwide to identify areas within the United States having special flood, mudslide, and flood-related erosion hazards; assess the flood risk; and designate insurance zones. FEMA consults with local officials to determine BFEs throughout the community. Communities are required to submit pertinent data concerning flood hazards, flooding experience, mitigation plans to avoid potential flood hazards, and estimates of historical and prospective economic impacts on the community."], "subsections": [{"section_title": "Actuarial vs. Subsidized Premium Rates", "paragraphs": ["Prior to the enactment of the Biggert-Waters law, FEMA used two types of premium rate structures and five risk categories to determine rates charged each policyholder in the NFIP. The rate structures are (1) subsidized rates and (2) actuarial full-risk rates based on the probability of a given level of flooding, damage estimates based on that level of flooding, and accepted actuarial principles.", "Subsidized rates are available to properties constructed or substantially damaged or improved before either December 31, 1974, or the effective date of the initial FIRM, whichever is later. Subsidized rates are countrywide rates based on broad occupancy type classifications, which produce a premium income less than the expected expense and loss payments for the flood insurance policies issued on that basis. ", "FEMA also offered grandfathered rates on properties in SFHA built in compliance with the flood map in effect at the time of construction that kept rates that reflected that compliance even if a later flood map would increase their premium. Grandfathered rates were also available for structures built outside of the SFHA and later remapped into a high-risk insurance zone in which case they were eligible to purchase insurance based on an average cross-subsidized rate. With respect to grandfathered properties, FEMA says they are not subsidized; instead, the agency establishes cross subsidies within classes of structures to maintain the actuarial integrity of the rate structure.", "Actuarial rates , which are used to estimate actual loss exposure in flood-prone areas as part of the rating of post-FIRM construction (i.e., properties built after the issuance of a community's FIRM), are based on the hydrologic method of ratemaking that uses data on the occurrence of floods and damage—and consideration of the risk involved and accepted actuarial principles. "], "subsections": []}, {"section_title": "Flood Risk Assessment Methods", "paragraphs": ["FEMA's overall rate-setting methodology is based on a hydrologic/financial model originally developed by the U.S. Army Corps of Engineers, as described in a 1966 report by the Department of Housing and Urban Development (HUD). The basic logic of the model is to combine estimated flood risk probabilities with expected flood damage and set rates for a property according to its risk of being flooded—that is, the expected value calculation based on measures of the frequency (flood risk probability) and severity (expected flood damage) of floods.", "FEMA estimates the probabilities that floods of different severities—that is, probability of elevation (PELV) values—relative to BFE, which will occur in a given year. The flood risk data are generated on the basis of detailed engineering studies, available flood insurance data, simulations, and professional judgments. Probabilities differ because the degree to which flood waters will reach above or below the BFE will vary across risk zones. PELV tables provide detailed information, by flood zone, about the frequency with which floods of all possible water surface elevations can be expected to occur.", "FEMA also calculates the amount of structural damages that occurs when a flood occurs. Estimates are made of the percentage of the value of a structure expected to be damaged. This is the depth-percentage-damage relationship or the damage by elevation (DELV) values, which are presented by 1-foot increments of flood level within the structure and expressed as the average percentage of the property's value that will be damaged due to a flood of that elevation. ", "Data on elevation-frequency and depth-damage relationships allow a summation of the range of flood probabilities and their associated damage to property and contents. The NFIP's current system takes expected damages and converts it to expected loss per $100 of property value covered by insurance.", "Below is the formula for pricing flood insurance:", "PELV is the probability that floodwaters reach a certain depth (frequency) DELV is the ratio of the flood damage to the value of the insurable properties (severity) LADJ, DED converts from expected flood damage to expected loss and loss adjustment dollars paid UINS is an underinsurance factor EXLOSS is the loading for expenses and contingency"], "subsections": []}, {"section_title": "Actuarial Full-Risk Rates and Affordability Concerns", "paragraphs": ["According to FEMA, pre-FIRM premium subsidized properties typically pay less than actuarial premium rates. Pre-FIRM subsidized properties were not required to submit elevation certificates because the base elevation of the structure was not a rating factor. After the enactment of Biggert-Waters, FEMA pursued an \"elevation rating\" process that considers for the first time the elevation of all structures, including pre-FIRM structures. This means owners of pre-FIRM structures must now provide FEMA with elevation certificates to ensure that their rates accurately reflect the actual risk of flood damage. ", "The key to understanding the underlying affordability issues of contention surrounding the reforms made to the NFIP's premium rate structure is to recognize that, in the context of the phase-out of pre-FIRM premium subsidies and grandfathered policy discounts authorized under Section 100205 and Section 100207 of Biggert-Waters, FEMA now considers the expected flood damage or DELV factor (elevation relative to lowest floor of the house) when setting rates for pre-FIRM subsidized and grandfathered properties. Because pre-FIRM properties are statistically at greater risk (probability) of flooding because of their elevation relative to the BFE, their new rates could be large and presumably unaffordable to the average consumer. For others, the sharp and immediate increase in premiums has made it difficult for them to sell their homes. ", "The response by some Members of Congress to the effects of the removal of pre-FIRM premium subsidies and grandfathered policies on policyholders and the affordability of flood insurance policies for those that truly cannot afford the increases is to consider legislative measures that would roll back the premiums or lengthen the time policyholders would have to move to full-risk premium rates. The latter option is possible by linking rate increases to FEMA's issuance of the mandated affordability study and possible affordability framework."], "subsections": []}]}, {"section_title": "Overview of Key Premium Rate Structure Reform Provisions: P.L. 112-141 and P.L. 113-76 (Section 572)", "paragraphs": [], "subsections": [{"section_title": "Section 100205—Pre-FIRM Premium Structures", "paragraphs": ["Section 100205(a)(1)(A) of the Biggert-Waters Act identifies the types of properties subject to the phase-out while Section 100205(c)(3) sets the permissible rate for premium increases. Together, these two sections authorized FEMA to phase-out certain pre-FIRM premium subsidies by increasing subsidized premiums 25% each year until rates reach the full-risk rate for certain types of pre-FIRM properties. The type of structures affected by this change include ", "Non-primary (non-principal) residential property; Business properties (non-residential occupancy); Severe repetitive loss (SRL) properties; Properties that have incurred NFIP claim payments exceeding the fair market value of the property; and Properties that, on or after July 6, 2012, have experienced or sustained substantial damage or improvement exceeding 50% and 30%, respectively, of the fair market value of such property. ", "FEMA is prohibited from offering subsidized rates for pre-FIRM subsidized policies that are new, lapsed, or assigned, which were previously eligible for subsidized rates. FEMA now requires owners of these properties, at the time of renewals effective on or after October 1, 2013, to submit an Elevation Certificate (EC) including photographs to determine full-risk rating using the current FIRM. The following pre-FIRM policies are affected:", "Subsidized policies written on properties not insured by the NFIP as of July 6, 2012, but before October 1, 2013. Subsidized policies that were written as new business or as an assigned policy as a result of the property being purchased on or after July 6, 2012, but before October 1, 2013. Subsidized policies under the NFIP that have lapsed, and coverage is reinstated following the lapse (for reasons other than community suspension), where the reinstatement date is effective on or after October 4, 2012, and before October 1, 2013. Prospective insured who refuse to accept an offer for mitigation assistance by the FEMA."], "subsections": [{"section_title": "Timeline on the Implementation of Section 100205", "paragraphs": ["On January 1, 2013, FEMA began phasing out subsidized premium rates for all non-primary residential properties. Rate increases for new policies and renewal policies became effective January 1, 2013. On October 1, 2013, FEMA began phasing out pre-FIRM premium subsidies on businesses, severe repetitive loss (SRL) properties, and any property that has incurred flood-related damage in which the cumulative amounts of NFIP flood insurance claim payments equaled or exceeded the fair market value of the property. This means that, as of October 1, 2013, pre-FIRM subsidized policies that renewed after that date began experiencing premium rate increases 25% annually until their average risk premium rate is equal to the average of the risk premium rates for actuarially rated policies. Section 100205(a)(2) provides that, except for properties not covered by an NFIP policy or purchased after the Biggert-Waters Act's enactment date, the amendments made by Biggert-Waters (amending §4014(a)(2) and adding subsections (g)(3)-(4) and (h)) shall become effective 90 days after the act's date of enactment. Primary residences with policies in place at the time the Biggert-Waters Act was enacted will keep their subsidized premiums until the property is sold or the property lapses in coverage as a result of deliberate choice. If the property is sold or a new policy is purchased, FEMA will charge these policyholders the full-risk rates. Policyholders covered by a Preferred Risk Policy (PRP)—those grandfathered when the property moved from low to moderate risk zones to a high-risk zone—are not affected by Section 100205(B)."], "subsections": []}]}, {"section_title": "Section 100207—Grandfathered Policy Eligibility", "paragraphs": ["Section 100207 of the Biggert-Waters Act requires FEMA to phase-in full-risk rates over a five-year period for any policyholder located in an area with a revised or updated FIRM. The changes made by Section 100207 were intended to essentially eliminate FEMA's practice of offering discounted rates to properties subject to changing risk based on revised FIRMs. Premiums for pre-FIRM subsidized primary residency properties affected by map changes will increase 20% annually over five years until it reaches full-risk rates. ", "According to FEMA, the elimination of subsidies for some pre-FIRM policies does not affect grandfathered procedures except as noted below. Although Section 100207 of the Biggert-Waters Act does have provisions that will change FEMA's grandfathered policy eligibility rules and change rates, recently enacted law prohibits the agency from implementing those changes until after FY2015. (See discussion below.) ", "1. There is no change to current NFIP grandfathered procedures as a result of the October 1, 2013, program changes. New and assigned policies may continue to use \"built-in-compliance\" and \"continuous coverage\" grandfathered procedures, except where a new policy or an assigned policy is associated with the new purchase of a building constructed on or before December 31, 1974, or before the community's initial FIRM, that was previously rated using pre-FIRM subsidized rates. The pre-FIRM subsidized rates are those in the October 1, 2012, edition of the NFIP Flood Insurance Manual. 2. There is no change to the NFIP grandfathered procedures as a result of the October 1, 2013, program changes for any post-FIRM or non-subsidized pre-FIRM buildings that are rated using the \"continuous coverage\" NFIP grandfathered procedure. In addition, there is no change to the NFIP grandfathered procedures for buildings that were \"built-in-compliance\" with the FIRM in effect at the time of construction. This applies to all post-FIRM buildings and to those pre-FIRM buildings constructed on or before December 31, 1974, but after a community's initial FIRM date. 3. The NFIP grandfathered procedure for \"continuous coverage\" cannot be used in the case of a policy assignment in connection with the purchase of a pre-FIRM property located in Zone A, AE, A1-A30, AO, AH, V. VE, V1-30, or D that was rated using pre-FIRM subsidized rates. If the property is located in a Special Flood Hazard Area (SFHA) and was previously rated with a zone other than B,C, X, A99, AR, or AR Dual Zones without elevation information, an Elevation Certificate and photographs must be obtained (in V and D zones, only photographs are required). The current FIRM information must be used to rate the policy.", "On January 17, 2014, President Barack Obama signed into law the Consolidated Appropriations Act, 2014, that prohibits FEMA from implementing Section 100207 (the \"grandfather\" provision) of the Biggert-Waters Act, codified at Section 1308(h) of the 1968 Act. The Omnibus requires FEMA to cease any current planning and development for Section 100207. However, according to FEMA, because Section 100207 does not relate to changes to flood insurance rates that have already taken place, and the Omnibus does not roll back any rate increases that have already occurred, the effect of Section 572 of the Omnibus is that FEMA would not implement Section 100207 until 12 to 18 months after the start of FY2015. FEMA indicated that the agency will continue to map flood risk as authorized by current law. "], "subsections": []}, {"section_title": "Section 100236(a)(3)—Affordability Study and Report", "paragraphs": ["Sections 100231 through 100237 of the Biggert-Waters Act authorized several studies and corresponding reports. Section 100236 requires FEMA to conduct a study and issue a report to Congress assessing \"methods for establishing an affordability framework for [NFIP], including methods to aid individuals to afford risk-based premiums under [NFIP] through targeted assistance rather than generally subsidized rates, including means-tested vouchers.\" Specifically, FEMA is required to contract with the National Academy of Sciences (NAS) to conduct \"an economic analysis of the costs and benefits of a flood insurance program with full risk-based premiums, combined with means-tested federal assistance to aid individuals who cannot afford coverage, through an insurance voucher program.\" FEMA is also required to submit a report that includes the study and policy analysis to committees of the House of Representatives and the Senate 270 days after the enactment of the Biggert-Waters Act. ", "On January 30, 2014, an ad hoc committee of the NAS began Phase 1 of the study— Analysis of Costs and Benefits of Reforms to the National Flood Insurance Program —to design alternative approaches that could be used to conduct a cost-benefit analysis of the NFIP, as mandated by Section 100236. The study, according to the Biggert-Waters Act, will compare benefits and costs to the federal government of: (1) an insurance program with risk-based premiums combined with means-tested federal assistance, through a voucher program for example, to aid individuals who cannot afford coverage, and (2) the current system with discounted rates and federally funded disaster relief for those without coverage. ", "Phase 1 of the NAS affordability study is expected to produce a report that designs alternative frameworks that could be used for conducting the benefit-cost analysis (the subject of Phase 2 of the study). Specific issues that will be addressed in the Phase 1 study and report include (1) methods for establishing an affordability framework, including means-tested vouchers, for the NFIP; (2) data issues such as needs, availability, quality, and quantity; (3) appropriate and necessary assumptions and definitions, including \"affordability,\" \"full risk-based premiums,\" and impacts on participation rates; and (4) appropriate analytical methods and related considerations, including models, computing software, and geographic areas to be analyzed. ", "In Phase 2 of the study, researchers are expected to consider the entire federal costs of flooding when comparing the NFIP affordability program to one with vouchers. For example, if a voucher program creates greater participation in the NFIP than subsidies, then the subsidized scenario will need to account for FEMA's individual assistance, Small Business Administration subsidized loans, etc. In addition to considering costs and benefits to the federal government, the design alternatives will consider costs and benefits as they relate to individuals and communities.", "The approximate issue date for the Phase 1 report is the end of 2014. "], "subsections": []}]}, {"section_title": "The Effects of Removing Pre-FIRM Premium Subsidies and Grandfathered Rates", "paragraphs": ["As mentioned previously, FEMA's rate-setting process has allowed the agency to set rates below the full cost for some structures built before the community's initial FIRM. Recognizing the increasing frequency and severity of hurricane-induced coastal flooding, and the NFIP's increasing debt owed to the U.S. Treasury, which now stand at about $24 billion, and Congress approved changes under Biggert-Waters to make flood rates more accurately reflect the true risk of flooding. ", "According to FEMA, ", "approximately 19% (or 1,075,248) of the NFIP's 5.6 million total policyholders receive subsidized premium rates, as of December 31, 2012. about 5% of all NFIP policies (252,851 policies)—that is, non-primary residences, businesses, and severe repetitive loss properties—will see immediate rate increases under the Biggert-Waters law. 10% of all policies cover subsidized primary residences (578,312), which will remain subsidized unless or until sold to new owners or the policy lapses. 4% of the total NFIP policies include subsidized condominiums and non-condo multifamily structures (244,085) that will keep their subsidies until FEMA develops guidance for their removal.", "The remaining 4,480,669 policyholders are post-FIRM properties subject to actuarial rates. ", "The effects of charging full-risk (actuarial) rates for pre-FIRM properties are that owners of these properties must, for the first time, obtain Elevation Certificates (ECs) that show the elevation (height) of the lowest floor of a building relative to the community's base (1-percent-annual-chance) flood. When the elevation level becomes a rating factor for pre-FIRM structures, the resulting full-risk rates could become unaffordable for many property owners.", " Table 2 and Table A-1 provide a rough illustrative comparison of premium rates before and after implementation of Section 100205 of Biggert-Waters. For example, Table A-1 , in Appendix A , shows actuarial full-risk rates based on flood risk zones that would apply when the elevation of the structure is a rating factor in determining the rates to be charged."], "subsections": []}, {"section_title": "Responses to Affordability Issues and Concerns", "paragraphs": ["In the aftermath of Biggert-Waters reforms and FEMA's adoption of \"elevation rating\" of pre-FIRM structures, owners of certain properties that, heretofore, did not have to consider the elevation of the structure in the insurance pricing process, now face relatively large rate increases. Although the new elevation-rating requirement is program-wide, the policy implications of the affordability challenges are particularly acute in urbanized coastal communities along the Gulf of Mexico and Atlantic coasts facing increasing exposure to coastal flood hazards, such as sea level rise, storm surge, and coastal flood inundation. "], "subsections": [{"section_title": "Opposition to the Removal of Premium Subsidies", "paragraphs": ["Opponents of eliminating subsidized rates argue that the Biggert-Waters law does not explicitly address affordability concerns of existing policyholders facing mandatory coverage requirements and living in older, riskier homes in high-risk flood zones. Instead, the law authorized studies and reports of the effects of charging premium rates that reflect the full-estimated risk of potential flood losses. While it is critical to have a sustainable and fiscally responsible NFIP, they argue, the use of elevation rating on pre-FIRM structures that, by definition, are below BFE and subject to significant rate increases could threaten to harm the very citizens the program was designed to protect. Further, supporters of delaying rate increases maintain that, although FEMA does not have data on policyholders' ability to pay, the agency has begun implementing sharply higher flood insurance rates for some policyholders. "], "subsections": []}, {"section_title": "Supporters of the Removal of Premium Subsidies", "paragraphs": ["Proponents of eliminating subsidized rates, and charging all policyholders full-risk rates, point to the NFIP's burden on taxpayers. They make two basic arguments: (1) property owners and businesses should become more aware of their flood risk and, therefore, make informed risk-management decisions; and (2) the transition from subsidized rates to actuarial rates would ensure that owners of properties that account for a disproportionate share of total losses in the program pay a premium rate that reflects their current risk of flooding.", "Congress, they argue, found that ensuring the long-term financial stability of the NFIP is in the public interest, and the Biggert-Waters law seeks to further this goal by transitioning subsidized rates to actual risk-based rates. From this perspective, the removal of premium subsidies would reduce taxpayer costs associated with a fiscally unsound government insurance program and have the additional benefit of reducing hidden financial incentives that encourage building in flood-prone and environmental sensitive coastal areas. "], "subsections": []}, {"section_title": "Responses from the States", "paragraphs": ["To address recent premium rate reforms and associated insurance affordability challenges facing individual policyholders in the NFIP, some states are considering ways to incentivize private insurers to enter into the flood insurance market. The state of Florida, for example, has published pure loss cost data and invited private firms to use this information—along with individual company expenses and contingency factors and profit loads—to establish flood insurance rates they wish to charge in the state's voluntary property insurance market.", "On September 16, 2013, in anticipation of FEMA's October 1, 2013, actuarial rate revisions, the Mississippi Insurance Department filed a lawsuit against FEMA, seeking declaratory and injunctive relief from the implementation of Sections 100205 and 100207 of the Biggert-Waters law. The plaintiff argued that, although Biggert-Waters made changes designed to make the NFIP more financially stable, and ensure that flood insurance rates more accurately reflect the real risk of flooding, FEMA should be compelled to complete the mandatory affordability studies required by the Biggert-Waters law prior to establishing new flood insurance rates. The Mississippi Insurance Commissioner has insisted that without the information obtained from the affordability study, FEMA cannot avoid arbitrary decision making. ", "Other states, such as Alabama, Louisiana, Florida, and Massachusetts, have joined the Mississippi Insurance Department lawsuit, filing amici curiae briefs in support of the plaintiffs. In general, they have argued that \"FEMA failed to consider affordability when setting new premium rates and that, even if FEMA had no discretion to consider affordability when setting new premium rates, FEMA failed to utilize accepted actuarial principles and consider actual risk when calculating new rates.\"", "FEMA Administrator Craig Fugate has in oral testimony rejected the link between the timing of the affordability study and rate implementation. Moreover, as a defendant in the lawsuit, FEMA argues that (1) Congress instructed the agency to implement insurance premium rate increases by transitioning subsidized and grandfathered rates to actual risk-based rates for certain properties under the NFIP and (2) the Court lacks jurisdiction to compel FEMA and the National Academy of Sciences (NAS) to comply with the provisions of Section 100236. "], "subsections": []}, {"section_title": "Responses from Insurance Policy Experts", "paragraphs": ["From a policy perspective, two long-term goals for the NFIP are to (1) increase private-sector involvement in the sale of flood insurance and (2) encourage technological innovations in risk assessment, pricing, and financing flood risk. For instance, insurance policy experts participating in a recent NFIP-privatization study conducted by Government Accountability Office (GAO), including representatives from FEMA, suggested various strategies that could create conditions to promote the private sale of flood insurance. These strategies include eliminating subsidized rates and charging all policyholders full-risk rates, funding a direct means-based subsidy (voucher) for some policyholders, and authorizing federal reinsurance for flood risk assumed under the NFIP. Researchers at The Wharton School, University of Pennsylvania, have suggested the use of long-term insurance as an alternative to the standard annual catastrophe risk financing policy. Finally, some Members of Congress, including those on the bipartisan Congressional Home Protection Caucus, have explored using alternative insurance policies designed to reduce insurance costs significantly if the policyholder agrees to a scheduled payout linked to flood watermarks relative to the elevation of the structure. "], "subsections": []}]}, {"section_title": "Major Legislation", "paragraphs": ["The response to the implementation of Sections 100205 and 100207 of the Biggert-Waters Act was swift. Some Members of Congress introduced legislation, principle among them H.R. 3370 and S. 1846, as introduced, the Homeowners Flood Insurance Affordability Act, that would delay the gradual phase-out of subsidized flood insurance premiums and grandfathered policies. The Biggert-Waters Act led to increased debate about affordability and, more broadly, the feasibility of balancing program solvency concerns against the marketability of actuarial full-risk rates policies that now consider the elevation or height of the structure. "], "subsections": [{"section_title": "H.R. 3370 (Grimm)", "paragraphs": ["H.R. 3370 was originally referred to the House Committee on Financial Services and the House Committee on Rules. The House may vote on a motion to suspend the rules and pass H.R. 3370 with an amendment in the nature of a substitute, striking out the entire text of the bill and replacing it with text prepared by the House leadership. This version of the bill, dated February 21, 2014, would delay the implementation of certain provisions of the Biggert-Waters Act. ", "Key provisions of the substitute bill would: ", "Remove the lapse in coverage, home sales, and new policy rate increase trigger (phase-in of full risk-based premium rates) for primary residences. Restore NFIP grandfather procedures by eliminating Section 1308(h) of the NFIA of 1968 (42 U.S.C. §4015(h)—Premium Adjustment to Reflect Current Risk of Flood. Impose an annual premium increase of not less than 5% but no more than 15% of the average of the risk premium rate for subsidized policies in any single risk classification. Impose and collect an annual premium surcharge of $25 per year on primary residence policies and $250 per year on business/non-primary residence NFIP policies and deposit the funds in the Reserve Fund created by the Biggert-Waters Act. Authorize the transfer of flood risk underwritten in the NFIP to the private reinsurance and capital markets at rates and on terms determined by the FEMA Administrator to be reasonable and appropriate, in an amount sufficient to maintain the ability of the program to pay claims. ", "In addition, H.R. 3370 would authorize FEMA to use the National Flood Insurance Funds (NFIF) to reimburse policyholders who successfully appeal a map determination and to establish a Flood Insurance Advocate within FEMA to answer current and prospective policyholder questions about the flood mapping process and flood insurance rates."], "subsections": []}, {"section_title": "S. 1926 (Menendez)", "paragraphs": ["On January 31, 2014, the Senate passed S. 1926 , the Homeowners Flood Insurance Affordability Act of 2014, to delay the increase in rates for six months after the later of the date on which FEMA proposes the draft affordability framework or the date on which FEMA certifies that the agency has implemented a flood mapping approach that employs sound scientific and engineering methodologies to determine varying levels of flood risk in all areas participating in the NFIP. Some have estimated that these conditions could be met at in about four years from enactment, but the bill does not specifically require such a timeline. The report to Congress would assess \"methods for establishing an affordability framework for [NFIP], including methods to aid individuals to afford risk-based premiums under [NFIP] through targeted assistance rather than generally subsidized rates, including means-tested vouchers.\" ", "The Congressional Budget Office (CBO) has not released a score on S. 1926 . However, it has produced scores on two bills ( S. 1846 and S. 534 ) that make up the two titles of S. 1926 . ", "The CBO score for S. 1846 —legislation similar to Title I of S. 1926 —indicated that the NFIP would borrow and spend an additional $900 million over the 2012-2018 period. CBO stated that", "because total borrowing is limited under current law, additional amounts borrowed over the next five years would be offset by less borrowing in later years, resulting in no net effect through 2024. In the absence of sufficient borrowing authority, CBO expects that the program would be forced to delay payment of insurance claims until additional resources became available.", "With respect to Title II of S. 1926 , CBO stated that that \"enacting S. 534 would increase revenues by $490 million and increase direct spending by $483 million; taken together, those effects would reduce the deficit by $7 million over the 2014-2023 period.\" ", "S. 1926 would not address the changes made by Section 100205 of the Biggert-Waters Act to transition subsidized rates to actuarial risk-based rates for second properties, severe repetitive loss (SRL) properties, properties that have incurred claim payments exceeding the fair market value of the structure, and commercial properties. ", "Section 103(a) of S. 1926 — Delayed Implementation of Flood Insurance Rate Increases— would delay the implementation of rate increases on the following three types of properties:", "Grandfathered Properties . FEMA is prohibited from implementing section 1308(h) of the National Flood Insurance Act of 1968, pertaining to grandfathered properties. Pre-FIRM Properties—Not Insured . FEMA prohibited from implementing removal of premium subsidies from all properties not insured as of July 6, 2012. Pre-FIRM Properties—Lapsed Policies . FEMA prohibited from implementing removal of premium subsidies on any lapsed policy as a result of the property covered by the policy no longer being required to retain such coverage. ", "Section 103(a)(3)(A)-(B) of S. 1926 would delay the implementation of flood insurance rate increases until six months after the later of", "the date on which the Administration proposes the draft affordability framework; or the date on which the Administrator of FEMA certifies in writing to Congress that FEMA has implemented a flood mapping approach that, when applied, results in technically credible flood hazard data in all areas where FIRMS are prepared or updated. ", "Finally, with respect to rate structure reform, Section 103(c)— Treatment of Pre-FIRM Properties —of S. 1926 would require that, beginning on the date of enactment of this act through the expiration of the six-month period (i.e., after FEMA proposes the draft affordability framework and Congress implements a flood mapping approach that results in technically credible flood hazard data) FEMA restore the risk premium rate subsidies for flood insurance estimated under section 1307(a)(2) of the National Flood Insurance Act of 1968 (42 U.S.C. 4014(a)(2)) for the following three types of properties: ", "Any property not insured by the flood insurance program as of July 6, 2012; Any policy under the flood insurance program that has lapsed in coverage, as a result of the deliberate choice of the holder of such policy; and Any property purchased after July 6, 2012. "], "subsections": []}, {"section_title": "Analysis of Bills", "paragraphs": ["H.R. 3370 and S. 1926 would, either directly or indirectly, address the flood insurance affordability concerns. ", "There are several flood insurance affordability-related issues that remain.", "Uncertainty surrounding affordability and t he actuarial adequacy of full-risk p remium . Flood risk is highly uncertain and potentially catastrophic in nature. The draft affordability framework authorized by H.R. 3370 and S. 1926 could address, via programmatic and regulatory changes, the issues of affordability of flood insurance sold under the NFIP. The affordability study will presumably consider the entire federal costs of flooding and the feasibility of a public decision-making framework, which is arguably needed to address the uncertainty and variability in flood risk exposure, post-reform insurance pricing—the source of the affordability crisis. The affordability study would presumably also encourage more innovative thinking about alternative and more holistic approaches to financing flooding risks. Future legislation may be needed to implement some of the unknown recommendations in the required draft affordability framework found in both S. 1926 and H.R. 3370 . A ffordab ility of fl ood insurance . According to FEMA, the phase out of pre-FIRM subsidies will impact about 438,000 policies that cover businesses, second homes, and severe repetitive loss properties effective with the October 1, 2013, rate changes. Moreover, before Congress passed Section 572 of the Consolidated Appropriations Act ( P.L. 113-76 ) to prohibit FEMA from implementing the phase-out of grandfathered policies, FEMA expected that another 715,000 policies (i.e., primary residence homes) would have been affected in 2014; however, this phase-out still occurs immediately if the policy lapses or if the home is sold. The availability of flood insurance provides communities leverage to adopt and enforce NFIP flood mitigation requirements. However, the leverage could be diminished by adopting an actuarial rating for all pre-FIRM non-principal residences, all non-residential properties, and properties whose ownership changes or the owner refinanced a mortgage. Eliminating FEMA's policy of grandfathering properties in a previous zone or elevation class is also of concern to property owners and local communities. The adverse effects of elevation rating could be mitigated if the property owner obtains and submit an elevation certificate to FEMA. P roperty values and property tax revenues . The potential impact of eliminating the pre-FIRM premium subsidy will likely be greatest in communities with a relatively large number of older, negatively-elevated rates and grandfathered policies with significant flood risk. ", " Table B-1 Table 2 in Appendix B provides a side-by-side comparison of H.R. 3370 , the leadership substitute, and S. 1926 , as passed the Senate on January 31, 2014. As with S. 1926 , H.R. 3370 does not explicitly address the transition of subsidized rates to actuarial risk-based rates for second properties, SRL properties, properties that have incurred claim payments exceeding the fair market value of the structure, and commercial properties. Some of the key differences in H.R. 3370 and S. 1926 include", "1. H.R. 3370 takes a different approach, compared to S. 1926 , to addressing flood insurance affordability. It would: a. Permit premium subsidies on policies covering properties not insured (as of July 6, 2012), or new purchases after July 6, 2012, by repealing 42 U.S.C Section 4014(g(1) and (2)) that requires the Administrator of FEMA to not permit premium subsidies for such new policies. b. Repeal Section 100207 of the Biggert-Waters Act that phases-out grandfathered policies. c. Allow purchasers of a property that, as of the date of such purchase, is covered under an existing flood insurance policy to assume the existing policy and coverage at subsidized rates for the remainder of the term of the policy. The subsidized rates would continue until the later of (1) the expiration of the assumed policy, or (2) implementation of the full Act by the Administrator. d. Authorize the Administrator of FEMA to create a flood insurance policy that offers the insured the option of a high loss-deductible policy to cover property in various amounts, up to and including $10,000. By opting for the higher annual loss deductible, the policyholder could presumably take advantage of lower expected premium rates. In contrast, S. 1926 would delay the rate increases required under the Biggert-Waters Act. e. Reduce the annual premium rate increase that FEMA could charge from 20% to 15%, but not less than 5% of the average of the risk premium rates for such properties. 2. H.R. 3370 would also: a. Refund annual premiums of policyholders who have paid the new premium rates that became effective January 1, 2012, and October 1, 2013. b. Impose and collect a new premium surcharge of $25 each year for residential properties and $250 each year for non-residential properties. c. Implement a flood mapping approach for the NFIP that, when applied, results in technically credible flood hazard data in all areas where FIRMs are issued whereas S. 1926 requires this as a condition to allow the expiration of the rate freeze. d. Permit FEMA to transfer flood risk to private reinsurers and the capital market at rates and on terms determined by the Administration to be reasonable and appropriate, in an amount sufficient to maintain the ability of the program to pay claims. e. Allow states to regulate private flood insurance. 3. H.R. 3370 does not include language to create the National Association of Registered Agents and Brokers. 4. Section 103 of S. 1926 would delay implementation of Section 1308(h) of the National Flood Insurance Act of 1968, regarding premium adjustments to reflect current risk of flood, until FEMA meets specific requirements. The delay shall expire the later of six months after the date FEMA proposes the draft affordability framework or the date that FEMA certifies in writing to Congress that the agency has implemented a flood mapping approach that results in technically credible flood hazard data in all areas applied . "], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Public debate on sharply higher rates required after the removal of premium subsidies has resulted in issues of affordability for residents in high-risk flood zones. This affordability issue has raised congressional concerns about the cost effectiveness of balancing affordability against the need to ensure the NFIP's long-term fiscal solvency. Policy makers might also consider innovative approaches to minimize future flood damages. For example, Congress might examine ways to strengthen FEMA's Hazard Mitigation Assistance (HMA) programs that provide funds for projects that reduce the risk to individuals and property from natural hazards. Under the FEMA HMA program, local community officials develop projects that reduce flood damage and submit grant applications to the states—and eventually FEMA for funding. ", "Debate on H.R. 3370 and other measures, which would delay the removal of pre-FIRM premium subsidies and grandfathered rates, may lead Congress to consider ways to balance FEMA's use of elevation rating for pre-FIRM and grandfathered rated properties against the program's statutory mandate for coverage to be reasonably priced and widely available. Resolving the actuarial, financial, and social tensions surrounding the affordability of flood insurance coverage would arguably require a three-pronged approach to policy analysis.", "The first policy analysis approach is to determine the scope of the affordability problem associated with the transition toward full-risk rates. In other words, could existing and potential policyholders afford the higher actuarial rates? But how do policy makers determine what is affordable and at what level of income? To address these policy questions, policy makers might choose to consider best practices in quantifying and mapping flood risks, including risk that accounts for future conditions, where to assign the risk (using \"Elevation Rating\" methods), and what behavior should be changed to reduce future flood losses and, thereby, strengthen the NFIP's long-term financial solvency. ", "The second policy analysis approach to addressing the affordability issue could be to find ways to reconcile the NFIP's long-standing ratemaking procedures that distinguished between the full-risk rated actuarial premiums paid and the subsidy premium amounts that will be eliminated to address the long-term solvency of the NFIP. Given the expected increases in premium rates associated with pre-FIRM structures when elevation is used in the calculation, it is questionable whether means-tested vouchers designed to address the affordability concerns of low- to moderate-income households might be sufficient to make the insurance policies marketable. Traditional principles of insurance suggest that for an insurance market to exist the policy must be marketable to policyholders—that is, people who want to purchase the coverage and have the financial means to do so. ", "The third policy analysis approach could be to explore alternative, innovative risk-financing options and ratemaking approaches with the aim of encouraging greater spatial and temporal (over time) spread of risk without the requirement to borrow from the U.S. Treasury.", "Appendix A. NFIP October 1, 2013 Rate Table: Zone AE, Single Family Residential Dwelling, Non-elevated with No Basement or Crawl Space", "Appendix B. Side-by-Side of H.R. 3370 and S. 1926"], "subsections": []}]}}