{"id": "R43306", "title": "Spill Prevention, Control, and Countermeasure (SPCC) Regulations: Background and Legislation in the 113th Congress", "released_date": "2013-11-14T00:00:00", "summary": ["In 1970, Congress enacted legislation directing the President to promulgate oil spill prevention and response regulations. This presidential authority was delegated to the Environmental Protection Agency (EPA) by President Nixon in 1970. In 1973, EPA issued Spill Prevention, Control, and Countermeasure (SPCC) regulations that require applicable facilities to prevent, prepare, and respond to oil discharges that may reach navigable waters of the United States or adjoining shorelines. Among other obligations, SPCC regulations require secondary containment (e.g., dikes or berms) for certain oil-storage units. In addition, SPCC plans must generally be certified by a licensed Professional Engineer.", "In recent years, the SPCC regulations have received considerable interest from Congress. Most of this interest has involved the applicability of SPCC regulations to farms, which account for approximately 25% of SPCC regulated entities, second only to oil and gas production facilities. Farms may be subject to the SPCC regulations, because they store oil onsite for agricultural equipment use.", "In 2002, EPA issued a final rule that made changes and clarifications to its SPCC regulations. The compliance date for this rule was extended on multiple occasions. For most types of facilities subject to SPCC requirements, the compliance deadline was November 10, 2011. However, EPA extended this compliance date for farms to May 10, 2013. Related to this deadline, Congress enacted P.L. 113-6 on March 26, 2013, which included a provision prohibiting EPA from using appropriations to enforce SPCC provisions at farms for 180 days after enactment (i.e., through September 22, 2013).", "In addition, some Members in the 113th Congress have offered multiple proposals that include provisions that would alter the scope and applicability of the SPCC regulations. All of these provisions would revise the applicability to farms under the SPCC regulations. In general, the bills' provisions would alter the aggregate oil storage threshold that triggers compliance with SPCC regulations. Such provisions are included in the House version of the farm bill (H.R. 2642) and the Senate version of the Water Resources Development Act of 2013 (S. 601).", "The argument in support of recent SPCC legislation often concerns the financial impact of the SPCC regulations to farms. For example, a 2012 House report stated that the \"mandated infrastructure improvements—along with the necessary inspection and certification by a specially licensed Professional Engineer will cost many farmers tens of thousands of dollars.\" However, others have argued that EPA has considered the costs and benefits of its SPCC regulations during multiple rulemaking processes."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Environmental Protection Agency (EPA) Spill Prevention, Control, and Countermeasure (SPCC) regulations include requirements for facilities subject to the regulations to prevent, prepare, and respond to oil discharges that may reach U.S. navigable waters or adjoining shorelines. Requirements include secondary containment (e.g., dikes or berms) for certain storage units and the need for a licensed Professional Engineer to certify a facility's SPCC plan. ", "In recent years, the SPCC program has received considerable interest from Congress. Most of this interest has involved the SPCC program's applicability to farms. Because farms may store oil onsite for agricultural equipment use, they may be subject to the SPCC regulations. Recent legislation would alter the scope and applicability of SPCC regulations to exclude farms that store and use oil below specific volumes or thresholds.", "The first section of this report provides background information on EPA's SPCC regulations. The second section identifies legislation in the 113 th Congress that has addressed and would address provisions in the SPCC regulations. "], "subsections": []}, {"section_title": "SPCC Regulations—Background", "paragraphs": [], "subsections": [{"section_title": "Statutory Authority", "paragraphs": ["The Federal Water Pollution Control Act Amendments of 1970 included a provision directing the President to promulgate oil spill prevention and response regulations. Two years later, Congress amended that provision with the enactment of the Federal Water Pollution Control Act Amendments of 1972 —commonly referred to as the Clean Water Act (CWA). The relevant provision from the 1972 Clean Water Act (CWA) remains the same today and reads as follows:", "Consistent with the National Contingency Plan … the President shall issue regulations consistent with maritime safety and with marine and navigation laws … establishing procedures, methods, and equipment and other requirements for equipment to prevent discharges of oil and hazardous substances from vessels and from onshore facilities and offshore facilities, and to contain such discharges.", "In 1970, President Nixon reorganized the executive branch delegations of various presidential authorities. Presidential authority for regulations addressing oil discharges from nontransportation-related onshore and offshore facilities was delegated to the Environmental Protection Agency (EPA). Subsequent executive orders and interagency agreements altered the implementation authority framework. As of a 1994 interagency agreement, EPA has jurisdiction over nontransportation-related onshore and offshore facilities, which includes facilities located \"landward of the coast line.\" ", "Pursuant to the 1994 agreement, the Department of Transportation has jurisdiction over vessels, transportation-related onshore facilities, deepwater ports, and transportation-related facilities located landward of coast line, and the Department of the Interior has jurisdiction over offshore facilities, including associated pipelines, located seaward of the coast line. A detailed discussion of these jurisdictions is beyond the scope of this report.", "In addition, Section 311(o) of the CWA states, \"Nothing in this section [CWA Section 311] shall be construed as preempting any State or political subdivision thereof from imposing any requirement or liability with respect to the discharge of oil or hazardous substance into any waters within such State, or with respect to removal activities related to such discharge.\"", "Many states have their own oil spill programs. A discussion of these state programs is beyond the scope of this report."], "subsections": []}, {"section_title": "Existing Regulations", "paragraphs": ["EPA issued the first SPCC regulations in 1973, and they became effective January 10, 1974. Following the enactment of the Oil Pollution Act of 1990, EPA proposed changes and clarifications to the SPCC regulations that were made final in July 2002 and effective in August 2002. Subsequently, EPA extended the 2002 rule's compliance date (on multiple occasions) and made further amendments to the 2002 rule. For most types of facilities subject to SPCC requirements, the deadline for complying with the changes made in 2002 was November 10, 2011. However, an EPA rulemaking extended this compliance date for farms to May 10, 2013. On March 26, 2013, Congress enacted P.L. 113-6 , which prohibited EPA from using appropriations to enforce SPCC provisions at farms for 180 days after enactment (i.e., through September 22, 2013).", "Notwithstanding these recent deadlines, the July 2002 final rule and subsequent revisions did not alter the requirement for owners or operators of facilities, including farms, to maintain and to continue implementing their SPCC plans in accordance with the SPCC regulations that have been in effect since 1974."], "subsections": [{"section_title": "Applicability", "paragraphs": ["The EPA SPCC plan requirements apply to nontransportation-related facilities that produce, store, use, or consume oil or oil products; and that could reasonably be expected to discharge oil into or upon navigable waters of the United States or adjoining shorelines. Facilities, including farms, are subject to the rule if they meet at least one of the following capacity thresholds: ", "1. an aboveground aggregate oil storage capacity greater than 1,320 gallons, or 2. a completely buried oil storage capacity greater than 42,000 gallons.", "In 2009, EPA estimated that approximately 640,000 facilities are subject to the SPCC requirements. Figure 1 illustrates the breakdown of these facilities by industry categories. Facilities involved in oil and gas production represent the largest percentage (29%) of facilities subject to the SPCC regulations, with farms coming in a close second (27%). EPA estimated that the SPCC requirements apply to approximately 152,000 farms, which represents approximately 8% of all farms nationwide."], "subsections": []}, {"section_title": "Requirements", "paragraphs": ["Most regulated facilities must prepare and implement, but are not required to submit, SPCC plans. (However, a subset of high-risk facilities must submit Facility Response Plans to EPA.) Among other obligations, SPCC regulations require secondary containment (e.g., dikes or berms) for certain oil-storage units. In addition, SPCC plans must be certified by a licensed Professional Engineer unless a facility owner/operator meets the conditions that allow for self-certification. In general, facilities with a clean spill history that store 10,000 gallons or less, in aggregate, can choose to self-certify their SPCC plans. EPA estimated that approximately 145,000 farms—about 95% of all farms subject to SPCC requirements—have an oil storage capacity less than or equal to 10,000 gallons, and would thus be able to self-certify their plans. "], "subsections": []}, {"section_title": "Enforcement", "paragraphs": ["According to a 2012 EPA Inspector General report, EPA regional offices inspected approximately 3,700 facilities for compliance with SPCC requirements; approximately 55% of the facilities were deemed to be out of compliance for various reasons.", "Unlike EPA regulations promulgated under some other statutes, SPCC regulations have not been delegated to states for implementation or enforcement. Section 311 of the CWA does not provide authority to delegate SPCC authority to the states. Therefore, enforcement of the program is performed by the EPA regional offices. As noted earlier, many states have their own regulatory programs that address oil storage units. "], "subsections": []}]}]}, {"section_title": "Legislation in the 113th Congress", "paragraphs": ["SPCC regulations have garnered considerable attention in the 113 th Congress. Some Members have offered multiple proposals that would alter the scope and applicability of the regulations. Table 1 identifies legislation that has been enacted, passed either the Senate or the House, or been reported out of committee. All of these bills involve the treatment of farms in the SPCC regulations. In general, the bills would alter the aggregate oil storage threshold that triggers compliance with SPCC regulations. Such an approach has some precedent in federal environmental law and policy. For example, Congress modified the scope of the liability scheme of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA; P.L. 96-510 ) on several occasions to exclude particular parties. These parties may have contributed only very small quantities of waste (or less toxic wastes) to a contaminated site, or conducted activities, such as recycling, that Congress did not wish to discourage. Legislation identified in Table 1 similarly would exclude farms from SPCC requirements based on oil storage capacity. The argument in support of such legislation often concerns the financial impact of the SPCC regulations. For example, a 2012 House report stated that the \"mandated infrastructure improvements—along with the necessary inspection and certification by a specially licensed Professional Engineer will cost many farmers tens of thousands of dollars.\" However, others have argued that EPA has considered the costs and benefits of its SPCC regulations during multiple rulemaking processes."], "subsections": []}]}}