{"id": "R43321", "title": "Patent Infringement Pleadings: An Analysis of Recent Proposals for Patent Reform", "released_date": "2013-11-22T00:00:00", "summary": ["Patent infringement is the unauthorized making, using, offering for sale, selling, and importing of a patented invention. The patent provides the patent holder with the right to protect against such infringement by suing for relief in the appropriate federal court. Litigation of a patent infringement claim begins with the filing of a complaint in federal court. Form 18 in the appendix of the Federal Rules of Civil Procedure provides a model for a patent infringement complaint. This form requires four statements asserting jurisdiction, patent ownership, patent infringement by the defendant, and demand for relief.", "Commentators, legal practitioners, and patent holders disagree as to whether Form 18 requires a sufficient level of detail in the patent infringement complaint to meet the standards outlined in the Federal Rules of Civil Procedure and by the U.S. Supreme Court. Despite two recent Supreme Court rulings concerning the appropriate pleading standard, the level of particularity regarding information in the patent complaint, specifically Form 18, is a frequent issue before the courts.", "Patent infringement litigation has increased over the last decade. Commentators have linked the current patent pleading requirements and the minimal level of information required to patent assertion entities (PAE), colloquially known as \"patent trolls.\" According to \"patent troll\" critics, the minimal information required in a patent infringement complaint encourages PAEs to initiate frivolous lawsuits that otherwise would not survive the initial pleading stage under a more stringent standard.", "Congress has recently proposed several bills offering patent reform in this area. The recently introduced Innovation Act, H.R. 3309, and the Patent Abuse Reduction Act, S. 1013, both offer changes to the patent pleading system. These bills would provide for, among other things, heightened initial pleading requirements demanding more specific information in the complaint than required by Form 18 alone. Sponsors of the bills intend these more rigorous pleading requirements to deter \"patent trolls\" from filing what they deem as frivolous lawsuits. However, some commentators believe that the heightened pleading requirements would render patent enforcement impractical. Additionally, some members of the judicial branch have commented that these proposed changes trigger constitutional issues by potentially violating the separation of powers doctrine."], "reports": {"section_title": "", "paragraphs": ["A patent is an intellectual property right granted by the federal government to an inventor to exclude others from making, using, or selling the invention for a limited time, in exchange for public disclosure of the invention. Article I, Section 8, clause 8 of the U.S. Constitution grants Congress the authority to offer this protection to patent holders. ", "Patent infringement is the unauthorized making, using, offering for sale, selling, and importing of a patented invention. The patent provides the patent holder with the right to protect against such infringement by suing for relief in the appropriate federal court. Such relief may include an injunction to halt the patent infringement or an award of damages to compensate for any harm. Because patents are exclusively governed by federal law, federal district courts have original jurisdiction in all civil cases relating to patents. The U.S. Court of Appeals for the Federal Circuit has jurisdiction over appeals from district court decisions. ", "The amount of patent infringement litigation has substantially increased during the last decade. Some commentators believe that the possibility of a large financial award together with the minimal information required to bring a patent infringement claim has encouraged abuses of the patent system in courts by \"patent trolls.\" However, others believe that the information required by the patent infringement complaint is sufficient to provide notice to the defendant of the pending claims, reserving the disclosure of more detailed information for the discovery stage of litigation. Recently introduced patent reform legislation seeks to minimize abuses with, among other provisions, changes to pleading requirements for a patent infringement claim.", "This report will discuss the rules and procedure for initiating a patent infringement claim in federal court. The discussion will focus on the level of detail necessary for a patent infringement complaint. The report will then conclude with several legislative proposals during the 112 th and 113 th Congresses addressing patent infringement pleadings and litigation by \"patent trolls.\" "], "subsections": [{"section_title": "Federal Rules of Civil Procedure and Form 18", "paragraphs": ["Patent infringement cases begin with the filing of a complaint by a party seeking relief in federal court. Federal courts follow the Federal Rules of Civil Procedure, which dictate the different steps parties must complete in order to move through the litigation process. ", "Rule 8 of the Federal Rules of Civil Procedure requires a complaint to contain a statement showing a claim for relief and the grounds for the court's jurisdiction. The complaint must also contain sufficient information to satisfy Rule 12(b)(6). This rule permits defendants to make a motion to dismiss a case if the plaintiff has failed to state a claim, for which relief could be granted, in the complaint. Because litigation is a costly and lengthy process, courts need the ability, in the beginning of the process, to dismiss any frivolous claims that do not have the possibility of resulting in any relief for either party. ", "For assistance in satisfying these rules, attorneys often rely on the sample forms provided in the appendix of the Federal Rules of Civil Procedure as models for their complaints. Form 18 provides a model for a \"Complaint of Patent Infringement.\" According to this form, a complaint for patent infringement must include four statements asserting jurisdiction, patent ownership, patent infringement by the defendant, and demand for relief. ", "Form 18 does not demand a specific level of particularity for these statements. Courts have interpreted Rule 8 to require complaints to include only \"'a short and plain statement of the claim' that will give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests\" rather than fully developed allegations at this stage of the pleadings. This approach is described as the \"notice pleading\" standard, emphasizing the primary purpose of complaints as notifying parties of the general issues of the case."], "subsections": [{"section_title": "U.S. Supreme Court and the Plausibility Standard", "paragraphs": ["In 2007 and 2009 decisions, the U.S. Supreme Court articulated a higher standard of particularity for complaints: the plausibility standard. In Bell Atlantic Corporation v. Twombly and Ashcroft v. Iqbal , the U.S. Supreme Court held that federal courts must evaluate the \"plausibility of claims\" made at the pleading stage when determining whether a civil complaint should survive a motion to dismiss for failure to state a claim. ", "In Bell Atlantic Corporation v. Twombly, the plaintiffs' complaint alleged that the defendants violated the Sherman Antitrust Act. The complaint included only circumstantial evidence from which anti-competitive behavior could be inferred but not any details supporting an actual conspiracy in violation of the act. The defendants brought a Rule 12(b)(6) motion to dismiss the plaintiffs' complaint for failure to state a claim. The defendants alleged that the facts in the complaint addressed only one piece of evidence and not the entire claim of violating Section 1 of the Sherman Antitrust Act. The U.S. Supreme Court held that an antitrust complaint must provide \"enough factual matter (taken as true) to suggest that an agreement was made\" in violation of the Sherman Antitrust Act. This holding introduced a plausibility standard, for at least antitrust complaints, requiring the complaint to allege sufficient facts so that the claim appears \"plausible.\" ", "After Twombly , lower federal courts disagreed as to whether this decision applied the heightened pleading standard, the plausibility standard, to all complaints. However, the U.S. Supreme Court in a 2009 decision, Ashcroft v. Iqbal, clarified and affirmed that the plausibility standard applied to all civil complaints. In this case, the defendants also made a Rule 12(b)(6) motion to dismiss the claim. The plaintiff's complaint outlined facts intending to show unlawful discrimination by high-ranking government officers. However, the U.S. Supreme Court held that the plaintiff failed to plead sufficient facts to state a claim for unlawful discrimination as a recitation of the facts does not show that the defendants' policy was plausibly discriminatory. In its opinion, the U.S. Supreme Court reasserted the heightened \"plausibility\" pleading. According to the Court, \"to survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to 'state a claim for relief that is plausible on its face.'\" "], "subsections": []}, {"section_title": "Court Interpretation of Form 18", "paragraphs": ["Despite the Twombly and Iqbal holdings, the level of particularity regarding information in the patent complaint, specifically Form 18, is a frequent issue before the courts. Some courts and commentators have assumed that that the heightened plausibility pleading standard applies to all federal civil cases. However, others have argued that the heightened pleading standard does not apply to patent infringement claims. Defendants in patent infringement cases can file a motion to dismiss the entire case by alleging that the complaint does not provide sufficient information to state a valid claim for patent infringement. However, two recent Federal Circuit cases have held that Form 18 requires sufficient information to survive a Rule 12(b)(6) motion to dismiss for failure to state a claim. ", "In McZeal v. Spring Nextel Corp., the defendant argued that the patent infringement complaint failed to explain how its product infringed the plaintiff's patent. The complaint named the patent and the allegedly infringing defendant's device but did not explain how that device operated to infringe the patent. The Federal Circuit, however, found that a patent infringement complaint is not required to describe the relationship between each element of the claim and the infringing device. Specific information such as this \"is something to be determined through discovery.\"", "In a more recent case, K-Tech Telecommunications v. Time Warner Cable, the defendants moved to dismiss the patent infringement complaint on the grounds that it did not sufficiently state a claim under the Federal Rules of Civil Procedure and the Twombly and Iqbal standards. The defendants claimed that the plaintiff failed to identify the allegedly infringing device used by the defendant and to connect any allegedly infringing activity to the patents. The Federal Circuit again held that the information required by Form 18 alone is sufficient for pleading a patent infringement claim as the form states a plausible claim and places the alleged infringer on notice. Form 18 also does not require a plaintiff to identify the accused device. Moreover, the court added that Form 18 controls to the extent that any conflict exists between the Twombly plausibility standard and the Federal Rules of Civil Procedure forms. "], "subsections": []}]}, {"section_title": "\"Patent Trolls\" and Patent Reform", "paragraphs": ["A \"patent troll\" is a pejorative term for a \"non-practicing entity\" (NPE) or a \"patent assertion entity\" (PAE). These entities are people or companies that do not develop, manufacture, or sell any product covered by the patents they own. The business model of a PAE instead focuses on buying and asserting patents against companies that have already begun using and developing the patent, often without knowledge of the PAE's ownership of the patent. ", "Critics of PAEs argue that these patent-holders extort the patent system through litigation by extracting licensing fees or damage awards from companies that cannot afford the cost of litigation. Critics also argue that \"patent trolling\" deters innovation and discourages companies from seeking patents, and thus delivering new products to the market. However, defendants of PAEs view this practice as encouraging investment in undercapitalized projects.", "Commentators have linked PAEs together with the current patent pleading requirements for a patent infringement claim. They argue that the minimal information required in a patent infringement complaint encourages PAEs to initiate \"frivolous\" lawsuits that otherwise would not survive the initial pleading stage under a more stringent standard. Even though many of the PAE infringement lawsuits are ultimately unsuccessful, the costly discovery stages of the lawsuit contribute to the financial burden carried by the defendants of these claims. Moreover, with the threat of costly litigation, defendants are more likely to settle or to enter into an agreement to pay licensing fees. "], "subsections": [{"section_title": "Legislation in the 112th Congress", "paragraphs": ["The 112 th Congress passed the Leahy-Smith America Invents Act of 2011 (AIA), which sought to address the proliferation of PAEs. The debate leading to the AIA demonstrated growing congressional concern over the high costs of litigation patent disputes initiated by PAEs and their enforcement of patents.", "The AIA does not include specific reforms relating to patent pleadings and PAEs. However, Section 34 of the AIA instructs the Government Accountability Office (GAO) to study the costs, benefits, and consequences of litigation by \"non-practicing entities\" and \"patent assertion entities.\" The GAO report, released in August 2013, analyzes the trends in patent infringement litigation and recommends changes to discovery, such as an e-discovery model to reduce costs, and additional oversight by the U.S. Patent Office in gathering data about patent enforcement."], "subsections": []}, {"section_title": "Legislation in the 113th Congress", "paragraphs": ["During the 113 th Congress, Congress has introduced several different legislative proposals relating to patent reform. The following bills specifically target patent troll litigation to curb their prevalence in court. "], "subsections": [{"section_title": "The SHIELD Act", "paragraphs": ["The Saving High-Tech Innovators from Egregious Legal Disputes (SHIELD) Act of 2013, H.R. 845 , proposes a financial deterrence to PAEs from filing patent infringement complaints. The SHIELD Act would require a court, in an action involving infringement of a patent, to award full litigation costs including attorney's fees to the prevailing party asserting that the patent is not infringed. The court would award these fees if it determines that the party alleging infringement does not meet one or more of the following conditions:", "1. The party is the inventor, joint inventor, or the original assignee of the patent;", "2. The party can provide evidence of substantial investment made by the party in the exploitation of the patent through production or sale of an item covered by the patent; or", "3. The party is an institution of higher education or is a technology transfer organization whose primary purpose is to facilitate commercialization of technology developed by such institution. ", "These conditions mirror a \"negative definition\" of a PAE. Therefore, a party that does not satisfy any one of the conditions listed above (i.e., is a \"PAE\") would be liable to the alleged infringer for full litigation costs, if the PAE loses the lawsuit. ", "Representative Chaffetz, who introduced the bill, explained that this legislation \"will curb future abuse by requiring trolls to bear the financial responsibility for failed claims.\" However, some have criticized that the SHIELD Act's description of the conditions is too broad and thus does not sufficiently curb PAE patent infringement litigation. One commentator notes that a PAE could try to meet any of the conditions to avoid paying litigation costs by becoming a distributor of products. "], "subsections": []}, {"section_title": "The Innovation Act", "paragraphs": ["The Innovation Act of 2013, H.R. 3309 , proposes changes to the patent pleading requirements specifically. The co-sponsors intend the bill to \"eliminate the abuses of our patent system [and] discourage frivolous patent litigation\" by providing heightened initial pleading requirements for an infringement claim. ", "Under these new requirements, the complaint of a patent infringement would need to:", "identify each patent allegedly infringed; identify each claim of each patent that is allegedly infringed; identify the accused instrumentality that is allegedly infringing with specific name or model number; describe where each element of each claim is identified within the accused instrumentality and how it corresponds to the functionality of the accused instrumentality; and describe the direct infringement, person(s) involved, and the acts of that person(s) involved in inducing that infringement.", "These proposed requirements would demand more specific information from the plaintiff than Form 18. Instead of simply identifying the patent and stating a claim of relief, these proposed changes would require the plaintiff to scrutinize and show the relationship between the elements of the patent and the accused instrumentality to demonstrate infringement. This heightened standard would require the plaintiff to research and provide more information of the alleged infringement that otherwise would have occurred later in the litigation process. The act also proposes a limitation on discovery beyond the core documents needed for evidence. These changes would shift the costs to the requesting party as a measure to limit the high costs of discovery for patent infringement claims. ", "Co-sponsors of the bill hope that the heightened pleading requirements would force a plaintiff to consider the alleged infringing instrumentality more carefully and decide whether infringement has occurred before filing the suit. The changes would also allow courts to dismiss suits prior to expensive discovery. However, some commentators believe that the heightened pleading requirements would render patent enforcement impractical. The plaintiff may not have this information available at this stage of litigation as the discovery process typically reveals the information necessary to build a successful infringement claim. "], "subsections": []}, {"section_title": "Patent Abuse Reduction Act", "paragraphs": ["The Patent Abuse Reduction Act of 2013, S. 1013 , proposes changes to pleading requirements in patent infringement cases. This bill also intends to deter patent infringement litigation by PAEs with heightened pleading requirements in addition to awarding costs and expenses to the prevailing party. The bill seeks to curb patent litigation abuse by \"deter[ring] patent litigation abusers without prejudicing the rights of responsible intellectual property holders.\"", "The proposed pleading changes are very similar to those outlined in the Innovation Act. However, the Patent Abuse Reduction Act also would direct the U.S. Supreme Court to review and amend Form 18 to ensure that it is consistent with the proposed pleading requirements. "], "subsections": []}]}, {"section_title": "Constitutional Authority", "paragraphs": ["The U.S. Constitution provides Congress with the authority to reform the patent system. The Constitution also specifically grants Congress the power to create federal courts, other than the Supreme Court, and to determine their jurisdiction. Pursuant to this power, Congress has the authority to enact changes to judicial processes and procedures. Congress has delegated this authority through such legislation as the Rules Enabling Act of 1934. This act authorizes the U.S. Supreme Court to promulgate rules of procedure, including the Federal Rules of Civil Procedure, for federal courts. However, Congress still retains the authority to make any changes to judicial procedural rules such as patent infringement pleadings. ", "However, members of the judicial branch have raised objections to the patent pleading reforms and have suggested potential separation of powers issues triggered by these proposed changes. Federal Circuit Judge Kathleen O'Malley has stated that the patent reform bills \"go way beyond where anyone should want Congress to tread\" by \"breaking down the division between the branches of government.\" In a letter to Representative Conyers, the Judicial Conference objected to the proposed reforms in the Innovation Act as undermining \"the development of sound rules and practices.\" Because of Congress's constitutional authority to change judicial rules, these objections reveal more prudential concerns about Congress bypassing the \"deliberative process Congress established in the Rules Enabling Act\" and the Judicial Conference's involvement in the process.", "Representative Goodlatte responded to these objections in an Innovation Act hearing by emphasizing congressional authority to legislate rules of judicial procedure. He stressed that the \"Constitution grants Congress the power to create federal courts,\" therefore congressional authority includes \"the prescription of court procedure,\" including the Innovation Act's heightened pleading standards."], "subsections": []}]}]}}