{"id": "R43370", "title": "Social Security Disability Insurance (SSDI): Becoming Insured, Calculating Benefit Payments, and the Effect of Dropout Year Provisions", "released_date": "2014-01-24T00:00:00", "summary": ["Eligibility for Social Security Disability Insurance (SSDI) benefits are based on a worker's insured status, and payment levels are associated with the individual's career earnings under covered employment. Monthly payments are calculated using a formula that takes into account the period of employment, a worker's average earnings over that period, and the application of \"dropout years.\"", "To be insured for SSDI benefits, a claimant must have worked a minimum amount of time in covered employment. First, a worker must be \"fully insured,\" which requires one quarter of coverage for each calendar year after the age of 21, with a minimum of six quarters and a maximum of 40 quarters. In 2014, each quarter of coverage requires $1,200 in earnings. Second, a recency of work test requires 20 quarters of coverage in the 40 quarters preceding the onset of a disability; that is generally five years of work in the last 10, although fewer quarters are required for younger workers.", "In calculating the SSDI benefit level, up to five years of a worker's lowest years of earnings are eliminated or \"dropped\" to minimize the effect of lower years of earnings on monthly payments. An eligible worker who becomes disabled has one year of earnings dropped (via the disability dropout year provision) for every five years of earnings, known as the one-for-five rule. A separate childcare dropout year (CDY) provision also disregards from benefit calculations up to two years in which a beneficiary received no income during periods when he or she was caring for a young child. The number of CDYs applied to a benefit calculation may be offset by the number of disability dropout years applied and vice versa. The CDY provision largely benefits a small subset of SSDI recipients with lower career earnings.", "This report provides (1) an overview of the SSDI program and how workers become insured for SSDI benefits, (2) an explanation of how benefit payments are calculated, and (3) a description of how the dropout year provisions affect the calculation of disability benefit payments. The report concludes with a brief analysis of the earnings of disabled workers that have been credited with CDYs."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The disability insurance portion of the Old-Age, Survivors and Disability Insurance (OASDI) program was enacted in 1956 and provides benefits to disabled workers under the full retirement age (FRA) in amounts based on an individual's career-average earnings in covered employment. A statutory formula determines monthly payment levels for Social Security Disability Insurance (SSDI). In addition, the law also eliminates from benefit calculations one year of a SSDI beneficiary's lowest earnings for every five years of earnings (also known as the one-for-five rule), which equates to a maximum of five \"disability dropout years\" for an individual with 25 or more years of earnings. By statute, SSA also applies \"childcare dropout years\" (CDYs) for years in which a beneficiary has zero earnings due to leaving the workforce to care for an infant child. The application of CDYs is not common, affecting approximately 0.16% of SSDI beneficiaries between 2000 and 2013. This report describes how workers become insured for SSDI benefits, how SSDI benefits are calculated, and the use of dropout years in benefit calculations."], "subsections": []}, {"section_title": "Social Security Disability Insurance Benefits", "paragraphs": [], "subsections": [{"section_title": "Eligibility Requirements", "paragraphs": ["SSDI benefits, like those of the Old-Age and Survivors Insurance (OASI) program, are meant to replace income from work that is lost by incurring one of the risks the social program insures against. The SSDI program is financed primarily through a payroll tax levied on workers, their employers, and self-employed individuals in jobs covered by Social Security. To be eligible for SSDI benefits, a worker must be (1) disability insured, and (2) unable to engage in substantial gainful activity (SGA) by reason of a medically determinable physical or mental impairment expected to result in death or last at least 12 months. Generally, the worker must be unable to do any kind of work that exists in the national economy, taking into account age, education, and work experience. Special rules for disability insured status apply to individuals under the age of 31. "], "subsections": [{"section_title": "Becoming Fully Insured for SSDI", "paragraphs": [], "subsections": [{"section_title": "Quarters of Coverage", "paragraphs": ["To be fully insured, a worker must have worked a minimum amount of time in employment covered by Social Security. Generally, an individual must have one quarter of coverage (also referred to as \"credits\") for each calendar year after the age of 21 up to the year before the individual (1) reaches the age of 62, (2) dies, or (3) becomes disabled. A minimum of six quarters is required to become fully insured. In 2014, each quarter of coverage requires $1,200 in earnings, which is indexed annually to average wage growth. Workers under the age of 31 need to have credit in one-half of the quarters during the period between when they attained age 21 and when they became disabled. "], "subsections": []}, {"section_title": "Recency of Work", "paragraphs": ["In addition, a recency of work test requires the worker to have 20 quarters of coverage in the 40 quarters preceding the onset of disability (generally five years of work in the last 10). An exception applies to disabled workers under the age of 31; these individuals can meet the recency of work test by having credit in at least one-half of the calendar quarters during the period beginning with the quarter after the quarter the individual turned 21 and ending with the quarter that they became disabled. The recency of work test does not apply to individuals who are blind. "], "subsections": []}]}, {"section_title": "Inability to Engage in Substantial Gainful Activity", "paragraphs": ["To qualify for benefits, a disabled worker must also be unable to engage in \"substantial gainful activity\" (SGA). In 2014, SGA is the ability to earn $1,070 in a month. Since July 1999, the SGA amount has been adjusted annually to reflect the growth in average wages."], "subsections": []}]}, {"section_title": "Calculating Average Indexed Monthly Earnings", "paragraphs": ["The SSDI benefit payment is based on a disabled worker's average indexed monthly earnings (AIME), which is used in the computation of the individual's Primary Insurance Amount (PIA). For SSDI beneficiaries, the initial monthly benefit payment equals the PIA.", "The AIME is calculated as the sum of indexed earnings over the computation period, divided by the number of \"computation years\" (in months). The AIME is calculated based on an individual's earnings record by indexing—to national average wage growth—the worker's earnings during full calendar years after 1950 and up to the second year prior to the year (the \"indexing year\") of SSDI eligibility. Earnings in years after the indexing year are not indexed and are counted at their nominal value. This adjusts a beneficiary's earnings to be comparable to the earnings level in the year he or she became disabled.", "The number of computation years used in the AIME determination is equal to the number of \"elapsed years,\" minus any dropout years as discussed below. By statute, the number of elapsed years equals the calendar years after an individual turns age 21 through the year before the individual first becomes eligible for SSDI benefits. The minimum number of computation years used is two. The individual's highest (indexed) earnings years are used as computation years for the AIME calculation. Computation years may include years of zero earnings when the number of computation years is greater than the number of years of earnings; it is these computation years of zero earnings for which CDYs may be applied for eligible individuals."], "subsections": [{"section_title": "Disability Dropout Years in AIME Calculations", "paragraphs": ["Under current law, SSA will remove up to five of a disabled worker's elapsed years with the lowest earnings in calculating the AIME. Also known as the one-for-five (or one-fifth) rule , for every five elapsed years of earnings, the lowest year(s) of earnings will be dropped, up to a maximum of five total disability dropout years for a worker with 25 or more years of earnings. This provision reduces the effects of years of lower earnings on a disabled worker's benefit amount. For example, for a worker who becomes disabled with seven years of work history in covered employment, only the highest six years of earnings will be used for the purposes of AIME calculation (i.e., applying one disability dropout year). If the worker had 10 years in covered employment, SSA would use the highest eight years of earnings (i.e., applying two disability dropout years)."], "subsections": []}, {"section_title": "Childcare Dropout Years in AIME Calculations", "paragraphs": ["In addition, in calculating the AIME, disabled workers who receive fewer than three disability dropout years under the one-for-five rule (as described above) may be credited with up to two additional dropout years based on the care of a child, for up to a total of three dropout years. Specifically, these \"childcare dropout years\" (CDYs; also referred to as caregiving years) may be credited under two conditions: (1) the SSDI claimant had a child (or the child of a spouse) under the age of three in his or her care for at least nine months throughout a given year, and (2) the SSDI claimant had no earnings in that year.", "In addition, the year selected as a CDY must also be a year that could be selected as a benefit computation year. The claimant must have a minimum of two computation years. Authorized by the Social Security Disability Amendments of 1980 ( P.L. 96-265 ), the CDY provision became effective July 1981."], "subsections": [{"section_title": "The Interaction of Disability Dropout Years and Childcare Dropout Years", "paragraphs": ["CDYs are offset by disability dropout years and can only be credited to eligible SSDI beneficiaries when the number of disability dropout years is less than three. As presented in Table A-1 , an eligible individual may be credited with one CDY at three elapsed years. Two CDYs may be credited at four elapsed years. At five elapsed years, a disability dropout year may be credited (in addition to the two CDYs) for three total dropout years. CDYs begin to phase out at 10 elapsed years, as one CDY is replaced with one disability dropout year. CDYs completely phase out at 15 elapsed years as both CDYs are replaced with disability dropout years."], "subsections": []}]}, {"section_title": "Calculating the Primary Insurance Amount", "paragraphs": ["A disabled worker's PIA is determined by applying a formula to the AIME as shown in Table 1 . First, the AIME is sectioned into three brackets (or segments) of earnings, which are divided by dollar amounts known as bend points. For 2014, the bend points are $816 and $4,917. Three replacement factors—90%, 32%, and 15%—are applied to the three brackets of AIME. The three products derived from multiplying each replacement factor and bracket of AIME are added together. For a worker who becomes disabled in 2014, the PIA is determined as shown in the example in Table 1 . A disabled worker's benefit is equal to his or her PIA. In addition, a beneficiary's payment increases each year from the year of eligibility to the year of benefit receipt based on the Social Security cost-of-living adjustment (COLA)."], "subsections": []}]}, {"section_title": "Analysis of PIA for SSDI Beneficiaries Credited with CDYs", "paragraphs": ["Some 861,396 disabled workers aged 25 to 36 at the time of disability-onset were awarded SSDI benefits between January 2000 and May 2013. CDYs were applied to 1,336 (0.16%) of these recipients. During this period, most of these individuals (991 or 74.2%) were credited with one CDY, whereas 339 (25.4%) were credited with two CDYs. As shown in Figure A-1 , the distribution of CDY credits is skewed toward beneficiaries with lower earnings. During this period, 84.5% of beneficiaries (1,129) who were credited with CDYs had a PIA of less than $1,000.", "Appendix A. CDY Computation Chart and Graph", "Appendix B. Acronyms Used in This CRS Report"], "subsections": []}]}]}}