{"id": "R43398", "title": "The Education Sciences Reform Act", "released_date": "2017-07-05T00:00:00", "summary": ["The Education Sciences Reform Act (ESRA, Title I of P.L. 107-279) established the Institute of Education Sciences (IES) as an independent research arm of the Department of Education (ED). The IES Director, appointed by the President with the advice and consent of the Senate, serves a six-year term and is advised by a technical panel composed primarily of educational researchers, the National Board of Educational Sciences (NBES).", "The IES consists of four research centers, the National Center for Education Research (NCER), the National Center for Education Statistics (NCES), the National Center for Education Evaluation and Regional Assistance (NCEE), and the National Center for Special Education Research (NCSER). NCER sponsors research leading to the accumulation of knowledge and understanding of education. NCES's mission is to collect and analyze education information and statistics in a manner that meets the highest methodological standards. NCEE supports evaluation, technical assistance, development, and dissemination activities. NCSER sponsors research to expand knowledge and understanding of the needs of infants, toddlers, and children with disabilities.", "Along with ESRA, P.L. 107-279 enacted two additional acts—the Educational Technical Assistance Act (ETAA, Title II of P.L. 107-279) and the National Assessment of Educational Progress Authorization Act (NAEPAA, Title III of P.L. 107-279). ETAA authorizes the Secretary of Education to make grants to local entities for the purpose of supporting varied technical assistance activities and to states for statewide, longitudinal data systems. NAEPAA authorizes the Commissioner of Education Statistics to carry out a national assessment, state assessments, and a long-term trend assessment in reading and mathematics.", "Authorities under ESRA, ETAA, and NAEPAA expired in FY2008; however, funding for these programs and activities has continued through annual appropriations legislation. In the 113th Congress, the House of Representatives passed the Strengthening Education through Research Act (H.R. 4366) by a voice vote on May 8, 2014. In the 114th Congress, the Senate adopted a largely similar bill by the same name (S. 227) by unanimous consent on December 17, 2015. Both bills would have provided for reauthorization of ESRA, ETAA, and NAEPAA and would have amended several provisions related to IES independence, research standards, technical assistance, evaluation, privacy protection, student assessment oversight, and IES accountability."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The federal government has supported efforts to gather educational statistics for more than 150 years. Collecting statistics and facts on the condition and progress of education was the core function of the earliest version of the Office of Education (P.L. 39-73, enacted March 2, 1867). However, a coordinated national undertaking resembling today's research and statistics effort did not begin to take shape until the mid-1970s with the creation of the National Institute of Education (NIE) under the Education Amendments of 1972 (P.L. 92-318) and the National Center for Education Statistics (NCES) under the Education Amendments of 1974 ( P.L. 93-380 ). In 1985, the NIE was replaced by the Office of Educational Research and Improvement (OERI) through executive authority. The present-day federal educational research and statistics effort is carried out by the Institute of Education Sciences (IES), which replaced OERI in 2002 through provisions adopted with the passage of the Education Sciences Reform Act (ESRA, Title I of P.L. 107-279 ).", "ESRA established IES as an independent research institute housed within the Department of Education (ED) headed by a Director, appointed by the President with the advice and consent of the Senate, to serve a term of six years. ESRA also established a technical panel composed primarily of researchers, the National Board of Educational Sciences (NBES), to advise the Director on the policies of the institute and approve research priorities and procedures for technical and scientific peer review. Additionally, this panel is charged with assessing the progress of IES and making recommendations for improvement.", "ESRA established three National Education Centers to conduct the work of IES in three areas: the National Center for Education Research (NCER), the National Center for Education Statistics (NCES), and the National Center for Education Evaluation and Regional Assistance (NCEE). Subsequently, P.L. 108-446 , which reauthorized the Individuals with Disabilities Education Act (IDEA), amended ESRA by adding a fourth center to operate within IES, the National Center for Special Education Research (NCSER). ", "Along with ESRA, P.L. 107-279 enacted two additional acts—the Educational Technical Assistance Act (ETAA, Title II of P.L. 107-279 ) and the National Assessment of Educational Progress Authorization Act (NAEPAA, Title III of P.L. 107-279 ). ETAA authorizes the Secretary of Education to make grants to local entities for the purpose of supporting varied technical assistance activities and to states for statewide, longitudinal data systems. NAEPAA authorizes the Commissioner of Education Statistics to carry out a national assessment, state assessments, and a long-term trend assessment in reading and mathematics in grades 4, 8, and 12.", "Overall, while many changes that affect federal educational research and statistics activities were enacted through ESRA, among the particularly prominent changes were those leading to the creation of an independent research institute and those specifying \"scientifically-based\" or \"scientifically-valid\" standards for research. Under the provisions of ESRA, IES operates as an independent institute and is afforded more freedom from ED than OERI had as an office (headed by an Assistant Secretary) within ED. At the same time, ESRA provides for greater oversight of the work and work processes of IES by a technical panel (NBES) in comparison to what was required under provisions in OERI's authorizing legislation. ESRA also notably goes further than prior authorizing legislation in terms of specifying standards for educational research supported under the act. Specifically, ESRA defines and requires scientifically based research standards, scientifically valid research, and scientifically valid educational evaluations. Collectively the provisions outlining and requiring adherence to these \"scientifically-based\" or \"scientifically-valid\" standards have in effect signaled that methodological rigor is a top priority for IES-supported research. ", "Authorities under ESRA, ETAA, and NAEPAA expired in FY2008; however, funding for these programs and activities has continued through annual appropriations legislation. In the 113 th Congress, the House of Representatives passed the Strengthening Education through Research Act ( H.R. 4366 ) by a voice vote on May 8, 2014. In the 114 th Congress, the Senate adopted a largely similar bill by the same name ( S. 227 ) by unanimous consent on December 17, 2015. Both bills would have provided for reauthorization of ESRA, ETAA, and NAEPAA and would have amended several provisions related to IES independence, research standards, technical assistance, evaluation, privacy protection, student assessment oversight, and IES accountability. ", "This report provides a concise description of programs and authorities established by ESRA, ETAA, and NAEPAA as amended. It is organized in a manner that aligns with the legislation, P.L. 107-279 , which enacted these three measures. The report concludes with a discussion of recent legislative action."], "subsections": []}, {"section_title": "Education Sciences Reform Act", "paragraphs": ["Title I of P.L. 107-279 is entitled the Education Sciences Reform Act (ESRA). Organizationally, the act is comprised of six parts which contain the provisions authorizing IES, the NBES, and each of the National Education Centers."], "subsections": [{"section_title": "Institute of Education Sciences", "paragraphs": ["Part A of ESRA establishes IES as a research institute within ED intended to provide \"national leadership in expanding fundamental knowledge and understanding of education from early childhood through postsecondary study.\" The aim of IES is to provide parents, educators, students, researchers, policymakers, and the general public with information on the condition and progress of education, on practices that improve academic achievement, and on the effectiveness of federal education and other education programs. IES is authorized to carry out these aims by compiling statistics, conducting research and evaluations, and disseminating information.", "Under the provisions of ESRA, the IES Director is appointed by the President with the advice and consent of the Senate. The Director is selected from individuals with expertise in the fields of research, statistics, or evaluation in education. The Director is authorized to carry out specific duties, such as proposing research priorities; establishing procedures for technical and peer review; advising the Secretary on matters related to research and evaluation; and ensuring that conducted activities are objective, secular, neutral, and nonideological and are free of partisan political influence and racial, cultural, or regional bias. ", "ESRA also authorized the NBES (also known at the Board), which is tasked with advising and consulting with the Director on the policies of IES. Among other responsibilities, the Board considers and approves research priorities proposed by the Director; advises and approves procedures for technical and peer review; advises the Director on the funding of applications for grants, contracts, and cooperative agreements; provides recommendations to the Director on individuals to serve as Commissioners of the four IES research centers; and assesses the progress of and makes recommendations for the improvement of IES. ESRA specifies requirements related to members of the Board, including the composition of the Board, the qualification of the Board's membership, compensation, and travel expenses.", "Under the provisions of ESRA, as amended, IES is composed of four research centers: the National Center for Education Research (NCER), the National Center for Education Statistics (NCES), the National Center for Education Evaluation and Regional Assistance (NCEE), and the National Center for Special Education Research (NCSER). Three of the centers (NCER, NCEE, and NCSER) are headed by a Commissioner appointed by the Director for a term not to exceed six years (except that the Commissioner may be reappointed by the Director). The Commissioner of the fourth center, NCES, is appointed by the President for a term of six years. Each of the four research centers has specific duties outlined in ESRA and summarized below."], "subsections": [{"section_title": "National Center for Education Research", "paragraphs": ["Part B of ESRA authorizes NCER \"to sponsor sustained research that will lead to the accumulation of knowledge and understanding of education.\" Specifically, the mission of NCER is to sponsor research that ensures that all children have access to a high-quality education; improves student academic achievement; closes the achievement gap between high-performing and low-performing students; and improves access to, and opportunities for, postsecondary education. NCER is also charged with supporting the synthesis and integration of research, promoting quality through the use of accepted practices of scientific inquiry, and promoting scientifically valid research findings.", "The duties of NCER (outlined in ESRA, §133) include, but are not limited to, maintaining peer-review processes and standards for the conduct and evaluation of all research carried out at the center; proposing research plans to the Director; implementing a plan to carry out scientifically valid research; ensuring that research is relevant to education practice and policy; and synthesizing and disseminating research findings.", "In carrying out these duties, the Commissioner of NCER is authorized to support not less than eight national research and development centers, which must support work on the following topics: ", "adult literacy; assessment, standards, and accountability research; early childhood development and education; improving low-achieving schools; innovation in education reform; state and local policy; postsecondary education and training; rural education; teacher quality; and reading and literacy. ", "Research and development centers are to address areas of national need, and competitive grants support the centers. Awards are made for a period of not more than five years. Continuation grants may be made to research and development centers by the Director as long as no research and development center is supported for more than 10 years without undergoing a competitive process. ", "The Commissioner of NCER is responsible for carrying out a research plan that includes both basic and applied research and research conducted through field-initiated research efforts as well as ongoing research initiatives. Not less than 50% of the funds made available for research in each fiscal year are to be used to fund long-term research programs of not less than five years."], "subsections": []}, {"section_title": "National Center for Education Statistics", "paragraphs": ["ESRA Part C authorizes NCES \"to collect and analyze education information and statistics in a manner that meets the highest methodological standards.\" The primary duty of NCES is to collect, acquire, compile, and disseminate statistics on the condition and progress of education from preschool through adulthood. NCES is to report education information and statistics in a timely manner; ensure that reports of education information and statistics are objective, secular, neutral, nonideological, and free of partisan political influence and bias; and ensure that reports are relevant and useful to practitioners, researchers, policymakers, and the public.", "Other duties of NCES (specified in ESRA, §153) include the following: publishing reports on the meaning and significance of the statistics collected; determining voluntary standards and guidelines for state educational agencies (SEAs) in developing statewide longitudinal data systems; and acquiring and disseminating information on student achievement in the United States compared with other nations. The Commissioner of NCES is authorized to carry out these duties by awarding grants, contracts, or cooperative agreements and by providing technical assistance.", "ESRA specifies that certain data must be collected on the following topics: ", "state and local education reform activities; state and local early childhood school readiness activities; student achievement in reading, mathematics, and science; secondary school completions, dropouts, and adult literacy skills; information on teaching practice; instruction, the conditions of the education workplace, and the supply of and demand for teachers; the incidence, frequency, seriousness, and nature of violence affecting students and school personnel; the financing and management of education, including data on revenues and expenditures; the social and economic status of children; the existence and use of educational technology in elementary and secondary education schools; access to early childhood programs; the availability of before-school and after-school programs; student participation in secondary and postsecondary vocational and technical education by specific program area; and the existence and use of school libraries. ", "Further, these data must be disaggregated by gender; race; ethnicity; socioeconomic status; limited English proficiency; mobility; disability; urban, rural, and suburban districts; and other population characteristics, \"when such disaggregated information will facilitate educational and policy decision making.\""], "subsections": []}, {"section_title": "National Center for Education Evaluation and Regional Assistance", "paragraphs": ["ESRA Part D authorizes NCEE to support evaluation, technical assistance, development, and dissemination activities. Specifically, the mission of NCEE (outlined in §171(b)) is", "to provide technical assistance; to conduct evaluations of federal education programs administered by the Secretary (and as time and resources allow, other education programs) to determine the impact of such programs (especially on student academic achievement in the core academic areas of reading, mathematics, and science); to support synthesis and wide dissemination of results of evaluation, research, and products developed; and to encourage the use of scientifically valid education research and evaluation throughout the United States.", "The Commissioner of NCEE is authorized to carry out these duties by awarding grants, contracts, and cooperative agreements and by providing technical assistance. ", "ESRA specifies a number of requirements for evaluations conducted by NCEE. Among other requirements, NCEE must establish evaluation methodology, and NCEE evaluations must adhere to the highest possible standards of quality for conducting scientifically valid education evaluation and are subject to peer review. NCEE is required to evaluate programs under Title I of the Elementary and Secondary Education Act (ESEA); and review and supplement other federal education program evaluations, particularly those supported or conducted by ED. ", "Technical assistance duties of NCEE are primarily carried out through the Regional Educational Laboratories (REL) program. The Director of IES is required to enter into contracts with 10 RELs that serve the needs of children across the United States. Before entering into a contract, the Director must design specific objectives and measureable indicators to be used to assess the performance of the RELs. ", "RELs are supported to carry out applied research, development, dissemination, and technical assistance activities to meet the needs of the regions they serve. The central mission of the RELs involves the provision of training and technical assistance to SEAs, local educational agencies (LEAs), school boards, and state boards of education on the administration and implementation of the ESEA; scientifically valid research on teaching methods, assessment tools, and curriculum frameworks for use in a series of content areas; and the replication and adaptation of promising educational practices and methods. Additionally, the duties of the RELs include the facilitation of communication between educational experts, school officials, and teachers, parents, and librarians to assist schools in developing a plan to meet state education goals; surveying the needs of the region; developing a plan for serving those needs; carrying out applied research to serve the needs of the region; and engaging in a series of additional dissemination activities. The Commissioner of NCEE must provide for independent evaluations of each of the RELs and provide the results of such evaluations to the relevant committees of Congress, the NSEB, and the appropriate REL."], "subsections": []}, {"section_title": "National Center for Special Education Research", "paragraphs": ["Part E of ESRA authorizes NCSER to sponsor research to expand knowledge and understanding of the needs of infants, toddlers, and children with disabilities in order to improve the developmental, educational, and transitional results of such individuals; to sponsor research to improve services provided under and support the implementation of the Individuals with Disabilities Education Act (IDEA); and to evaluate the implementation of IDEA.", "The duties of NCSER (specified in §177 of ESRA) include, but are not limited to, the following: improving services under IDEA; identifying scientifically based practices that support learning and improve academic achievement; identifying scientifically based services and interventions that promote participation and progress in general education curriculum and settings; improving the alignment of state standards and alternate assessments for students with significant cognitive disabilities; examining the overidentification and underidentification of children with disabilities and causes thereof; improving personnel preparation; examining the excess cost of educating students with disabilities; and examining the special needs of limited English proficient children with disabilities.", "The Commissioner of NCSER is authorized to carry out these duties by awarding grants, contracts, or cooperative agreements to eligible applicants. Research activities at NCSER are to be carried out in accordance with the standards for conduct and evaluation of all research and development activities established by NCER. NCSER is also tasked with synthesizing and disseminating the findings and results of special education research conducted at the center."], "subsections": []}, {"section_title": "General Provisions", "paragraphs": ["ESRA Part F contains a number of provisions regarding prohibitions, confidentiality, availability of data, performance management, authority to publish, staffing considerations (e.g., vacancies, scientific or technical employees, fellowships) and authorizations of appropriations for ESRA. For FY2003, $400 million in appropriations were authorized to carry out the activities authorized under ESRA and such sums as may be necessary for each of the five succeeding fiscal years. Additionally, $100 million was authorized for the RELs for FY2003 and such sums as may be necessary for each of the five succeeding fiscal years. Although these authorities expired in FY2008, funding has continued through annual appropriations legislation."], "subsections": []}]}]}, {"section_title": "Educational Technical Assistance Act", "paragraphs": ["Title II of P.L. 107-279 is entitled the Educational Technical Assistance Act (ETAA). This act authorizes the Secretary to award grants to local entities for the purpose of supporting technical assistance and evaluation and to award grants to states for statewide, longitudinal data systems. The Secretary is authorized to award not less than 20 grants for comprehensive centers for technical assistance to local entities across 10 geographic regions. Each comprehensive center must work with SEAs, LEAs, and schools in the region where the center is located. ", "ETAA outlines a number of authorized activities for the comprehensive centers, including but not limited to, the following: (1) providing training, professional development, and technical assistance for the implementation of programs under the ESEA; (2) disseminating and providing information, reports, and publications to improve academic achievement and close achievement gaps; and (3) developing teacher and school leader in-service and pre-service training models that reflect best practices in the use of technology. ", "Each comprehensive center must coordinate activities with its local REL, NCEE, the Office of the Secretary, the state service agency, and other technical assistance providers. Each comprehensive center must also establish an advisory board and report annually to the Secretary. The Secretary must conduct ongoing independent evaluations of the comprehensive centers and report to the appropriate congressional committees and the Director of IES.", "ETAA also authorizes the Secretary to make competitive grants to SEAs to design, develop, and implement statewide longitudinal data systems to efficiently and accurately manage and use student data, consistent with the needs of the ESEA. In awarding grants, the Secretary must ensure that applications are of adequate technical quality and address the data uses required by the ESEA, as well as any other reporting requirements related to closing achievement gaps.", "For FY2003, Section 209 authorized $80 million to carry out activities in Title II of P.L. 107-279 and such sums as may be necessary for each of the five succeeding fiscal years. Although these authorities expired in FY2008, funding has continued through annual appropriations legislation."], "subsections": []}, {"section_title": "National Assessment of Educational Progress Authorization Act", "paragraphs": ["Title III of P.L. 107-279 is entitled the National Assessment of Educational Progress Authorization Act (NAEPAA). This act establishes the National Assessment Governing Board (known as NAGB or the \"Assessment Board\") and charges the Commissioner of Education Statistics with conducting the National Assessment of Educational Progress (NAEP). ", "NAEP is a series of assessments that includes a national assessment program, a state assessment program, a long-term trend study, and a trial urban district assessment program. The national assessment program is the only national assessment of student achievement in reading and mathematics and is administered every two years to grades 4 and 8 (assessments in other subjects, such as writing, civics, and the arts, as well as to students in grade 12, are given less frequently). States may choose to participate in the state assessment program by facilitating administration of NAEP to a sample size sufficient for state-level results. NAEPAA Section 303(d) indicates that participation in the NAEP assessment is voluntary for \"students, schools, and local educational agencies.\"", "The Assessment Board formulates policy guidelines for NAEP and consists of a broad array of stakeholders, including governors, state legislators, chief state school officers, members of state and local boards of education, representatives from local educational agencies (such as superintendents, teachers, and parents), and testing and measurement experts. The Director of IES is a nonvoting member of the Assessment Board. NAEPAA sets the following duties for the Assessment Board:", "select the subject areas to be assessed beyond the required subjects of reading and mathematics; develop appropriate student achievement levels; develop assessment objectives and test specifications that produce an assessment that is valid and reliable, and are based on relevant widely accepted professional standards; develop a process for review of the assessment that includes the active participation of teachers, curriculum specialists, local school administrators, parents, and concerned members of the public; design the methodology of the assessment to ensure that assessment items are valid and reliable, in consultation with appropriate technical experts in measurement and assessment, content and subject matter, sampling, and other technical experts who engage in large scale surveys; measure student academic achievement in grades 4, 8, and 12 in the authorized academic subjects; develop guidelines for reporting and disseminating results; develop standards and procedures for regional and national comparisons; take appropriate actions needed to improve the form, content, use, and reporting of results; and plan and execute the initial public release of National Assessment of Educational Progress reports.", "For FY2003, $4.6 million in appropriations were authorized to carry out activities related to the National Assessment Governing Board, $107.5 million to carry out activities related to the NAEP, and such sums as may be necessary for each of the five succeeding fiscal years. Although these authorities expired in FY2008, funding has continued through annual appropriations legislation."], "subsections": []}, {"section_title": "Recent Legislative Action", "paragraphs": ["During the 113 th Congress, the House of Representatives passed the Strengthening Education through Research Act ( H.R. 4366 ) by a voice vote. In the 114 th Congress, the Senate adopted a largely similar bill by the same name ( S. 227 ) by unanimous consent. Both bills would have provided for reauthorization of ESRA, ETAA, and NAEPAA and would have amended several provisions related to IES independence, research standards, technical assistance, evaluation, privacy protection, student assessment oversight, and IES accountability. This section discusses changes proposed by these bills and highlights areas where they differ."], "subsections": [{"section_title": "IES Independence and Operations", "paragraphs": ["Both H.R. 4366 and S. 227 would have given the Director of IES authority to accept additional responsibilities from the Secretary, replacing current provisions authorizing the Secretary to assign additional responsibilities to IES. Both bills would have provided the Director of IES the authority to appoint the Commissioner of NCES, replacing provisions authorizing the President to appoint the Commissioner. Both bills would have amended provisions that establish NBES to state that it \"shall be independent of the Director and the other offices and officers of the Institute.\" Both bills would add a new requirement that the NBES must have at least two board members who are practitioners and are knowledgeable about the education needs of the United States. Both bills would have amended provisions allowing for the IES Director to be appointed for one six-year term, allowing for the Director to serve for an additional year if a successor has not been appointed, and allowing for a Director to be appointed for a second six-year term. Both bills would have required the Secretary to consult with the Director or appropriate designee in both the procurement and performance management processes of all IES contracts, specifying a new set of operational connections pertaining to the involvement of the Director of IES or designees in contracting processes which are administered through ED's contracting office. Both bills would add a new requirement for IES to establish and maintain a peer review system involving highly qualified individuals to review and evaluate each application for a grant or cooperative agreement exceeding $100,000 and all reports and other products exceeding $100,000. Both bills add a requirement that IES grants, contracts, and cooperative agreements must be awarded through a peer review process, amending provisions in current law requiring that \"at a minimum\" they be awarded on a competitive basis and, when practicable, through a process of peer review."], "subsections": []}, {"section_title": "Research Standards and Research and Development Activities", "paragraphs": ["Both bills would have amended the definition of \"scientifically based research standards,\" which under each bill would have been renamed \"principles of scientific research.\" The new definition of these principles that IES-supported research would be expected to adhere to would have allowed for \"strong claims of causal relationships\" only with research designs that eliminate plausible competing explanations for results, such as, \"but not limited to random assignment experiments.\" The bills are more explicit than current law in specifying that such designs would not be limited to random assignment experiments. Both bills would have adjusted the specified topical research priorities for IES, preserving language authorizing research on educational problems and issues relevant to the goals and requirements of major federal educational laws such as ESEA, IDEA, and HEA, and authorizing research focused on improving the quality of early childhood and elementary and secondary education, as well as research focused on access to opportunities for and completion of postsecondary education. Some more narrowly targeted priorities that are specified under current law would no longer be specified under either bill. Both bills would have eliminated the requirement that there be \"not less than 8\" national research and development centers supported by the NCER and struck certain language naming specific topics of research to be supported by these centers. Both bills would have explicitly identified the mission of RELs as conducting applied research, development, evaluation, and dissemination activities, and developing the capacity of SEAs and LEAs to carry out such activities. Both bills would have specified processes for ensuring such RELs' work is responsive to the needs of the region served, and eliminated their role in providing other types of training and technical assistance. Both bills would have limited the number of RELs to not more than 10. S. 227 would have newly given the Evaluation and Regional Assistance Commissioner, in consultation with REL advisory boards, the authority to determine the appropriate number of RELs and the authority to reorganize laboratories in a manner that could include not basing them on regions, based on consideration of how well RELs are meeting the needs of regions and meeting measurable performance indicators."], "subsections": []}, {"section_title": "Technical Assistance", "paragraphs": ["Both bills would have assigned responsibility for some technical assistance solely to the ED-administered Comprehensive Centers (authorized through ETAA), specifying that these centers (and not NCEE or the RELs) are responsible for providing technical assistance to states to help schools in meeting the goals of ESEA and other federal education laws. H.R. 4366 would have limited the number of Comprehensive Center awards to \"not more than 17.\" S. 227 would have set the number at 17 and newly given the Secretary authority to determine the appropriate number of centers in consultation with comprehensive center advisory boards, although the number would not be allowed to exceed 17. Under this new authority, based on consideration of whether centers were meeting the needs of regions and meeting measurable performance indicators, the Secretary would be able to make an alternative number of awards or reorganize centers, including organizing by content areas instead of regions. Current law calls for \"not less than 20\" Comprehensive Center awards."], "subsections": []}, {"section_title": "Evaluation", "paragraphs": ["Both bills would have designated IES as the primary entity responsible for conducting research on and evaluations of federal education programs and programs within ED, aiming to ensure rigor and independence of such research and evaluation. Both bills would have authorized the Secretary, in consultation with the Director of IES, to reserve not more than 0.5% of appropriated funds for each program under ESEA (other than Part A of Title I) and 0.25% of appropriated funds for Part A of Title I for evaluations of programs authorized under ESEA. Both bills would have authorized the Secretary to consolidate funds reserved for ESEA evaluation and specified no requirement to evaluate all programs authorized under ESEA. Both bills would have required the Director of IES, in consultation with the Secretary, to submit an ESEA evaluation plan to Congress on a biennial basis."], "subsections": []}, {"section_title": "Statistics and NAEP", "paragraphs": ["Both bills would have clarified the Commissioner of Education Statistics' duty to protect the privacy and identity of individuals on whom data are collected. Both bills would have amended the role of the National Assessment Governing Board to \"oversee and set policies\" for the NAEP, rather than \"formulate guidelines\" as in current law."], "subsections": []}, {"section_title": "Accountability", "paragraphs": ["Both bills would have required the NBES to submit to the Director, the Secretary, and Congress an evaluation of all four National Education Centers conducted by an independent entity and tied to an expanded performance management system. H.R. 4366 would have required this to be a triennial evaluation, while S. 227 would have required it once every five years. The expanded performance management system authorized in both bills would have aimed to promote continuous improvement of activities and effective use of funds through the required development and use of measurable performance indicators that would have been designed to gauge the effectiveness of IES activities as well as their utility in terms of meeting stakeholders' needs. Both bills would have required that renewal of all IES-supported grants, contracts, and cooperative agreements be tied to progress on measurable indicators in the performance management system. Under both bills, the Director would be authorized to renew support for NCER national research and development centers without competition for up to two years, rather than up to five years under current law. Under both bills, similar renewal authority would be provided for up to two years, rather than up to five years under current law, for the Statistics Commissioner pertaining to grants, contracts, and cooperative agreements receiving support through NCES. Both bills also would newly require that recipients of renewal awards demonstrate progress in meeting the requirements of ESRA's performance management system. Under both bills, the Evaluation and Regional Assistance Commissioner and the Special Education Research Commissioner would be newly authorized to renew support without competition for grants, contracts, and cooperative agreements for up to two years; renewal award recipients would be required demonstrate progress in meeting the requirements of ESRA's performance management system. Both bills would have required that the Director report to the public information on all grants, contracts, or cooperative agreements within 120 days of the award. Both bills would have codified current regulatory requirements concerning data access by federal agencies and interested parties."], "subsections": []}, {"section_title": "Authorization of Appropriations", "paragraphs": ["Both bills would have authorized appropriations for ESRA, ETAA, and NAEPAA at specific levels for each of FY2015 through FY2020, rather than for the first fiscal year and such sums as necessary for subsequent fiscal years as under current law. Both bills would have authorized appropriations for the RELs at a reservation of 16.13% of the funds appropriated for ESRA (other than those appropriated for NCSER), rather than at $100,000 for FY2003 and such sums as necessary for the five succeeding years as under current law. "], "subsections": []}]}]}}