{"id": "R43318", "title": "The Social Security Disability Insurance (DI) Trust Fund: Background and Current Status", "released_date": "2016-01-19T00:00:00", "summary": ["Social Security Disability Insurance (SSDI) provides benefits to nonelderly workers and their eligible dependents if the worker paid Social Security taxes for a certain number of years and is unable to perform substantial work due to a qualifying impairment. As in Old-Age and Survivors Insurance (OASI)—the retirement component of Social Security—benefits are based on a worker's past earnings in covered employment. In December 2014, SSDI provided disability insurance coverage to more than 151 million people and paid benefits to about 9 million disabled workers and 2 million of their spouses and children.", "Benefits and administrative costs for SSDI and OASI are financed primarily by dedicated payroll and self-employment taxes levied on the earnings of covered workers, which are deposited in the Federal Disability Insurance (DI) Trust Fund and the Federal Old-Age and Survivors Insurance (OASI) Trust Fund, respectively. The combined Social Security tax on earnings is 12.40%, which is split equally between workers and employers (6.20% each). Of that amount, 2.37% is allocated to the DI trust fund and 10.03% is allocated to the OASI trust fund. Each trust fund is a legally distinct account in the U.S. Treasury, and under current law, the two trust funds may not borrow from one another.", "Over the past few years, Congress has grown increasingly concerned with the financial outlook of the DI trust fund. Cost has exceeded total income since 2009, causing the balance of the DI trust fund to shrink. In their July 2015 report, the Social Security trustees projected that the DI trust fund would be depleted in the fourth quarter of calendar year 2016. Upon depletion of its asset reserves, the DI trust fund was projected to have enough ongoing revenues to pay only about 80% of scheduled benefits. The trustees projected that the OASI trust fund would be depleted in 2035.", "The Social Security Act provides no guidance on the payment of benefits once a trust fund's asset reserves have been depleted and current tax revenues are insufficient to meet current cost. Although individuals who meet Social Security's eligibility requirements are legally entitled to disability benefits, a provision in the Antideficiency Act prohibits a federal agency from spending in excess of available funds. Because the Social Security Act stipulates that SSDI benefit payments shall be made only from the DI trust fund, without a change in the law, monthly cash payments to beneficiaries could be delayed or reduced if the DI trust fund were depleted.", "The decreasing solvency of the DI trust fund is the result of an increasing imbalance between the fund's income and cost. Over the past 20 years, tax revenues to the DI trust fund have remained relatively flat as a percentage of taxable payroll, whereas cost as a share of taxable payroll has grown markedly. The increase in cost stems largely from the growth in the number of beneficiaries in the program. Between 1995 and 2014, the number of disabled workers and their dependents in receipt of SSDI grew 85%, from 5.9 million to 10.9 million. Because benefit payments account for nearly all program spending, the growth in the SSDI rolls has contributed heavily to the financial difficulties of the DI trust fund.", "On November 2, 2015, President Barack Obama signed into law the Bipartisan Budget Act of 2015 (H.R. 1314; P.L. 114-74). Among its many provisions, the act authorized a temporary reallocation of the Social Security payroll tax rate between the OASI and DI trust funds to provide DI with a larger share for 2016 through 2018. Specifically, the DI trust fund's share of the combined tax rate increased by 0.57 percentage point at the beginning of 2016, from 1.80% to 2.37%. Because the act did not change the combined payroll tax rate of 12.40%, the portion of the tax rate allocated to OASI decreased by a corresponding amount. This means that OASI's share of the combined tax rate declined by 0.57 percentage point at the start of 2016, from 10.60% to 10.03%. For 2019 and later, the shares allocated to the DI and OASI trust funds are scheduled to return to their 2015 levels (i.e., 1.80% to the DI trust fund and 10.60% to the OASI trust fund).", "The Social Security Administration's Office of the Chief Actuary (OACT) projects that the reallocation will extend the solvency of the DI trust fund from the fourth quarter of 2016 to the third quarter of 2022. Although the reallocation will reduce the solvency of the OASI trust fund slightly, OACT estimates that the depletion year for OASI will remain unchanged at 2035."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Lawmakers and the public have expressed increasing concern over the solvency of the Disability Insurance (DI) trust fund, from which Social Security Disability Insurance (SSDI) benefits are paid. Until recently, the DI trust fund was projected to be depleted in the fourth quarter of calendar year 2016, at which time ongoing revenues to the DI trust fund were projected to be sufficient to pay only about 80% of scheduled benefits. In November 2015, the Bipartisan Budget Act of 2015 ( H.R. 1314 ; P.L. 114-74 ) extended the projected solvency of the DI trust fund by authorizing a reallocation of the Social Security payroll tax rate between the DI and the Old-Age and Survivors Insurance (OASI) trust funds to provide DI with a larger share. Although the reallocation averted a potential benefit cut in late 2016, without additional legislation action (i.e., revenue increases, cost reductions, or some combination thereof), the DI trust fund is projected to be unable to pay scheduled benefits in full and on a timely basis by the early 2020s.", "This report provides an overview of the DI trust fund and its current financial outlook. It begins with background information on the SSDI program and the financing of the Social Security trust funds. Next, the report examines the financial status of the DI trust fund over the past 20 years and the causes of the DI trust fund's financial imbalance. It then discusses the projected status of the DI trust fund under prior law and under the Bipartisan Budget Act of 2015. Lastly, the report provides background information on the use of reallocations by Congress in the past, as well as on a House rules change in the 114 th Congress concerning payroll tax reallocations. The appendix of the report provides a congressional rationale for the creation of a separate DI trust fund as part of the Social Security Amendments of 1956 (P.L. 84-880)."], "subsections": []}, {"section_title": "Background on SSDI", "paragraphs": ["Enacted in 1956 under Title II of the Social Security Act, SSDI is part of the Old-Age, Survivors, and Disability Insurance (OASDI) program, more commonly known as Social Security. As in OASI—the retirement component of Social Security—SSDI is a form of social insurance that replaces a portion of a worker's income based on the individual's work history and career-average earnings in covered employment. Specifically, SSDI provides benefits to nonelderly insured workers who meet the statutory definition of disability and to their eligible dependents. In November 2015, the Social Security Administration (SSA) paid benefits to more than 10.8 million SSDI recipients, including 8.9 million disabled workers, 142,000 spouses of disabled workers, and 1.8 million children of disabled workers."], "subsections": [{"section_title": "Eligibility", "paragraphs": ["To qualify for SSDI, workers must be (1) under the full retirement age (FRA), (2) insured in the event of disability, and (3) statutorily disabled. The FRA is the age at which unreduced Social Security retirement benefits are first payable, which is currently 66. To achieve insured status, individuals must have worked in covered employment for about a quarter of their adult lives before they became disabled and for at least 5 years of the 10 years immediately before the onset of disability. However, younger workers may qualify with less work experience based on their age. In 2014, SSDI provided disability insurance coverage to more than 151 million nonelderly workers.", "To meet the statutory definition of disability, an insured worker must be unable to engage in any substantial gainful activity (SGA) by reason of any medically determinable physical or mental impairment that is expected to last for at least one year or result in death. In 2016, the SGA earnings limit is $1,130 per month for most workers and $1,820 per month for statutorily blind workers. Disability determinations are based on a five-step sequential evaluation process that takes into account a worker's medical records, age, education, and work experience. In general, workers must have a severe impairment (or combination of impairments) that prevents them from performing any kind of substantial work that exists in the national economy in significant numbers."], "subsections": []}, {"section_title": "Benefits", "paragraphs": ["Cash benefits begin five full months after a beneficiary's disability onset date. Initial benefits are based on a worker's career-average earnings, indexed to reflect changes in national wage levels. Benefits are subsequently adjusted to account for inflation through cost-of-living adjustments (COLAs), as measured by the Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W). Monthly benefits payable to the worker and family members are subject to a maximum family benefit amount. Benefits may be offset if the disabled worker also receives workers' compensation or certain other public disability benefits. In November 2015, the average monthly benefit was $1,166 for disabled workers, $318 for spouses of disabled workers, and $350 for children of disabled workers. ", "In addition to cash benefits, disabled workers and certain dependents are eligible for health care coverage under Medicare after 24 months of entitlement to cash benefits (typically 29 months after the onset of disability). In 2012, Medicare spending per disabled beneficiary averaged about $9,900. Generally, disabled workers retain their benefits as long as they (1) are under the FRA, (2) exhibit no substantial medical improvement, and (3) have average monthly earnings at or below the SGA limit."], "subsections": []}]}, {"section_title": "The Social Security Trust Funds", "paragraphs": ["Although Social Security is often viewed as a single program, its financing comes from two legally distinct sources known as trust funds. A trust fund is an accounting mechanism that \"records the revenues, offsetting receipts, or offsetting collections earmarked for the purpose of the fund, as well as budget authority and outlays of the fund that are financed by those revenues or receipts.\" The Federal Disability Insurance Trust Fund finances the benefits of disabled workers and their dependents, and the Federal Old-Age and Survivors Insurance Trust Fund pays for the benefits of retired workers and their dependents as well as survivors of deceased workers. Administrative costs are also drawn from the trust funds. Each trust fund is a separate account in the U.S. Treasury, and under current law, the two trust funds may not borrow from one another. ", "The OASI trust fund was created under the Social Security Amendments of 1939 (P.L. 76-379), and superseded the Old-Age Reserve Account established under the original Social Security Act in 1935 (P.L.74-271). The DI trust fund was established as part of the Social Security Amendments of 1956 (P.L. 84-880)—the same legislation that created SSDI. The creation of a separate DI trust fund appears to have been a compromise to address concerns of some lawmakers at the time about SSDI's potential cost and potential negative impact on the OASI trust fund and its beneficiaries. For more information on the congressional rationale for the creation of a separate DI trust fund, see Appendix A . "], "subsections": [{"section_title": "Financing", "paragraphs": ["SSDI and OASI are financed primarily by dedicated payroll and self-employment taxes levied on the earnings of covered workers under the Federal Insurance Contributions Act (FICA) and the Self-Employment Contributions Act (SECA). FICA taxes are split evenly between employees and employers, whereas SECA taxes are borne fully by self-employed individuals. As shown in Table 1 , the Social Security FICA tax rate for employees and employers, each is 6.200%, with 1.185% allocated to the DI trust fund and 5.015% to the OASI trust fund. On a combined basis , the FICA tax rate is 12.400%, with 2.370% allocated to the DI trust fund and 10.030% to the OASI trust fund. The Social Security SECA tax rate is the same as the combined FICA tax rate. Social Security taxes are levied on covered earnings up to a maximum annual amount, which is $118,500 in 2016. ", "The FICA rates for employees and employers are prescribed in Sections 3101 and 3111 of the Internal Revenue Code (IRC), respectively; the SECA rate is specified in Section 1401 of the IRC. The allocation of the tax rates between the OASI and DI trust funds, however, is set in Section 201(b) of the Social Security Act. Section 201(b) specifies the combined share of the Social Security tax rate allocated to the DI trust fund for both wages (FICA) and self-employment income (SECA), which, as noted above, is 2.370% (1.185% for employees and employers, each). Section 201(a) states that the combined allocation to the OASI trust fund for both wages and self-employment income is the combined Social Security payroll tax rate set in the IRC less the combined share prescribed in Section 201(b). Therefore, the combined allocation to the OASI trust fund is 12.400% minus 2.370%, which equals 10.030% (5.015% for employees and employers, each).", "In addition to payroll taxes, the OASI and DI trust funds are credited with income from the taxation of some Social Security benefits. The share of Social Security benefits that is taxable depends on whether the individual's provisional income exceeds certain thresholds. Provisional income equals adjusted gross income plus otherwise tax-exempt interest income (i.e., interest from tax-exempt bonds), plus 50% of Social Security benefits. Income derived from the taxation of up to the first 50% of Social Security benefits is credited to the OASI and DI trust funds based on the source of the benefits taxed. In other words, up to a certain rate, taxes paid on OASI benefits are deposited in the OASI trust fund and taxes paid on SSDI benefits are deposited in the DI trust fund. ", "Occasionally, the two trust funds receive reimbursements from the General Fund of the U.S. Treasury for various costs imposed on the Social Security program. For example, the OASI and DI trust funds received reimbursements from the General Fund to compensate for the loss of revenues from a temporary payroll tax reduction in 2011 and 2012. ", "The final source of income to the trust funds is from the interest earned on investments held by the trust funds. When income exceeds cost in a given year, the surplus is credited to the trust funds in the form of special-issue (non-marketable) securities, which are backed by the full faith and credit of the U.S. government. These securities earn interest, which the Department of the Treasury credits to the trust funds semiannually in the form of additional government securities. The accumulated securities held by a trust fund represent its balance. A trust fund can use its balance, or asset reserves , to pay benefits whenever total program cost exceeds income. "], "subsections": []}]}, {"section_title": "Financial Status of the DI Trust Fund", "paragraphs": ["The Board of Trustees of the Federal Old-Age and Survivors Insurance and Federal Disability Insurance Trust Funds presents an annual report to Congress on the current and projected financial status of the Social Security trust funds. The board is composed of six members: the Secretary of the Treasury, who is the Managing Trustee; the Secretary of Labor; the Secretary of Health and Human Services; the Commissioner of Social Security; and two public representatives, who are nominated by the President for a term of four years and subject to confirmation by the Senate. The Board of Trustees (hereinafter \"trustees\") specifies the assumptions about future demographic and economic trends used in the projections; however, SSA's Office of the Chief Actuary advises the trustees on the assumptions as well as develops and runs the computer models that produce the forecasts. The trustees' latest report was released on July 22, 2015, and is available at http://www.ssa.gov/oact/tr/2015/index.html . "], "subsections": [{"section_title": "DI Financial Operations in 2014", "paragraphs": [" Table 2 shows the income, cost, and asset reserves of the DI trust fund in 2014. Of the $114.9 billion in total income credited to the DI trust fund, $109.7 billion (about 95%) came from net payroll tax contributions. The interest earned on the investments held by the DI trust fund amounted to $3.4 billion or 3% of total income. Income from the taxation of SSDI benefits and reimbursements from the General Fund totaled $1.8 billion or 2% of total trust fund income.", "Total cost for the year was $145.1 billion. About 98% of the DI trust fund's cost stemmed from benefit payments totaling $141.7 billion. Disbursements from the DI trust fund for administrative expenses and the financial interchange with the Railroad Retirement Board (RRB) amounted to $3.3 billion or 2% of total cost. According to the trustees, \"the Railroad Retirement Act requires an annual financial interchange between the Railroad Retirement program and the OASDI program. The purpose of the interchange is to put the OASI and DI trust funds in the same financial position they would have been in had railroad employment always been covered directly by Social Security.\"", "To make up for the shortfall between total income and cost in 2014, the DI trust fund redeemed a net total of $30.2 billion in government bonds. Consequently, the asset reserves held by the DI trust fund decreased from $90.4 billion at the end of 2013 to $60.2 billion at the end of 2014."], "subsections": []}, {"section_title": "Recent Experience of the DI Trust Fund", "paragraphs": ["Between 1995 and 2004, non-interest income to the DI trust fund exceeded total cost, generating annual surpluses and increasing the fund's balance ( Figure 2 ). Non-interest income includes net payroll tax contributions, revenues from the taxation of SSDI benefits, and General Fund reimbursements. In 2005, total cost started to exceed non-interest income; however, because total income —tax revenues plus net interest on asset reserves—was greater than total cost, the balance of the DI trust fund continued to grow. In 2009, total cost began to exceed total income, requiring the DI trust fund to use some of its asset reserves to cover benefit payments ( Table 3 ). As a result, the balance of the DI trust fund has been declining. At the end of November 2015, the amount of asset reserves held by the DI trust fund was $35.2 billion."], "subsections": []}]}, {"section_title": "Causes of the DI Trust Fund's Financial Imbalance", "paragraphs": ["The declining solvency of the DI trust fund is the result of an increasing imbalance between its income and cost. Figure 3 shows income and cost to the DI trust fund expressed as a percentage of taxable payroll. Taxable payroll is the total amount of earnings in the economy that is subject to Social Security taxes (with some adjustments). The ratio of non-interest income to taxable payroll for the year is known as the annual income rate ; the ratio of cost to taxable payroll for the year is known as the annual cost rate . Over the past 20 years, the annual DI income rate has remained relatively flat at about 1.81% of taxable payroll, which is roughly the combined share of the tax rate allocated to the DI trust fund for that period plus a small amount of other income. At the same time, the annual DI cost rate has grown markedly, from 1.44% in 1995 to 2.36% in 2014.", "The increase in the annual DI cost rate stems largely from the growth in the number of beneficiaries on SSDI. Between 1995 and 2014, the total number of disabled workers and their dependents in receipt of SSDI increased 85%, from 5.9 million to 10.9 million. Because benefit payments account for nearly all spending, the increase in the number of SSDI beneficiaries drove the annual DI cost rate upward.", "The rise in disability rolls can be attributed to a number of factors. First, the overall growth in the working-age population increased the number of workers insured for disability. Between 1995 and 2014, the insured-worker population increased 19%, from 127 million to 151 million. ", "Second, demographic changes in the composition of the insured-worker population contributed to the increase in the number of beneficiaries on SSDI. Most importantly, the aging of the baby-boomer generation increased the number of older workers, who are more likely to become disabled than are younger workers. In addition, growth in the labor force participation rate of women in the latter half of the 20 th century led to more women being insured for disability. As the size of the female insured-worker population increased, the enrollment rate of women into the SSDI program grew to near parity with men.", "Third, changes in opportunities for work and compensation induced more individuals to apply for SSDI. For example, according to SSA's chief actuary, economic downturns are associated with a temporary increase in the enrollment rate of insured workers into the program. During the last recession, the number of SSDI awards per 1,000 insured workers increased 25%, from 5.6 in 2007 to 7.0 in 2010. In addition, the value of benefits has made applying for SSDI more desirable than work for some low-wage workers, because such individuals have experienced slower real earnings growth over the past three decades compared with medium- and high-wage workers.", "Fourth, various amendments to the Social Security program played a role in increasing the number of people on SSDI. For example, the Social Security Amendments of 1983 ( P.L. 98-21 ) raised the full retirement age (FRA) for Social Security retirement benefits, thereby increasing both the number of insured workers in their older and more disability-prone years and the duration of benefit receipt for older SSDI beneficiaries close to the FRA. The increase in the FRA also raised the value of disability benefits relative to early retirement benefits, which likely impelled more individuals between the ages of 62 and FRA to apply for SSDI. ", "Furthermore, the Social Security Disability Benefits Reform Act of 1984 ( P.L. 98-460 ), which changed the evaluative criteria used in making disability determinations, contributed to the growth in the number of SSDI beneficiaries with mental and musculoskeletal disorders. Because such disorders are less likely to result in death compared with other qualifying impairments, the growth in the share of beneficiaries with mental and musculoskeletal disorders likely increased the average duration of benefit receipt and thus SSDI caseloads.", "Although most researchers agree that changes in the demographic characteristics of the working-age population account for a large share of the growth in the number of beneficiaries on SSDI, there is considerable disagreement among researchers over how more \"difficult to quantify factors\"—such as changes in opportunities for work and compensation or changes to federal policy—have contributed to the growth in the program. ", "The trustees project that the share of the insured population in receipt of SSDI will stabilize in the future, because some of the principal drivers of past growth—namely, the aging of the insured population and the increase in female enrollment rates—have come to pass and are not likely to occur again. The 2015 Technical Panel on Assumptions and Methods—a panel of expert actuaries, economists, and demographers convened by the Social Security Advisory Board (SSAB) to review the assumptions and methods used by the trustees—recently concurred with this assessment."], "subsections": []}, {"section_title": "Projected Status of the DI Trust Fund", "paragraphs": ["This section examines the financial outlook of the DI trust fund under prior law and under the Bipartisan Budget Act of 2015 ( H.R. 1314 ; P.L. 114-74 ). Specifically, it discusses the projected depletion year of the DI trust fund, that is, the year in which the balance of the trust fund falls to zero. When a trust fund is depleted , it no longer has any asset reserves; however, it continues to receive income from payroll taxes and the taxation of benefits. ", "The Social Security Act provides no guidance on the payment of benefits once a trust fund's asset reserves have been depleted and current tax revenues are insufficient to meet current cost. Although individuals who meet Social Security's eligibility requirements are legally entitled to disability benefits, a provision in the Antideficiency Act prohibits a federal agency from spending in excess of available funds. Because the Social Security Act stipulates that SSDI benefit payments shall be made only from the DI trust fund, without a change in the law, monthly cash payments to beneficiaries could be delayed or reduced if the DI trust fund were depleted."], "subsections": [{"section_title": "Under Prior Law", "paragraphs": ["The trustees estimate the future financial condition of the OASI and DI trust funds individually as well as on a theoretical combined basis (i.e., as if the two trust funds were a single fund). In their 2015 report, which was released prior to the enactment of the Bipartisan Budget Act of 2015, the trustees projected that the DI trust fund would be depleted in the fourth quarter of calendar year 2016. The trustees also projected that the OASI trust fund would be depleted in 2035 and the theoretical combined OASDI trust funds would be depleted in 2034. Figure 4 shows the actual and projected trust fund ratios of the OASI, DI, and combined OASDI trust funds under prior law. A trust fund ratio is a measure of a trust fund's asset reserves at the beginning of a year expressed as a percentage of total cost for the year.", "In its June 2015 long-term budget outlook, the Congressional Budget Office (CBO) estimated that the balance of the DI trust fund would be depleted sometime in FY2017. CBO projected that the OASI trust fund would be depleted in calendar year 2031 and the theoretical combined OASDI trust funds would be depleted in calendar year 2029. The Social Security trustees and CBO sometimes project different depletion dates because the two organizations base their forecasts on different demographic and economic assumptions.", "Upon depletion of its asset reserves in late 2016, the trustees projected that continuing tax revenues to the DI trust fund would have been sufficient to pay 81% of SSDI benefits. That percentage was projected to rise to about 90% in the 2030s and then decline, returning to 81% in 2089 ( Figure 5 ). A recent SSA study examined the characteristics of disabled-worker beneficiaries in 2013. After accounting for SSDI benefits, the study's authors estimated that 18.5% of disabled workers had family income below the poverty threshold. However, if only 81% of benefits had been payable that year, the authors estimated that the poverty rate for disabled-worker beneficiaries would have been 25.5%."], "subsections": []}, {"section_title": "Under the Bipartisan Budget Act of 2015", "paragraphs": ["On November 2, 2015, President Barack Obama signed into law the Bipartisan Budget Act of 2015 ( H.R. 1314 ; P.L. 114-74 ). Among its many provisions, the act authorized a temporary reallocation of the Social Security payroll tax rate between the OASI and DI trust funds to provide DI with a larger share for 2016 through 2018. Specifically, the DI trust fund's share of the tax rate for employees and employers, each, increased by 0.285 percentage point at the beginning of 2016, from 0.900% to 1.185% ( Table 4 ). On a combined basis , DI's share of the tax rate increased by 0.570 percentage point, from 1.800% to 2.370%. The change in the SECA rate mirrors the change in the combined FICA rate.", "Because the act did not change the Social Security payroll tax rate, the portion of the tax rate allocated to OASI decrease d by a corresponding amount. This means that OASI's share of the 6.200% tax rate for employees and employers, each, declined by 0.285 percentage point at the start of 2016, from 5.300% to 5.015%. On a combined basis , OASI's share of the 12.400% tax rate declined by 0.570 percentage point, from 10.600% to 10.030%. Again, the change in the SECA rate mirrors the change in the combined FICA rate. For 2019 and later, the shares allocated to the DI and OASI trust funds are scheduled to return to their 2015 levels. ", "SSA's Office of the Chief Actuary (OACT) projects that the reallocation schedule in the Bipartisan Budget Act of 2015 will extend the solvency of the DI trust fund from the fourth quarter of 2016 to approximately the third quarter of 2022 ( Figure 6 ). Although the reallocation is projected to reduce the solvency of the OASI trust fund by a number of months, OACT estimates that the depletion year for OASI will remain unchanged at 2035. Because the reallocation does not change the total amount of Social Security tax revenues, OACT projects that the depletion year for the theoretical combined OASDI trust funds will remain unchanged at 2034.", "CBO projects that the reallocation will extend the solvency of the DI trust fund from FY2017 to FY2021. The agency estimates that the reallocation will reduce the solvency of the OASI trust fund slightly, shifting the depletion year from calendar year 2031 to calendar year 2030. The depletion year for the theoretical combined OASDI trust funds is projected to remain unchanged at calendar year 2029 under CBO's extended baseline projections (see Table 5 )."], "subsections": []}]}, {"section_title": "Use of Reallocations by Congress in the Past", "paragraphs": ["As shown in Table 6 , Congress has authorized the reallocation of the payroll tax rate multiple times in the past. For the purposes of this report, a reallocation occurs when (1) the overall tax rate remains the same but the shares allocated to the trust funds change proportionally or (2) the overall tax rate changes and the shares allocated to the trust funds change in opposite directions. In other words, a reallocation increases tax revenues to one trust fund and decreases revenues to the other regardless of whether the overall Social Security tax rate increases, decreases, or stays the same.", "Lawmakers have historically included payroll tax reallocations in major amendments to the Social Security Act in order to put the OASI and DI trust funds on a more or less equal financial footing. However, reallocations have been used at times to extend the solvency of nearly depleted trust funds. Payroll tax reallocations have sometimes benefited the DI trust fund and at other times have favored the OASI trust fund. Reallocation legislation may contain a rate schedule that changes the allocation between the trust funds multiple times and in different directions.", "With respect to the \"number of times\" the payroll tax rate has been reallocated, some people tally pieces of legislation authorizing either a single reallocation or a reallocation schedule, whereas others count each instance in which a reallocation occurred. Because FICA taxes account for nearly all payroll tax revenues to the Social Security trust funds, people generally count reallocations affecting the FICA rate."], "subsections": []}, {"section_title": "House Rules Change in the 114th Congress Concerning Reallocations Between the Social Security Trust Funds", "paragraphs": ["At the start of the 114 th Congress, the House adopted a rule sponsored by Representative Sam Johnson intended to engender structural changes to SSDI. Known as the \"Johnson Rule,\" Section 3(q) of H.Res. 5 allows a point of order to be raised against legislation that would reduce the actuarial balance of the OASI trust fund by at least 0.01% of the present value of projected future taxable payroll over the 75-year period used in the most recent Social Security trustees report. However, the point of order would not apply if the legislation, as a whole, were projected to improve the long-term actuarial balance of the OASI and DI trust funds on a combined basis. Therefore, a short-term financing measure (such as a reallocation) could be considered if it also included revenue increases, cost reductions, or both, even if those changes were projected to have very small positive effects on the theoretical combined OASDI trust funds.", "In their 2015 report, the trustees project that the present value of future taxable payroll from 2015 through 2089 will be nearly $421 trillion. The current threshold, therefore, is $42.1 billion (0.01% of $421 trillion). CBO projects that the reallocation schedule enacted in the Bipartisan Budget Act of 2015 ( H.R. 1314 ; P.L. 114-74 ) will increase income from payroll taxes to the DI trust fund by $117 billion and reduce income from payroll taxes to the OASI trust fund by the same amount. ", "If the reallocation provision in the Bipartisan Budget Act of 2015 had been proposed as a standalone piece of legislation, it could have been vulnerable to a point of order under the new rule because it would have reduced the actuarial balance of the OASI trust fund by more than $42.1 billion. However, because the budget agreement also contained several provisions that are projected to improve the long-term actuarial balance of the theoretical combined OASDI trust funds by 0.04% of taxable payroll, the point of order under Section 3(q) of H.Res. 5 was not applicable during House consideration of the Bipartisan Budget Act of 2015. "], "subsections": []}, {"section_title": "Long-Term Policy Options", "paragraphs": ["To improve the financial outlook of the DI trust fund over the long term, Congress could consider a variety of legislative changes to increase tax revenues, reduce program cost (i.e., alter benefit levels or program eligibility requirements), or some combination of those approaches. The last major congressional effort to address the financial condition of one of the Social Security trust funds occurred in the early 1980s with the passage of the Social Security Amendments of 1983 ( P.L. 98-21 ). Under the 1983 amendments, Congress used a combination of revenue increases and cost reductions to stabilize and eventually improve the solvency of the OASI trust fund. Congress could enact similar legislation to improve the long-term solvency of either the DI trust fund only or both trust funds. ", "For information on reform proposals that would affect the solvency of the DI trust fund (or both trust funds), see the following resources:", "CRS Report R43054, Social Security Disability Insurance (SSDI) Reform: An Overview of Proposals to Manage the Growth in the SSDI Rolls , by [author name scrubbed]; CBO's 2012 report, Policy Options for the Social Security Disability Insurance Program , at http://www.cbo.gov/publication/43421 ; CBO's 2015 report, Social Security Policy Options, 2015 , at https://www.cbo.gov/publication/51011 ; OACT's Summary of Provisions That Would Change the Social Security Program , at https://www.ssa.gov/oact/solvency/provisions/summary.pdf ; OACT's collection of cost estimates for various proposals affecting the solvency of the trust funds at https://www.ssa.gov/oact/solvency/index.html ; and the Government Accountability Office's (GAO) 2015 report, Social Security's Future: Answers to Key Questions , at http://www.gao.gov/products/GAO-16-75SP .", "Congressional Rationale for the Creation of a Separate DI Trust Fund", "The creation of a separate DI trust fund came about during the debate over the establishment of SSDI as part of the Social Security Amendments of 1956 (P.L. 84-880). Since the late 1930s, policymakers had discussed proposals to amend the Social Security Act to provide covered workers with disability insurance. However, persistent disagreements among policymakers over how to implement a disability insurance program or whether such a program should be enacted at all derailed most proposals early in the deliberative process. Nevertheless, by the 1950s, there was enough support for the creation of a federal disability insurance program for Congress to consider the matter. ", "On July 11, 1955, Representative Jere Cooper (D-TN), the chair of the House Committee on Ways and Means, introduced a bill to amend Title II of the Social Security Act to provide monthly benefits to insured workers aged 50 to 64 with qualifying impairments, among other provisions (H.R. 7225). Under the bill, disability benefits would have been paid from the OASI trust fund and payroll tax rates would have been increased to cover the associated costs. The House report accompanying H.R. 7225 did not discuss the creation of a separate trust fund for the proposed disability insurance program. The House passed H.R. 7225, with amendments, by a vote of 372 (169-R, 203-D) to 31 (23-R, 8-D) on July 18, 1955 (R = Republican, D = Democrat). ", "Although H.R. 7225 passed overwhelmingly in the House, the bill faced marked opposition in the Senate. One of the main concerns among Members who opposed the bill was the uncertainty over its potential cost. Some lawmakers worried that economic downturns would impel unemployed workers to apply to the disability insurance program, affecting the solvency of the OASI trust fund. Given these concerns, the Senate Committee on Finance removed the disability insurance provisions from H.R. 7225. The Senate report accompanying the 1956 amendments stated,", "Difficulties in determining eligibility, and other factors, lead to uncertainty as to the future costs of a cash disability program. Cost estimates in the field of disability benefits, as pointed out by the Chief Actuary of the Social Security Administration, are subject to a wider range of variation than are estimates for other types of benefits. The basic cost estimates which have been presented to the committee were based on high employment conditions; under low employment conditions, the cost would be significantly higher. The old-age and survivors insurance system is on a sound financial basis; your committee strongly believes that it must be kept so and should not be altered by adding a benefit feature that could involve substantially higher costs than can be estimated.", "During Senate floor debate on H.R. 7225, Senator Walter F. George (D-GA) offered an amendment reinstating the disability insurance program along with the tax increase to finance it. To address concerns that a disability insurance program would pose a risk to the solvency of the OASI trust fund, the George amendment provided for a separate trust fund from which disability benefits would be paid. Supporters of the George amendment argued that a separate DI trust fund would isolate the OASI trust fund from any cost increases stemming from the new disability insurance program. For instance, during floor debate, Senator Thomas C. Hennings, Jr. (D-MO) remarked,", "The pending proposal, which the senior Senator from Georgia has submitted for himself ... proposes to set aside a separate trust fund for disability, and consequently does not go so far as to include it within the social-security framework. I believe this to be an extremely workable compromise—one which will eliminate any fear that the old-age and survivors insurance fund will be endangered, although I for one never shared this concern. ", "Opponents of the George amendment argued that the creation of a separate DI trust fund would not sufficiently address their concerns about the potential cost of the program. Senator Wallace F. Bennett (R-UT) noted,", "The supporters of this amendment tell us that by setting up a separate trust fund they are not going to jeopardize the actuarial balance of the program of social security. I think it is rather obvious that once this amendment is enacted, there is small chance that the program would be discontinued because of lack of funds. The pressure to provide the necessary funds, either through direct Government grant or through increased taxes on the social security taxpayers, would demand the employment of one of those alternatives.", "The Senate narrowly passed the George amendment by a vote of 47 (6-R, 41-D) to 45 (38-R, 7-D). The Senate went on to pass its version of H.R. 7225 by a vote of 90 (45-R, 45-D) to 0 on July 17, 1956. ", "In conference, the House adopted the Senate provision establishing a separate DI trust fund. The conference report on H.R. 7225 was cleared, without amendments, by voice votes in the House on July 26, 1956, and in the Senate on July 27, 1956. Following consideration of the conference report, Senator George stated in support of his amendment:", "Another feature of our proposal is that the funds for disability payments are earmarked in a wholly separate fund. These moneys will not be commingled in any way with the funds for old age insurance or for widows and orphans. The contribution income and the disbursements for disability payments will be kept completely distinct and separate. In this way the cost of disability benefits always will be definitely known and the costs always will be shown separately. ", "The disability program is limited to a total of one-quarter of 1 percent of payroll from employers, one-quarter of 1 percent from employees' and three-eighths of 1 percent from the self-employed and disbursements cannot exceed the amount available for this purpose. Thus, the argument that has been made against the original proposal as considered by the Finance Committee, namely, that the cost of the proposal cannot be determined, is met by our amendment. Moreover, another argument that was made against the original proposal that the program eventually may cost more than originally estimated and may thus divert some of the funds from old-age or survivors insurance is also met by our proposal. Senators who have had any doubts about the financial aspects of the proposal can vote for the amendment with complete assurance as to its financial soundness. ", "The DI trust fund was established on August 1, 1956—the day President Dwight D. Eisenhower signed into law the Social Security Amendments of 1956 (P.L. 84-880).", "Key Dates Projected for the Social Security Trust Funds"], "subsections": []}]}}