{"id": "R43413", "title": "Costs of Government Interventions in Response to the Financial Crisis: A Retrospective", "released_date": "2018-09-12T00:00:00", "summary": ["In August 2007, asset-backed securities (ABS), particularly those backed by subprime mortgages, suddenly became illiquid and fell sharply in value as an unprecedented housing boom turned into a housing bust. Losses on the many ABS held by financial firms depleted their capital. Uncertainty about future losses on illiquid and complex assets led to firms having reduced access to private liquidity, sometimes catastrophically. In September 2008, the financial crisis reached panic proportions, with some large financial firms failing or needing government assistance to prevent their failure.", "Initially, the government approach was largely ad hoc, addressing the problems at individual institutions on a case-by-case basis. The panic in September 2008 convinced policymakers that a system-wide approach was needed, and Congress created the Troubled Asset Relief Program (TARP) in October 2008. In addition to TARP, the Treasury, Federal Reserve (Fed), and Federal Deposit Insurance Corporation (FDIC) implemented broad lending and guarantee programs. Because the crisis had many causes and symptoms, the response tackled a number of disparate problems and can be broadly categorized into programs that (1) increased financial institutions' liquidity; (2) provided capital directly to financial institutions for them to recover from asset write-offs; (3) purchased illiquid assets from financial institutions to restore confidence in their balance sheets and thereby their continued solvency; (4) intervened in specific financial markets that had ceased to function smoothly; and (5) used public funds to prevent the failure of troubled institutions that were deemed systemically important, popularly referred to as \"too big to fail.\"", "The primary goal of the various interventions was to end the financial panic and restore normalcy to financial markets, rather than to make a profit for taxpayers. In this sense, the programs were arguably a success. Nevertheless, an important part of evaluating the government's performance is whether financial normalcy was restored at a minimum cost to taxpayers. By this measure, the financial performance of these interventions was far better than initial expectations that direct losses to taxpayers would run into the hundreds of billions of dollars.", "Initial government outlays are a poor indicator of taxpayer exposure, because outlays were used to acquire or guarantee income-earning debt or equity instruments that could eventually be repaid or sold, potentially at a profit. For broadly available facilities accessed by financially sound institutions, the risk of default became relatively minor once financial markets resumed normal functioning. Of the 23 programs reviewed in this report, about $280 billion combined remains invested in preferred shares and bonds through two programs related to the housing government-sponsored enterprises (GSEs), Fannie Mae and Freddie Mac, and about $0.1 billion remains invested in two TARP programs. All other programs have been wound down entirely.", "This report summarizes government assistance programs and presents how much the programs ultimately cost (or benefited) the taxpayers based on straightforward cash accounting as reported by the various agencies. Of the 23 programs reviewed in this report, principal repayment and investment income exceeded initial outlays in 19, principal repayment and income fell short of initial outlays in three, and it is too soon to tell for the remaining one. Of the three programs that lost money, two assisted automakers, not financial firms. Altogether, realized gains across the various programs exceed realized losses by tens of billions of dollars. Although investments in Fannie Mae and Freddie Mac remain outstanding, net income from those investments already exceeds initial outlays. More sophisticated estimates that would take into account the complete economic costs of assistance, such as the time value of the funds involved, are not consistently available. In this sense, cash flow measures overestimate gains to the taxpayers."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In August 2007, asset-backed securities (ABS), particularly those backed by subprime mortgages, suddenly became illiquid and fell sharply in value as an unprecedented housing boom turned into a housing bust. Losses on the many ABS held by financial firms depleted their capital. Uncertainty about future losses on illiquid and complex assets led to firms having reduced access, sometimes catastrophically, to the private liquidity necessary to fund day-to-day activities.", "In September 2008, the crisis reached panic proportions. Fannie Mae and Freddie Mac, government-sponsored enterprises (GSEs) that supported a large proportion of the mortgage market, were taken into government conservatorship. Lehman Brothers, a major investment bank, declared bankruptcy. The government acquired most of the equity in American International Group (AIG), one of the world's largest insurers, in exchange for an emergency loan from the Federal Reserve (Fed). These firms were seen by many, either at the time or in hindsight, as \"too big to fail\" firms whose failure would lead to contagion that would cause financial problems for counterparties or would disrupt the smooth functioning of markets in which the firms operated. One example of such contagion was the failure of a large money market fund holding Lehman Brothers debt that caused a run on many similar funds, including several whose assets were sound. ", "The federal government took a number of extraordinary steps to address widespread disruption to the functioning of financial markets. Initially, the government approach was largely an ad hoc one, attempting to address the problems at individual institutions on a case-by-case basis. The panic in September 2008 convinced policymakers that a larger and more systemic approach was needed, and Congress passed the Emergency Economic Stabilization Act (EESA) to create the Troubled Asset Relief Program (TARP) in October 2008. In addition to TARP, the Federal Reserve and Federal Deposit Insurance Corporation (FDIC) implemented broad lending and guaranty programs. Because the crisis had so many causes and symptoms, the response tackled a number of disparate problems, and can be broadly categorized into programs that", "increased institutions' liquidity (access to cash and easily tradable assets), such as direct lending facilities by the Federal Reserve or the FDIC's Temporary Liquidity Guarantee Program (TLGP); provided financial institutions with equity to rebuild their capital following asset write-downs, such as the Capital Purchase Program (CPP); purchased illiquid assets from financial institutions in order to restore confidence in their balance sheets in the eyes of investors, creditors, and counterparties, such as the Public-Private Partnership Investment Program (PPIP); intervened in specific financial markets that had ceased to function smoothly, such as the Commercial Paper Funding Facility (CPFF) and the Term Asset-Backed Securities Lending Facility (TALF); used public funds to prevent the failure of troubled institutions that were deemed by some \"too big to fail\" (TBTF) because of their systemic importance, such as AIG, Fannie Mae, and Freddie Mac.", "One possible schematic for categorizing the programs discussed in this report into these categories is presented in Table 1 .", "These programs all stopped extending credit years ago, soon after financial conditions normalized, and most have been wound down. A few still have legacy principal outstanding that has not yet been repaid, however.", "Although many arguments could be made for one particular form of intervention or another, the position could also be taken that the form of government support was not particularly important as long as it was done quickly and forcefully because what the financial system lacked in October 2008 was confidence, and any of several options might have restored confidence if it were credible. Some critics dispute that view, arguing that the panic eventually would have ended without government intervention, and that some specific government missteps exacerbated the panic.", "Congress exercises oversight responsibilities for the government's crisis response, through existing oversight committees and newly created entities such as a Special Inspector General for the TARP (SIGTARP), a Congressional Oversight Panel, and a Financial Crisis Inquiry Commission. The Congressional Budget Office (CBO) and the Government Accountability Office (GAO) were also tasked by statute with reporting on various aspects of the crisis response.", "This report reviews the costs of new programs introduced, and other actions taken, by the Treasury, Fed, and FDIC. Figure 1 presents the programs discussed in this report by organization, with programs in the overlapping circles denoting joint programs. It does not cover long-standing programs, such as the Fed's discount window, mortgages guaranteed and securitized by the Federal Housing Administration (FHA) and Ginnie Mae, respectively, or FDIC deposit insurance and receivership of failed banks. "], "subsections": []}, {"section_title": "Estimating the Costs of Government Interventions", "paragraphs": ["The primary goal of the various interventions was to end financial panic and restore normalcy to financial markets. In this sense, the programs were arguably a success—based on traditional measures of market turbulence, such as the \"TED Spread\" (the difference between the 3-month LIBOR [London Interbank Offer Rate] and the 3-month Treasury rates), overall financial conditions significantly improved in late 2008 and returned to precrisis levels by mid-2009, although some specific markets took longer to rebound. The goal of intervening at zero cost to the taxpayers was never the best measure of success because nonintervention would likely have led to a much more costly loss of economic output that indirectly would have worsened the government's finances. Further, the goal of maximizing return (or minimizing risk) to the government could work at odds with other policy goals, such as restoring investor confidence in the programs' recipients and encouraging voluntary participation in the government programs. Nevertheless, an important part of evaluating the government's actions is evaluating whether financial normalcy was restored at a minimum cost to the taxpayers.", "One can distinguish in the abstract between funds provided to solvent companies and those provided to insolvent companies. For insolvent firms with negative net worth at the time of intervention, the government's chances of fully recouping losses are low. For solvent firms, it should be possible, in principle, to provide funds at a low ultimate cost, or even profit, to the taxpayers. In a panic, investors typically refuse to provide funds to firms because they are unable to distinguish between healthy and unhealthy firms, and so they err on the side of caution. For those private investors who perceive profitable opportunities to lend or invest, not enough liquidity may be available to do so. In this situation, the government can theoretically provide those funds to healthy firms at what would normally be a profitable market rate of return. In practice, the challenge is that the government is arguably no more able to accurately distinguish between healthy firms and unhealthy firms than private individuals are, so some widely available lending facilities are likely to be accessed by firms that will ultimately prove to be insolvent, and this is a possible source of long-term cost for a widely available facility. ", "At different times, news sources put the \"potential cost to taxpayers,\" \"amount taxpayers are on the hook for,\" and \"taxpayer exposure\" as a result of the financial crisis as high as $23.7 trillion. These totals were reached by calculating the maximum potential size of programs or using the total size of markets being assisted when the programs have no announced potential size, and by further ignoring that at least some of the money that the government outlaid would eventually be paid back. Even official estimates that accounted for expected future repayment initially projected large losses. For example, in March 2009, CBO projected that the government would ultimately pay a subsidy of $356 billion on TARP funds.", "Actual financial results were quite different from these headlines and from the more sober early estimates; unlike typical government programs, outlays in most of the programs countering the financial crisis were paid back in full with interest. Altogether, the financial crisis programs covered in this report brought back more in principal repayments and income than was paid out. The vast majority of individual programs, including all Federal Reserve facilities, have already taken in more money than was paid out by the government (see Table 2 ). Even in those programs where losses were realized on specific transactions, such as the Capital Purchase Program, income from other transactions was more than sufficient to absorb those losses and still produce a net gain for the government. Programs in Table 2 include both broadly based liquidity programs that could conceptually be structured to minimize the potential for losses, such as Fed lending facilities, and direct assistance to troubled companies, such as AIG, that were expected to generate losses.", "Four programs still have assistance outstanding. Of those four programs, three (GSE preferred shares, CPP, and GSE debt purchases) have already generated net income in excess of remaining principal outstanding (see Table 2 ). In other words, even if the value of all outstanding principal were written down to zero, these programs would still generate positive net income to the government. The GSE assistance remains outstanding because their government conservatorship, initiated in September 2008 in response to their financial difficulties, has not yet been addressed. The other program, the Treasury's Community Development Capital Initiative, may ultimately generate positive net income for the government, but to date, the net income does not exceed the outstanding principal (see Table 3 ). ", "Three programs realized net losses when assistance was exhausted (see Table 4 ). Note that while two of those recipients (GM and Chrysler) failed during the financial crisis and received funding through emergency financial programs, they were not financial institutions. Thus, when limited to programs to aid the financial sector, only one program has realized losses for the government, whereas 19 have realized gains. Altogether to date, realized gains across the various programs exceed realized losses by tens of billions of dollars.", "Note that generating positive net income does not necessarily mean that these programs made an economic profit for the government. The government had to borrow, incurring interest payments, to finance these programs. For this reason, for example, $1 lent out in 2008 was worth more than $1 repaid later would be, which Tables 1 , 2 , and 3 do not account for. The government also faced significant risks at the time that money would not be fully repaid, even if it turned out after the fact that money was repaid. An economist would determine whether government programs generated economic profits by comparing the government's terms to what a private investor would require for the same investment. Making these adjustments would reduce the gains to the taxpayer shown in Table 1 , and could even show losses on certain programs—although it is fair to question what terms should be used for a hypothetical private investor in the depths of the financial crisis, when private credit markets were not functioning. CBO, which adjusts for borrowing costs and risk, estimated in March 2018 that the nonhousing programs in TARP would approximately break even. This compares to a cash accounting gain of approximately $13.4 billion. There are no up-to-date official estimates for the other programs covered in this report.", "Another long-term, and more amorphous, cost may be an increased likelihood of future rescues due to increased private-sector risk-taking brought on by the expectation that the government will provide a rescue again. In economic terms, this is referred to as \"moral hazard,\" and the problem is particularly acute when assistance is provided to insolvent firms, at below market rates, or on similar terms to both risky and prudent firms.", "For each program below, the Congressional Research Service (CRS) reports the latest data on government holdings or guarantees of assets or loans; the peak amount for the same measure; income earnings of the program from dividends, interest, or fees; estimates of the program's profits or losses; the dividend or interest rate charged by the program; warrants received in the transactions; subsequent modifications to the assistance (if any); and the expiration date for the program."], "subsections": []}, {"section_title": "Troubled Asset Relief Program", "paragraphs": ["Treasury reacted quickly after the enactment of EESA, announcing the TARP Capital Purchase Program on October 14, 2008; several other programs followed. Listed below are the programs that were run primarily under TARP. ", "Capital Purchase Program (CPP). Unlike the plan most commonly envisioned in the TARP legislative debate, the CPP did not purchase the mortgage-backed securities that were seen as toxic to the system, but instead purchased preferred shares in banks. The resulting addition of capital, it was hoped, would allow banks to overcome the effect of the toxic assets while the assets remained on bank balance sheets. The CPP is now closed with no additional disbursements possible under the current program. Of the approximately $205 billion disbursed, $0.04 billion remains outstanding, $5.2 billion has been written off or recognized as a loss, and $27.1 billion in income has been received. Community Development Capital Initiative (CDCI ). The CDCI provided for lower dividend rates on preferred share purchases from banks that target their lending to low-income, underserved communities and small businesses. Many of the participants in the CDCI converted into the program from the CPP. This program is closed, with no additional disbursements possible under the current program. Of the $0.57 billion disbursed, $0.06 billion is still outstanding, $0.03 billion has been written off or recognized as a loss, and $0.07 billion in income has been received. Public-Private Investment Program (PPIP). This program provided funds and guarantees for purchases of mortgage-related securities from bank balance sheets. Purchases and management of the securities were done by private investors who have provided capital to invest along with the TARP funds. All of the $18.6 billion in disbursed PPIP funds have been repaid with $3.85 billion in income received and no realized losses. Section 7(a) Securities Purchase Program . This program supported the Small Business Administration's (SBA's) Section 7(a) loan program through purchases of pooled SBA guaranteed securities to increase credit availability for small businesses. It is now closed with $0.36 billion repaid out of the $0.37 billion in disbursed funds and $0.01 billion in income received. Automobile Industry Support. This program initially provided loans to support General Motors (GM) and Chrysler and later included preferred share purchases from the auto financing company GMAC (since renamed Ally Financial) and a loan for Chrysler Financial. The program ultimately resulted in majority government ownership of GM (60.8%) and GMAC/Ally Financial (74%), and minority government ownership of Chrysler (9.9%). The U.S. government's ownership stake in GM was sold to GM itself and to the public between December 2010 and December 2013. The ownership stake in Chrysler was sold to Fiat in May 2011. The government's stake in GMAC/Ally Financial was sold to the public in 2014. No outstanding amount is left of the $79.7 billion total in disbursed funds. The automobile industry support program combined resulted in $16.6 billion in recognized losses and $7.4 billion in income received. Housing Assistance Programs . These programs are unlike the other TARP programs in that they do not result in income-generating assets with resale value in return for the TARP funding and thus will not be a focus of this report. A total of $28.4 billion has been disbursed out of $33.4 billion obligated. ", "As of August 1, 2018, Treasury reported obligations under TARP totaling $450.5 billion authorized, with $440.1 billion disbursed. Of that total, $376.4 billion of funds paid out have been returned to the Treasury and $35.3 billion have been written off or recognized as lost. $0.1 billion is still outstanding. TARP was originally authorized to outlay up to $700 billion; however, this amount was reduced to $475 billion by Congress in July 2010. Authorization to take on new commitments under TARP expired on October 3, 2010; however, outlays can continue under then-existing commitments and Treasury has indefinite authority to continue to hold and manage assets acquired under TARP. ", "Setting aside the housing assistance, TARP overall generated positive net income, as income received ($48.7 billion) exceeds recognized losses ($35.3 billion) and remaining outstanding funds ($0.1 billion). As noted above, this outcome was not anticipated when the legislation authorizing TARP was debated. Table 5 provides a breakdown of the overall TARP results.", "Programs consisting solely of TARP funds are discussed immediately below, and those involving other agencies, such as the Federal Reserve and FDIC, are discussed under the heading \" Joint Interventions .\""], "subsections": [{"section_title": "Capital Purchase Program and Capital Assistance Program", "paragraphs": ["Under the Capital Purchase Program (CPP), $125 billion in capital was immediately provided to the nine largest banks (which became eight after a merger), with up to another $125 billion reserved for smaller banks that might wish to apply for funds through their primary federal banking regulator. This capital was provided in the form of preferred share purchases by TARP under contracts between the Treasury and banks. The initial contracts with the largest banks prevented these banks from exiting the program for three years. The contracts included dividend payments to be made on the preferred shares outstanding and the granting of warrants to the government that give it the option of acquiring the banks' common stock at a future date. By the end of 2008, the CPP had 214 participating banks with approximately $172.5 billion in share purchases outstanding.", "The Obama Administration and the 111 th Congress implemented changes to the CPP. EESA was amended, placing additional restrictions on participating banks in the existing CPP contracts, but also allowing for early repayment and withdrawal from the program without financial penalty. With the advent of more stringent executive compensation restrictions for TARP recipients, many banks began to repay, or attempt to repay, TARP funds. According to Treasury reports, by June 30, 2009, $70.1 billion of $203.2 billion CPP funds had been repaid; by December 31, 2009, $121.9 billion of $204.9 billion had been repaid; and by December 31, 2010, $167.93 billion of $204.9 billion had been repaid.", "The incoming Obama Administration also announced a review of the banking system, in which the largest participants were subject to stress tests to assess the adequacy of their capital levels. Satisfactory performance in the stress test was one regulatory requirement for large firms that sought to repay TARP funds. Large firms that appeared too fragile in the stress test would be required to raise additional capital, and the firms would have the option of raising that capital privately or from the government through a new Capital Assistance Program using TARP funds. No funding was provided through the Capital Assistance Program, although GMAC, formerly General Motors' financing arm, received funding to meet stress test requirements through the Automotive Industry Financing Program (discussed below). In addition, Citigroup, one of the initial eight large banks receiving TARP funds, agreed with the government to convert its TARP preferred shares into common equity to meet stress test requirements (see discussion in \" Citigroup \" section below).", "Beginning in 2012, Treasury began selling off some of its remaining CPP shares to the public through auctions to expedite the wind down of the program. In most cases, shares were sold at a discount to face value, resulting in a realized loss for TARP. Depending on each bank's financial condition and prospects, this outcome may or may not have maximized the return to the taxpayer compared with continued government investment, but it contributed to the separate policy goal of minimizing the government's intervention in financial markets during normal conditions.", "Treasury has not generally exercised warrants to take common stock in CPP recipients. Following the contracts initially agreed upon, Treasury has allowed institutions to purchase their warrants directly upon repayment of preferred shares, as long as both sides can reach an acceptable price. To reach an initial offering price, Treasury has used complex option pricing models to price the warrants that require assumptions to be made about future prices and interest rates. Because these pricing models are by their nature uncertain, some critics urged Treasury to auction the warrants on the open market (allowing the issuing firm to bid as well) to ensure that Treasury receives a fair price for them. Open auctions have been used, but only when an agreement between the Treasury and the firms cannot be reached.", "CPP investments also earn income from dividends with a rate of 5% for the first five years and 9% thereafter. (For S-Corp banks, the dividend rate is 7.7% for the first five years and 13.8% thereafter.) Because most of the preferred shares were purchased in late 2008 or 2009, the increase in dividend rates has already occurred for the small amount of outstanding shares.", "CPP gains stem from dividend payments and warrants received from recipients, and capital gains in limited cases when shares are sold for more than face value (typically, when banks exit TARP, they repurchase CPP shares at par value). Losses stem from the institution's failure, restructuring of the investment in an attempt to avoid failure, or sales of CPP shares to the public at less than par value. ", "Realized losses to date on the CPP preferred shares have been relatively small. As of August 1, 2018, Treasury reported $5.2 billion in write-offs and realized losses from the CPP. The largest portion of this amount was due to the failure of CIT Group, which had $2.3 billion in TARP shares outstanding when it failed. ", "The four banks remaining in the CPP are all small, and the government's remaining holdings of CPP shares ($0.04 billion as of August 1, 2018) are a small fraction of its original holdings. To date, income in the form of dividend payments, capital gains, and warrant proceeds ($27.1 billion) has exceeded losses ($4.7 billion), to the extent that even if the value of all remaining outstanding funds were written down to zero, the program would yield positive cash flow on net. Of the $27.1 billion in total income, $6.9 billion comes from gains on Citigroup stock alone (see the \" Citigroup \" section below). Table 6 summarizes the CPP, including current and peak asset holdings, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "Community Development Capital Initiative", "paragraphs": ["The Community Development Capital Initiative (CDCI) operated somewhat like the CPP in that it purchased preferred shares from financial institutions; in some cases, institutions were permitted to convert previous CPP preferred shares to CDCI preferred shares. The program was specifically focused on institutions that serve low-income, underserved communities and small businesses. Treasury purchased preferred shares from institutions that qualified for the CDCI up to an amount equal to 5% of the institutions' risk-weighted assets for banks and thrifts or 3.5% of total assets for credit unions. These preferred shares paid an initial dividend rate of 2%, compared with 5% for the CPP, which increased to 9% after eight years. Unlike the CPP, no warrants in the financial institutions were included. Purchases under the program were completed in September of 2010 with approximately $210 million in new shares purchased. In addition, approximately $360 million of shares were converted from CPP shares. Eighty-four banks and credit unions received funds, of which 28 had previously participated in CPP. As of August 2018, 15 institutions remain in the CDFI. Table 7 summarizes the CDFI, including current and peak asset holdings, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "Public Private Investment Program", "paragraphs": ["On March 23, 2009, Treasury announced the Public Private Investment Program (PPIP). PPIP as envisioned consisted of two asset purchase programs designed to leverage private funds with government funds to remove troubled assets from bank balance sheets. Perhaps closer to the original conception of TARP than other TARP programs, PPIP dedicated TARP resources as equity to (1) acquire troubled loans in a fund partially guaranteed by the FDIC and (2) acquire troubled securities in a fund designed to be used with loans from the Federal Reserve's TALF program or TARP. Both funds would match TARP money with private investment, and profits or losses would be shared between the government and the private investors. Unlike the original conception of TARP, private investors would choose the assets to purchase and manage the funds and the day-to-day disposition of assets. The legacy loan portion of PPIP never advanced past a single pilot sale reported by the FDIC on September 30, 2009. Treasury originally envisioned asset purchases through PPIP would be as high as $1 trillion (using as much as $200 billion in TARP funds), but a maximum of $22.4 billion was committed to the legacy securities portion of the program."], "subsections": [{"section_title": "Legacy Securities Program", "paragraphs": ["The PPIP Legacy Securities Program was designed to remove existing mortgage-related securities on bank balance sheets. Private investment fund managers applied to Treasury to prequalify to raise funds to participate in the program. Approved fund managers that raised private equity capital received matching Treasury capital and an additional loan to the fund that matched the private capital (thus, for example, a fund that raised $100 had a total of $300 available to invest). In addition to this basic transaction, Treasury had the discretion to allow another matching loan so that a fund raising $100 could have made a total of $400 available for investment. The funds were to be used to invest in nonagency MBS that originally received the highest credit rating (e.g., AAA). (Agency MBS refer to loans issued by GSEs, such as Fannie Mae and Freddie Mac, and nonagency MBS refers to mortgage-related securities issued by private financial institutions, such as investment banks.)", "Nine funds were prequalified by the Treasury in June 2009. In early January 2010, however, one of the funds reached a liquidation agreement with Treasury and was wound down. By March 31, 2013, another five of the funds had been effectively wound down and all $18.6 billion of the disbursed funds had been returned. The program experienced no losses and earned the Treasury income of $3.9 billion. Table 8 summarizes the PPIP, including current and peak asset holdings, losses or gains, and conditions of the program."], "subsections": []}]}, {"section_title": "Section 7(a) Securities Purchase Program", "paragraphs": ["This program supported the Small Business Administration's (SBA's) Section 7(a) loan program through purchases of pooled SBA guaranteed securities backed by private loans to small businesses. Beginning in March 2010, Treasury purchased a total of $368 million in securities guaranteed by the SBA. Purchases ended in October 2010 with the expiration of the TARP authority and all securities have been sold or matured. Over the life of the program, income exceeded losses. Table 9 summarizes the SBA Section 7(a) Securities Purchase Program, including current and peak asset holdings, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "U.S. Automaker Assistance25", "paragraphs": ["In addition to financial firms, nonfinancial firms also sought support under TARP, most notably U.S. automobile manufacturers. EESA specifically authorized the Secretary of the Treasury to purchase troubled assets from \"financial firms\"; the legislative definition of this term did not mention manufacturing companies. After separate legislation to provide federal funds to the automakers failed to clear Congress, the Bush Administration turned to TARP for funding.", "On December 19, 2008, the Bush Administration announced it was providing support through TARP to General Motors and Chrysler under the Automotive Industry Financing Program (AIFP). The initial package included up to $13.4 billion in a secured loan to GM and $4 billion in a secured loan to Chrysler. In addition, $884 million was lent to GM for its participation in a rights offering by GMAC as GM's former financing arm was becoming a bank holding company. On December 29, 2008, the Treasury announced that GMAC also was to receive a $5 billion capital injection through preferred share purchases.", "After January 21, 2009, the Obama Administration continued assistance for the automakers. This included indirect support such as a warranty program under the AIFP (so that consumers would not be discouraged from purchasing cars during the restructuring), and assistance for third-party suppliers to the automakers (the Automotive Supplier Support Program). Additional loans for GM and Chrysler were made before and during the two companies' bankruptcies, and GMAC received additional capital through preferred share purchases as well. At the end of 2009, GM had received approximately $50.2 billion in direct loans and indirect support; Chrysler had received $10.9 billion in loans and indirect support; GMAC had received $17.2 billion in preferred equity purchases and indirect support; and Chrysler Financial had received $1.5 billion in loans. ", "All of the auto industry assistance has been repaid or recognized as a loss by the Treasury. As of August 1, 2018, TARP support for the auto industry totaled approximately $79.7 billion disbursed, with $63.1 billion repaid and $8.4 billion in income. Approximately $16.6 billion was written off or taken as a realized loss. Table 10 summarizes the TARP assistance for U.S. automakers, including current and peak asset holdings, losses or gains, and conditions of the program. "], "subsections": []}]}, {"section_title": "", "paragraphs": [], "subsections": []}, {"section_title": "Federal Reserve", "paragraphs": ["Beginning in December 2007, the Federal Reserve introduced a number of emergency credit facilities to provide liquidity to various segments of the financial system. Most, but not all, of these facilities made short-term loans backed by collateral that exceeds the value of the loan, with recourse to the borrower's other assets if the borrower defaults. These facilities were widely available to all qualified participants. (Fed assistance to individual companies is discussed separately below.) Since the Fed's creation 100 years ago, the Fed has always made short-term collateralized loans to banks through its discount window. In the years before the crisis, loans outstanding through the discount window were consistently less than $1 billion at any time. At the peak of the crisis, total assistance outstanding would peak at more than $1 trillion. Another attribute that distinguished these new facilities from the Fed's traditional lending was the fact that many served nonbanks that were not regulated by the Fed.", "Profits or losses on Fed lending accrue to the taxpayer similar to if the loans had been made by the Treasury. The Fed generates income from its assets (securities and loans) that exceed its expenses. Any income that remains after expenses, dividends, and additions to its surplus is remitted to the Treasury. If its profits rise because a lending facility is more profitable than alternative uses of those funds, more funds would be remitted to the Treasury. If it suffers losses on a facility, its remittances to the Treasury would fall. The risk to most of the Fed's broad credit facilities was relatively low since the loans are short-term, collateralized, and the Fed had the right to refuse borrowers it deemed to be not credit-worthy. (As discussed below, the Fed's assistance to firms deemed \"too big to fail\" was significantly riskier.) Fed remittances to the Treasury have risen from $35 billion in 2007 to more than $75 billion annually since 2010. In that sense, taxpayers have profited from the creation of the Fed's lending facilities, although that was not their purpose and those facilities were not risk free.", "The Fed has standing authority to lend to banks and buy certain assets, such as GSE-issued securities. For many new programs, the Fed relied on broad emergency authority (Section 13(3) of the Federal Reserve Act) that had not been used since the 1930s. The Fed is self-financing and does not receive any appropriated funds to finance its activities.", "All credit outstanding under these facilities has been repaid, most as soon as financial firms could return to private sources of funding once financial conditions improved. Most emergency facilities expired on February 1, 2010, after multiple extensions, and most had no outstanding balance after that point. The Fed reported no losses and positive income on all of these facilities.", "Estimating a subsidy rate on Fed lending is not straightforward, and some would argue is not meaningful. The Fed's loans are usually made at some modest markup above the federal funds rate; in that sense they can be considered higher than market rates—whether the markup is high enough to avoid a subsidy depends on the riskiness of the facility. But the Fed controls the federal funds rate, even though it is a private market for overnight interbank lending. During the crisis, the Fed drove the federal funds rate gradually down from 5.25% in September 2007 to nearly zero in December 2008 by creating the liquidity needed to avert a crisis; as a result, its direct loans were made at a very low rate. Because the purpose of the Fed is to supply financial markets with adequate liquidity, which has some characteristics of what economists call a \"public good\" that cannot always be provided by the private sector, it is not clear that reducing the federal funds rate should be classified as a subsidy. Further, the Fed would argue that it was only providing credit because there was no private sector alternative during the crisis, and borrowing from the Fed fell relatively quickly in 2009 once financial conditions began to normalize.", "The Fed reports extensive data on its activities. Outstanding balances for each facility are available on a weekly basis from the H.4.1 data release, Factors Affecting Reserve Balances of Depository Institutions . Detailed information on the number of borrowers, concentration of loans, types of collateral, and overall earnings for each facility is available on a monthly basis in the Federal Reserve System Monthly Report on Credit and Liquidity Programs and the Balance Sheet . The Fed disclosed details of specific transactions, notably the identities of recipients and specific collateral posted, on December 1, 2010, as required by the Dodd-Frank Act ( P.L. 111-203 ). In addition, oversight reports have been produced by the Government Accountability Office and the Fed's Inspector General."], "subsections": [{"section_title": "Term Auction Facility", "paragraphs": ["In December 2007, the Fed created its first facility in response to financial conditions, the Term Auction Facility (TAF). This facility auctioned reserves to banks in exchange for collateral. Economically and legally, this facility was equivalent to the discount window, and was created primarily out of a concern that banks were not accessing the discount window as much as needed as a result of the stigma associated with discount window lending. Since this facility was not created with emergency authority, it need not be temporary, but the Fed has held no auctions since March 8, 2010.", "Any depository institution eligible for discount window lending could participate in the TAF, and hundreds at a time accessed the TAF and the discount window since its inception. The auction process determined the rate at which those funds were lent, with all bidders receiving the lowest winning bid rate. The winning bid could not be lower than the prevailing federal funds rate. Auctions through the TAF were held twice a month beginning in December 2007. The amounts auctioned greatly exceeded discount window lending, which averaged in the hundreds of millions of dollars outstanding daily before 2007 and more than $10 billion outstanding during the crisis. Loans outstanding under the facility peaked at $493 billion in March 2009, and fell steadily until reaching zero when the facility expired in March 2010. Between the discount window and the TAF, banks were consistently the largest private sector recipient of Fed assistance since 2007.", "Risks to the Fed were limited by collateral requirements, the short duration of the loans, and recourse requirements. TAF loans matured in 28 days—far longer than overnight loans in the federal funds market or the typical discount window loan. (In July 2008, the Fed began making some TAF loans that matured in 84 days.) Like discount window lending, TAF loans must be fully collateralized with the same qualifying collateral accepted by the discount window. Loans previously made by depository institutions and asset-backed securities were the most frequently posted collateral. Although not all collateral has a credit rating, those that are rated typically had the highest rating. Most borrowers borrowed much less than the posted collateral. Over the life of the program, the Fed experienced no losses and earned income of $4.1 billion from the TAF. Table 11 summarizes the TAF, including current and peak loans, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "Term Securities Lending Facility", "paragraphs": ["Shortly before Bear Stearns suffered its liquidity crisis in March 2008 (see \" Bear Stearns \"), the Fed created the Term Securities Lending Facility (TSLF) to expand its securities lending program for primary dealers. Primary dealers are financial firms that the Fed conducts transactions with for purposes of open market operations and include investment banks that were ineligible to access the Fed's lending facilities for banks. The proximate cause of Bear Stearns' crisis was its inability to roll over its short-term debt, and the Fed created the TSLF and the Primary Dealer Credit Facility (discussed below) to offer an alternative source of short-term liquidity for primary dealers. ", "Under the TSLF at its peak, each week primary dealers could borrow up to $200 billion of Treasury securities for 28 days instead of overnight. Access to Treasury securities is important for primary dealers because of their use in repurchase agreements (\"repos\") that are an important source of short-term financing. Loans could be collateralized with private-label MBS with an AAA/Aaa rating, agency commercial mortgage-backed securities, and agency collateralized mortgage obligations. On September 14, 2008, the Fed expanded acceptable collateral to include all investment-grade debt securities. No securities were borrowed through the TSLF after August 2009, and the facility expired February 1, 2010. It experienced no losses and earned income of $781 million over the life of the program. Table 12 summarizes the TSLF, including current and peak loans, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "Primary Dealer Credit Facility", "paragraphs": ["Shortly after Bear Stearns' liquidity crisis, the Fed created the Primary Dealer Credit Facility (PDCF), which can be thought of as analogous to a discount window for primary dealers. Loans were made at the Fed's discount rate, which was set slightly higher than the federal funds rate during the crisis. Loans were made on an overnight basis, with recourse, and fully collateralized, limiting their riskiness. Acceptable collateral initially included Treasuries, government agency debt, and investment grade corporate, mortgage-backed, asset-backed, and municipal securities. On September 14, 2008, the Fed expanded acceptable collateral to include certain classes of equities. The Primary Dealer Credit Facility expired on February 1, 2010.", "Borrowing from the facility was sporadic, with average daily borrowing outstanding above $10 billion in the first three months, and falling to zero in August 2008. Much of this initial borrowing was done by Bear Stearns, before its merger with J.P. Morgan Chase had been completed. Loans outstanding through the PDCF picked up again in September 2008 and peaked at $148 billion on October 1, 2008. After May 2009, outstanding loans through the PDCF were zero, presumably because the largest investment banks converted into or were acquired by bank holding companies in late 2008, making them eligible to access other Fed lending facilities. The PDCF experienced no losses and earned interest income of $0.6 billion over the life of the program. Table 12 summarizes the PDCF, including current and peak loans, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "Commercial Paper Funding Facility and Asset-Backed Commercial Paper Money Market Mutual Fund Liquidity Facility", "paragraphs": ["To meet liquidity needs, many large firms routinely issue commercial paper, which is short-term debt purchased directly by investors that matures in less than 270 days, with an average maturity of 30 days. There are three broad categories of commercial paper issuers: financial firms, nonfinancial firms, and pass-through entities that issue commercial paper backed by assets. The commercial paper issued directly by firms tends not to be backed by collateral, as these firms are viewed as large and creditworthy, and the paper matures quickly.", "Individual investors are major purchasers of commercial paper through money market mutual funds and money market accounts. A run on a money market fund on September 16, 2008, greatly decreased the demand for new commercial paper. Firms rely on the ability to issue commercial paper to roll over maturing debt to meet their liquidity needs.", "Fearing that disruption in the commercial paper markets could make overall problems in financial markets more severe, the Fed announced on September 19, 2008, that it would create the Asset-Backed Commercial Paper Money Market Mutual Fund Liquidity Facility (AMLF). This facility made nonrecourse loans to banks to purchase asset-backed commercial paper. Because the loans were nonrecourse, the banks had no further liability to repay any losses on the commercial paper collateralizing the loan. At its peak in early October 2008, there were daily loans of $152 billion outstanding through the AMLF. The AMLF would soon be superseded in importance by the creation of the Commercial Paper Funding Facility, and lending fell to zero in October 2009. It experienced no losses and earned income of $0.5 billion over the life of the program. The facility expired on February 1, 2010.", "On October 7, 2008, the Fed announced the creation of the Commercial Paper Funding Facility (CPFF) to purchase all types of three-month, highly rated U.S. commercial paper, secured and unsecured, from issuers. The interest rate charged by the CPFF was set at the three month overnight index swap rate plus 1 percentage point for secured corporate debt, 2 percentage points for unsecured corporate debt, and 3 percentage points for asset-backed paper. The CPFF could buy as much commercial paper from any individual issuer as that issuer had outstanding in the year to date. Any potential losses borne by the CPFF would ultimately be borne by the Fed. At its peak in January 2009, the CPFF held $351 billion of commercial paper, and holdings fell steadily subsequently. The facility expired February 1, 2010. It earned income of $6.1 billion over the life of the program and suffered no losses.", "In the case of the AMLF, the banks were not intended recipients of assistance, but rather were meant to be the intermediary through which assistance flowed to the commercial paper market. The CPFF essentially removed the role of banks as intermediary and provided Fed assistance directly to CP issuers. ", "On October 21, 2008, the Fed announced the creation of the Money Market Investor Funding Facility (MMIFF), and pledged to lend it up to $540 billion. The MMIFF was planned to lend to private sector special purpose vehicles (SPVs) that invest in commercial paper issued by highly rated financial institutions. Each SPV would have been owned by a group of financial firms and could only purchase commercial paper issued by that group. The intent was for these SPVs to purchase commercial paper from money market mutual funds and similar entities facing redemption requests to help avoid runs such as the run on the Reserve Fund. The MMIFF was never accessed, and the facility expired on October 30, 2009. Table 14 and Table 15 summarize the Fed's commercial paper facilities, including current and peak loans, losses or gains, and conditions of the program"], "subsections": []}, {"section_title": "Bear Stearns", "paragraphs": ["Unable to roll over its short-term debt as a result of investor concerns about its mortgage-related losses, the investment bank Bear Stearns faced bankruptcy. Fearing that Bear Stearns was \"too big to fail\" and posed systemic risk, the Fed stepped in to broker a merger. On March 16, 2008, JPMorgan Chase agreed to acquire Bear Stearns. As part of the agreement, the Fed agreed to lend $28.82 billion to Maiden Lane I, a Delaware limited liability corporation (LLC) that it created, to purchase financial securities at current market value from Bear Stearns. These securities were largely mortgage-related assets that were too illiquid for JPMorgan Chase to be willing to acquire. ", "Interest and principal was to be repaid to the Fed by Maiden Lane I using the funds raised by the sale of the assets, not by JP Morgan Chase. JPMorgan Chase took a first loss position through a subordinated loan of $1.15 billion, and received an interest rate of 4.5% above the discount rate on that position, compared with an interest rate of 2.5% above the discount rate on the Fed's loan. Any additional losses would be borne by the Fed, and any profits in excess of the loans would accrue to the Fed. Profits or losses for the Fed and JPMorgan Chase were dependent on whether the market value of those assets rose or declined after Maiden Lane I acquired them.", "By November 2012, proceeds from the sale or maturation of Maiden Lane I assets were sufficient to fully repay principal and accrued interest to the Fed ($765 million) and JPMorgan Chase. As of December 30, 2017, the value of remaining assets held by Maiden Lane I was $1.7 billion. Once those remaining assets are sold or have matured, the Fed will realize capital gains that would be greater or less than $1.7 billion (less expenses), depending on whether the value of those assets subsequently rises or falls. Table 16 summarizes the support for Bear Stearns, including current and peak loans, losses or gains, and conditions of the program"], "subsections": []}]}, {"section_title": "Federal Deposit Insurance Corporation", "paragraphs": ["The FDIC has undertaken a significant role in the financial crisis through its standing authority to resolve failed banks and administer the federal guarantees on individual deposits (actions that are beyond the scope of this report). In addition, the FDIC has carried out several exceptional measures, including a broad guarantee program on debt issued by banks and supporting combined interventions in Citigroup and Bank of America (see \" Joint Interventions \")."], "subsections": [{"section_title": "Temporary Liquidity Guarantee Program", "paragraphs": ["On October 14, 2008, the FDIC announced the creation of the Temporary Liquidity Guarantee Program (TLGP), consisting of a Debt Guarantee Program (DGP) and a Transaction Guarantee Program (TAG), to support liquidity and discourage runs in the banking system. This program was not specifically authorized by Congress; it was authorized under the FDIC's standing systemic risk-mitigation authority. Financial institutions eligible for participation in the TLGP program included entities insured by the FDIC, bank holding and financial holding companies headquartered in the United States, and savings and loan companies under Section 4(k) of the Bank Holding Company Act. Although the TLGP was a voluntary program, eligible financial institutions were automatically registered to participate unless they had opted out by November 12, 2008. ", "The Debt Guarantee Program guaranteed bank debt, including commercial paper, interbank funding debt, promissory notes, and any unsecured portion of secured debt. The program originally applied to debt issued before June 30, 2009, but was extended in March 2009 to apply to debt issued before October 31, 2009. The guarantee remained in effect until December 31, 2012. Fees for the guarantees were up to 1.1% of the guaranteed debt on an annualized basis with additional surcharges of up to 0.5%, depending on the maturity length of the debt and whether or not the institution is FDIC insured. ", "Upon the expiration of the Debt Guarantee Program the FDIC established a limited successor program to \"ensure an orderly phase-out\" of the program. This six-month emergency guarantee facility was limited to certain participating entities, who must apply to the FDIC for permission to issue FDIC-guaranteed debt during the period starting October 31, 2009, through April 30, 2010. The fee for issuing debt under the emergency facility was to be at least 3%. The FDIC has not separately reported any use of the emergency guarantee program.", "The Transaction Account Guarantee insured all non-interest-bearing deposit accounts, extending FDIC insurance beyond the $250,000 deposit insurance limit. The accounts primarily benefiting from TAG were accounts used by businesses and local governments, such as payroll processing accounts. In June 2010, the FDIC extended the TAG portion of the TLGP through December 31, 2010. ", "TAG was not further extended due to the provisions in the Dodd-Frank Act which provided for full deposit insurance coverage for noninterest-bearing transaction accounts for two years, without opt outs or a specified funding source. (This program is also often popularly referred to as TAG, however.) The FDIC reported guaranteed deposits of $1.5 trillion, but did not report fees or losses, under this program. Insurance coverage pursuant to the Dodd-Frank Act expired on December 31, 2012.", "Participation in the TGLP was widespread at its peak, with almost 90% of FDIC-insured institutions participating in TAG and more than half in DGP. At its peak, the DGP guaranteed $345.8 billion in debt and the TAG guaranteed $834 billion in deposits in 2009. Over its life, the TAG program collected $1.2 billion in fees, insufficient to cover $1.5 billion in losses. By contrast, the DGP collected $10.4 billion in fees, more than offsetting $0.2 billion in losses. Table 17 summarizes the TLGP, including current and peak debt guaranteed, losses or gains, and conditions of the program."], "subsections": []}]}, {"section_title": "U.S. Department of the Treasury", "paragraphs": ["Prior to the passage of EESA and the implementation of TARP, the Treasury had comparatively little authority to intervene in financial markets. It did, however, implement one program intended to end the money market run."], "subsections": [{"section_title": "Money Market Mutual Fund Guarantee Program", "paragraphs": ["On September 16, 2008, a money market mutual fund called the Reserve Fund \"broke the buck,\" meaning that the value of its shares had fallen below par value of $1. This occurred because of losses it had taken on short-term debt issued by Lehman Brothers, which filed for bankruptcy on September 15, 2008. Money market investors had perceived \"breaking the buck\" to be highly unlikely, and its occurrence set off a generalized run on money market funds, as investors simultaneously attempted to withdraw an estimated $250 billion of their investments—even from funds without exposure to Lehman.", "To stop the run, Treasury announced an optional program to guarantee deposits in participating money market funds. Treasury would finance any losses from this guarantee with assets in the Exchange Stabilization Fund (ESF), funds intended to protect the value of the dollar. Treasury announced this program without seeking specific congressional authorization, justifying the program on the grounds that guaranteeing money market funds would protect the value of the dollar. After the fact, Congress addressed the money market guarantee in Section 131 of EESA, reimbursing the ESF from EESA funds, but also forbidding the future use of the ESF to provide such a guarantee. The program expired after one year in September 2009. Over the life of the program, Treasury reported that no guaranteed funds had failed, and $1.2 billion in fees had been collected. More than $3 trillion of deposits were guaranteed and, according to the Bank for International Settlements, 98% of money market mutual funds were covered by the guarantee, with most exceptions being funds that invested only in Treasury securities.", "Depositors in the Reserve Fund were not covered by this program, but the ESF was used to purchase its $3.6 billion holdings of GSE securities in order to increase its liquidity. Table 18 summarizes the Money Market Mutual Fund Guarantee Program, including current and peak deposits guaranteed, losses or gains, and conditions of the program."], "subsections": []}]}, {"section_title": "Joint Interventions", "paragraphs": [], "subsections": [{"section_title": "Term Asset-Backed Securities Loan Facility", "paragraphs": ["In November 2008, the Fed created the Term Asset-Backed Securities Loan Facility (TALF) in response to problems in the market for asset-backed securities (ABS). According to the Fed, \"new issuance of ABS declined precipitously in September and came to a halt in October. At the same time, interest rate spreads on AAA-rated tranches of ABS soared to levels well outside the range of historical experience, reflecting unusually high risk premiums.\" Data support the Fed's view: issuance of nonresidential mortgage asset-backed securities fell from $902 billion in 2007 to $5 billion in the fourth quarter of 2008, according to the Securities Industry and Financial Markets Association. The Fed feared that if lenders could not securitize these types of loans, less credit would be extended to consumers, and eventually households would be forced to reduce consumption spending, exacerbating the economic downturn.", "Rather than purchase ABS directly, the Fed made nonrecourse loans to private investors to purchase recently issued ABS receiving the highest credit rating, using the ABS as collateral. The minimum loan size was $10 million. Eligible collateral included new securities backed by auto loans, student loans, small business loans, and credit card loans. TALF was later expanded to include \"legacy\" commercial mortgage-backed securities as part of the Public Private Investment Program discussed above (see \" Public Private Investment Program \"). The loans have a term of up to three years for most types of assets (and up to five years for some types of assets). Interest rates were set at a markup over different maturities of the London interbank offered rate (LIBOR) or the federal funds rate, depending on the type of loan and underlying collateral.", "If the ABS lose value, because the loans were nonrecourse, the losses would be borne by the Fed and the Treasury (through TARP) instead of by the borrower—an unusual feature that makes TALF riskier for taxpayers than typical Fed lending facilities. The Fed lent less than the current value of the collateral, so the Fed would not bear losses on the loan until losses exceed the value of this reduction or \"haircut\" (different ABS receive different haircuts). In addition, Treasury initially set aside $20 billion of TARP funds to cover any losses. Any profits were to be divided 90% to Treasury and 10% to the Fed.", "TALF turned out to be a relatively small program compared to the $200 billion program envisioned by the Fed or the $1 trillion program later envisioned by Treasury. In part, this was because the issuance of assets eligible for TALF has remained low, which reflected the continuing depressed state of securitization markets and may imply that TALF has been unable to overcome current investor aversion to ABS. (While TALF was in operation beginning in March 2009, a sizable share of ABS issued were used as collateral for TALF loans. Thus, issuance might have been even lower without the presence of TALF.) ", "The facility stopped making new loans at the end of June 2010 for loans using newly issued CMBS as collateral and in March 2010 for loans using other assets. Unlike most other Fed lending facilities, the amount outstanding under TALF steadily rose through 2009. ", "On October 29, 2014, the last outstanding TALF loan was repaid and the facility was closed. All TALF loans were repaid with interest over the life of the program. Net income was $0.7 billion to Treasury and $1.6 billion to the Fed. Table 19 summarizes the TALF, including current and peak loans, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "American International Group", "paragraphs": ["In the fall of 2008, American International Group (AIG) was a federally chartered thrift holding company regulated by the Office of Thrift Supervision (OTS) at the holding company level, with a broad range of businesses, primarily insurance subsidiaries, which are state-chartered and state-regulated. Facing losses on various operations, AIG experienced a significant decline in its stock price and downgrades from the major credit rating agencies. These downgrades led to immediate demands for significant amounts of collateral (approximately $14 billion to $15 billion in collateral payments, according to contemporary press reports). As financial demands on the company mounted, bankruptcy appeared a possibility, as had occurred with Lehman Brothers on September 15, 2008. Many feared that AIG was \"too big to fail\" due to the potential for widespread disruption to financial markets resulting from such a failure.", "On September 16, 2008 (prior to the existence of TARP), the Fed announced that it was taking action to support AIG in the form of a secured two-year, high-interest line of credit with a value of up to $85 billion. In addition, the government received warrants to purchase up to 79.9% of the equity in AIG. On October 8, 2008, the Fed announced that it would lend AIG up to an additional $37.8 billion against securities held by its insurance subsidiaries. ", "In early November 2008 (following the creation of TARP), the financial support for AIG was restructured. The restructured financial support consisted of (1) reducing the size of the Fed loan to up to $60 billion, with the term lengthened to five years and the interest rate reduced by 5.5%; (2) purchasing of $40 billion in preferred shares through TARP; and (3) replacing the $37.8 billion loan, with up to $52.5 billion total in asset purchases by the Fed through two limited liability corporations known as Maiden Lane II and Maiden Lane III. The 79.9% equity position of the government in AIG remained essentially unchanged after the restructuring of the intervention.", "In March 2009, the assistance was restructured further through (1) a partial payback of the Fed loan through a swap of debt for equity in two AIG subsidiaries worth approximately $25 billion, reducing the maximum to $35 billion; and (2) commitments for additional future TARP purchases of up to $29.8 billion in preferred shares at AIG's discretion, and the conversion of existing shares into shares with optional dividend payments. The Maiden Lane LLCs continued operating under the previous terms, with the actual loans extended to the LLCs totaling $43.9 billion at their peak of the possible $52.5 billion. ", "In September 2010, AIG and the government announced another restructuring of the government's assistance. This restructuring closed on January 14, 2011. The expressed goal was to simplify the government's interest in AIG and provide for a path for the divestment of the government's stake in AIG. The essence of the plan called for (1) ending the Fed's involvement with AIG through loan repayment and transfer of the Fed's equity interests to the Treasury and (2) converting the government's $49.1 billion in existing preferred shares into common shares, which can then be sold to the public over time. The specific steps involved several interlocking transactions, including the initial public offering (IPO) of a large AIG subsidiary, the sale of several other AIG subsidiaries, and the use of up to approximately $20 billion in TARP funds to transfer equity interests from the Fed to the Treasury. Once these transactions closed, the Treasury held 92% of AIG's common equity (1.66 billion shares) and equity interests in AIG's subsidiaries worth approximately $20.3 billion.", "Treasury sold the AIG equity over time, completing sales in December 2012. All of the Federal Reserve loans have been repaid and the assets held in the Maiden Lane LLCs have been sold. The last government-held assets relating to the AIG intervention were TARP warrants which were sold in January 2013.", " Table 20 summarizes the support received by AIG from both TARP and the Fed, including current and peak asset holdings, losses or gains, and conditions of the support. Although TARP realized losses on its AIG holdings, these losses were more than offset by income that the Fed earned on its AIG transactions."], "subsections": []}, {"section_title": "Government-Sponsored Enterprises61", "paragraphs": ["In the summer of 2008, the government-sponsored enterprises (GSEs) Fannie Mae and Freddie Mac were experiencing rising yields on debt they were rolling over as a result of investors' concerns about the potential scope of losses on mortgage-backed securities (MBS) they held or guaranteed. Congress enacted the Housing and Economic Recovery Act of 2008 (HERA) in response. HERA created a new regulator, the Federal Housing Finance Agency (FHFA), for Fannie Mae and Freddie Mac. It also included enhanced authorization for the government to take the companies into conservatorship or receivership in case of financial distress, as well as temporary authority to provide unlimited funds to Fannie Mae and Freddie Mac as necessary. There were no specific dollar limits to these purchases or loans, but because the government would borrow to provide the funds, they were in effect subject to the statutory limit on the federal government's debt. ", "The continued deterioration of Fannie Mae's and Freddie Mac's financial condition led FHFA to place them in government conservatorship on September 7, 2008. FHFA defines conservatorship as \"the legal process in which a person or entity is appointed to establish control and oversight of a Company to put it in a sound and solvent condition. In a conservatorship, the powers of the Company's directors, officers, and shareholders are transferred to the designated Conservator.\" ", "As part of conservatorship, the firms signed contracts to issue new senior preferred stock to the Treasury, which agreed to purchase up to $100 billion of this stock from each of them to cover realized shortfalls between the GSEs' assets and liabilities. The authority to enter into contracts to provide funds expired on December 31, 2009, but additional funds could be (and were) provided under existing contracts after that date. This $100 billion limit was later raised to $200 billion, and, a week before the authority to sign new contracts expired, the contracts were amended to remove the cap between 2010 and 2012. In exchange, Treasury received 10% dividends on the preferred shares, an undetermined quarterly commitment fee beginning at the end of the first quarter of 2010 (the commitment fee was always waived), warrants giving Treasury the option to purchase 79.9% of the companies' common stock at a nominal cost, and $1 billion of \"liquidation preference shares.\" Upon execution, the warrants would dilute the holdings of existing private common stockholders.", "Treasury purchased $187.5 billion of preferred shares through the first quarter of 2012. Since then, the GSEs' assets have matched their liabilities and no further preferred share issuance were needed until the GSEs drew another $4 billion from Treasury in 2017 because of tax changes.", "Under the original preferred share agreement, the GSEs' profits (after dividend payments) would have accumulated in their coffers. Treasury announced in August 2012 that, \"(a)cting upon the commitment ... that the GSEs will be wound down and will not be allowed to retain profits, rebuild capital, and return to the market in their prior form,\" the preferred share agreements had been amended to replace the dividend and commitment fee with a \"net income sweep\" that would remit all profits to the Treasury. Regardless of the amount remitted, the terms of the sweep do not allow for a reduction in the preferred shares outstanding. ", "Until 2013, it was considered doubtful that Treasury would ever receive more from the GSEs than what was outlaid due to the GSEs' \"legacy losses\" stemming from their concentrated financial exposure to the housing crash. For example, as of the end of FY2012, Treasury had written down the market value of its preferred shares and warrants to $109.3 billion, and booked a $9 billion contingent liability for potential losses on existing business that had not yet been realized. Since then, the financial performance of the GSEs has improved markedly as a result of new business that has yielded lower defaults and higher fees, resulting in quarterly surpluses instead of deficits. Altogether, the GSEs received $191.5 billion in exchange for preferred shares and have paid $279.7 billion in income on those shares, as of June 2018. One issue in the ongoing debate on GSE reform is how to maximize the return on the outstanding government support were the GSEs to be wound down or some of their business or assets transferred to a new private company.", "Policymakers have taken other steps to support the mortgage market, and more indirectly the GSEs. Between December 2008 and March 2010, the Fed purchased $172.1 billion of bonds issued by the GSEs (of which, $67 billion were issued by Freddie Mac, $67 billion were issued by Fannie Mae, and $38 billion were issued by the Federal Home Loan Banks) as part of its \"Large Scale Asset Purchases\" (popularly known as quantitative easing). The asset purchases had two goals—to provide support to mortgage markets and to stimulate overall economic conditions. Another effect of these purchases is to reduce the GSEs' borrowing costs, all else equal. As these assets have matured, the Fed has replaced them with Treasury securities or MBS, so its holdings have declined over time, to $57.2 billion as of December 31, 2013. The Fed faces no default risk on its GSE holdings as long as the Treasury continues to stand behind the GSEs, and will not experience capital losses (or gains) as long as it continues to hold the securities to maturity. Through the third quarter of 2013, it had earned $12.9 billion in interest from these securities.", "The Federal Reserve and Treasury have also bought MBS guaranteed by Fannie Mae, Freddie Mac, and Ginnie Mae (a government agency) since 2008. Between September 2008 and December 2009, Treasury purchased $220.8 billion of MBS, with peak holdings of $197.6 billion in December 31, 2009. From March 2011 to April 2012, it reduced those holdings to zero. Over the life of the program, Treasury reports that it earned $12 billion in profits, net of expenses. As part of its Large Scale Asset Purchases (also called \"quantitative easing\"), the Fed purchased $1.25 trillion in MBS between January 2009 and March 2010, and began to purchase MBS again in September 2012. The Fed stopped adding to its MBS holdings in 2014, and has gradually reduced its holdings as the MBS have matured since 2017. Unlike purchases of GSE preferred stock or bonds, MBS purchases convey no direct benefit to the GSEs (and are therefore not included in Table 21 ), although they indirectly benefit from Treasury and Fed purchases because they are major holders of MBS and the purchases would be expected to cause the value of the MBS to rise, all else equal."], "subsections": []}, {"section_title": "Citigroup", "paragraphs": ["On November, 23, 2008, the Treasury, Federal Reserve, and FDIC announced a joint intervention in Citigroup, which had previously been a recipient of $25 billion in TARP Capital Purchase Program funding. This exceptional intervention to \"[support] financial stability\" consisted of an additional $20 billion purchase of preferred shares through the TARP Targeted Investment Program and a government guarantee for a pool of $306 billion in Citigroup assets (reduced to $301 billion when the guarantee was finalized on January 16, 2009) through the TARP Asset Guarantee Program, the FDIC, and the Federal Reserve. Citigroup paid the federal government a fee for the guarantee in the form of $4 billion in trust preferred securities paying an 8% dividend rate. The Treasury also received warrants for the purchase of common stock in both of these transactions.", "On February 27, 2009, Citigroup and Treasury officials agreed that the Treasury Department would convert $25 billion of its TARP CPP investment in Citigroup preferred stock into Citigroup common stock and cancel the warrants taken by Treasury under the CPP. After this conversion, the U.S. government owned approximately 33.6% (7.7 million shares) of Citigroup common stock. The conversion of preferred shares to common stock worsened the government's priority on Citigroup's assets in the event of liquidation, while improving certain capital ratios for the company and relieving it of the obligation to pay dividends to the government, which it had with the preferred shares. The conversion exposed the government to more potential risk as well as to potential upside reward. The government's preferred shares could only be redeemed at par value, regardless of the performance of the company, while the government's holdings of common stock rose and fell in value based on the market valuation of the company.", "In December 2009, Citigroup and the Treasury reached an agreement to repay the outstanding $20 billion in preferred securities and to cancel the asset guarantee. As part of this agreement, Treasury agreed to cancel $1.8 billion worth of the $4 billion in trust preferred securities originally paid as a fee for the guarantee. Citigroup repurchased the outstanding AGP trust preferred securities on September 30, 2009. While the asset guarantee was in place, no losses were claimed and no federal funds were paid out. ", "In April 2010, the Treasury began selling its common share holdings in Citigroup. The shares were sold in tranches through 2010, with the completion of the sales early in December 2010. The average sales price for the Treasury shares was $4.14 per share compared with an initial conversion price of $3.25 per share. The gain from the common stock sales was approximately $6.9 billion. Other gains from the Citigroup assistance included (1) $2.2 billion from the sales of the remaining TARP trust preferred securities granted as a fee from the AGP; (2) $3.1 billion in interest and dividends, (3) $0.3 billion from the sale of warrants; (4) $0.9 billion for the sale of subordinated notes resulting from the FDIC portion of the asset guarantee; and (5) a $50 million termination fee to the Fed for the asset guarantee for a total nominal gain (i.e., not discounted for market risk) from the Citigroup intervention of approximately $13.4 billion. Table 18 summarizes the support for Citigroup, including current and peak asset holdings, losses or gains, and conditions of the program."], "subsections": []}, {"section_title": "", "paragraphs": [], "subsections": []}, {"section_title": "Bank of America", "paragraphs": ["On January 16, 2009, the Treasury, the Federal Reserve, and the FDIC announced a joint intervention in Bank of America, which had previously been a recipient of $25 billion in TARP Capital Purchase Program funds. \"[A]s part of its commitment to support financial market stability,\" this exceptional assistance included the purchase of an additional $20 billion of Bank of America preferred shares through the TARP Targeted Investment Program and a joint guarantee on a pool of up to $118 billion of certain Bank of America assets (largely those acquired through its merger with Merrill Lynch). The announced guarantee was to remain in place for 10 years for residential mortgage-related assets and five years for all other assets. Bank of America would have borne up to the first $10 billion of losses on the assets, with subsequent losses split 90% to the government and 10% to Bank of America. Within the government, the losses were to be split between the TARP Asset Guarantee Program, the FDIC, and the Fed. Bank of America was to pay the federal government a fee for the guarantee in the form of $4 billion in preferred stock with an 8% dividend rate and warrants to purchase common stock worth $2.4 billion at the time of the agreement. ", "Although the asset guarantee was announced in January 2009, a final agreement was never signed. On September 21, 2009, Bank of America announced that it had negotiated a $425 million termination fee that allowed it to withdraw from the Asset Guarantee Program, canceling the warrants and preferred shares issued for the program. ", "On December 9, 2009, Treasury announced that Bank of America had repurchased the $45 billion in preferred stock previously purchased under TARP. The warrants issued under the CPP and the TIP were sold at auction by the government in March 2010 for approximately $1.6 billion. No government assistance to Bank of America remains outstanding.", " Table 23 summarizes the support for Bank of America, including current and peak asset holdings, losses or gains, and conditions of the program."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Interventions to stem the 2007-2009 financial crisis were undertaken by the Treasury, the Federal Reserve, and the FDIC, separately and jointly. Because the crisis had many causes and symptoms, the response tackled a number of disparate problems, and can be broadly categorized into programs that increased institutions' liquidity, provided financial institutions with equity to rebuild their capital, purchased illiquid securities, intervened in specific financial markets that had ceased to function smoothly, or prevented the failure of large troubled institutions that some deemed \"too big to fail.\"", "The primary goal of the various interventions was to end the financial panic and restore normalcy to financial markets. In this sense, the programs were arguably a success. A goal of intervening at zero cost to the taxpayers was never the best measure of success, because nonintervention would likely have led to a greater loss of economic output that indirectly would have worsened the government's finances. Nevertheless, an important part of evaluating the government's performance is whether financial normalcy was restored at a minimum cost to the taxpayers.", "In exchange for its outlays, the government generally received some combination of financial assets, warrants, and loans that could be sold or require repayment in the future and that generated income to the government in the form of dividends, fees, and interest. Measuring the cost of the program by the government's cash outlay to initially acquire the financial asset (whether it be a common stock, preferred share, or loan) is misleading because it does not take into account the value of the asset that the government receives in exchange, which gives the government legal claims on the future earnings of the company. The true net cost to the government of these programs is the difference in present value between the initial outlay to acquire or guarantee the asset or make the loan, and the money recouped by the government from income payments and subsequent sale or repayment, taking into account the risks that the government was exposed to in the transaction. Ultimately, the cost to the government will be much smaller than the initial outlay, and if the income payments or the asset's resale price is high enough, the government could ultimately make a profit on these outlays (i.e., the present value of revenues could exceed initial outlays).", "Although estimates of the economic profits or losses accruing to the government are not consistently available, on a cash-flow basis, most government interventions—including all Federal Reserve programs—generated positive net income for the taxpayers over the life of the program. Only three interventions generated net losses for the government, two of which were assistance to companies that were not financial firms (the automakers). For most programs where principal is still outstanding (including TARP's Capital Purchase Program and assistance to the GSEs), net income has already exceeded, or is expected to eventually exceed, initial outlays. Altogether, these interventions have yielded tens of billions of dollars of net income for the taxpayers on a cash-flow basis, comp ared with initial estimates that they would cost taxpayers hundreds of billions of dollars.", "Another long-term, and more amorphous, cost may be a greater expectation that the government will provide rescues in response to financial instability again. Perversely, economic theory predicts that this expectation—whether or not it is warranted—would result in increased private sector risk-taking that would lead to an increased risk that systemically disruptive financial difficulties at firms occur again. In economic terms, this is generally referred to as \"moral hazard,\" and the problem is particularly acute when assistance is provided to insolvent firms, is provided at below market rates, or is provided on similar terms to both risky and prudent firms."], "subsections": [{"section_title": "Appendix. Historical Financial Interventions", "paragraphs": [" Table A-1 presents a brief summary of selected government interventions to assist private firms in past crises, and includes information on the type of assistance, initial outlay, and final cost to the Treasury. The table does not include all historical bank or thrift resolutions that required the use of government funds."], "subsections": []}]}]}}