{"id": "R43418", "title": "The Taxation of Dividends: Background and Overview", "released_date": "2014-03-10T00:00:00", "summary": ["The tax treatment of dividends has changed numerous times over the past century. Most recently, the American Taxpayer Relief Act (ATRA; P.L. 112-240) increased the tax rate on dividends, from 15% to 20%, for taxpayers in the top income tax bracket. The change was effective for 2013. Also effective in 2013 is the 3.8% tax on net investment income for taxpayers with modified adjusted gross income above certain thresholds ($200,000 for single, $250,000 for married filing jointly).", "Further increases in the tax rate on dividends may be considered as part of a base-broadening, rate-reducing tax reform. Rough estimates suggest that taxing dividends as ordinary income could raise enough in revenue to offset a 1.3% reduction in individual income tax rates, which would reduce the top marginal rate from 39.6% to roughly 39.1%. If the revenues were instead used to reduce corporate rates, the corporate tax rate could be reduced by roughly 4.6%, from 35% to roughly 33.2%. House Ways and Means Committee Chairman Dave Camp's tax reform discussion draft, the Tax Reform Act of 2014, proposes that dividends be taxed as ordinary income, but provides an exclusion of 40% for dividend and capital gain income.", "Before 2003, dividends were taxed as ordinary income. The tax rate on dividends was reduced as part of the Jobs and Growth Tax Reconciliation Act of 2003 (JGTRRA; P.L. 108-27). Tax rates on dividends were reduced in 2003 to address some of the economic distortions that result from taxing dividends at both the corporate and individual level. Taxation of dividends in both the individual and corporate income tax systems leads to a preference for non-corporate as opposed to corporate investment. Taxation of dividends at both the corporate and individual levels also creates a bias in favor of debt-financed investments, where interest payments are deductible.", "The reduced tax rate on dividends at the individual level reduces, but does not eliminate, tax-induced distortions in the allocation of capital. Integrating the corporate and individual tax systems, such that capital income is taxed only once, could further improve the allocation of capital in the economy. Rather than increasing taxes on dividends in a base-broadening tax reform, integration may be considered as an option for reducing tax-induced economic distortions. Options for integration include shareholder imputation credits (individual-level credits for corporate taxes paid), a dividends paid deduction, or a dividend exclusion. A trade-off to consider with integration proposals is the budget impact. If integration policies are deficit financed, higher interest rates could crowd out economic growth.", "Open-economy considerations, in a globalized economy with trade, might also motivate changes in the tax treatment of dividends. Taxing dividends at ordinary rates at the individual level, using the additional revenues to reduce corporate rates, could encourage capital investment in the domestic corporate sector.", "Increasing taxes on dividends at the individual level would likely increase the progressivity of the U.S. tax system. Correspondingly, a decrease in taxes on dividends would tend to decrease the progressivity of the overall tax system. Ultimately, any change in dividend tax policy is likely to have economic, distributional, and revenue consequences. The trade-offs between these various objectives are something to be considered by policymakers."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Tax rates on dividends increased in 2013 for certain high-income taxpayers. These increases are due to (1) increased rates on dividends for taxpayers in the top income tax bracket enacted as part of the American Taxpayer Relief Act (ATRA; P.L. 112-240 ); and (2) a 3.8% tax on net investment income, including dividends, for taxpayers with modified adjusted gross income above certain thresholds. Before ATRA, current law would have treated dividends as ordinary income for tax purposes after 2012. Thus, the permanent tax rates on qualified dividends in ATRA were an increase in tax rates for certain high-income taxpayers relative to current policy and a decrease in tax rates relative to current law .", "These provisions of ATRA, in part, reversed the effect of qualified dividends having been taxed at reduced tax rates since 2003. Before 2003, dividends were treated as ordinary income for tax purposes. Past tax reforms have often changed the tax treatment of dividends. Hence, as Congress evaluates tax reform options, changes to the tax treatment of dividends may be considered. In the context of a base-broadening, rate-reducing tax reform, increasing tax rates on qualified dividends is one option for raising revenue that could be used to reduce marginal tax rates. Taxing dividends as ordinary income could raise revenues sufficient to offset a 1.3% reduction in individual income tax rates, meaning the top tax rate could be reduced by roughly 0.5 percentage points, from 39.6% to approximately 39.1%. ", "Since the dividend tax can be viewed as part of the system to tax income from corporate equity, another option would be to increase the tax on dividends to finance a corporate rate cut. A rough static estimate suggests that taxing dividends at ordinary rates could allow corporate tax rates to be reduced by roughly 4.6%, allowing for a revenue-neutral reduction in statutory corporate rates from 35.0% to an estimated 33.2%.", "House Ways and Means Committee Chairman Dave Camp proposed changing the tax treatment of dividends in his discussion draft, the Tax Reform Act of 2014. Specifically, in his proposal, dividends would be taxed as ordinary income, with 40% of capital gain and qualified dividend income excluded from taxable income.", "This report provides background information useful to evaluating potential changes in the tax treatment of dividends. The first section of this report summarizes the current law tax treatment of dividends. This report also reviews economic issues related to efficiency, equity, and macroeconomic considerations. The final sections discuss dividend tax policy options, including integration options, where the corporate and individual income tax systems would be designed so that dividend income is taxed once. "], "subsections": []}, {"section_title": "Current Law5", "paragraphs": ["The tax treatment of dividends depends on the recipient. Under current law, dividends received by individuals are generally taxed at reduced capital gains tax rates. For 2013, the maximum tax rate that applied to qualified dividends received by individuals was 20% (see Table 1 ). The 20% top rate applies to taxpayers in the 39.6% income tax bracket (single filers with taxable income above $400,000; married filers with taxable income above $450,000). Taxpayers in the 25% to 35% tax brackets pay a rate of 15% on dividend income, while taxpayers in the 10% and 15% tax brackets have a 0% tax rate on dividend income. ", "Dividend income may also be subject to a net investment income tax. Beginning in 2013, a 3.8% tax is imposed on the lesser of (1) net investment income; or (2) the excess of modified adjusted gross income (MAGI) above a threshold amount. This threshold amount is $250,000 for taxpayers filing a joint return, $200,000 for single filers, and $125,000 for married filers filing separately. ", "Corporations may claim a deduction for dividends received. This deduction helps prevent multiple-level corporate taxation of dividend income. Ultimately, dividends are taxed when received by non-corporate shareholders. Corporate shareholders can deduct 100% of dividends received from corporations in the same affiliated group, 80% of dividends received from corporations where the recipient owns at least 20% of the payee's stock, and 70% of dividends received from other corporations. Additional limitations prevent full deductions for stock purchases that are debt-financed. ", "Tax-exempt entities that receive dividends are not required to pay tax on most types of dividends received. Dividends are specifically exempt from the unrelated business income tax (UBIT). ", "Taxing qualified dividends at reduced tax rates reduces tax revenues. For 2012, the tax expenditure estimate for the preferred tax treatment of qualified dividends was $29.8 billion. The cost of this tax expenditure should decrease post-ATRA, as there may have been a surge of dividends in anticipation of the rate increases enacted in ATRA. "], "subsections": []}, {"section_title": "Issues of Distribution and Equity", "paragraphs": ["Distributional analysis examines how dividend income is distributed across the income spectrum. As is discussed below, dividend income tends to be concentrated at the top of the income distribution. Equity analysis examines the distribution of the burden of taxes on dividends, which may differ from the distribution of dividend income if taxpayers are able to shift tax burdens. Equity analysis is also concerned with issues related to \"double taxation,\" and the ultimate effects of taxing corporate equity income at both the corporate and individual level. ", "Income from corporate equity investments, including dividends, is often subject to higher taxation than other types of investments; as such income is taxed in both the corporate and individual income tax systems. For example, $1 of net corporate income would be subjected to the corporate tax rate of 35%, generating $0.35 of tax and leaving $0.65 of after-tax income. If the $0.65 of after-tax income were paid out as a dividend, an individual receiving that dividend may be taxed at a maximum rate of 39.6%. This individual would pay an additional $0.26 of tax if dividends are taxed as ordinary income (39.6% of $0.65). Hence, in this example, the tax rate on $1 of net corporate income paid out as a dividend to an individual would be 61% ($0.35 corporate in corporate tax plus $0.26 in tax at the individual level). The taxation of dividends at both the corporate and individual level is the so-called \"double taxation\" of dividend income. Under current dividend rates for qualified dividends, the additional dividend tax would be $0.13 (20% of $0.65) and the total tax would be 48%. ", "Not all dividends are subject to double taxation. Dividends paid to nonprofit institutions, pension funds, state and local governments, and certain retirement accounts are not subject to double taxation. In 2009, roughly 44% of dividends paid by corporations were reported as income on individual income tax returns. Thus, in 2009, roughly 56% of dividends paid were not taxed at the individual level. ", "Both vertical and horizontal equity issues are relevant when evaluating the tax treatment of dividends. The distribution of the tax on dividends, whether the burden of the tax is more likely to be borne by higher income individuals, raises issues related to vertical equity. As discussed below, a discussion of corporate tax incidence is useful to inform equity issues related to dividend taxation. The \"double taxation\" of dividends also raises issues of horizontal equity. Are holders of corporate stock treated unfairly compared to holders of corporate bonds or other investments? "], "subsections": [{"section_title": "Distribution of Dividend Income", "paragraphs": ["The receipt of dividend income is concentrated at the top of the income distribution—both in terms of the share of returns with dividend income and the value of dividend income claimed. Overall, 17% of tax returns filed in 2011 reported income from qualified dividends (see Table 2 ). Higher income returns were more likely to have income from qualified dividends: rising from 8% of returns with AGI less than $15,000 to 87% of returns with an AGI of $1 million or more reported income from qualified dividends. In 2011, 53% of qualified dividends were reported on the top 2% of returns (those with adjusted gross income of $250,000 and above). Middle-income taxpayers may be more likely to indirectly hold stocks, via pensions and retirement savings accounts, for example. Dividends paid through these investment vehicles, however, may not be directly subject to tax.", "There is some concern that taxing dividends as ordinary income would disproportionately affect elderly taxpayers. In 2011, nearly half (49.4%) of qualified dividends were reported by taxpayers age 65 and over. For taxpayers age 65 and over, 40.3% received qualified dividends as income in 2011. Across all other age groups, 13.3% received qualified dividends as income in 2011. Interest income, which is taxed at ordinary rates, is similarly distributed. In 2011, 50.0% of interest income was reported by those age 65 and over, while 70.7% of taxpayers age 65 and over reported interest income (as compared to 29.7% of taxpayers in other age groups).", "Higher-income elderly earn a larger portion of their income in the form or interest, dividends, and rents than lower-income elderly. This follows trends observed across taxpayers as a whole, where qualified dividends are disproportionately received by higher-income individuals (see Table 2 ). In 2010, those age 65 and over and in the lowest income quintile received 1.8% of income from assets, where income from assets includes interest, dividends, and rents. For those age 65 and over in the highest income quintile, 16.1% of income was from assets. Thus, while the elderly are more likely than other taxpayers to receive dividends as income, such income is a small portion of total income for low-income elderly."], "subsections": []}, {"section_title": "Equity Considerations", "paragraphs": ["Vertical equity analysis examines how taxation of dividends contributes to the progressivity of the overall tax system. As illustrated in Table 2 above, higher income taxpayers are more likely to have income from qualified dividends. Capital income generally, which includes capital gains, capital income from closely held businesses, interest income, and a portion of retirement distributions, in addition to dividend income, is also concentrated among higher-income taxpayers. For all sources of capital income, 80.9% is earned by the top income quintile, with 49.8% earned by the top 1% (see Table 3 ). ", "The ultimate incidence of the tax on dividends, however, depends on the extent to which the tax may be shifted. Literature and analysis related to the incidence of the corporate income tax can be used to inform the discussion on dividend tax incidence (or the tax on corporate equity income).", "Traditional analysis of the corporate tax, in a closed economy, indicates that it is corporate owners who bear the tax burden, and the owners of capital more generally in the long-run. Closed-economy models assume that none of the economic sectors in the model engage in trade with other countries. Recent empirical and theoretical studies finding that labor bears some portion of the burden in an open economy (an economy with trade) have led government agencies to modify how the burden of the corporate tax is distributed for the purposes of distributional analysis. The Congressional Budget Office and the Joint Committee on Taxation assume that 75% of the corporate income tax burden is allocated to owners of capital, with the rest falling on labor. Given that most of the burden of capital income taxes falls on higher income taxpayers, and that most capital income is earned by those in higher-income groups, increases in the tax rate on dividends would make the tax system more progressive. Correspondingly, decreases in the tax rate on dividends would tend to make the overall tax system less progressive. ", "There are also equity or \"fairness\" concerns when looking at investors choosing to hold dividend-paying stocks as opposed to corporate bonds or other investments. Analyses of the corporate income tax generally suggest that the extra tax imposed on corporate equity falls on owners of corporate stock in the short run but is spread to other incomes (either other capital income or labor income) in the long run. Because returns to corporate equity are taxed at higher rates than the returns to other assets, capital should migrate out of the corporate sector (inducing higher rates of return before tax in the corporate sector) and into the non-corporate sector (inducing lower rates of return before tax in the non-corporate sector). This process should continue until after-tax returns become the same in both sectors on a risk-adjusted basis.", "This adjustment process means that the equity issue is not one of unfairness to holders of corporate stock because these individuals pay taxes twice. Even though dividend recipients are legally obligated to pay more taxes, they are partially compensated by the higher pre-tax returns that arise from the shifting process and this partial compensation puts them on an equal footing with investors in other assets. When this adjustment takes place, market forces work to address the perceived \"unfairness\" problem imposed on investors choosing to hold dividend-paying as opposed to other investments."], "subsections": []}]}, {"section_title": "Economic Efficiency, Savings, and Macroeconomic Considerations", "paragraphs": ["Tax rates on dividends were reduced in 2003 with the goal of reducing economic distortions, which Congress believed would promote economic growth. There are two distortions of note. Equity-financed investments are generally taxed more heavily than debt-financed investments, since interest payments on debt are deductible. Equity-financed corporate investments are also generally taxed more heavily than non-corporate investments. Recall that non-corporate investments are subject to a single layer of taxation. Differentials in tax burdens create distortions that favor non-corporate investment over corporate investment and debt-financed investment over equity-financed investment. ", "The Department of the Treasury's 1992 study on tax integration found that full integration, and the associated reduction in economic distortions, could result in substantial efficiency gains. At the time of the Treasury study, however, dividends were taxed as ordinary income at the individual level. Given that dividends are currently taxed at a reduced rate, there is less potential for efficiency gains to be had through integration. Potential efficiency gains are also complicated by issues of how revenue is to be replaced if the tax is repealed. Assuming a fixed level of revenue, the overall efficiency effects depend on how the distortions arising from capital compare to other distortions that may be larger under different tax systems.", "While eliminating \"double taxation\" of dividends may enhance economic efficiency, promoting economic efficiency does not necessarily lead to economic growth. Economic growth is the result of increased savings, investment, or labor supply. While many economists believe that taxes on dividends discourage investment and distort the allocation of capital in the economy, there is an alternative view in which changes in dividend tax policy do not affect investment incentives."], "subsections": [{"section_title": "Savings", "paragraphs": ["The predicted effect of changes in dividend tax rates on savings is unclear. As dividend tax rates increase, the substitution effect leads to lower savings (the higher tax rate on dividends reduces the opportunity cost of present consumption, leading to more consumption and less savings). Higher tax rates on dividends, to the extent that they reduce future income, would tend to increase present savings through a wealth (or income) effect. Offsetting income and substitution effects make it difficult to predict the effect of changes in dividend tax rates on savings. ", "If personal savings were to increase in response to reduced rates on dividends, output and growth could increase. However, if reduced tax rates on dividends are debt financed, increases in the national debt and interest on the debt could offset potential growth effects. "], "subsections": []}, {"section_title": "Capital Allocation in a Closed Economy", "paragraphs": ["The initial analysis of the corporate tax considered a closed U.S. economy with a fixed capital stock. Traditional concerns about the excess taxation of capital income include the distortion in favor of investments outside the corporate sector, the favorable treatment of debt versus equity within the corporate sector, and the differential treatment of dividends and capital gains, which favors retentions in the corporation.", "In assessing the magnitude of these effects, an important issue is determining the \"marginal\" investor. Stockholders have varying dividend tax rates, and a large fraction of shares are held by tax exempt investors. In addition, a significant share of the return from corporate equity investment is not paid as a dividend but retained, leading to higher share prices. These capital gains are subject to higher rates because they reflect inflationary gains, but about half of gains are never realized but passed on, untaxed, at death. ", "Estimates that assume half of income is received in tax-exempt form indicate that corporate equity-financed income was taxed at 37% prior to the tax relief in 2003 and 34% since. These calculations also reflect corporate preferences. The effect of the tax relief was largely due to the tax reductions on dividends. The tax rate on debt financed interest, with the tax cuts on ordinary income enacted in 2001, was -7%; with the lower rates -13%. A recent estimate of the cost of this distortion was about 5% of corporate revenue. ", "Although the favorable treatment of debt creates a distortion between debt and equity, it reduces the overall tax rate on investment in corporate capital to 26%, rather than 34%, while non-corporate capital is taxed at 19%, and owner occupied housing is taxed at close to 0%. Overall the debt-equity distortion has been estimated at 4% to 7% of corporate revenue. ", "Another distortion can arise from the differential between receiving income via dividends or capital gains. In the past dividends have been taxed at a higher rate than capital gains. The lower rates on dividends and the equating of them to the capital gains rate contained in current law reduce but do not eliminate the favorable treatment of retentions. About half of capital gains are never realized, so the tax system continues to favor capital gains over dividends. "], "subsections": []}, {"section_title": "Open Economy Issues", "paragraphs": ["When capital can flow internationally, taxation can cause a misallocation of capital across countries. This distortion is largely irrelevant to dividend taxes that are based on residence (i.e., U.S. shareholders pay tax on dividends of both foreign and domestic firms and foreigners pay their dividend tax on dividends from both foreign and domestic firms). Evidence suggests that the differential in effective marginal corporate taxes between the United States and other countries, on average, tends to be small. In addition to the misallocation of capital, corporate tax rate differentials can result in profit shifting, where firms artificially shift profits into low tax countries, which does not affect real output but reduces revenues. ", "Since U.S. dividend taxes are the same regardless of location of investment it may be possible to increase efficiency or achieve other objectives by increasing taxes on dividends and using the revenues to reduce the corporate rate. A reduced corporate rate could result in capital inflows, which could also increase labor income. In addition, these open economy issues may be one consideration for evaluating various integration proposals discussed subsequently. "], "subsections": []}, {"section_title": "Dividend Payments and Stock Prices", "paragraphs": ["Changes in the taxation of dividends may affect firms' dividend payout policies. If tax policy can encourage dividend payouts, tax policy can be used as a tool to move funds out of the corporate sector. Chetty and Saez (2005, 2006) find that dividend payments increased following the 2003 reduction in dividend tax rates, with the increase driven by firms with taxable (as opposed to nontaxable) shareholders. Others have questioned whether tax policy was really the driver of increased dividend payouts. Edgerton (2012) provides several reasons why non-tax factors might have caused the increase in dividend payouts. Most notably, the increase in dividend payouts coincided with a period of increased corporate earnings, such that the rise in earnings could explain the increased dividend payments. ", "When taxes on dividends were reduced in 2003, some predicted that the reduced tax rates on dividends would increase the price of U.S. traded equities. Higher equity prices would mean reduced cost of capital for businesses seeking to invest, thus providing economic stimulus. Empirical evidence, however, has failed to find a relationship between dividend tax rates and aggregate stock prices (Amromin, Harrison, and Sharpe, 2008). While tax cuts may have had limited effects on aggregate stock market prices, high-dividend yield stocks were found to outperform other stocks, suggesting that investors may have rebalanced their equity portfolios following the reduction in dividend tax rates. This suggests that the effects of changes in dividend tax policy on the stock market would likely be small and transitory, since ultimately market adjustments should cause the value of equity to reflect the underlying value of assets."], "subsections": []}, {"section_title": "Economic Stimulus", "paragraphs": ["Dividend tax relief might also be considered as a tool for economic stimulus. However, with dividends already taxed at reduced rates, the scope for additional rate reductions to inject stimulus is limited. Generally, tax relief that targets individuals with high permanent income (such as dividend tax relief) is a relatively ineffective stimulus. High-income individuals have a higher propensity to save, meaning a larger share of any tax reduction is saved rather than spent. In the short-run, it is spending, not saving, that stimulates the economy.", "By these standards, dividend relief tends to rank relatively low as an effective stimulus. Whether relief is provided directly to corporations or to individuals, the initial recipients tend to have low short-run propensities to spend. Policies that tend to increases businesses' cash flow but have little impact on marginal incentives to hire and invest are not particularly successful as stimulus measures. "], "subsections": []}]}, {"section_title": "Policy Options and Considerations", "paragraphs": ["Dividend tax policy may be designed to balance various economic, equity, and revenue objectives. Various policy options, including dividend relief as provided in the current system, several forms of integration, and increasing taxes on dividends, are briefly discussed in the following sections. ", "Under the current system, capital used in the corporate sector is taxed twice—once at the corporate level and again at the individual level. Debt-financing also tends to be tax-favored, as interest payments are deductible. Integrating the corporate and individual income tax systems would increase economic efficiency, removing existing distortions between debt versus equity financing and corporate versus non-corporate businesses. There are various policy options for achieving integration, in some form. Full integration, for reasons discussed below, is practically infeasible. The current system, where dividends are taxed at reduced rates at the individual level, is a simple policy option designed to achieve some of the efficiency benefits associated with integration. ", "Reforms that lower or raise taxes only on dividends also affect the relative taxes on distributions versus retentions of earnings. Some proposals could reverse the current treatment to favor distributions rather than retentions, when the object most likely would be similar treatment, to avoid having tax policy influencing corporate payout decisions.", "Further reducing taxes on dividends or integrating the corporate and individual income tax systems could reduce federal revenues. Thus, considered in isolation, integration policies could increase the deficit and ultimately increase the national debt. ", "Integration policies may also be used to address some of the concerns associated with taxing multinational corporations. Over time, international capital mobility has increased and evidence suggests that profit shifting has increased as well. The current U.S. system, which taxes capital income fully at the corporate level, with reduced rates on capital gains and dividends and the individual level, encourages corporations to report income in low-tax jurisdictions, reducing taxes collected domestically. Taxing capital income at the shareholder level addresses issues related to the mobility of the corporate tax base.", "As discussed above, taxes on capital income, including dividends, tend to be progressive. Thus, policy options that reduce taxes on dividends, considered in isolation, would tend to reduce the progressivity of the overall tax system. "], "subsections": [{"section_title": "Dividend Relief in the Current System", "paragraphs": ["A \"classical\" system taxes income at both the corporate and shareholder level. Starting in 2003, the United States moved from a classical system to a \"modified classical\" system, taxing shareholder-level dividend income at preferred rates. Preferred shareholder-level tax rates on dividends reduced the difference in tax burden on different types of investments (e.g., debt financed versus equity financed; corporate versus non-corporate). Reducing shareholder-level taxes on dividends lessened efficiency-reducing distortions, as the tax rates on different types of investments became more closely aligned.", "Reducing shareholder-level taxes on dividends is a relatively simple option for obtaining a portion of the efficiency gains that could result from some form of integration. Even with the reduced tax rates on dividends, there are a number of distortions in the current system. Generally, there is still a tax-induced bias for debt financing. Corporate income paid out as dividends to taxable investors is taxed twice, creating an incentive for corporations to retain earnings or engage in share repurchases (as opposed to paying out dividends). The current tax treatment of dividends also provides an incentive for businesses to operate in a non-corporate form. "], "subsections": []}, {"section_title": "Integration Options", "paragraphs": ["There are several methods of integrating the corporate and individual income tax. Full integration covers both dividends and retained earnings. Full integration can be achieved through taxation on a partnership basis, through a shareholder (or imputation) credit system that uses the corporation as a withholding entity, or through elimination of taxes at the individual level. A shareholder (imputation) credit system that applies only to dividends is another option, sometimes referred to as \"partial integration\" or dividend relief. Other options for partial integration or dividend relief include a deduction for dividends paid at the firm level or an exclusion for dividends received at the individual level. ", "A 1992 report by the U.S. Department of the Treasury studied options for integrating the corporate and individual income tax systems, highlighting economic and administrative considerations. The 1992 Treasury Report recommended a dividend exclusion system (discussed below), partially because this system would require the least change from current law. ", "Most integration proposals face similar policy considerations. Key policy considerations include (1) the treatment of foreign shareholders; (2) the treatment of domestic tax-exempt shareholders; (3) whether corporate tax preferences should be passed through; and (4) whether foreign corporate tax payments should be fully credited in systems providing shareholder relief. The 1992 Treasury report's recommendations were that the benefits of integration not be extended to foreign shareholders (except by treaty); capital income of tax-exempt investors should be taxed; corporate-level tax preferences should not be extended to shareholders; and foreign tax payments by U.S. corporations should not be treated the same as domestic tax payments (although treaty agreements are possible), to avoid reducing the U.S. tax claim against foreign-source income. "], "subsections": [{"section_title": "Tax All Businesses as Pass-Through Entities", "paragraphs": ["The purest approach to full integration would be taxation on a partnership basis, so that each shareholder pays a tax on a pro-rata share of corporate income. Full integration would effectively eliminate the corporate tax and instead tax individuals on their share of corporate income. Full integration would remove economic distortions imposed by the double taxation of income in the corporate sector, which could increase consumer well-being and consumption. ", "There are, however, significant challenges to treating all businesses as pass-throughs. First, there is the issue of how to allocate profits and losses amongst shareholders. Allocation is further complicated when there are multiple classes of stock and when ownership changes hands multiple times throughout the year. Second, there is the question of losses, and whether passive loss rules should apply. Finally, there is the issue of foreign and tax-exempt shareholders. With more than half of dividends paid not being taxed at the individual level, a substantial portion of capital income is taxed only once, at the corporate level. In 2013, the corporate income was estimated to generate $287 billion in federal revenues. Thus, without enacting other policies, this option would result in substantial federal revenue losses. Because of the complications associated with a full integration via shareholder allocation option, this approach has generally not been pursued in the U.S. or employed in other countries. "], "subsections": []}, {"section_title": "Shareholder (Imputation) Credit", "paragraphs": ["Integration of the corporate and individual tax systems can also be achieved by granting a credit at the individual level for taxes paid at the corporate level. Under this approach, the corporation serves as a withholding agent, paying taxes on dividend income on behalf of the shareholder. Distributed income is ultimately taxed at the shareholder's tax rate, with credits awarded for taxes paid at the corporate level. ", "Until recently, a number of European countries used a dividend credit imputation system to achieve partial integration. Challenges to the imputation system related to the conditions of the European Community (EC) Treaty have led several European Union member countries to abandon their imputation systems, with several countries adopting exclusion systems instead. As of 2013, the United Kingdom, Canada, and Mexico were among the countries continuing to use imputation systems (see Appendix C ). ", "There are a number of challenges associated with implementing an imputation credit system. First, there is the question as to whether the credit should be refundable to non-taxable investors (including foreign shareholders and tax-exempt entities). Making credits non-refundable would reduce the revenue loss associated with moving to an imputation system. In a globalized economy, however, disallowing imputation credits to foreign investors can make it harder to attract foreign investment capital. Second, there is the issue of corporate tax preferences, and whether those preferences should be allocated to shareholders. The 1992 Treasury report on integration did not recommend enacting an imputation credit to achieve integration, citing administrative complexity. ", "An imputation credit system if restricted to dividends (which would likely be necessary to make the system practical) would favor distributions over retentions. Depending on design, an imputation credit system may not address open economy issues. Rational investors should be indifferent to corporate tax planning in a system with imputation credits. Australia's experience, however, suggests that imputation credits may have encouraged Australian corporations to pay tax domestically, generating credits to pass on to shareholders."], "subsections": []}, {"section_title": "Dividends Paid Deduction", "paragraphs": ["Taxing dividends as ordinary income, while allowing corporations a deduction for dividends paid, is another option to prevent double taxing income. With this option, firms would be able to take a deduction for dividend payments, similar to the deduction that is allowed under current law for interest payments. ", "Similar to other integration options, the treatment of non-taxable entities creates challenges in implementing a dividends paid deduction. If a corporation is able to claim a deduction for dividends paid, and the dividends are received by a tax-exempt entity, the income goes untaxed. There are also questions regarding how to treat tax preferences under a dividends paid deduction. If dividends are deducted at the full statutory rate when the firm has taken advantage of other tax preferences, some portion of income may escape corporate-level taxation. ", "Dividend deduction proposals could achieve some reduction in corporate tax rates, which is important for promoting efficient allocation of capital internationally. However, a dividends paid deduction would create an incentive for paying dividends rather than retaining earnings, potentially distorting corporate payout decisions.", "An alternative to a dividend deduction is an \"allowance for corporate equity,\" or ACE. Under this type of system, deductions would be based on the amount of corporate equity, not necessarily dividends paid. The ACE option would address concerns expressed by classes of firms that tend to pay less in dividends (e.g., the technology sector; newer firms). It would be beneficial for reducing international distortions. The ACE option suffers from some of the main drawbacks associated with the dividend deduction, namely that the corporate tax no longer functions as a backstop to the individual income tax. "], "subsections": []}, {"section_title": "Dividend Exclusion", "paragraphs": ["A dividend exclusion provides relief at the individual level, by not taxing dividends received. A dividend exclusion can be designed such that only dividends paid out of income that has been taxed at the corporate level be excluded from individuals' income. Dividend exclusions can also be limited (e.g., up to $400 of dividends received excluded from income), as was the case in the early 1980s. Limiting the dividend exclusion, or providing for a partial exclusion, are options for addressing concerns about potential revenue losses. ", "A dividend exclusion was the recommendation of the 1992 Treasury Report on integration. A dividend exclusion was also considered in 2003. Ultimately, the reduced rate on dividends was enacted as an alternative, avoiding the administrative complexity a dividend exclusion would have imposed on firms to determine which dividends would qualify to be excluded. A dividend exclusion would mean that income paid out as dividends was taxed once, at the corporate level. As noted above, if profit shifting or international issues are a concern, policymakers may want to consider taxing capital income, including dividends, at the individual rather than the corporate level. ", "House Ways and Means Committee Chairman Dave Camp has proposed a dividend exclusion as part of the Tax Reform Act of 2014. In this proposal, 40% of net long-term capital gains and qualified dividend income would be excluded from taxable income. In the Camp proposal, the exclusion would be coupled with provisions that would tax long-term capital gains and qualified dividends as ordinary income. ", "The exclusion for capital gains and dividend income as proposed in the Camp draft would keep effective tax rates on capital income close to current levels. With a 40% exclusion, effective tax rates for taxpayers in the 10%, 25%, and 35% brackets would be 6%, 15%, and 21%, respectively. "], "subsections": []}, {"section_title": "Comprehensive Business Income Tax (CBIT)", "paragraphs": ["The 1992 Treasury Report also discussed imposing a comprehensive business income tax (CBIT), which is an entity-level tax that would apply to interest and profits. This proposal would allow no deduction for interest at the firm level (for either corporations or unincorporated businesses), reducing the current system bias for debt-financing. Individuals would pay no tax on interest or dividends and capital gains on corporate stock would either be excluded or the basis adjusted to reflect retained earnings. A CBIT could be designed to be revenue-neutral, addressing revenue loss concerns raised by other integration proposals. Adopting CBIT, however, could make it more difficult to attract foreign capital, as the tax burden on debt-financed investment would be increased. ", "CBIT represents a substantial change from current policy, and a long phase-in would be required to avoid penalizing firms with large amounts of debt. Over the phase-in period, potential efficiency gains from CBIT would be lessened and there would be reduced revenue potential. "], "subsections": []}]}, {"section_title": "Tax Dividends at Ordinary Rates", "paragraphs": ["Taxing dividends at ordinary rates would generate additional tax revenues. As noted in the \" Introduction ,\" additional revenues could be used to reduce individual income tax rates. Some have suggested taxing dividends at ordinary rate at the individual level, using the revenues to reduce corporate tax rates. ", "Increasing taxes on dividends would increase the progressivity of the tax system overall. Even if the revenues were used to decrease corporate tax rates, progressivity would likely increase. Because individuals have a limited ability to shift income to avoid taxes in an open-economy, the incidence of capital taxes at the individual level tends to fall more heavily on capital, making the incidence of the tax more progressive. ", "A policy that increases taxes at the individual level, while reducing corporate tax rates, may raise concerns that corporations may be used to shelter income from the individual income tax. ", "House Ways and Means Committee Chairman Dave Camp has proposed taxing dividends as ordinary income as part of the Tax Reform Act of 2014. Under this proposal, 40% of long-term capital gains and qualified dividends would be excluded from income, which would reduce the effective tax rate on these forms of income below statutory rates. Overall, JCT estimates that taxing dividends at ordinary rates while providing a 40% exclusion would generate additional revenues, $18.7 billion between 2014 and 2023. The Camp proposal uses revenue generated from repealing and modifying various tax provisions to reduce corporate and individual tax rates. ", "Appendix A. History of Dividend Taxation", "When first established in 1909 as part of the Payne-Aldrich Tariff Act the modern corporate income tax included dividends paid to shareholders in the definition of net income. Hence, dividend payments to shareholders were not deductible. The tax on corporations was set at 1% of net income over $5,000. ", "The modern individual income tax came into being in 1913 as Section II of the Underwood-Simmons Tariff Act. This act imposed a 1% tax on the net income of citizens and residents of the United States (the 1% levy was referred to as the normal tax). In addition, the 1913 Act levied an additional tax (or surtax) on an individual's net income in excess of $20,000. The surtax rates ranged from 1% to 6%.", "For purposes of the normal tax on individuals, net income did not include dividends paid from the net earnings of corporations subject to the corporate tax. However, dividend income was included in an individual's net income for purposes of computing the surtax. Thus, from 1913 through 1935, dividends received by individuals were not subject to the normal tax on individual income. ", "From 1913 through 1917, the corporate income tax rate was set at the same rate as the normal tax on individual income. Under the Revenue Act of 1917, the corporate rate was increased such that it exceeded the rate applied to normal income. From 1917 through 1935, dividends were exempt from the individual normal income tax. However, since the rate on individual normal income was less than the rate on corporate earnings, the value of the exemption at the individual level did not fully offset corporate taxes paid on income that was ultimately paid out as dividends. ", "The Revenue Act of 1936 (sometimes referred to as the Undistributed Profits Tax Act) made significant changes in the tax treatment of dividend income. First, corporate dividends paid to individuals were subject to both the normal individual income tax and the surtax. Second, the act imposed a new surtax on the undistributed net income of corporations. The new corporate surtax consisted of five graduated rates ranging from 7% to 27%.", "The 1936 Act was designed to prevent what was considered a \"leakage\" in the individual income tax system. The tax rate on corporate income was lower than the individual surtax rates. Corporations could reduce the net tax on corporate source income by retaining earnings rather than paying them out to stockholders as dividends (where they would be subject to the surtax). This was considered a tax avoidance scheme for upper income taxpayers and the 1936 Act was imposed as a means of forcing corporations to pay out their earnings as dividends where they could be taxed to the individual stockholders.", "The 1936 Act was opposed by corporate interests as a detriment to investment and growth. The Revenue Act of 1938 essentially repealed the tax on undistributed corporate profits. It significantly reduced the surtax rate structure on undistributed profits and applied the surtax to corporations with net incomes over $25,000. Moreover, the surtax was applicable only for calendar years 1938 and 1939, after which it expired. From 1939 until 1954, there was no special corporate or individual income tax treatment of dividend income. ", "The 1954 Act which recodified the income tax (the Internal Revenue Code of 1954) introduced a new dividend exclusion for individuals. For married couples, each spouse could exclude the first $50 of dividend income received with respect to stock owned by that spouse. Hence married couples could have a maximum exclusion of $100 if both spouses received at least $50 of dividend income. Single individuals were allowed to exclude up to $50 of dividend income from taxation. In addition, taxpayers were granted a tax credit equal to 4% of the dividends they received in excess of the exclusion.", "The Revenue Act of 1964 increased the dividend exclusion for married couples to $100 for each spouse (maximum of $200 per joint return). It also increased the dividend exclusion to $100 for single individuals. For tax year 1964, it reduced the dividend tax credit to 2% of dividends received in excess of the exclusion. For tax years after 1964, the act repealed the dividend tax credit.", "In 1980, the Crude Oil Windfall Profits Tax Act increased the maximum dividend exclusion for joint returns from $200 to $400 and allowed the exclusion regardless of which spouse earned the income. For single individuals, the dividend exclusion was increased from $100 to $200. The 1980 Act also expanded the exclusion to cover interest income. These changes were to be effective only for tax years 1981 and 1982. After 1982, the exclusion was to revert to its previous law levels and coverage ($100 exclusion of dividend income for each individual with respect to stock owned by that individual).", "The Economic Recovery Tax Act of 1981 repealed the interest and dividend exclusion for tax years beginning after December 31, 1981. However, the 1981 Act reinstated the previous law exclusion of up to $100 of dividend income from taxation. For joint returns, a $200 dividend exclusion was allowed without regard to which spouse actually received the dividend income. This reinstated dividend exclusion became effective in tax year 1982.", "The dividend exclusion for individuals was ultimately repealed by the Tax Reform Act of 1986. The exclusion was eliminated to broaden the tax base, with the revenues used to reduce tax rates. Through 2002, dividends were fully taxed as ordinary income at the individual level. ", "Under the Jobs and Growth Tax Reconciliation Act of 2003 (JGTRRA; P.L. 108-27 ) the top tax rate on qualified dividends was reduced to 15% through 2008. Congress believed that reducing the tax rate on dividends would promote economic growth. Capital gains tax rates were also reduced to the same levels. Taxing dividends as ordinary income was believed to distort corporate financial decisions, leading firms to prefer debt over equity financing. It was also believed that taxing dividends as ordinary income encouraged firms to retain earnings, also distorting economic decision-making. ", "The Tax Increase Prevention and Reconciliation Act of 2005 (TIPRA; P.L. 109-222 ), adopted in 2006, extended the 2003 reductions in dividend tax rates through 2010. Additionally, under TIPRA, the tax rate on dividends for taxpayers in the 10% and 15% tax brackets was reduced from 5% to 0%. The Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 ( P.L. 111-312 ) extended the reduced tax rates on dividends for two years, through 2012. ", "The Health Care and Education Reconciliation Act of 2010 (HCERA; P.L. 111-152 ) contained a provision subjecting certain individuals to a 3.8% \"unearned income Medicare contribution\" tax on net investment income, beginning in 2013. The tax applies to single taxpayers with a modified adjusted gross income (MAGI) in excess of $200,000 and married taxpayers with an MAGI in excess of $250,000. The $200,000 and $250,000 thresholds are not adjusted for inflation. Net investment income includes taxable net capital gains, as well as interest, dividends, non-qualified annuities, royalties, and rents", "Under the American Taxpayer Relief Act of 2012 ( P.L. 112-240 ), the top tax rate on dividends was allowed to rise to 20% for taxpayers in the 39.6% tax bracket. For all other taxpayers, the 15% or 0% tax rate on dividends was made permanent.", "Appendix B. The \"Old\" and \"New\" Views on Dividends", "There are two different \"views\" regarding the effects of dividend taxation. These alternative views were developed in part to explain why firms pay dividends when dividends are taxed more heavily than capital gains (the so-called \"dividend paradox\"). Each view has different implications for the effects of dividend taxation on savings and investment. ", "The \"Traditional (Old) View\" ", "Under the \"traditional view\" or \"old view\" dividends provide non-tax or non-financial benefits to shareholders. For example, paying dividends might serve as a signal to investors that the firm is doing well. Firms are believed to pay out some portion of current earnings as dividends. New (or marginal) investment is financed by new share issues. The old view finds that taxing dividends at the individual level increases the cost of capital. Thus, taxing dividends at the individual level is believed to discourage investment. Further, \"double taxation\" of dividends is associated with an inefficient allocation of capital, as taxes on dividends discourage corporate equity investment. ", "The \"Trapped Equity (New) View\" ", "Under the \"trapped equity view\" or \"new view\" dividends are the only way to distribute earnings to shareholders. Firms earning profits can either pay dividends and the associated taxes now, or reinvest earnings, paying taxes on the dividends paid out of the increased future earnings later. Since there is no other way to distribute earnings (e.g., it is assumed that share repurchases cannot be used to distribute earnings to shareholders) the dividend tax cannot be avoided. Thus, taxes on dividends do not affect incentives for investment. Dividend taxes are, however, capitalized into stock prices. Therefore, under the new view, an increase (decrease) in dividend tax rates results in a windfall loss (gain) to shareholders.", "A difficulty with the new view of dividends is that it appears to contradict observed facts. The theory of the new view only holds if firms have no other way to distribute income and if they do not issue new shares while also paying dividends. If firms can freely repurchase their own shares, the theory collapses. The influence of the new view appears to have faded recently, perhaps in part to the widespread practice of U.S. firms repurchasing shares. ", "The new view theories can be traced originally to Mervyn King, a British economist. The United Kingdom at that time prohibited firms from repurchasing their own shares. There were restrictions in the United States if repurchase appeared to directly substitute for dividends (by repurchasing a constant proportion of each stockholder's shares), and those restrictions as well as infrequent observations of share repurchases may have led economists to embrace the new view. A U.S. firm, however, was always free to purchase its own shares on the open market, and as they increasingly did so the new view did not appear viable.", "Appendix C. Taxation of Dividends in OECD Countries", "With the reduced tax rates on dividends enacted in 2003, the U.S. moved from having a \"classical\" system, where dividends were taxed at the same rate as other types of capital income (e.g., interest), to a \"modified classical\" system, where dividends are taxed at the shareholder level, but at reduced rates. As a result of this change, the total statutory rate on dividend income decreased. ", "On average, combined (corporate and individual) statutory tax rates on dividends have decreased in OECD countries over the past decade. Unlike the U.S., however, most countries have achieved this decrease through reduced taxes on corporate profits (see Figure C-1 ). By contrast, the United States decreased statutory tax rates on dividends after 2002 by reducing taxes at the shareholder level. Shareholder-level taxes on dividends increased in the United States after 2012, due to the increased rates on dividends for taxpayers in the 39.6% bracket enacted as part of ATRA and the 3.8% unearned income Medicare contribution tax. With the recent increases, however, individual-level statutory tax rates on dividends remain below 2002 levels. Statutory corporate tax rates in the United States remained constant over the time period. ", "While statutory shareholder-level taxes on dividends decreased after 2002, the trend in OECD countries has been for shareholder-level taxes on dividends to increase on average. Since 2000, for example, Finland, France, Italy, and Norway have abandoned full imputation and instead adopting policies that increased taxation of dividends at the shareholder level. There has been a general trend in OECD countries away from full imputation systems that provide relief from double taxation. ", "As of 2013, various systems for taxing dividends are used in major industrialized countries (see Figure C-2 ). Japan, Denmark, and Switzerland are examples of countries that are similar to the U.S. in that they use a modified classical system. Ireland, Sweden, Germany, and the Netherlands are amongst those classified by the OECD as having a classical system, taxing dividends at the individual (shareholder) level, but not at reduced rates.", "A number of countries in the OECD employ various integration systems. Countries that provide full imputation credits include Canada, Mexico, and Australia. Other countries, including the U.K., provide partial imputation credits. France is an example of a country with a partial inclusion system, where a portion of dividends received are excluded from income."], "subsections": []}]}]}}