{"id": "R43497", "title": "Tier 3 Motor Vehicle Emission and Fuel Standards", "released_date": "2014-04-28T00:00:00", "summary": ["On March 3, 2014, the Environmental Protection Agency finalized new (\"Tier 3\") emission standards for light duty (and some larger) motor vehicles. Light duty vehicles include cars, SUVs, vans, and most pickup trucks. Phase-in of the standards will begin with Model Year 2017. By the time Tier 3 is fully implemented in Model Year 2025, the standards for light duty vehicles will require reductions of about 80% in tailpipe emissions of non-methane organic gases and nitrogen oxides (both of which contribute to the formation of ground-level ozone) and of about 70% in tailpipe emissions of particulates. Ozone and particulates are the most widespread air pollutants in the United States. Both contribute to respiratory illness and premature mortality. EPA estimates that implementation of the standards will reduce premature mortality by 770 to 2,000 persons annually, as well as providing reductions in hospital admissions, lost work days, school absences, and restricted activity days for persons with respiratory illness. Assigning monetary values to these benefits, EPA estimates the annual benefits at between $6.7 billion and $19 billion in 2030.", "Like the current \"Tier 2\" standards, which were promulgated in 2000 and phased in between Model Years 2004 and 2009, the Tier 3 standards treat vehicles and fuels as a system: reductions in vehicle emissions are easier to achieve if the fuel used contains less sulfur. The Tier 3 standards will require that gasoline contain no more than 10 parts per million (ppm) sulfur on an annual average basis beginning January 1, 2017, down from 30 ppm under the Tier 2 program. The fuel standards will match limits already attained in California and in much of the world, including the European Union, Japan, and Korea, and proposed for adoption in China. Further, the rule extends the required useful life of emission control equipment from 120,000 miles to 150,000 miles, and sets standards for heavier duty gasoline-powered vehicles. The standards will also require about a 50% reduction in evaporative emissions (some of which also contribute to ozone formation and/or cause health problems directly).", "EPA estimates the cost of the rules at $1.1 billion annually in 2017 to $1.5 billion annually in 2030. The agency estimates that the rule will add $33 to $88 to the cost of a new vehicle, and less than one cent to the price of a gallon of gasoline. The effect on gasoline prices has been the most controversial issue: the American Petroleum Institute contends that the tighter sulfur controls will impose almost $10 billion in refinery capital expenditures and increase gasoline manufacturing costs by 6 to 9 cents per gallon. But, in addition to EPA, at least two studies by third-party consultants conclude that the costs will be far less than API's estimate. To address refining industry concerns, the final rule will allow a three-year delay in compliance for small refiners. It also includes averaging, banking, and trading programs that will give the refining industry some flexibility in meeting the standards.", "The auto industry is generally supportive of the rule—five auto companies, five trade groups, and the United Auto Workers union have issued statements of support, and a GM executive joined the EPA Administrator as she announced the standards. The standards facilitate the adoption of new technologies necessary to meet greenhouse gas standards already promulgated by EPA. In addition, California and 12 other states have already adopted tailpipe standards similar to Tier 3. Proponents contend that the harmonization of national standards eliminates the threat of a patchwork of state requirements and decreases compliance costs by preserving a unified national market. Many in Congress have expressed concern about the potential impacts of the rule. As a result, Congress can be expected to continue oversight as the rule is implemented."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Since the 1960s, emission standards for motor vehicles, coupled with standards for the fuels they burn, have reduced emissions from new cars and trucks by at least 95%. Nevertheless, because there are more vehicles on the road, because they are being driven more miles, and because the average useful life of a car exceeds the statutorily defined \"useful life\" over which emission standards must be met, emissions from motor vehicles continue to be a major component of the nation's air pollution problems. For these reasons, Congress, through the Clean Air Act (CAA) has required emission standards for new automobiles since 1965, and has amended these requirements on several occasions.", "Further, over the last five decades, the scientific understanding of the effects of air pollutants has led to a tightening of air quality standards. The CAA, as amended, requires the U.S. Environmental Protection Agency (EPA) to set National Ambient Air Quality Standards (NAAQS) for common pollutants from numerous and diverse sources, which may reasonably be anticipated to endanger public health and welfare. EPA has set standards for six principal pollutants: ozone, particulate matter, nitrogen oxides, sulfur dioxide, carbon monoxide, and lead. The agency reports that in 2013 on-road vehicles accounted for about 34% of carbon monoxide emissions in the United States, 38% of nitrogen oxides, 12% of volatile organic compounds, and 3% of particulate matter. Despite nationwide reductions in each of these major air pollutants by over 50% since 1970, air quality still fails to meet ambient standards in areas where about one-third of the nation's population lives."], "subsections": []}, {"section_title": "Current Standards", "paragraphs": [], "subsections": [{"section_title": "Tier 2 Standards", "paragraphs": ["Emission requirements for new motor vehicles have been strengthened numerous times since the first federal rulemaking took effect in 1968. The most recent revision, referred to as the \"Tier 2\" standards, was promulgated in February 2000. Tier 2 required vehicle manufacturers to reduce tailpipe emissions of several common pollutants, including carbon monoxide (CO), formaldehyde (HCHO), nitrogen oxides (NO x ), non-methane organic gases (NMOG, a class of volatile organic compounds (VOCs)), and particulate matter (PM). The standards significantly targeted emissions of NMOG and NO x to help control the formation of ground-level ozone pollution. Relative to the prior Tier 1 standards, the fleet-average standard for NO x required vehicle manufacturers to reduce overall tailpipe emissions by 88% to 95% (based upon the vehicle type). However, manufacturers had the flexibility to average the NO x emissions of their vehicle fleets to demonstrate compliance with the standards instead of certifying each vehicle according to the same stringency. The Tier 2 standards also required at least an 80% reduction in PM emissions and a less stringent reduction in CO emissions.", "Tier 2 was phased in beginning in model year (MY) 2004 and required all new passenger cars and light trucks up to 8,500 pounds, and all new heavier passenger vehicles up to 10,000 pounds (including large sport-utility vehicles), to demonstrate full compliance by MY2009. To further the vehicle emissions requirements, standards were also set on the level of pollutants (or compounds that may lead to pollution) in the vehicles' fuels. Most prominently, oil refiners were required to limit sulfur levels in gasoline to an average of 30 parts per million (ppm) nationwide beginning in 2005, roughly 90% less than the previous national average of 340 ppm. Reducing sulfur in gasoline prevents the fouling of catalytic converters, restoring or preserving their effectiveness in reducing NMOG, NO x , and CO emissions."], "subsections": []}, {"section_title": "Greenhouse Gas Standards", "paragraphs": ["Vehicle fuel economy has been regulated by the National Highway Traffic Safety Administration (NHTSA) since 1975. Under the Obama Administration, EPA has begun regulating emissions of greenhouse gases (GHGs) from motor vehicles. Because fuel consumption and GHG emissions are closely linked, EPA has coordinated with NHTSA since 2010 to issue a series of joint rulemakings. Most recently, on August 28, 2012, NHTSA and EPA issued final rules to tighten passenger corporate average fuel economy (CAFE) and GHG standards for MY2017-2025. The agencies expect that combined new passenger car and light truck fuel economy standards will be nearly 41.0 miles per gallon (mpg) in MY2021 and 49.7 mpg in MY2025, up from 34.1 mpg in MY2016. GHG emissions from new vehicles will decline by about 50% as a result of the standards. While the joint CAFE/GHG standards are not directly associated with the Tier 2/Tier 3 standards, requirements in the latter would assist vehicle manufacturers in advancing technology that would help meet the requirements of the former. This relationship is discussed further in the next sections."], "subsections": []}]}, {"section_title": "Tier 3 Standards", "paragraphs": ["In February 2011, EPA began scoping new emissions standards for conventional pollutants from cars and light trucks as mandated by a May 2010 memorandum from the White House. The memorandum directed EPA to \"review for adequacy the current non-greenhouse gas emissions regulations for new motor vehicles, new motor vehicle engines, and motor vehicle fuels, including tailpipe emissions standards for nitrogen oxides and air toxics, and sulfur standards for gasoline,\" and to promulgate regulations as required.", "Through its investigation, EPA found that", "Over 149 million Americans are currently experiencing unhealthy levels of air pollution, which are linked with respiratory and cardiovascular problems and other adverse health impacts that lead to increased medication use, hospital admissions, emergency department visits, and premature mortality. Motor vehicles are a particularly important source of exposure to air pollution, especially in urban areas. By 2018, we project that in many areas that are not attaining health-based ambient air quality standards (i.e., \"nonattainment areas\"), passenger cars and light trucks will contribute 10-25 percent of total nitrogen oxides (NO x ) emissions, 15-30 percent of total volatile organic compound (VOC) emissions, and 5-10 percent of total direct particulate matter (PM 2.5 ) emissions.", "As a result of these findings, EPA proposed Tier 3 standards on May 21, 2013, released the final version on March 3, 2014, and published it in the Federal Register on April 28, 2014. The final rule is effective on June 27, 2014. As with Tier 2, the Tier 3 standards consider the vehicle and its fuel as an integrated system and include changes to both vehicle emission limits and fuel formulation rules, lowering the allowable sulfur content of gasoline.", "The Tier 3 standards have been controversial since at least a year prior to their proposal, with dueling studies from auto manufacturers, EPA, and the petroleum refining industry having been prepared in advance of their release. The proposed standards were reported to be nearly ready in the spring of 2012, but the controversy over their presumed content delayed the proposal for a year. Numerous Members of Congress weighed in on the standards during their development, with many expressing their concern over the potential cost, and urging delay to permit further study."], "subsections": [{"section_title": "Tailpipe Emissions Standards", "paragraphs": ["As finalized, the Tier 3 standards set requirements on tailpipe emissions for the sum of non-methane organic gases (NMOG) and nitrogen oxides (NO x ), presented as NMOG+NO x , and for particulate matter (PM). They apply to all light-duty passenger cars and trucks as well as some medium and heavy-duty vehicles. Compared to current standards, the NMOG and NO x tailpipe standards for light-duty vehicles represent approximately an 80% reduction from Tier 2's fleet average and a 70% reduction in per-vehicle PM standards. Heavy-duty vehicle tailpipe standards represent about a 60% reduction in both fleet-average NMOG+NO x and per-vehicle PM standards. Consistent with the Tier 2 principle of vehicle and fuel neutrality, the Tier 3 standards apply to all light-duty vehicles and trucks, regardless of the fuel they use. That is, vehicles certified to operate on any fuel (e.g., gasoline, diesel fuel, ethanol blends, compressed natural gas, liquefied natural gas, hydrogen, and methanol) are all subject to the same standards. EPA is also extending the regulatory useful life period during which the standards apply from 120,000 miles to 150,000 miles.", "The tailpipe standards include different phase-in schedules that vary by vehicle class, but generally become effective between MY2017 and MY2025. In addition to the gradual phase-in schedules, several other provisions are designed to further ease manufacturers' paths to compliance. These flexibilities include credits for early compliance and the ability to offset some higher-emitting vehicles with extra-clean models. EPA is also finalizing more lead time for small businesses and small volume manufacturers as well as a hardship provision that allows for additional time to comply if a manufacturer cannot meet requirements after a good faith effort.", "The standards for NMOG+NO x are fleet-average standards, meaning that a manufacturer calculates the weighted average emissions of the vehicles it produces in each model year and compares that average to the applicable standard for that model year. The standards differ by vehicle class and test procedures (see Table A-1 for more detail). The PM standards are expressed on a per-vehicle basis, meaning the standards apply to each vehicle separately (i.e., not as a fleet average). PM standards also differ by vehicle class and test cycle (see Table A-2 for more detail)."], "subsections": []}, {"section_title": "Evaporative Emission and Other Vehicle Standards", "paragraphs": ["Tier 3 also sets standards designed to eliminate fuel vapor-related evaporative emissions from the vehicle's fuel system. The evaporative emissions program represents about a 50% reduction from current standards and applies to all light-duty and on-road gasoline-powered heavy-duty vehicles. As with the tailpipe standards, the evaporative emissions standards include phase-in flexibilities, credit and allowance programs, and more lead time and a hardship provision for small businesses and small volume manufacturers. EPA is also extending the regulatory useful life period during which the standards apply from 120,000 miles to 150,000 miles. See Table A-3 for more detail."], "subsections": []}, {"section_title": "Fuel Standards", "paragraphs": ["As with Tier 2, the Tier 3 standards treat vehicles and fuels as a system to reduce both vehicle emissions and fuel pollutants. Under the Tier 3 fuel program, gasoline is required to contain no more than 10 parts per million (ppm) sulfur on an annual average basis beginning January 1, 2017, down from 30 ppm under the Tier 2 program (similar reductions have already been phased in for highway diesel fuels beginning in 2006). The new gasoline sulfur standards aim to make emission control systems more effective for both existing and new vehicles, and thus enable more stringent vehicle emissions and fuel economy standards (i.e., since removing sulfur allows the vehicle's catalytic converter to work more efficiently and facilitates the development of lower cost technologies to improve fuel economy and reduce GHG emissions). There is an averaging, banking, and trading (ABT) program that allows refiners and importers to spread out their investments through an early credit program and rely on ongoing nationwide averaging to meet the standard. Further, there is a three-year delay for small refiners and \"small volume refineries\" (refiners processing less than or equal to 75,000 barrels per calendar day).", "Tier 3 also updates the federal emissions test fuel specifications to better match current in-use gasoline and look forward to future ethanol and sulfur content. The new fuel specifications apply to new vehicle certification, assembly line, and in-use testing. Key changes include moving to a test fuel containing 10% ethanol by volume, lowering octane, and lowering the existing sulfur specification to be consistent with Tier 3 requirements."], "subsections": []}, {"section_title": "Benefits of the Rule", "paragraphs": ["EPA anticipates that the implementation of the Tier 3 vehicle and fuel standards will reduce emissions of NO x , VOC, PM 2.5 , and air toxics. The fuel standards alone, which would take effect in 2017, are projected to provide an immediate 56% reduction in sulfur dioxide (SO 2 ) emissions as the ultra-low sulfur gasoline is deployed in existing vehicles and engines. Further, EPA projects that NO x emissions will be reduced by about 260,000 tons by 2018 (about 10% of the current emissions from on-highway vehicles), and by about 330,000 tons by 2030 (about 25% of the current emissions from on-highway vehicles) as covered vehicles become a larger percentage of the fleet. VOC and CO emissions are projected to be reduced by about 170,000 tons and 3.5 million tons respectively by 2030 (16% and 24% of the current emissions from on-highway vehicles). Emissions of many air toxics, including benzene, 1,3-butadiene, acetaldehyde, formaldehyde, acrolein, and ethanol, are projected to be reduced in the range of 10% to 30%. These projected reductions would immediately reduce ozone levels in 2017 when the sulfur controls take effect, and would lead to significant decreases in ambient concentrations of ozone, PM 2.5 and air toxics by 2030 as the vehicle fleets become updated.", "EPA has reported that exposure to ambient concentrations of ozone, PM 2.5 , and air toxics is linked to adverse human health impacts such as premature deaths and other public health and environmental effects. EPA expects the final Tier 3 standards to reduce these adverse impacts and yield significant benefits, including the annual prevention of between 660 and 1,500 PM-related premature deaths, between 110 and 500 ozone-related premature deaths, about 2,200 asthma-related hospital admissions, 81,000 work days lost, 210,000 school absence days, and approximately 1.1 million minor restricted-activity days. The agency estimates that the annual monetized health benefits of the Tier 3 standards in 2030 (2011$) would be between $7.4 billion and $19 billion, assuming a 3% discount rate (or between $6.7 billion and $18 billion assuming a 7% discount rate).", "Further, EPA anticipates the Tier 3 tailpipe emission and gasoline sulfur standards would improve the performance of existing emission controls and facilitate the use of new technology. Auto manufacturers have been generally supportive of the standards, which they view as allowing the adoption of new technology necessary to meet the separate GHG standards already promulgated, and which would harmonize the U.S. fuel requirements with those of foreign fuels. The Tier 3 gasoline sulfur standards are similar to levels already achieved in Europe, Japan, and South Korea, as well as those proposed in China and some other countries. For companies that operate in world markets—as the major auto manufacturers do—harmonizing fuel and emission standards is a major concern. In the U.S. context, auto manufacturers already face more stringent requirements for both tailpipe emissions and fuel requirements in California and the Section 177 states, and many individual vehicle manufacturers and their trade organizations have emphasized the importance of a nationwide program to enable streamlined production and decreased compliance costs.", "For these reasons, the EPA proposal has been supported by various Members of Congress, many industry, environmental and public health groups, and by a number of governors and other state and local officials. Many state and local stakeholders have also noted that without the tighter standards set on vehicles and gasoline, nonattainment areas in about half the states would need to impose more controls on stationary sources of ozone precursors and particulates (e.g., power plants and factories).", "Some trade organizations, however, contend that the Tier 3 standards would have negligible effects on air quality in comparison to reductions that have been realized by previous rulemaking. Two separate studies prepared by the Environ International Corporation for the American Petroleum Institute (API) present findings which show significant improvements in both summertime ambient ground-level ozone and ground-level PM 2.5 concentrations as a result of the switch from Tier 1 to Tier 2 standards. However, the studies project relatively small additional reductions in 2022 levels of these pollutants as a result of the proposed Tier 3, even when considering emissions reductions due to a lower gasoline sulfur content. As a result, API has argued that the Tier 3 proposal ignores the results of earlier sulfur standards that had led to \"significant reduction in ambient ozone levels and will lead to further ozone reductions for the next decade,\" adding that Tier 3 rules would add no substantial benefit while imposing \"significant costs on making gasoline.\" Further, API notes that any benefit-cost analysis of the rule would need to be considered along with EPA's other mandates for the refinery sector, including the prospects for strengthening fuel volatility requirements for gasoline, greenhouse gas rules for the sector, and forthcoming stricter ozone ambient air standards.", "As a point of comparison, EPA's Final Regulatory Impact Analysis for the Tier 3 standards returns estimates similar to the Environ studies for reductions in ozone and fine particulate levels in the near term (2018). Further, EPA estimates that by 2030—when it is projected that many of the vehicles on the road would be covered under the Tier 3 standards—ozone and fine particulate levels would decrease an additional 50% on average. EPA bases its health impact estimates on the 2030 modeling."], "subsections": []}, {"section_title": "Costs of the Rule", "paragraphs": ["The economic cost imposed by the Tier 3 standards will affect two sectors directly: vehicle manufacturing and petroleum refining. For the former, changes in vehicle design are expected to increase manufacturers' costs of production. EPA estimates that these costs differ across years and range from $46 to $65 for cars, $73 to $88 for trucks, and $33 to $75 for medium- and heavy-duty vehicles covered by the rule. This increase in price is expected to lower the quantity of vehicles sold, although given that vehicle prices likely would not change by more than the cost increase, the decrease in vehicle sales is projected to be negligible.", "More controversial has been the potential impact on the cost of gasoline. In letters to the President before the standards' proposal, several Senators of both parties asked that the Administration delay the EPA rulemaking over concerns that the new fuel standards would raise the price of gasoline; similar concerns have been expressed in the wake of the final rule. Refiners argue that it will be difficult and costly overall to meet the standards and that some independent and/or smaller refineries will find it more difficult than others to comply. The American Petroleum Institute contends that the tighter sulfur controls would impose almost $10 billion in refinery capital expenditures, create an annual compliance cost of $2.4 billion, increase gasoline manufacturing costs from 6 to 9 cents per gallon, and increase refinery GHG emissions by 1%.", "EPA has asserted that the rule as proposed would add less than a penny to the price of a gallon of gasoline (0.65 cents according to the final rule's Regulatory Impact Analysis). EPA contends that many variables determine the retail price of gasoline, including the price of crude oil on the global market, taxes, transportation costs, and distribution and marketing costs, as well as refinery costs. According to analysis by the U.S. Energy Information Administration, refinery costs averaged 10.6% of the retail cost of gasoline in 2013; and thus, the gasoline sulfur control for Tier 3 would add just 0.2 percentage points to this refining component. EPA's evaluation of gasoline sulfur control costs is corroborated by several studies, including one prepared for the International Council for Clean Transportation and another for the Emissions Control Technology Association. (See text box for further discussion of the cost estimates).", "In sum, EPA estimates the annual compliance cost of the overall program in 2030 would be approximately $1.5 billion ($760 million for the vehicle program and $700 million for the fuel program), and the 2030 benefits would be between $6.7 billion and $19 billion, or 4.5 to 13 times greater than the costs of the program. To address industry concerns, the final rule would allow a three-year delay in compliance for small refiners. It also includes averaging, banking, and trading programs that would give the refining industry flexibility in meeting the standards."], "subsections": [{"section_title": "Appendix. Tier 3 Vehicle Emissions Standards", "paragraphs": [], "subsections": []}]}]}]}}