{"id": "R43434", "title": "Policy and Legislative Research for Congressional Staff: Finding Documents, Analysis, News, and Training", "released_date": "2018-03-28T00:00:00", "summary": ["This report is intended to serve as a finding aid for congressional documents, executive branch documents and information, news articles, policy analysis, contacts, and training, for use in policy and legislative research. It does not define or describe the purpose of various government documents; that information can be found in companion CRS Report RL33895, Researching Current Federal Legislation and Regulations: A Guide to Resources for Congressional Staff. This report is not intended to be a definitive list of all resources, but rather a guide to pertinent subscriptions available in the House and Senate in addition to select resources freely available to the public. This report is intended for use by congressional staff and will be updated as needed."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["During the legislative process, many documents are prepared by Congress and its committees. Governmental and nongovernmental entities track and record congressional activities, and many more entities chronicle and analyze the development of public policy. The wide availability of such information can be daunting to those involved in policy and legislative research. The purpose of this report is to assist congressional staff in identifying and accessing key resources used during such research.", "The resources' titles and access information are presented in eight tables. The tables provide information on how to find congressional documents ( Table 1 ); information on tracking legislative activity ( Table 2 ); executive branch documents and information ( Table 3 ); information about legislative support agencies ( Table 4 ); congressional news sources ( Table 5 ); policy and scholarly research sources ( Table 6 and Table 7 ); and research-related training and services for congressional staff ( Table 8 ).", "This report does not define or describe the purpose of the various information resources and documents; that information can be found in companion CRS Report RL33895, Researching Current Federal Legislation and Regulations: A Guide to Resources for Congressional Staff . Additional reports on congressional operations are available in the \" Congressional Process, Administration, & Elections \" page on CRS.gov, at http://www.crs.gov/iap/congressional-process-administration-and-elections .", "This report is not a comprehensive catalog of resources for conducting policy and legislative research; instead, it provides a selection of widely used electronic resources. Some of the resources mentioned are available only with a paid subscription, whereas others are free; this availability is noted in the report along with the access points for congressional staff. Print resources for time periods not covered by the resources listed in the tables may be available from the Congressional Research Service (CRS), the Law Library of Congress, or the House and Senate Libraries. The inclusion of resources in this report does not imply endorsement by CRS of the content or the products listed. In addition, CRS does not acquire or manage congressional offices' access to subscription resources.", "CRS is available for consultation on policy and legislative research or to perform such research upon request. CRS can also advise congressional staff on the use of the resources listed in this report, including advice on how to select the best resource to use, how to search for information within a resource, or how to develop the most effective research methodology."], "subsections": []}, {"section_title": "Congressional Documents", "paragraphs": [" Table 1 serves as a reference guide for locating congressional documents using both freely available and subscription-based resources. The first column of the tables lists documents commonly used in policy and legislative research and typical citations for such documents. The second column lists resources where these documents can be accessed. The third column contains explanatory notes.", " Table 2 provides information about how to access House and Senate committee schedules, floor schedules, calendars, and floor proceedings, all of which can be helpful in tracking congressional activities.", "Access to subscription resources can vary among CRS, Senate, and House offices. See the notes within the tables for more information. CRS subscriptions can be accessed through the CRS La Follette Congressional Reading Room (locations and hours of operation are available in Table 8 ). Unless otherwise indicated, all other resources are freely available.", " Table A-1 provides additional information on the resources in Table 1 , including more detailed descriptions and URLs linking directly to the resources (when available)."], "subsections": []}, {"section_title": "Executive Branch Documents and Information", "paragraphs": [" Table 3 serves as a reference guide for locating executive branch documents and information using freely available resources. The first column of the table lists documents or information commonly used in policy and legislative research and typical citations for such documents, where applicable. The second column lists resources where these materials can be accessed. The third column contains explanatory notes.", " Table A-1 provides additional information on the resources in Table 3 , including more detailed descriptions and URLs linking directly to the resources (when available)."], "subsections": []}, {"section_title": "Legislative Support Agencies", "paragraphs": ["The legislative support agencies are designed to be nonpartisan, objective, and impartial. The agencies each serve the Congress in different ways. Contact information for each agency and a description of each agency and its services is outlined in Table 4 , below."], "subsections": []}, {"section_title": "News, Policy, and Scholarly Research Sources", "paragraphs": [" Table 5 , Table 6 , and Table 7 serve as finding aids for selected resources covering news, scholarly, and policy research that may be related to Congress and the legislative process. Resources in these tables may contain editorial content and analysis. Inclusion of these resources does not imply endorsement of the views held by the publications listed. Please note that these tables are meant to serve as suggested starting points rather than comprehensive lists of news, scholarly, and policy resources. Congressional users may also access databases subscribed to by the Library of Congress such as ProQuest, LexisNexis, Factiva, EBSCOhost, and many others, onsite in the CRS La Follette Congressional Reading Room and the public reading rooms at the Library of Congress. Additionally, requests for literature searches and full text of specific articles can be submitted to CRS. Congressional users also have access to various databases through the House Library and the Senate Library."], "subsections": []}, {"section_title": "Training and Services", "paragraphs": [" Table 8 contains a list of locations where congressional staff can obtain training and other services on Capitol Hill."], "subsections": [{"section_title": "Appendix. Alphabetical Listing of Resources with Descriptions", "paragraphs": [" Table A-1 provides an alphabetical listing of, and additional details about, the resources listed in Table 1 , Table 3 , and Table 4 ."], "subsections": []}]}]}}