{"id": "R43547", "title": "Veterans’ Medical Care: FY2015 Appropriations", "released_date": "2015-03-11T00:00:00", "summary": ["The Department of Veterans Affairs (VA) provides benefits to veterans who meet certain eligibility criteria. Benefits to veterans range from disability compensation and pensions to hospital and medical care. The VA provides these benefits through three major operating units: the Veterans Health Administration (VHA), the Veterans Benefits Administration (VBA), and the National Cemetery Administration (NCA). This report focuses on funding for the VHA. The VHA is primarily a direct service provider of primary care, specialized care, and related medical and social support services to veterans through the nation's largest integrated health care system. Eligibility for VA health care is based primarily on previous military service, disability, and income.", "The President's FY2015 budget request was submitted to Congress on March 4, 2014. The President's budget requested $158.6 billion in budget authority for the VA as a whole. This included $93.5 billion in mandatory funding and $65.1 billion in discretionary funding. For FY2015, the Administration requested $56.6 billion for VHA. This included $45.4 billion for the medical services account, $5.9 billion for the medical support and compliance account, $4.7 billion for the medical facilities account, and nearly $589 million for the medical and prosthetic research account. Furthermore, as required by the Veterans Health Care Budget Reform and Transparency Act of 2009 (P.L. 111-81), the President's budget requested $58.6 billion in advance appropriations for the three medical care accounts (medical services, medical support and compliance, and medical facilities) for FY2016.", "On April 3, 2014, the House Military Construction and Veterans Affairs Subcommittee approved its version of a Military Construction and Veterans Affairs and Related Agencies Appropriations bill for FY2015 (MILCON-VA Appropriations bill). The full House Appropriations Committee approved a draft measure by voice vote on April 9, 2014, and the House passed the MILCON-VA Appropriations bill for FY2015 (H.R. 4486; H.Rept. 113-416) on April 30, 2014. The House-passed version of the MILCON-VA Appropriations bill for FY2015 proposed a total of $158.2 billion for the VA as whole. For FY2015, H.R. 4486 proposed $56.2 billion for VHA. On May 20, 2014, the Senate Military Construction, Veterans Affairs, and Related Agencies Subcommittee marked up its version of the MILCON-VA Appropriations bill for FY2015. The full Senate Appropriations Committee approved the measure (H.R. 4486 ; S.Rept. 113-174) on May 22. The committee-approved bill proposed $158.6 billion for the VA as a whole. For FY2015, H.R. 4486 (S.Rept. 113-174) proposed $56.4 billion for VHA.", "A MILCON-VA Appropriations bill funding most of the VA (excluding the three medical care accounts: medical services, medical support and compliance, and medical facilities), was not enacted prior to the beginning of FY2015, and Congress passed several continuing appropriations resolutions (CRs) to fund the VA. The President signed the Consolidated and Further Continuing Appropriations Act, 2015 (H.R. 83; P.L. 113-235) on December 16, 2014. Division I of P.L. 113-235 contained the FY2015 MILCON-VA Appropriations Act. The act provides appropriations totaling $159.1 billion for FY2015 for the functions of the VA as a whole and $56.4 billion for VHA. The MILCON-VA Appropriations Act, 2015 includes $58.6 billion in advance FY2016 funding for the medical services, medical support and compliance, and medical facilities accounts. P.L. 113-235 also amended 38 U.S.C §117. Beginning with the FY2016 MILCON-VA Appropriations bill, compensation and pensions, readjustment benefits, and veterans insurance and indemnities accounts will be provided advance appropriations for FY2017 together with the three health accounts."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Department of Veterans Affairs (VA) provides a range of benefits and services to veterans who meet certain eligibility rules; these benefits include medical care, disability compensation and pensions, education, vocational rehabilitation and employment services, assistance to homeless veterans, home loan guarantees, administration of life insurance as well as traumatic injury protection insurance for servicemembers, and death benefits that cover burial expenses.", "The VA carries out its programs nationwide through three administrations and the Board of Veterans Appeals (BVA). The Veterans Benefits Administration (VBA) is responsible for, among other things, providing compensation, pensions, and education assistance. The National Cemetery Administration (NCA) is responsible for maintaining national veterans' cemeteries; providing grants to states for establishing, expanding, or improving state veterans' cemeteries; and providing headstones and markers for the graves of eligible persons, among other things.", "The Veterans Health Administration (VHA) is responsible for health care services and medical and prosthetic research programs. The VHA is primarily a direct service provider of primary care, specialized care, and related medical and social support services to veterans through the nation's largest integrated health care system. Inpatient and outpatient care are also provided in the private sector to eligible dependents of veterans under the Civilian Health and Medical Program of the Department of Veterans Affairs (CHAMPVA). The VHA is also a provider of health care education and training for physician residents and other health care trainees. The other statutory missions of VHA are to serve as a contingency backup to the Department of Defense (DOD) medical system during a national security emergency, and to provide support to the National Disaster Medical System and the Department of Health and Human Services as necessary.", "In general, eligibility for VA health care is based on previous military service, presence of service-connected disabilities, and/or other factors. Veterans generally must enroll in the VA health care system to receive medical care. Once enrolled, veterans are assigned to one of eight categories (see Appendix A ). It should be noted that in any given year, not all enrolled veterans obtain their health care services from the VA. While some veterans may rely solely on the VA for their care, others may receive the majority of their health care services from other sources, such as Medicare, Medicaid, private health insurance, and the military health system (TRICARE). VA-enrolled veterans do not pay premiums or enrollment fees to receive care from the VA; however, they may incur out-of-pocket costs for VA care related to conditions that are not service-connected."], "subsections": [{"section_title": "The Veterans Access, Choice and Accountability Act of 2014 (Choice Act)", "paragraphs": ["In response to the crisis of access to medical care at many VA hospitals and clinics across the country, Congress passed the Veterans Access, Choice and Accountability Act of 2014 ( P.L. 113-146 as amended by P.L. 113-175 and P.L. 113-235 ). On August 7, 2014, President Obama signed the bill into law. The act, as amended, makes a number of changes to programs and policies of the VHA that aim to increase access and lower wait times for veterans who seek care at VA facilities. Among other things, the act establishes a new program (the Veterans Choice Program) that would allow the VA to authorize care for veterans outside the VA health care system if they meet certain criteria. Congress also provided mandatory funding for the Choice Program with a total of $10 billion over three years (through 2017). In addition, Section 801(a) of the Choice Act provided an additional mandatory funding of $5 billion to increase veterans' access to healthcare by hiring more physicians and staff and to improve VA's physical infrastructure. These amounts are not reflected in the tables of this report nor is it discussed in the legislative developments pertaining to the FY2015 VHA budget. "], "subsections": []}]}, {"section_title": "The Veteran Patient Population", "paragraphs": ["In FY2014, there were approximately 21.9 million living veterans in the nation whose service ranged from World War II, Korea, Vietnam, the Gulf War (which includes Operation Enduring Freedom/Operation Iraqi Freedom/Operation New Dawn (OEF/OIF/OND)) and the intervening periods. Of this number approximately 9.1 million were estimated to be enrolled in the VA health care system (see Table 1 ). From FY2011 through FY2014 the total number of enrollees has increased by 6.3%. Of the total number of enrolled veterans in FY2014, VA anticipated treating approximately 5.9 million unique veteran patients (see Table 2 ). For FY2015, VHA estimates that it will treat about 6 million unique veteran patients, and of these, VA anticipates treating more than 757,000 Operation Enduring Freedom (OEF), Operation Iraqi Freedom (OIF), and Operation New Dawn (OND) veterans. In FY2015, OEF, OIF, and OND patients would represent approximately 11.2% of the overall patients served by the VA.", "VHA also provides medical care to certain non-veterans; in FY2015 this population is expected to increase by more than 14,000 patients over the FY2014 level. In total, including non-veterans, it is estimated the VHA will treat nearly 6.7 million patients in 2015, a slight increase of 1.9% over the number of patients treated in FY2014 (see Table 2 ). Between FY2011 and FY2015, the number of patients treated by VA has grown by 9.3%. ", "The total number of outpatient visits, including visits to Vet Centers, reached 91.7 million during FY2013 and is projected to increase to approximately 94.6 million in FY2014 and 97.2 million in FY2015.", "The rest of this report focuses on appropriations for VHA. It begins with a brief overview of VHA's budget formulation, a description of the accounts that fund the VHA, and a summary of the FY2014 VHA budget. The report ends with a section discussing recent legislative developments pertaining to the FY2015 VHA budget."], "subsections": []}, {"section_title": "Advance Appropriations28", "paragraphs": ["In order to understand annual appropriations for the Veterans Health Administration (VHA), it is essential to understand the role of advance appropriations. In 2009, Congress enacted the Veterans Health Care Budget Reform and Transparency Act of 2009 ( P.L. 111-81 ) authorizing advance appropriations for three of the four accounts that comprise VHA: medical services, medical support and compliance, and medical facilities. The fourth account, the medical and prosthetic research account, is not funded with an advance appropriation. P.L. 111-81 also required the Department of Veterans Affairs to submit a request for advance appropriations for VHA with its budget request each year. Congress first provided advance appropriations for the three VHA accounts in the FY2010 appropriations cycle; the Consolidated Appropriations Act, 2010 ( P.L. 111-117 ), provided advance appropriations for FY2011. Subsequently, each successive appropriation measure has provided advance appropriations for the VHA accounts: the Department of Defense and Full-Year Continuing Appropriations Act, 2011 ( P.L. 112-10 ), provided advance appropriations for FY2012; the Consolidated Appropriations Act, 2012 ( P.L. 112-74 ), provided advance appropriations for FY2013; the Consolidated and Further Continuing Appropriations Act, 2013 ( P.L. 113-6 ), provided advance appropriations for FY2014; and the Consolidated Appropriations Act, 2014 ( P.L. 113-76 ) provided advance appropriations for FY2015. The Consolidated and Further Continuing Appropriations Act, 2015 ( H.R. 83 ; P.L. 113-235 ) provides advance appropriations for FY2016. Additionally, the Consolidated and Further Continuing Appropriations Act, 2015 ( H.R. 83 ; P.L. 113-235 ), amended 38 U.S.C §117 and included three more accounts to the Advance Appropriations list of accounts. This authorizes advance appropriations for three mandatory VA programs within the Veterans Benefits Administration (VBA): compensation and pensions, readjustment benefits, and veterans insurance and indemnities. Beginning with the FY2016 MILCON-VA Appropriations bill, those accounts would receive advance appropriations for FY2017 in addition to the three VHA accounts that are already authorized to receive advance appropriations. ", "Under current budget scoring guidelines, advance appropriations of budget authority are scored as new budget authority in the fiscal year in which the funds become newly available for obligation, and not in the fiscal year the appropriations are enacted. Therefore, throughout the funding tables of this report, advance appropriations numbers are shown under the label \"memorandum\" and in the corresponding fiscal year column. For example, the Consolidated and Further Continuing Appropriations Act, 2015 ( H.R. 83 ; P.L. 113-235 ) provides advance appropriations for the medical services, medical support and compliance, and medical facilities accounts for FY2016. Funding shown for FY2015 does not include advance appropriations provided in FY2015 by P.L. 113-235 for use in FY2016. Instead, the advance appropriation provided in FY2015 for use in FY2016 is shown in the memorandum in the FY2016 column. "], "subsections": []}, {"section_title": "Department of Veterans Affairs Budget", "paragraphs": ["The VA budget includes both mandatory and discretionary funding. Mandatory accounts fund disability compensation, pensions, vocational rehabilitation and employment, education, life insurance, housing, and burial benefits (such as graveliners, outer burial receptacles, and headstones), among other benefits and services. Discretionary accounts fund medical care, medical research, construction programs, information technology, and general operating expenses, among other things. Appendix B provides enacted appropriations from FY1995 to FY2014 for the VA, including all three administrations that compose the VA: VBA, VHA, and NCA. ", " Figure 1 provides a breakdown of FY2014 budget allocations for both mandatory and discretionary programs. In FY2014, the total VA budget authority was approximately $147.9 billion; discretionary budget authority accounted for about 42.8% ($63.2 billion) of the total, with about 86.9% ($54.9 billion) of this discretionary funding going toward supporting VA health care programs, including medical and prosthetic research. The VA's mandatory budget authority accounted for about 57.4% ($84.7 billion) of the total VA budget authority, with about 84.4% ($71.4 billion) of this mandatory funding going toward disability compensation and pension programs.", " Figure 2 provides a breakdown of the FY2015 President's budget request for both mandatory and discretionary programs. For FY2015, the Administration requested approximately $158.6 billion. This includes approximately $65.1 billion in discretionary funding and $93.5 billion in mandatory funding. A major portion of the mandatory benefits will be for compensation and pension benefits for veterans and surviving spouses, dependent children, and dependent parents."], "subsections": []}, {"section_title": "Overview of Veterans Health Administration's Budget Formulation33", "paragraphs": ["Similar to most federal agencies, the VA begins formulating its budget request approximately 10 months before the President submits the budget to Congress, generally in early February. VHA's budget request to Congress begins with the formulations of the budget based on the Enrollee Health Care Projection Model (EHCPM), and the Civilian Health and Medical Program Veterans Administration (CHAMPVA) Model. The two models collectively estimate the amount of budgetary resources VHA will need to meet the expected demand for most of the health care services it provides. ", "The EHCPM's estimates are based on three basic components: the projected number of veterans who will be enrolled in VA health care, the projected utilization of VA's health care services—that is, the quantity of health care services enrollees are expected to use—and the projected unit cost of providing these services. Each component is subject to a number of adjustments to account for the characteristics of VA health care and the veterans who access VA's health care services. The EHCPM makes projections three or four years into the future. Each year, VHA updates the EHCPM estimates to \"incorporate the most recent data on health care utilization rates, actual program experience, and other factors, such as economic trends in unemployment and inflation.\" For instance, in 2013, VHA used data from FY2012 to develop its health care budget estimate for the FY2015 request, including the advance appropriations request for FY2016. ", "The CHAMPVA Model is a more recent model adopted by VHA in 2010. The CHAMPVA model projects the cost of providing medical coverage to CHAMPVA eligible beneficiaries. The CHAMPVA Model is composed of two major components: the enrollment model and the claims cost model. The enrollment model projects the number of beneficiaries enrolled in CHAMPVA, and the claims cost model projects expenditures for providing care to beneficiaries. According to the VHA, the \"2013 CHAMPVA Model was developed using data from fiscal years 2005 to 2012, publically available research, and input from a development team (including subject matter experts from VHA and VHA's CHAMPVA program).\"", " Table 3 provides a detailed timeline for formulating the FY2015 budget request and the FY2016 advance appropriations request. "], "subsections": [{"section_title": "Funding for the VHA", "paragraphs": ["As noted previously, VHA is funded through four appropriations accounts. These are supplemented by other sources of revenue. Although the appropriations account structure has been subject to change from year to year, the appropriation accounts used to support the VHA traditionally include medical care, medical and prosthetic research, and medical administration. Congress also appropriates funds for construction of medical facilities through a larger appropriations account for construction for all VA facilities. In FY2004, \"to provide better oversight and [to] receive a more accurate accounting of funds,\" Congress changed the VHA's appropriations structure. Specifically, the Department of Veterans Affairs and Housing and Urban Development and Independent Agencies Appropriations Act, 2004 ( P.L. 108-199 , H.Rept. 108-401 ), funded VHA through four accounts: (1) medical services, (2) medical administration (currently known as medical support and compliance), (3) medical facilities, and (4) medical and prosthetic research. Brief descriptions of these accounts are provided below."], "subsections": []}, {"section_title": "Medical Services", "paragraphs": ["The medical services account covers expenses for furnishing inpatient and outpatient care and treatment of veterans and certain dependents, including care and treatment in non-VA facilities; outpatient care on a fee basis; medical supplies and equipment; salaries and expenses of employees hired under Title 38, United States Code (U.S.C.); cost of hospital food service operations; aid to state veterans' homes; and assistance and support services for family caregivers of veterans authorized by the Caregivers and Veterans Omnibus Health Services Act of 2010 ( P.L. 111-163 ). For FY2013, the President's budget request proposed the transfer of funding for biomedical engineering services from the medical facilities account to this account. The Consolidated and Further Continuing Appropriations Act, 2013 ( P.L. 113-6 ), approved this transfer. The President's budget request for FY2014 proposed to continue funding for biomedical engineering services in the medical services account. The Military Construction and Veterans Affairs, and Related Agencies Appropriations bill for FY2014 ( H.R. 2216 ; H.Rept. 113-90 ) that was passed by the House of Representatives June 4, 2013, and the Senate Appropriations Committee reported version of H.R. 2216 ( S.Rept. 113-48 ) continued this transfer for FY2014. The Military Construction, Veterans Affairs, and Related Agencies Appropriations Bill, 2015 ( H.R. 4486 ) continues to fund bioengineering services under the medical services account. "], "subsections": []}, {"section_title": "Medical Support and Compliance (Previously Medical Administration)", "paragraphs": ["This account provides for expenses related to the management, security, and administration of the VA health care system through the operation of VA medical centers, and other medical facilities such as community-based outpatient clinics (CBOCs) and Vet Centers. It also funds 21 Veterans Integrated Service Network (VISN) offices and facility director offices; chief of staff operations; public health and environmental hazard programs; quality and performance management programs; medical inspection; human research oversight; training programs and continuing education; security; volunteer operations; and human resources management. "], "subsections": []}, {"section_title": "Medical Facilities", "paragraphs": ["The medical facilities account funds expenses pertaining to the operations and maintenance of the VHA's capital infrastructure. These expenses include utilities and administrative expenses related to planning, designing, and executing construction or renovation projects at VHA facilities. It also funds leases, laundry services, grounds maintenance, trash removal, housekeeping, fire protection, pest management, and property disposition and acquisition."], "subsections": []}, {"section_title": "Medical and Prosthetic Research", "paragraphs": ["As required by law, the medical and prosthetic research program (medical research) focuses on research into the special health care needs of veterans. This account provides funding for many types of research, such as investigator-initiated research; mentored research; large-scale, multi-site clinical trials; and centers of excellence. VA researchers receive funding not only through this account but also from the Department of Defense (DOD), the National Institutes of Health (NIH), and private sources. ", "In general, VA's research program is intramural; that is, research is performed by VA investigators at VA facilities and approved off-site locations. Unlike other federal agencies, such as NIH and DOD, VA does not have the statutory authority to make research grants to colleges and universities, cities and states, or any other non-VA entities."], "subsections": []}, {"section_title": "Medical Care Collections Fund (MCCF)", "paragraphs": ["In addition to the appropriations accounts mentioned above, the Committees on Appropriations include medical care cost recovery collections when considering funding for the VHA. Congress has provided VHA the authority to bill some veterans and most health care insurers for nonservice-connected care provided to veterans enrolled in the VA health care system, to help defray the cost of delivering medical services to veterans. Funds collected from first and third party (copayments and insurance) bills are retained by the VA health care facility that provided the care for the veteran. VA is expecting MCCF total collections to be approximately $2.5 billion in 2015."], "subsections": []}]}, {"section_title": "FY2014 Budget Summary46", "paragraphs": [], "subsections": [{"section_title": "Consolidated Appropriations Act, 2014 (P.L. 113-76)", "paragraphs": [], "subsections": [{"section_title": "House and Senate Action", "paragraphs": ["Congress was unable to complete action on any of the FY2014 appropriation acts prior to the beginning of the new fiscal year. Lawmakers also failed to agree on language in a FY2014 continuing resolution (CR). With no agreement in place on October 1, 2013, the resulting lapse in funding led to a partial shutdown of government operations. Congress finally reached agreement on a temporary CR on October 16, 2013, and the President signed the Continuing Appropriations Act, 2014 ( P.L. 113-46 ) the following day to reopen the government. That CR ( P.L. 113-46 ) funded most of the VA (excluding the three medical care accounts: medical services, medical support and compliance, and medical facilities) through January 15, 2014. P.L. 113-73 extended the CR through January 18, allowing extra time for legislative consideration of an omnibus appropriation bill. On January 17, 2014, the President signed into law the Consolidated Appropriations Act, 2014 ( P.L. 113-76 ). Division J of this act included the Military Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2014 (MILCON-VA Appropriations Act, 2014). ", "In total the MILCON-VA Appropriations Act, 2014 provides a total of $147.9 billion in budget authority for VA programs in FY2014. Of this amount $54.9 billion is provided for VHA which comprises four accounts: medical services, medical support and compliance, medical facilities, and medical and prosthetic research accounts. P.L. 113-76 provides $40 million for FY2014 for the medical services account in addition to the advance appropriation of $43.6 billion which was provided in P.L. 113-6 (see Table 5 ). Furthermore, the MILCON-VA Appropriations Act, 2014 provides $85 million for FY2014 for the medical facilities account in addition to the advance appropriation of $4.9 billion provided in P.L. 113-6 . This additional funding will be used to address the backlog of non-recurring maintenance needs at existing VA hospitals and clinics. As required by the Veterans Health Care Budget Reform and Transparency Act of 2009 ( P.L. 111-81 ), the MILCON-VA Appropriations Act, 2014 provides advance appropriations of $55.6 billion for FY2015 for three VHA accounts (medical services, medical support and compliance, and medical facilities). Furthermore, P.L. 113-76 rescinds $229 million from the FY2014 VHA accounts (see Table 5 ). "], "subsections": []}]}]}, {"section_title": "FY2015 VHA Budget", "paragraphs": [], "subsections": [{"section_title": "President's Request", "paragraphs": ["The President submitted his FY2015 budget request to Congress in March 2014. The FY2015 President's Budget is requesting $158.6 billion for the VA as a whole (see Table 4 ). For VA medical services, the Administration's budget is requesting $367.8 million in additional funding above the FY2015 advance appropriations of $45 billion provided in FY2014. In total, the President is requesting $56.6 billion for VHA for FY2015. This includes $45.4 billion for the medical services account, $5.9 billion for the medical support and compliance account, $4.7 billion for the medical facilities account, and nearly $589 million for the medical and prosthetic research account (see Table 5 ). As required by the Veterans Health Care Budget Reform and Transparency Act of 2009 ( P.L. 111-81 ), the President's budget is requesting $58.6 billion in advance appropriations for the three medical care appropriations (medical services, medical support and compliance, and medical facilities) for FY2016 (see Table 5 ). This request for advance appropriations would provide care for over 6.8 million unique patients in FY2016."], "subsections": []}, {"section_title": "House Action", "paragraphs": ["On April 3, 2014, the House Military Construction and Veterans Affairs Subcommittee approved its version of a Military Construction and Veterans Affairs and Related Agencies Appropriations bill for FY2015 (MILCON-VA Appropriations bill). The full House Appropriations Committee approved a draft version of the measure by voice vote in an April 9, 2014, and the House passed the MILCON-VA Appropriations bill for FY2015 ( H.R. 4486 ; H.Rept. 113-416 ) on April 30, 2014. H.R. 4486 proposes a total of $158.2 billion for the VA (see Table 4 ). The total includes $93.5 billion for mandatory programs, and $64.7 billion for discretionary programs (see Table 4 ).", "H.R. 4486 ( H.Rept. 113-416 ) as passed by the House proposes $56.2 billion for VHA for FY2015 (see Table 5 ), which comprises four accounts: medical services, medical support and compliance, medical facilities, and medical and prosthetic research. The House-passed measure does not include the additional funding amount of $367.8 million (above the FY2015 advance appropriations) for the medical services account that was requested by the President for FY2015. According to H.Rept. 113-416 , \"with $450 million in unobligated, balances expected to be available and a drop of $690 million in projected medical services expenditures, the committee believes that the identified need can be absorbed within existing resources.\" H.R. 4486 proposes $58.6 billion in advance FY2016 funding for the medical services, medical support and compliance, and medical facilities accounts—the same level as the President's request (see Table 5 )."], "subsections": []}, {"section_title": "Senate Committee Action", "paragraphs": ["On May 20, 2014, the Senate Military Construction, Veterans Affairs, and Related Agencies Subcommittee marked up its version of the MILCON-VA Appropriations bill for FY2015. The full Senate Appropriations Committee approved the measure ( H.R. 4486 ; S.Rept. 113-174 ) on May 22. The committee-approved bill proposes $158.6 billion for the VA as a whole (see Table 4 ). This includes $93.5 billion for mandatory programs and $65.1 billion for discretionary programs. ", "The MILCON-VA Appropriations bill for FY2015 ( H.R. 4486 ; S.Rept. 113-174 ) approved by the Senate Appropriations Committee proposes $56.4 billion for VHA (see Table 5 ). This includes $45.1 billion for the medical services account, including an additional $1 million over the FY2015 advanced appropriations—instead of $367.8 million as requested by the President for the medical services account. The committee recommendation for the medical facilities account is $4.8 billion, which includes an additional $125 million over the FY2015 advanced appropriations. According to the committee report to accompany H.R. 4486 , \"the Committee remains very concerned about the backlog of maintenance needs at existing VHA hospitals and clinics and has included this additional funding to address this need.\" Additionally, the committee recommendation includes $5.9 billion for the medical support and compliance account and approximately $589 million for the medical and prosthetic research account. The MILCON-VA Appropriations bill for FY2015 ( H.R. 4486 ; S.Rept. 113-174 ) also proposes an advance appropriation of $58.6 billion for medical services, medical support and compliance, and medical facilities accounts for FY2016—the same level as the President's request (see Table 5 )."], "subsections": []}, {"section_title": "Consolidated and Further Continuing Appropriations Act, 2015 (P.L. 113-235)", "paragraphs": [], "subsections": [{"section_title": "House and Senate Action", "paragraphs": ["Since none of the regular appropriations bills—including the Military Construction and Veterans Affairs, and Related Agencies Appropriations bill—were passed by the end of the fiscal year, the House and Senate passed a Continuing Appropriations Resolution (CR), 2015, on September 17 and 18, respectively. The President signed the CR into law (P.L. 113-164) on September 19, 2014. The Continuing Appropriations Resolution funded government agencies and programs, including the Department of Veterans Affairs, at an across-the-board reduction of 0.0554% below the Consolidated Appropriations Act, 2014 (P.L. 113-76) through December 11, 2014. However, since P.L. 113-76 provided advance appropriations for the VA's medical care accounts—medical services, medical support and compliance, and medical facilities—for FY2015, these accounts will not be affected by the Continuing Appropriations Resolution, 2015 ( H.J.Res. 124 ; P.L. 113-164 ). Congress also passed several short term CRs (H.J. Res. 130; P.L. 113-202 and H.J. Res. 131; P.L.113-203) in order to work on a larger spending measure. ", "The Consolidated and Further Continuing Appropriations bill, 2015, was passed by the House December 11, 2014, and the Senate passed it December 13, 2014. The President signed the Consolidated and Further Continuing Appropriations Act, 2015 ( H.R. 83 ; P.L. 113-235 ), into law on December 16, 2014. Division I of this act included the Military Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2015 (MILCON-VA Appropriations Act, 2015). The MILCON-VA Appropriations Act, 2015 (H.R. 83; P.L. 113-235 ), provides a total of $159.1 billion in budget authority for VA programs in FY2015 (see Table 4 ). Of this amount, $56.4 billion is provided for VHA (excluding rescissions), which comprises four accounts: medical services, medical support and compliance, medical facilities, and medical and prosthetic research accounts. P.L. 113-235 provides $209 million for FY2015 for the medical services account in addition to the advance appropriation of approximately $45.0 billion that was provided in P.L. 113-76 (see Table 5 ). This additional amount is provided to fund the higher than expected costs associated with the acquisition of two new Hepatitis-C drug therapies; to support the higher than expected demand for the Program of Comprehensive Assistance for Family Caregivers—established Title I of the Caregivers and Veterans Omnibus Health Services Act of 2010 (P.L. 111-163); and to fund several unfunded provisions in the Veterans Access, Choice, and Accountability Act of 2014 ( P.L. 113-146 as amended by P.L. 113-175 and P.L. 113-235 ). ", "As required by the Veterans Health Care Budget Reform and Transparency Act of 2009 ( P.L. 111-81 ), the MILCON-VA Appropriations Act, 2015, provides advance appropriations of approximately $58.7 billion for FY2016 for three VHA accounts (medical services, medical support and compliance, and medical facilities). Furthermore, P.L. 113-235 rescinds $16 million from VA's FY2015 discretionary accounts (which is reflected in the total budget for VA shown in Table 4 )."], "subsections": []}, {"section_title": "Physician Ambassadors Helping Veterans Program", "paragraphs": ["The Explanatory Statement accompanying the MILCON-VA Appropriations Act, 2015 ( H.R. 83 ; P.L. 113-235 ), included language directing the Secretary of Veterans Affairs to establish a three-year pilot program, under the authorities contained in Section 7405(a)(1) of title 38 United States Code(U.S.C). The pilot program will be titled the ''Physician Ambassadors Helping Veterans Program.'' According to the Explanatory Statement: ", "In some communities non-VA physicians have encountered difficulties when seeking to volunteer time at VA medical facilities. Under existing authority, Section 7405(a)(1) of title 38, United States Code, the Secretary may appoint on a without compensation basis such personnel found necessary for the provision of healthcare for veterans. At medical facilities exhibiting staffing shortages and appointment backlogs due to waiting time issues, the VA is urged to utilize this existing authority to appoint physicians on a volunteer basis to serve veterans' healthcare needs at VA medical facilities. To further understand the benefit to the Department of the utilization of volunteer physicians the VA is directed to establish [the] three-year pilot program.", "Under the Physician Ambassadors Helping Veterans Program, the Secretary is required to establish this pilot program in no fewer than two VA medical facilities in two distinct Veterans Integrated Service Networks (VISNs). Furthermore, the Explanatory Statement language urges the Secretary to select \"medical facilities for this pilot program that have a demonstrated need for additional physicians in any practice area or specialty, yet have been unable to expeditiously fill such vacancies and/or continue to exceed VA's appointment waiting time goals in any area of practice.\" ", "Furthermore, each pilot location must have a volunteer coordinator who will develop relationships with local medical associations to educate non-VA physicians in the area about the program. The volunteer coordinator will be the initial point of contact for physicians seeking to volunteer at the medical facility. Additionally, due to the cost and effort exerted to credential and educate physicians about volunteer opportunities, the VA is required establish a requisite number of hours per year physician ambassadors must commit to serving at a facility that is cost beneficial to the VA. The Explanatory Statement further stipulates that this metric should be no fewer than 60 hours a year and no more than 100 hours a year, though there is no limit to the total number of hours a physician ambassador may volunteer a year. The VA medical facility is required to enter into agreement with the physician ambassadors regarding the minimum number of hours required before beginning the credentialing or privilege granting process."], "subsections": []}]}, {"section_title": "", "paragraphs": ["Appendix A. Priority Groups ", "Appendix B. Department of Veterans Affairs, Enacted Appropriations FY1995-FY2014 "], "subsections": []}]}]}}