{"id": "R43565", "title": "Reauthorization Issues for the Magnuson Stevens Fishery Conservation and Management Act", "released_date": "2014-05-22T00:00:00", "summary": ["The 113th Congress is actively considering reauthorization of the Magnuson-Stevens Fishery Conservation and Management Act (MSFCMA). The MSFCMA governs the management and conservation of commercial and recreational fisheries in U.S. federal waters (3-200 nautical miles from shore). The MSFCMA was last reauthorized and extensively amended in 2006 (P.L. 109-479). Although the authorization of appropriations under the MSFCMA expired at the end of FY2013, the act's requirements continue in effect and Congress has continued to appropriate funds to administer the act. Historically, reauthorization has also provided the opportunity to introduce significant amendments to the act.", "During the first decade after the act was passed in 1976, fishery policy focused on controlling and replacing foreign fishing and developing U.S. fisheries in the newly declared 200-mile Fishery Conservation Zone. After that time, new issues emerged, including recognition of the need to sustain fish populations and respond to overfishing while attempting to satisfy the economic and social needs of recreational and commercial fishermen and fishing communities. Achieving this balance is closely related to allocating federal fishery resources among different users, developing and supporting existing management institutions, and investing in management and research.", "This report covers issues that have been identified during congressional hearings and in legislation introduced during the last three Congresses. Although most issues are not new, they have evolved with changes to the statute, regulations, and fishery management plans. Major issues include (1) flexibility in rebuilding overfished fisheries, (2) annual catch limits, (3) uncertainty and data needs; (4) catch shares (limited access privilege programs), (5) management process and decision making, (6) bycatch, and (7) environmental quality. A variety of other issues are also covered in this report.", "Most of these issues are part of a system of linked elements including ecosystems (fish populations and biophysical elements of the environment), fishing (commercial and recreational fishermen, processors, and other related fishing businesses), management (managers, scientists, and the regulatory system), fishing communities (other related businesses and coastal residents), and markets (wholesale, retail, restaurants, and consumers). Often a change in one element affects other elements. For example, requirements to stop overfishing that use restrictive catch limits may rebuild fish populations, but may also result in short-run harm to fishing businesses and coastal communities.", "During the last three Congresses, over 30 different bills have been introduced to amend portions of the MSFCMA. These bills have covered a wide variety of topics, ranging from proposals to change management for specific fisheries or regions, to general changes to the management process such as requirements of fishery management plans. Oversight hearings concerning MSFCMA reauthorization have been held by the House Committee on Natural Resources and by the Senate Committee on Commerce, Science, and Transportation. On December 18, 2013, the chairman of the House Committee on Natural Resources released a draft that included many elements of previously introduced bills. In early April 2014, the Senate Committee on Commerce, Science, and Transportation also released a reauthorization draft."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Magnuson Stevens Fishery Conservation and Management Act (MSFCMA, 16 U.S.C. §§1801 et seq.) governs the management and conservation of commercial and recreational fisheries in U.S. federal waters (3-200 nautical miles from shore). Although the MSFCMA has been amended a least 30 times since it was enacted in 1976, the act has retained many of its original elements. The act decentralized the federal management process by setting up regional fishery management councils and requiring extensive public comment during the development of fishery management plans. The MSFCMA also has evolved with changes to fishery resources, the U.S. fishing industry, recreational fishing, and seafood markets. Generally, the challenges of fisheries management have shifted from developing fisheries to addressing conservation of fish populations and the marine environment. ", "The MSFCMA was last reauthorized and extensively amended in 2006 ( P.L. 109-479 ). Although the authorization of appropriations under the MSFCMA expired at the end of FY2013, the act's requirements continue in effect and Congress has continued to appropriate funds to administer the act. Historically, reauthorization has also provided the opportunity to introduce significant amendments to the act. As Congress considers reauthorization, it faces the ongoing challenge of balancing utilization and conservation of fish populations. Some of the main questions revolve around stopping overfishing and rebuilding fish stocks while maintaining the well-being of fishermen and fishing communities. Related management issues involve the quality of data and stock assessments used for managing fisheries and the amount of flexibility allowed in the management process. ", "During the last three Congresses, a number of bills have been introduced to address these issues and other concerns related to fisheries management. House and Senate committees have been pursuing efforts to reauthorize the MSFCMA during the 113 th Congress. Oversight and reauthorization hearings have been held by the Senate Committee on Commerce, Science, and Transportation and the House Committee on Natural Resources. In December 2013, the Chairman of the House Committee on Natural Resources released a reauthorization discussion draft. The draft includes several sections that reflect topics covered by bills introduced in previous sessions of Congress. In early April 2014, the Senate Committee on Commerce, Science, and Transportation also released a draft to stakeholder groups. "], "subsections": []}, {"section_title": "Issues for Congress", "paragraphs": ["An ongoing issue for managers, fishermen, and environmentalists is the balance between conservation and utilization of fish populations. Although there is general agreement that stocks should not be overfished and overfished stocks should be rebuilt, questions remain with regard to the timing of management actions, the choice of management objectives, how stock management objectives should be achieved, and the information needed to make these determinations. Several interrelated issues have emerged during the ongoing debate over requirements to use annual catch limits (ACLs) and to rebuild fish populations. General categories of issues include (1) providing for greater flexibility during stock rebuilding; (2) incorporating new data and uncertainty when using ACLs; (3) improving the decision-making process; (4) establishing limited access privileges; and (5) reducing bycatch. Meanwhile, managers must also contend with environmental factors over which they often have no control such as climate change and the loss and degradation of fish habitat. Decreasing environmental quality may be the greatest long-term threat to the productivity of many fish populations. "], "subsections": [{"section_title": "Flexibility in Ending Overfishing and Rebuilding Overfished Fisheries", "paragraphs": ["Flexibility in rebuilding overfished fisheries has become one of the main issues of the current MSFCMA reauthorization debate. The MSFCMA was amended to require development and use of ACLs to end overfishing for all federally managed stocks in the 2010 fishing year. Overfished stocks are required to have rebuilding plans that adhere to a 10-year timeframe (with some exceptions). Previously, managers often delayed action or set indirect controls on fishing such as gear restrictions or closed areas, sometimes with disastrous results for the fishery. RFMCs and National Marine Fisheries Service (NMFS) are now required to set ACLs (quotas) within specific biologically determined levels. ", "Fishery management plans (FMPs) must be consistent with the 10 national standards in Section 301(a) of the MSFCMA. Council members must address the national standards as they develop FMPs and, when considering approval, the Secretary of Commerce determines whether FMPs are consistent with these national standards. The national standards cover a broad range of basic fishery management objectives. The first National Standard Section 301(a)(1) states: \"Conservation and management measures shall prevent overfishing while achieving, on a continuing basis, the optimum yield from each fishery for the United States fishing industry.\"", "Provisions of the MSFCMA enacted during the 1996 reauthorization and amended during the 2006 reauthorization added specific requirements to end overfishing and to rebuild overfished fish stocks. To implement these requirements, the MSFCMA directed the National Marine Fisheries Service of the National Oceanic and Atmospheric Administration to update National Standard 1 guidelines by 2008 to provide guidance for establishing annual catch limits (ACLs) and related biological benchmarks. ", "On January 16, 2009, NMFS issued guidelines that describe fishery management approaches to meet the objectives of National Standard 1 with emphasis on new requirements to end overfishing and rebuild overfished stocks. While implementing ACL requirements, NMFS has identified a number of issues that may require additional revisions to the National Standard 1 guidelines. On May 3, 2012 NOAA published an advance notice of proposed rulemaking to request public comments on potential adjustments to the guidelines. No further action has been taken since the Summary of Comments on Advanced Rulemaking was published.", "The terms overfishing and overfished are often confused and assumed to occur together, but this is not necessarily the case. According to the National Standard Guidelines: ", "overfishing occurs whenever a stock or stock complex is subjected to a rate or level of fishing mortality that jeopardizes the capacity of a stock or complex to produce Maximum Sustainable Yield (MSY) on a continuing basis. A stock or stock complex is considered overfished when its biomass has declined below a level that jeopardizes the capacity of the stock or stock complex to produce MSY on a continuing basis. ", "Overfishing occurs when the rate of removals (catch or harvest) is high relative to the size of the fish stock; fish stocks are overfished when their biomass is relatively low. At certain points during rebuilding, removals may be low (no overfishing), but the stock is still overfished (its biomass is not yet rebuilt). Conversely, removals may be high and overfishing may be occurring, but the stock biomass has not declined to the point at which the stock is considered to be overfished. "], "subsections": [{"section_title": "Issues", "paragraphs": ["Stock rebuilding has become controversial because rebuilding timeframes have required strict constraints on harvest levels. Some have questioned whether greater flexibility in determining the length of stock rebuilding periods could increase economic benefits from the fishery. Rebuilding plans with greater flexibility could also contribute to other fishery management goals such as needs of fishing communities (National Standard 8). ", "Overfishing has been arrested in most U.S. fisheries and progress has been made in rebuilding many others. As of December 31, 2013, of the 300 stocks with a known overfishing status, 28 stocks were subject to overfishing and of the 230 stocks with a known overfished status, 40 stocks are classified as overfished. NOAA also reported that 34 fish stocks have been rebuilt since 2000. ", "According to a recent National Research Council (NRC) study, \"fishing mortality of stocks placed under rebuilding plans has generally been reduced and stock biomass has generally increased following reductions in fishing mortality.\" However, these improvements have sometimes come at a cost to commercial and recreational fishermen and associated fishing communities, and in some cases stocks have not responded to management actions as managers anticipated. The NRC study attributed some of the mixed performance of rebuilding plans to scientific uncertainty and a mismatch between policy makers' expectations for scientific precision and the inherent limits of science. The NRC study adds that mixed outcomes of rebuilding plans have \"added to concerns with the significant social and economic costs associated with implementation of time-constrained rebuilding plans.\""], "subsections": [{"section_title": "Stakeholder Views", "paragraphs": ["Fishermen and fishing communities sometimes suffer from economic and social effects of harvest restrictions needed to satisfy MSFCMA overfishing and stock rebuilding requirements. Many question whether these requirements adequately address the complexities and uncertainties associated with managing fish stocks. Often fishermen express doubt over the efficacy of fish population assessments used for developing management measures because of data constraints and inadequate population models. Furthermore, they refer to studies showing that other factors, often outside the immediate control of fisheries managers, such as environmental conditions and the quality of fish habitat, also affect fish population abundance. ", "Others, including environmentalists and fishery managers, counter that overfishing and previous management failures illustrate the need to maintain established fish stock rebuilding schedules. They emphasize that relatively short-term sacrifices today will result in long-term economic gains to recreational and commercial fishermen in the future. They point to stocks that have been rebuilt since 2000 and cite notable examples of fully rebuilt stocks such as Northeast scallop, Mid-Atlantic bluefish, and Pacific lingcod.", "Environmentalists also have asserted that many species could be rebuilt within 5 years and that the 10-year requirement is a balance between biology of most species and short-term concerns of some managers and fishermen. Exceptions have been provided for many species that have rebuilding timeframes greater than 10 years because of their life history. Others contend that the 10-year rebuilding timeframe is arbitrary and that the lack of flexibility prevents regulators from pursuing a more balanced approach."], "subsections": []}, {"section_title": "Economic Concerns", "paragraphs": ["Economists and social scientists have questioned whether rebuilding plans that ignore the unique characteristics of each fishery, such as social and economic considerations, may result in significant loss of social welfare. They contend that stock rebuilding targets should not be based solely on biological factors. Depending on the productivity of the stock, characteristics of the fishery, and the discount rate, extending the rebuilding timeframe may increase economic benefits. Moreover, economic and social analysis can be useful when developing management measures used to achieve management objectives. Recognition of economic factors can ensure that the least costly or least socially disruptive management alternatives have been considered. Some social scientists argue that economic and social analyses are often incorporated after biological objectives have been established. For these reasons some social scientists have stressed the need to integrate social and economic elements from the beginning of the process.", "Increasing management flexibility also might improve short-term economic returns and lessen immediate social impacts on commercial and recreational fishermen. When factors outside of the control of fisheries managers occur such as environmental changes, management flexibility also might lessen the severity of economic and social disruption to fishermen until conditions improve. It has been reported that most fish stocks experience productivity regime shifts related to natural environmental fluctuations. However, for some fisheries existing flexibility may be adequate and in these cases greater flexibility could delay or stop progress toward stock rebuilding and increase long-term social costs. Unfortunately, developing specific rules for all fisheries is difficult if not impossible because fisheries are diverse with regard to the biology of target species, technology of harvesting strategies, and socioeconomic elements of related communities.", "Others have expressed concerns that managers have lost sight of the original fisheries management goals related to employment, food supply, revenue, and recreational opportunities. According to recent congressional testimony by Dr. Ray Hilborn, a consequence of reducing overfishing is to underutilize other fish stocks. The testimony asserts that 77% of stocks are underfished and 30-48% of U.S. potential yield is lost by underfishing. At the same time 22% of stocks that are overfished only constitute 1-3% of potential yield because they contribute to relatively small fisheries. He postulates that that lack of fishing effort associated with underfishing occurs for a number of reasons such as the lack of markets, but one of the primary factors is because precautionary regulations have been imposed to prevent overfishing. However, economic profitability of commercial harvesting is maximized at fishing effort levels below those which produce MSY. Consideration of economic efficiency under national standard 5 is another management objective that could be met by decreasing fishing effort to maximize net benefits instead of maximizing production. Unfortunately, satisfying management objectives is often more complex because of other elements of the system that require consideration such as recreational fishing allocations and benefits, processing and marketing sectors, and the well-being of fishing communities.", "The requirements to stop overfishing and rebuild stocks by using ACLs may improve fishing in the long run, but they also affect the allocation of fishing opportunities, catch, and benefits among fishermen and related businesses. Questions arise with respect to when benefits will accrue to fishermen and who will ultimately benefit when stocks have been rebuilt. Distributional issues may exist among different commercial gear types, commercial and recreational fishermen, and ports or communities. The effects of stock rebuilding may vary across different segments of the fishing industry such as support services, harvesters, processors, wholesalers, and retailers. There is also a temporal dimension to allocation for many fisheries because of the potential decoupling of present costs and future benefits. Often there are few if any guarantees that those who endure the immediate costs of ACLs and rebuilding programs will benefit in the future because of the weak nature of property rights in many fisheries and the inability of some fishermen to remain in the fishing industry when economic returns decline.", "Specific segments of fishing fleets, especially small-scale or traditional fishermen, and fishing communities may be affected disproportionately by requirements to end overfishing and by stock rebuilding programs. Like many segments of the U.S. economy, the fishing industry is changing, in this case due to a mixture of factors related to technology, social views, and resource limits. The current emphasis of fisheries management on long-term sustainability has resulted in less flexibility for fishermen; fishermen often find regulations restrict their access to fisheries, especially in cases where strict stock rebuilding is required. In some cases smaller vessels and specific coastal communities have been affected disproportionately because of their scale. For example, requirements to carry observers are disproportionately costly for smaller businesses and alternatives such as more distant fishing grounds may not be accessible by smaller vessels."], "subsections": []}, {"section_title": "Multispecies Fisheries", "paragraphs": ["Multispecies fisheries are often difficult to manage because the fishery may consist of both healthy and overfished stocks. Harvesting one stock at its optimum yield may result in overfishing of another stock when the two stocks are caught together as part of one fishery or when one of the stocks is caught as bycatch in another fishery. Fishing on healthy stocks is sometimes constrained by restrictions to promote rebuilding of another stock(s) that have been identified as overfished. When the quota of the overfished stock is reached, the entire fishery may be closed or curtailed. For example, over 90 species of groundfish are managed by the Pacific Regional Fishery Management Council, but fishing regulations are driven by eight species that are under rebuilding plans. This has led to under-fishing of healthy stocks and lost yield from underfishing amounts to 30% of total sustainable yield. This infers that greater flexibility in rebuilding timelines would allow for greater profits in this fishery.", "Most observers would agree that a biological biomass threshold is necessary to avoid depletion of overfished populations or, in the worst case, to avoid extinction. However, some question whether there should be greater flexibility in setting the level of stock biomass thresholds for weaker stocks in multispecies fisheries. The NMFS Guidelines attempt to address this issue with the mixed stock exception. The purpose of the mixed stock exception is to provide managers with a means to achieve Optimum Yield (OY) for some species while allowing overfishing of other species. According to the 2009 guidelines, the mixed stock exception may allow overfishing, but not if the stock is overfished or if the stock would be decreased to levels which would require stock rebuilding. Generally, it appears that as currently specified in the guidelines the mixed stock exception could only be used in limited circumstances and not in cases where stock have already been overfished. "], "subsections": []}]}, {"section_title": "Bills Introduced During the 112th Congress", "paragraphs": ["Several bills introduced during the 112 th Congress ( H.R. 1646 , H.R. 3061 , H.R. 6350 , and S. 632 ) would have added similar provisions to increase management flexibility. These bills would have amended Section 304(e)(4)(A)(i) of MSFCMA by changing the requirement from rebuild as soon as \"possible\" to a requirement to rebuild as soon as \"practicable.\" The following exceptions also would have been added to the current 10-year rebuilding requirement.", "(II) the Secretary determines that such 10-year period should be extended because the cause of the fishery decline is outside the jurisdiction of the Council or the rebuilding program cannot be effective only by limiting fishing activities;", "(III) the Secretary determines that such 10-year period should be extended to provide for the sustained participation of fishing communities or to minimize the economic impacts on such communities, provided that there is evidence that the stock is on a positive rebuilding trajectory;", "(IV) the Secretary determines that such 10-year period should be extended for one or more stocks of a multi-species fishery, provided that there is evidence that those stocks are on a positive rebuilding trajectory;", "(V) the Secretary determines that such 10-year period should be extended because of a substantial change to the biomass rebuilding target for the stock of fish concerned after the rebuilding plan has taken effect; or", "(VI) the Secretary determines that such 10-year period should be extended because the biomass rebuilding target exceeds the highest abundance of the stock of fish during the 25-year period preceding the date the rebuilding plan has taken effect and there is evidence that the stock is on a positive rebuilding trend. ", "The Secretary also would have been required to review factors other than commercial and recreational fishing that may contribute to the overfished status of a given stock of fish. Examples include environmental harm caused by commercial, residential, and industrial development, and agriculture in coastal areas, predator-prey relationships of target and related species, and other environmental and ecological changes to marine conditions. The rebuilding time period would be limited to the sum of the initial 10-year period, the time required to rebuild the stock without any fishing mortality, and the mean generation time of the stock."], "subsections": []}]}, {"section_title": "Uncertainty, Data, and Annual Catch Limits", "paragraphs": ["A provision added to the MSFCMA in 2006 requires fishery management plans to include a mechanism for specifying annual catch limits (ACLs) at a level where overfishing does not occur. The ACL requirements took effect in 2010 for fisheries subject to overfishing and in 2011 for all other fisheries. If ACLs are set at appropriate levels as required by MSFCMA, this action would end overfishing for all federally managed fish stocks. ACLs are defined in NMFS guidelines as the level of annual catch of a stock or stock complex that may not exceed allowable biological catch and serves as the basis for using accountability measures (AMs). AMs are actions taken to ensure that rebuilding will continue when adjustments are needed relative to the ACL. AMs include measures taken during the season to prevent the ACL from being exceeded or adjustments in the next fishing year to compensate for overages if the ACL was exceeded. "], "subsections": [{"section_title": "Uncertainty", "paragraphs": ["The complexity of marine ecosystems and fisheries not only make it difficult to determine ACLs and target stock levels, but because of the system's dynamic nature, benchmarks and forecasts are constantly changing. The NOAA Guidelines identify two types of uncertainty – management uncertainty and scientific uncertainty. Management uncertainty occurs because of the lack of information on actual catch due to illegal activity, late reporting of catch, misreporting catch, or non-reporting of bycatch. Landings data are rarely complete, especially for those fisheries with significant discards or a large recreational component. In these cases, managers have insufficient information to know whether an ACL has been reached and to make related management decisions such as slowing fishing effort or closing the fishery. ", "Scientific uncertainty is the uncertainty associated with the estimates of stock biomass and fishing mortality rates. Scientific uncertainty may occur for different reasons including limited biological data for many fisheries and inadequate stock assessment models. Furthermore, even for the most closely studied stocks, spawning success and future recruitment to the population are difficult to predict. The relationship between the abundance of spawning adults and recruitment (off-spring entering the populations) is confounded by biological and environmental factors. Assessments are also out of date by the time they are completed. First there is a lag between the time data are collected and the time taken to compile data and complete the assessment. Assessments are usually undertaken every three to five years because of funding constraints. Sometimes unpredictable and significant changes may occur before updates can be undertaken. In addition, factors affecting management uncertainty such as mischaracterization of catch may also increase scientific uncertainty. Some level of uncertainty is inevitable because of the nature of scientific information, the fishery resources, and the fisheries."], "subsections": []}, {"section_title": "Ecosystem Component Stocks", "paragraphs": ["The 2009 guidelines suggest classifying fish stocks into two groups—stocks in the fishery and ecosystem component species. Stocks classified as being in the fishery would include certain target species and sometimes non-target species that the councils and/or the Secretary believe require conservation and management. To encourage ecosystem management, NMFS created the ecosystem component species group. Stocks in the fishery require determinations of their condition, reference points and ACLs while ecosystem component species do not. The guidelines define ecosystem component species or stocks as nontarget species, species not subject to overfishing, species not likely to become subject to overfishing or being overfished, and species not generally retained for sale or personal use. Although not considered to be in the fishery, the guidelines encourage councils to consider measures to protect the role of ecosystem component species in the ecosystem by minimizing bycatch and bycatch mortality."], "subsections": []}, {"section_title": "Issues", "paragraphs": ["Disagreement about the use of ACLs is related in part to management and scientific uncertainties. Regardless of whether stock assessments are uncertain, ACLs are required for all fisheries and in some cases ACLs may impose strict constraints on the fishery. To ensure ACLs are not exceeded managers are now taking precautionary approaches when determining allowable catch. These concerns with uncertainties and the effect on fisheries have prompted proposals to improve stock assessments or to exclude certain stocks from ACL requirements. Some regions such as the North Pacific, which has a history of using catch limits, have adjusted to ACL requirements, while fisheries which used indirect controls on harvest in regions such as the Northeast have been subject to greater controversy and social and economic disruption. ", "Approaches to reducing uncertainty usually focus on technical improvements such as collecting more and better data and improving assessment models. Often many recommend dedicating more resources for data collection and stock assessments. They reason that by reducing risk of overfishing associated with uncertainty, the need for precautionary measures could be lessened. However, data and modeling improvements are likely to be costly and would require further increases of federal appropriations. The benefits of a closer approximation of benchmark population levels such as Maximum Sustainable Yield (MSY) are limited. Thus the value of these improvements must conform to the rule of diminishing returns. As more resources are directed to this purpose the marginal benefits of lower uncertainty decrease. An unanswered question for many fisheries is whether the current management system is in need of greater investment or if it has already reached the level where costs of additional information are greater than the benefits derived from greater certainty. "], "subsections": [{"section_title": "\"Data-Poor\" Stocks", "paragraphs": ["The causes of uncertainty vary by fishery and specific circumstances, but uncertainty plays a role in management decision-making for both data-poor and well-studied stocks. Data poor stocks are stocks for which there are inadequate data to complete a stock assessment to estimate biomass and fishing mortality reference points. In 2013, NMFS reviewed 478 individual stocks and stock complexes that are currently managed under 46 fishery management plans. Of the 478, there were 178 with an unknown overfishing status and 258 with an unknown overfished status. Many of the data-poor stocks are of relatively low value or minor components of fisheries. However, it should be noted that many believe these stocks provide biological diversity and ecological value to the system. ", "One option open to managers is to use recent average catch as a basis for establishing ACLs. Another option is to group several stocks into a stock complex and use one or more indicator stocks within the complex. This option relies on the assumption that the stock complex can be managed and monitored using one or more stocks that can be assessed. Another option might involve moving stocks to the ecosystem components species category to exclude them from ACL requirements. Some have speculated that ACL requirements may work against conservation because it provides an incentive to designate stocks in the ecosystem category to avoid management. "], "subsections": []}, {"section_title": "Well-Studied Stocks", "paragraphs": ["Even those stocks which are relatively well studied are subject to management and scientific uncertainty because of data constraints, ecological factors, and mis-specified models. In 2013, according to NOAA, of the 478 stock and stock complexes that are currently managed under fishery management plans, there were 300 with a known overfishing status and 230 with a known overfished status. The Gulf of Maine cod stock is a recent example of the difficulties fisheries scientists face in assessing fish populations, even when the stock is relatively well-studied. Gulf of Maine cod is one of the most valuable species of the Northeast multispecies fishery and the mainstay of many inshore fishermen. The stock assessment reviewed at the Groundfish Assessment Review Meeting (GARM III) in 2008 indicated that overfishing was still taking place in 2007, but the stock was no longer overfished (stock biomass had increased above the level that defines it as overfished). Instead of further progress, the 2011 stock assessment reviewed at the 53 rd Stock Assessment Workshop (53 rd SAW) showed that overfishing continued in 2010 and stock spawning biomass was one-third of the level estimated in 2007 indicating the stock was also overfished. Moreover, updated information and the new population model showed that in 2007, the stock was actually overfished. "], "subsections": []}, {"section_title": "Recreational Data and Uncertainty", "paragraphs": ["Often a major source of management uncertainty is related to stocks that are taken in recreational fisheries. Recreational catch is difficult to quantify because landings are widely dispersed and taken by many different participants. When a significant percentage of catch is taken by recreational fishermen, it usually adds to uncertainties in developing stock assessments. Furthermore, recreational quotas are often difficult to manage on a real-time basis because of their nature. Overages may be common because catch is compiled using statistical models that may calculate totals months after the annual fishery is finished. These factors may lead to unpredictable recreational openings and closures and the use of accountability measures (AMs) in subsequent years that may limit quotas significantly. Replacement of the Marine Recreational Fisheries Statistics Survey with the new Marine Recreational Information Program is focused on improving recreational data, but it may take several years before this information can be fully incorporated into the management process. Regardless, there will continue to be substantial uncertainty related to recreational harvests, especially when using recreational information to account for landings during the fishing year. "], "subsections": []}]}, {"section_title": "Bills Introduced During the 112th Congress", "paragraphs": ["During the 112 th Congress, H.R. 2304 , H.R. 6350 , and S. 1916 included provisions that would have excluded certain stocks from ACL requirements. These bills focused on the need for more timely stock assessments and would have stopped managers from establishing ACLs without periodic stock assessment updates. These bills also would have defined and applied the concept of an \"ecosystem component stock\" or \"ecosystem component species\" in statute and excluded them from ACL requirements. ", "H.R. 3061 and H.R. 6350 would have amended Section 304 of the MSFCMA by adding a provision that would have allowed the Secretary to suspend ACLs. Suspension of ACLs would have been allowed if the Secretary determines that the fishery is not overfished or approaching a condition of being overfished, if any stock of fish in the fishery previously affected by overfishing is rebuilt, and if the Scientific and Statistical Committee (SSC) cannot ensure that the fishery management plan for the fishery is consistent with Section 301(a)(8). Section 301(a)(8) requires that conservation and management measures provide for the sustained participation of fishing communities and to the extent practicable, minimize adverse economic impacts on such communities. ", "H.R. 3061 also included a section which would have required the Secretary to enter into an agreement with the National Research Council (NRC) to study current implementation of recreational survey methods. The study would have updated the assessment of recreational survey methods that NRC published in 2006. The study also would have evaluated the extent to which recommendations made in 2006 have been implemented and examine limitations of the Marine Recreational Information Program."], "subsections": []}]}, {"section_title": "Limited Access Privilege Programs (Catch Shares)", "paragraphs": ["Catch shares is the general term for fishery management systems which divide the total quota or harvest level of fish into individual shares or quotas. These shares may be allocated among different entities such as fishermen, cooperatives, or fishing communities. Other common terms for catch shares include individual transferable quotas (ITQs) and Individual Fishery Quotas (IFQs). The term limited access privilege (LAP) as defined in the MSFCMA is a specific type of catch share program which may be allocated to a person as opposed to a sector, cooperative, or fishing community.", "The term 'limited access privilege'— (A) means a Federal permit, issued as part of a limited access system under section 303A to harvest a quantity of fish expressed by a unit or units representing a portion of the total allowable catch of the fishery that may be received or held for exclusive use by a person; and (B) includes an individual fishing quota; but (C) does not include community development quotas as described in section 305(i).", "Catch share programs have been controversial since the first federal program was established for the Mid-Atlantic surf clam fishery in 1990. In the Sustainable Fisheries Act of 1996 ( P.L. 104-297 ) Congress responded to concerns related to the fairness of quota allocations, the potential for quota consolidation, and economic effects on the fishing industry and fishing communities by placing a moratorium on creating new ITQ programs. Congress later extended the moratorium to September of 2002 after which it was allowed to expire. Since the moratorium expired, ten new programs have been established bringing the total number of federal catch share programs to fifteen. ", "Typically without catch shares, annual quotas or annual catch limits are established by fishery scientists and managers and made available to all fishermen who have permits to operate in the fishery. When the annual quota is reached, the fishery is usually closed to prevent overfishing of fish stocks. Management with a fishery-wide quota provides an incentive for fishermen to gain the greatest share of the total quota, often as quickly as possible, before the fishery is closed. This outcome has been characterized as \"derby fishing\" or the \"race to fish.\"", "Academic research and evaluations of existing catch share programs have shown that catch shares can change incentives and improve economic efficiency. Allocating the total quota among permit holders changes incentives because entities such as individual fishermen or cooperatives possess a secure share of the quota. By providing fishermen with their own quota, investments in vessels, equipment, and crew to compete with others for a greater share of the total quota become unnecessary. Instead investments are likely to be more closely aligned with the individual fisherman's allocation. If quota shares are transferable, vessel owners may purchase or sell quota to match the needs of their business. ", "Catch shares may also provide fishermen with greater flexibility to land fish when conditions such as markets and weather are most favorable. Markets often improve under catch share systems because landings can be spread out over a longer period instead of shortened seasons with high landings and lower prices. Generally, as fishermen gain greater control over the resources that are allocated to them, such as when to fish, their individual businesses and the harvesting sector become more profitable. "], "subsections": [{"section_title": "Issues", "paragraphs": ["Catch shares have remained controversial because of potentially higher management costs, the perceived fairness of the initial allocation, concerns with consolidation of the fleet and associated loss of employment, and effects on fishing communities. There also appears to be a general perception among some in the fishing industry that catch share programs have been imposed on the industry. ", "Catch shares may increase management costs because of administrative costs to set up and operate programs, and monitoring costs to ensure that individual quotas are not exceeded. Monitoring of catch at-sea by observers can be costly and burdensome, especially for smaller vessels. For some programs, costs are recovered by NMFS through fees and observers contracted by the fishing vessel or company. In other cases, the agency has implemented programs and shared management costs, but plans to phase out assistance. In these cases, especially where stock rebuilding is occurring, the share of costs between the fishing industry and government has become contentious. ", "The initial allocation of catch is especially controversial because the basis for allocating harvest among fishermen (e.g., historical participation, auctions, or others) will favor some fishermen over others. In some cases, those fishermen who are allocated quota gain a onetime windfall equal to the discounted value of all future profits from the individual quota. Some perceive this outcome as unfair to others in the industry such as crew members or future fishermen. Some fishermen who are not allocated enough quota to be economically viable, may have to sell their share to those with more capital. For those who want to leave the fishery this could be an advantage, but not for those who do not wish to leave. Catch shares may shift landings and affect specific fishing ports disproportionately. For example, in the Alaska halibut catch share (IFQ) fishery, small remote fishing communities have lost fishing rights because residents have been more likely to sell than buy quota. ", "A related concern is that disproportionate shares of quota could be controlled by a relatively small number of fishermen. Some fishermen are concerned that this will change the nature of fisheries and make small scale fishing unprofitable. If consolidation occurs, investments in gear and vessels may be utilized more efficiently, but the number of crew employed in the fishery may also decrease. A possible consequence of greater fleet profitability is that remaining jobs may become more stable and permanent. Some have concluded that consolidation is inevitable in cases where fisheries have been overcapitalized, but that the redistribution of fishing rights may have unintended consequences."], "subsections": []}, {"section_title": "Previous Bills", "paragraphs": ["Several similar bills were introduced in the 112 th ( H.R. 1646 , H.R. 2772 , H.R. 6350 , and S. 1678 ) and 113 th ( S. 221 ) Congresses to address concerns related to LAP fisheries. All five bills only would have applied to fisheries in the New England, Mid-Atlantic, South Atlantic, and Gulf of Mexico fishery management regions. In each case a petition requesting development of the LAP program would have been required and approval of the proposed LAP (catch share) program would have depended on a vote of eligible fishermen. H.R. 1646 would have terminated programs after five years unless two-thirds of eligible fishermen approved continuation of the program. S. 1678 , H.R. 2772 , and S. 221 would have terminated LAP programs if the Secretary determined that the number of eligible fishermen in the fishery decreased by 15% from the year before the program was established. S. 1678 , H.R. 2772 , and S. 221 would have required fees to recover all costs of LAP programs including observer costs. H.R. 6350 also would have added the definition of the term catch share to the MSFCMA."], "subsections": []}]}, {"section_title": "Management Process and Decision-Making", "paragraphs": ["Fisheries managers are challenged to take management actions which both minimize uncertainty and incorporate uncertainty in the decision making process. Some have questioned whether NOAA has the data and science to properly manage fisheries under current overfishing and stock rebuilding requirements. Management actions such as conservative harvest limits and fishery closures have been questioned when data are limited and stock assessments are perceived by many to be uncertain. In addition to improving data and requiring more timely stock assessments, some have proposed taking risk neutral approaches when estimating ACLs, broadening peer-review requirements, and constraining management decisions perceived by fishing interests to be extreme. "], "subsections": [{"section_title": "Issues", "paragraphs": ["According to NOAA guidelines, scientific and management uncertainty should be incorporated by setting ACLs according to precautionary or risk-averse approaches. Many fishermen are concerned with a risk-averse approach because they believe fisheries are often constrained unnecessarily. They assert that management should be risk neutral and management actions that would constrain the fishery should not impose abrupt and severe measures. Conversely, environmentalists have advocated for precautionary approaches because of historic tendencies of managers to take risks by using optimistic assumptions to set quotas. They also contend that uncertainty should not be used to undermine the best available scientific information or as an excuse for inaction.", "Some are concerned that the interests of NMFS scientists sometime diverge from those of the fishing industry. They have advocated for more external peer review of stock assessments to ensure impartiality and to more fully consider different views. These changes also would be likely to convince some fishermen that the process is more fair and balanced. On the other hand, some would argue that the current process provides adequate peer review and that the best available science is currently used in the management process. They claim that further reviews would not add significantly to current assessments and that costs limit the amount of data and complexity of fishery models that might be used.", "Concerns have been expressed by many in the fishing industry that the management process needs greater scrutiny when management measures harm fishing businesses. Management actions such as closures have been especially controversial in Gulf of Mexico and South Atlantic recreational fisheries. They assert the abrupt management actions harm businesses and make planning difficult. Fishermen also have claimed that these management actions are often based on uncertain and dated assessments. They surmise that the process needs to ensure that decisions are based on current conditions and the process is more open and accessible to those being regulated. Often fishermen cannot attend FMC meetings because they are at-sea fishing, especially when fishing or market conditions are favorable. "], "subsections": []}, {"section_title": "Bills Introduced During the 112th Congress", "paragraphs": ["Several bills would have changed RFMC management processes and decision making. H.R. 1646 , would have directed RFMC scientific and statistical committees to provide \"risk neutral\" scientific advice to the FMCs and limit SSC recommendations to change ACLs unless the basis of these recommendations are peer reviewed by non-governmental entities. H.R. 1646 also would have limited closures by requiring certain conditions are met before a fishery could be closed and require review of the effects of the closures on small businesses and jobs in coastal communities. H.R. 1646 and H.R. 6350 also would have required the Secretary to report to Congress on the effects and characteristics of fishery closures established during the previous five years. ", "Often fishermen are unable to attend RFMC meetings because they are at sea. H.R. 2753 and H.R. 6350 would have required each RFMC to make live broadcasts of RFMC, Scientific and Statistical Committee, and the Council Coordination Committee meetings available on the Internet to allow for greater levels of public participation. RFMCs also would have been required to provide complete audio, complete video, and transcripts of certain meetings depending on the circumstances. ", "H.R. 3061 included a section related to reports of the SSCs. The SSCs would have been required to provide an annual report on the process and information used in providing scientific advice to its Council. Each Council also would have been required to submit to the Secretary and make available to the public any reports or other information provided by the SSC. "], "subsections": []}]}, {"section_title": "Ecosystem Management", "paragraphs": ["Many advocates, managers, and scientists support managing fisheries at the ecosystem level because of its potential to include factors often not included in fishery assessments. Most fishery management actions still depend on single species stock assessments. Current stock assessments focus on the relationship between fishing mortality and fish stocks, but fish populations are also affected by other elements of the ecosystem such as predators and prey, competition, environmental conditions, and other factors. Supporters of ecosystem-based management stress that when making management decisions ecosystem-based data and models are needed to incorporate the true complexity of the marine environment. Despite general agreement on the relevance of ecosystem management, questions remain with regard to its implementation and cost.", "In 1996, Section 406 of the MSFCMA required the Secretary of Commerce to establish an advisory panel and for the panel to report with recommendations to expand the application of ecosystem principles in fisheries management. In 1998, the panel completed its report which assessed the extent to which ecosystem principles were applied in fishery research and management and how to further integrate ecosystem principles into future fishery management and research. The panel noted that ", "a comprehensive ecosystem-based fishery management approach would require managers to consider all interactions that a target fish stock has with predators, competitors, and prey species; the effects of weather and climate on fishery biology and ecology; the complex interactions between fishes and their habitat; and the effects of fishing on fish stocks and their habitat.", "In their report, the panel described the difficult task of managing at the ecosystem level and recognized that, in most cases, available data were insufficient. However, it stressed that there are practical ways to use the information that is available and recommended the use of fishery ecosystem plans (FEPs) to further incorporate ecosystem principles into FMPs. The FEP would document the structure and function of the ecosystem in which fishing activities occur as well as provide information to managers about the effects of their decisions on other components of the ecosystem and the effects of other ecosystem components on fisheries. The panel concluded that", "if fishery management is to further incorporate ecosystem principles, Congress must provide a specific mandate to NMFS and the regional councils to do so and must fund the scientific infrastructure required to support the decision-making process. Requiring regional councils to prepare FEPs provides a mechanism to focus and inform fishery management, to measure progress toward implementation of ecosystem-based fishery management, to identify research needs and ultimately to insure healthy and productive ecosystems .", "In 2006, Section 406 of the reauthorized MSFCMA required NMFS to undertake a study of the state of the science for advancing the concepts and integration of ecosystem considerations in federal fisheries management. Section 406 specified four objectives including the following:", "(1) form recommendations for scientific data, information, and technology requirements for understanding ecosystem processes and methods for integrating this information from federal, state, and regional sources; ", "(2) form recommendations for processes for incorporating broad stakeholder participation;", "(3) form recommendations for processes to account for effects of environmental variation on fish stocks and fisheries; and ", "(4) describe existing and developing RFMC efforts to implement ecosystem approaches. ", "The report recommended maintaining and expanding current fishery-dependent and fishery-independent surveys, and collection of data for long-term studies. It also supported research to improve ecological models that are needed to improve understanding of dynamic ecosystem processes. Investigation of the effects of environmental variation on fish stocks, especially climate change, was emphasized by the report. Generally the report acknowledged that there are still critical gaps in the data and modelling of marine ecosystems. "], "subsections": [{"section_title": "Issues", "paragraphs": ["Despite progress, data requirements of ecosystem-based management are extensive and assessments and implementation would be extremely complex. According the 2009 NOAA report: ", "The ecosystem approach to management (EAM) is a more complex and information intensive than traditional fisheries management approaches and will require dedicated resources to implement effectively. At present, Councils cannot undertake EAM as a dedicated programmatic task and NMFS is unable to provide the required environmental and fisheries data and associated predictive analyses. ", "The report stated that the present ability of existing stock assessments to account for environmental effects is minimal, current multispecies models have very limited predictive accuracy, and ecosystem shifts can generally be recognized only after they have occurred. Most current surveys do not provide enough information to manage all stocks or to provide sufficient understanding of the relationship among habitat, benthic organisms and fish species. Moreover, management of many ecosystems components which affect the productivity and abundance of fish populations such as water quality or wetlands are outside the authority of fishery managers.", "The eight RFMCs have taken different paths and have exhibited different amounts of progress toward incorporating ecosystem principles into fisheries management. Generally there is a lack of agreement among RFCMs of how to implement ecosystem approaches to fisheries management. For example, some RFMCs have developed FEPs while others have not. Unresolved questions include the levels of investment needed to achieve specific ecosystem management objectives and whether specific statutory changes are needed to implement ecosystem management. ", "At a recent forum, three inter-related ecosystem topics were introduced to bring greater focus to implementing ecosystem-based management. Some reason that it may be more practical to take an incremental approach by concentrating on more specific and immediate concerns. Focus areas included the following:", "adapting to climate change; managing forage fish; and integrating habitat considerations."], "subsections": [{"section_title": "Climate Change", "paragraphs": ["Climate change is likely to cause shifts of ecosystems and affect the composition and productivity of related fish stocks. Some have questioned how fisheries managers can prepare and mitigate for these shifts and changes in productivity. As fish distributions shift it is likely management will require greater coordination among national (adjacent RFMCs) and international jurisdictions. As systems are modified by climate change managers may need to take approaches that are more proactive and precautionary. For example, very little is known about Arctic fish stocks that are becoming more accessible to fisheries. The Pacific RFMC adopted and the Secretary of Commerce approved the Arctic FMP which closed U.S. federal waters of the Arctic Ocean to commercial fishing until sufficient data has been collected to guide management and exploitation. "], "subsections": []}, {"section_title": "Forage Fish", "paragraphs": ["Forage fish such as herring and anchovies play an important role in marine ecosystems. They comprise a significant portion of total ecosystem biomass and they are consumed by predators throughout their life span. Forage fish provide an important link between primary production (phytoplankton) and higher tropic levels (predators such as tuna). Commercial fishermen harvest forage fish for both direct consumption and indirect uses such as bait, fishmeal, and fish oil. Some recreational and environmental groups argue that greater protection for forage fish is needed because of their role in the ecosystem. They question whether the characteristics of forage fish warrant unique management approaches and if so, they ask whether the RFMCs have the flexibility to address these concerns under current law and regulations. "], "subsections": []}, {"section_title": "Essential Fish Habitat", "paragraphs": ["The 1996 reauthorization established requirements to identify, describe, conserve, and enhance essential fish habitat (EFH). The MSFCMA defines EFH as \"those waters and substrate necessary to fish for spawning, breeding, feeding or growth to maturity.\" EFH is now identified and described for species under each FMP and in some cases specific areas have been closed to fishing because of the impacts of fishing gear on bottom habitat. The distinction between essential and non-essential habitat, however, is problematic because in some cases regional councils have not distinguished between essential and non-essential parts of a range of habitat, choosing instead to define all habitat as essential. Prioritizing among habitats is needed if managers are to achieve measurable progress and focus is critical in this age of shrinking budgets. In most cases, current understanding of the linkages between habitat and fish productivity and the extent of harm to habitat caused by fishing and non-fishing activities is either insufficient or unavailable. ", "Nonfishing impacts on habitat fall outside the authority of fishery managers although many estuaries and other nearshore fish habitats are threatened by nonfishing activities. The MSFCMA requires federal agencies to consult with the Secretary of Commerce when their actions may adversely affect essential fish habitat. Some question how consultation on nonfishing habitat degradation can be improved and whether legislative action is needed to minimize nonfishing impacts. "], "subsections": []}]}]}, {"section_title": "Bycatch", "paragraphs": ["The selectivity of commercial fishing gear depends on its characteristics and the nature of the species that it targets. Sometimes fishermen cannot control for the size of fish or species that are caught in the course of fishing. National standard 9 of the MSFCMA requires conservation and management measures to minimize bycatch and bycatch mortality. Bycatch is defined in the act as fish harvested in a fishery, but not sold or kept for personal use, and includes economic discards and regulatory discards. Economic discards are fish that are targeted by the fishery, but are not retained because they are of an undesirable species, poor quality, or for other economic reasons. Regulatory discards are fish harvested in a fishery that fishermen are required by regulation to discard whenever caught, or to retain but not sell. ", "The MSFCMA's definition of bycatch explicitly excludes fish released alive under a recreational catch-and-release fishery management program. The MSFCMA definition does not include incidentally caught sea turtles, sea birds, and other non-fish organisms. For its national strategy, NOAA defines bycatch more broadly as discarded catch of any living marine resource, plus unobserved mortality due to a direct encounter with fishing gear. ", "The MSFCMA also includes several sections that focus on reducing bycatch. Section 303(a)(11) requires FMPs to", "establish a standardized reporting methodology to assess the amount and type of bycatch occurring in the fishery, and include conservation and management measures that, to the extent practicable and in the following priority— (A) minimize bycatch; and (B) minimize the mortality of bycatch which cannot be avoided;", "The act also includes a section concerning North Pacific Fisheries Conservation that focuses on bycatch reduction incentives and a section which established a bycatch reduction engineering program.", "Since most bycatch is discarded at sea, for many fisheries it has been difficult to quantify its extent and composition. In 2011, NOAA released a national bycatch report that provided bycatch estimates for federal commercial fisheries and recommendations for improvements to bycatch data collection and estimation. Bycatch data are provided by onboard observers, self-reported vessel logbooks or trip reports, commercial dealer landings reports, and protected species reports. The report developed the following tier system to rate the 152 fisheries included in the report. ", "Tier 0 - 24% of fisheries reviewed. No estimates exist for these fisheries because of the lack of data. Tier 1 – 16% of fisheries reviewed. Bycatch data were available but generally unreliable or data had not been analyzed. Tier 2 – 15% of fisheries reviewed. Bycatch estimates were generally available but would have benefited from improvement in data or analytical methods. Tier 3 – 41% of fisheries reviewed. Bycatch estimates were generally available and data were of higher quality than Tier 2. Tier 4 – 4% of fisheries reviewed. Bycatch estimates were available and based on the highest quality data and analytical methods. ", "The report estimated that in 2005 national bycatch totaled 1.221 billion pounds while landings of these fisheries totaled 6.068 billion pounds. NMFS intends to use this first national compilation of bycatch as a baseline for subsequent updates. The report notes that data were from 2005 and that it is likely that the quality of data and estimates have improved since then, and that further bycatch reductions have been made in some fisheries. "], "subsections": [{"section_title": "Issues", "paragraphs": ["Despite efforts to improve bycatch data collection and to address the need to reduce bycatch, these issues are still of concern to the public, environmental organizations, recreational anglers, and commercial fishermen. Bycatch can harm marine ecosystems, deplete protected species (endangered species and marine mammals), and reduce marine biodiversity. Economic losses also occur when undersized fish are discarded after dying in fishing gear (regulatory discards) and valuable fish are caught in a fishery that is not allowed to retain them (salmon caught in the Alaska pollock fishery). ", "RFMC and fishing industry efforts have decreased bycatch in many fisheries. For example, an innovative industry program in the North Pacific avoids bycatch \"hotspots\" by closing areas of the pollock fishing grounds when Chinook salmon bycatch rates are high in those areas. The North Pacific RFMC has also established bycatch limits, closed areas, and gear requirements for trawl fisheries operating in the region. However, according to Oceana, an environmental group, only 20 percent of existing FMPs include incentives to minimize bycatch. Many, especially environmental groups, support efforts to further establish bycatch reduction incentives, set bycatch caps, and develop more selective fishing gear. ", "Adequate knowledge of the quantity of organisms discarded is needed to measure fishing mortality and to develop reliable stock assessments. For example, accounting for by-catch during development of ACLs is required, but often managers are hampered by the paucity of bycatch data. According to some environmental groups, bycatch information is unreliable and inconsistent because of insufficient at-sea coverage by observers or electronic monitoring. Although observers are stationed on fishing boats, the level of coverage is often below levels needed to accurately quantify bycatch. Observer coverage is costly and in some cases observers are difficult to accommodate on small vessels. Electronic monitoring systems are currently under development in several regions. In some cases these systems may supplement direct observations and offer a less costly alternative. "], "subsections": []}]}, {"section_title": "Other Issues", "paragraphs": [], "subsections": [{"section_title": "Fishery Disaster Assistance", "paragraphs": ["Disaster relief may be provided by the federal government to assist the fishing industry when it is affected by a commercial fishery failure. A commercial fishery failure can be declared when fishermen endure economic hardships resulting from fish population declines or other disruptions to the fishery. The Department of Commerce can provide disaster assistance under Sections 308(b) and 308(d) of the Interjurisdictional Fisheries Act (IFA; 16 U.S.C. §4107), as amended, and Sections 312(a) and 315 of the MSFCMA (16 U.S.C §1861). NMFS determines whether a commercial fishery failure has occurred and in allocating federal funds to states and affected fishing communities. Congress plays a pivotal role by appropriating funds and providing oversight of the process. States also play a central role by initiating requests, providing information, planning for the use of funds, and often disbursing funds.", "Critics contend that disaster assistance programs often fall short of expectations because sometimes funds are not disbursed in a timely manner. There is no permanent relief fund to draw from when fishery failures occur and funds are seldom appropriated in anticipation of disasters. Given the timing of appropriations bills and congressional schedules, it can be difficult to appropriate funding in a timely manner. Furthermore, in several cases it has taken over a year for the Secretary of Commerce to make a determination. ", "During the 112 th Congress two bills ( H.R. 1646 and H.R. 6350 ) included provisions which would have required the Secretary to make a determination within 60 days of the date on which the Secretary received the request. Two provisions were included in the Agriculture Reform, Food, and Jobs Act of 2013 ( S. 954 ) which passed the Senate. The first would have required the Federal Crop Insurance Corporation (FCIC) to develop a feasibility study to determine the best method of insuring harvesters. The FCIC would be required to submit a report with the results of the study to the House Committee on Agriculture and the Senate Committee on Agriculture, Nutrition, and Forestry. The second provision would have added commercial fishermen to the list of eligible borrowers for emergency loans. The USDA's Farm Service Agency provides emergency loans due to drought, flooding, other natural disasters or quarantine. The House bill did not include similar provisions and neither of the Senate provisions was included in the final bill ( P.L. 113-79 )."], "subsections": []}, {"section_title": "Data Collection and Confidentiality", "paragraphs": ["The need to monitor compliance and collect data, especially from vessels at-sea has increased the use of at-sea observers and hastened the development of electronic monitoring systems. Observers are often required on commercial fishing boats to monitor compliance, document take of protected species, and record biological data. The expense of observers and need for observation on small boats with limited space has encouraged the use of electronic monitoring. Electronic monitoring utilizes cameras and other electronic monitoring equipment to carry out some of the same monitoring tasks as observers. With the increase in at-sea monitoring new concerns with confidentiality and use of data have emerged.", "Information collection is essential for developing stock assessments, developing regulations, and managing fisheries. Currently, information submitted to the Secretary, state agency, or fishery commission by any person in compliance with the MSFCMA is confidential and cannot be disclosed. Under the MSFCMA and current confidentiality rules, when data are used for management purposes, it may only be disclosed when it is aggregated as a summary. Summary formats are used so that information of a specific business is not directly or indirectly disclosed. On May 23, 2012, NMFS released a proposed rule to implement the MSFCMA confidentiality provisions and to formalize current data confidentiality practices."], "subsections": []}, {"section_title": "Subsistence", "paragraphs": ["Subsistence fishing is a significant activity for many who live in coastal areas and a source of resources for some communities, but it is not explicitly addressed in the MSFCMA. Subsistence fishing can satisfy diverse needs such as personal consumption and community traditions. Although subsistence fishermen benefit from management that sustains stocks, they can also be affected by allocation decisions and other management measures. Their needs, motivations, and use of fishery resources are likely to differ from those of most recreational and commercial fishermen. Subsistence fishing is not defined in the MSFCMA, but an example of a definition for subsistence uses in Department of the Interior regulations is", "the customary and traditional uses by rural Alaska residents of wild, renewable resources for direct personal or family consumption as food, shelter, fuel, clothing, tools, or transportation; for the making and selling of handicraft articles out of nonedible byproducts of fish and wildlife resources taken for personal or family consumption; for barter, or sharing for personal or family consumption; and for customary trade. ", "Some groups are concerned that fisheries regulations do not necessarily account for traditional values and cultural beliefs. Some have questioned whether subsistence fishing could benefit by being explicitly included in the management process for decisions related to allocation of resources and disaster relief. For example, the halibut IFQ program appears to have led to the loss of fisheries participation in some small Alaska indigenous communities. "], "subsections": []}, {"section_title": "International Agreements and Port State Measures", "paragraphs": ["Coordinated management of fish stocks that travel among national zones of jurisdiction and the high seas is accomplished by international agreements which may establish regional fisheries management organizations (RFMOs). Each nation is expected to develop domestic laws and regulations that are consistent with each agreement. In many cases this requires implementing legislation and regulations to meet commitments to RFMOs and international fisheries agreements. Often legislation concerning RFMOs and other international fisheries issues is passed as part of MSFCMA reauthorizations. The following are two examples of legislation related to international fisheries management that have been introduced during the 113 th Congress. "], "subsections": [{"section_title": "Illegal, Unreported and Unregulated Fishing and Other Fisheries Agreements", "paragraphs": ["The Magnuson Stevens Fishery Conservation and Management Reauthorization Act of 2006 ( P.L. 109-479 ) amended the High Seas Driftnet Fishing Moratorium Protection Act ( P.L. 104-43 ) to address illegal, unreported, and unregulated (IUU) fishing. The Moratorium Protection Act requires the NMFS to identify nations engaged in IUU fishing; to consult with identified nations; and to determine whether the nation has taken actions to address IUU activity. If the nation in question does not take actions to stop its IUU activities, U.S. imports of fisheries products from that nation may be prohibited. ", "During the 113 th Congress, two similar bills have been introduced in the House ( H.R. 69 ) and the Senate ( S. 269 ) to harmonize and strengthen the enforcement provisions that implement international fishery agreements to which the United States is a party. Provisions of these bills focus on reducing IUU fishing activities. Both bills also would implement the Convention for the Strengthening of the Inter-American Tropical Tuna Commission established by the 1949 Convention between the United States of America and the Republic of Costa Rica (Antigua Convention). On November 18, 2005, the Senate ratified the Antigua Convention. On December 17, 2013, S. 269 was reported by the Committee on Commerce, Science, and Transportation, but no further action has been taken on either bill."], "subsections": []}, {"section_title": "Agreement on Port State Measures", "paragraphs": ["The Agreement on Port State Measures to Prevent, Deter and Eliminate Illegal, Unreported and Unregulated Fishing was approved by the United Nations Food and Agriculture Organization (FAO) Conference at its Thirty-sixth Session on November 22, 2009, through Resolution No. 12/2009, under Article XIV, paragraph 1 of the FAO Constitution. This Agreement, comprised of 37 Articles and 5 Annexes, aims to prevent illegally caught fish from entering international markets through ports. Under the terms of the treaty, foreign vessels will provide advance notice and request permission for port entry, countries will conduct regular inspections in accordance with universal minimum standards, offending vessels will be denied use of port or certain port services, and information sharing networks will be created. The United States signed the Agreement on November 22, 2009, the President transmitted it to the Senate on November 14, 2010, and on April 3, 2014, the Senate ratified the treaty. ", "In the 113 th Congress, on February 11, 2012, the Pirate Fishing Elimination Act ( S. 267 ) was introduced. S. 267 would implement the agreement on port state measures and apply to vessels seeking entry to ports subject to the jurisdiction of the United States. The bill includes provisions related to duties of the Secretary, procedures for vessels entering U.S. ports, denial of port services, inspections, prohibited acts, and enforcement. On January 8, 2014, S. 267 was reported by the Senate Committee on Commerce Science and Transportation, but no further action has been taken. "], "subsections": []}]}, {"section_title": "State-Federal Relationship", "paragraphs": ["Prior to 1976, states had management authority over all fisheries in waters adjacent to their coastlines, and there was little or no federal jurisdiction over living marine resources in these waters. With enactment of the Fishery Conservation and Management Act in 1976, marine fishery resources within 3 to 200 nautical miles of shore came under federal jurisdiction, while states retained jurisdiction of marine fishery resources from their coastline out to three nautical miles offshore. In Section 306, the MSFCMA states that the act neither extends nor diminishes the authority or jurisdiction of any state within its boundaries. The MSFCMA attempts to balance state interests with federal conservation and management goals, through the composition of RFMCs, support of regional commissions, and coordination with state fishery management. Many species managed by the RFMCs are found and fished in both state and federal waters. ", "Some recreational and commercial fishermen are in favor of shifting greater management responsibility to state or regional levels because they believe local individuals are more knowledgeable about specific environmental conditions and economic needs of the state. These changes are likely to require more state resources to collect data, assess stocks, and develop management measures. In contrast, while recognizing the need for local expertise, some interests would oppose further decentralization of federal fisheries. Decentralized management, in their opinion, might put short-term local economic needs above long-term stock rebuilding and productivity.", "The red snapper fisheries of the Gulf of Mexico are among the most controversial fisheries under federal management and some would like to see greater state involvement in its management. The Gulf of Mexico stock was fished to low levels during the 1990s, and the Gulf of Mexico RFMC developed several FMP amendments to rebuild the fishery. Quotas have been kept at low levels and although the stock is overfished (low biomass), overfishing is no longer occurring. As rebuilding has proceeded and stock biomass has increased, associated fishery quotas, catch rates, and the average size of fish have also increased. However, seasons have become shorter because these increases have allowed recreation fishermen to reach the red snapper quota more quickly. Fishermen question whether stock assessments accurately reflect red snapper abundance when they are observing high catch rates. Recently, the fishery has become further complicated by inconsistent seasons in state and federal waters. Some have advocated for a greater state role in management such as determining seasons and extending state jurisdiction over red snapper. ", "During the 113 th Congress six bills ( H.R. 1430 , H.R. 3099 , H.R. 3197 , S. 681 , S. 747 , and S. 1161 ) have been introduced to transfer management authority over red snapper from federal to State or regional control. H.R. 1430 , S. 681 , and S. 747 would grant management authority to the coastal States in the region. The authority would be contingent on agreement by the Governors on a red snapper fishery management plan. If the Governors fail to reach an agreement, management authority would revert back to the Secretary of Commerce. H.R. 3099 , H.R. 3197 , and S. 1161 would transfer authority over red snapper to the Gulf States Marine Fisheries Commission. The Commission would develop a fishery management plan that would take the place of the current Gulf of Mexico RFMC FMP. H.R. 3099 and H.R. 3197 would also require review and certification by the Secretary of Commerce that the plan is compatible with Section 301 of the MSFCMA and would ensure the long-term sustainability of the Gulf of Mexico red snapper population."], "subsections": []}, {"section_title": "Use of Funding from Enforcement Penalties", "paragraphs": ["NOAA's Asset Forfeiture Fund (AFF) is funded from fines collected from fishermen who violate marine resource laws. The MSFCMA provides the National Marine Fisheries Service (NMFS) Office of Law Enforcement (OLE) and NOAA's Office of General Counsel for Enforcement and Litigation (GCEL) authority to use funds for supporting fisheries enforcement activities. In 2010, NOAA was the subject of an investigation into the potential misuse of the AFF. The audit commissioned by the U.S. Department of Commerce, Office of Inspector General and conducted by an outside accounting firm found that OLE's and GCEL's management processes and internal controls were nonexistent or weak. These problems were reflected in OLE's procurement and management of vehicles and vessels, OLE's and GCEL's use of the AFF for international travel, and OLE's administration of its Special Operations Fund for covert and undercover operations. In 2010, NOAA began implementing reforms to policies and procedures in response to the Inspector General's report. ", "In response to concerns related to the use of funds and needs for funding of fisheries research and monitoring, five bills were introduced during the 112 th Congress that addressed concerns with NOAA enforcement funds. Four of these bills ( H.R. 1013 , H.R. 2610 , H.R. 6350 , and S. 1312 ) proposed to use fines, penalties, and forfeitures of property for fisheries management needs such as monitoring and data collection. For certain fisheries enforcement cases, three bills, H.R. 2610 , S. 1304 , and S. 1312 would have used funds to reimburse fishermen for legal fees and costs incurred from fisheries enforcement penalties."], "subsections": []}, {"section_title": "Aquaculture", "paragraphs": ["Development of commercial aquaculture facilities in federal waters is hampered by an unclear regulatory process in the EEZ, and technical uncertainties related to working in offshore areas. Regulatory uncertainty has been identified by the Administration as the main barrier to developing open ocean aquaculture. Uncertainties often translate into barriers to commercial investment. Controversy related to potential environmental and economic impacts have also contributed to slowing expansion. Legislation was introduced during the last several Congresses to establish a regulatory system for offshore aquaculture in the U.S. EEZ. Bills have also been introduced to prohibit aquaculture in the EEZ unless a law is passed to authorize such actions. ", "Nonetheless, on January 28, 2009, the Gulf of Mexico RFMC voted to approve a plan to issue aquaculture permits and regulate aquaculture in federal waters of the Gulf of Mexico. On September 3, 2009, the plan took effect because the Secretary of Commerce declined to oppose it within the required statutory period. Draft regulations to implement the plan are still under review at NOAA and according to NOAA could be completed sometime in 2014. Some environmental groups have questioned whether NOAA has the authority to regulate aquaculture under the MSFCMA. NOAA's position is explained in a memorandum concerning its authority to regulate aquaculture with the following passage.", "The Magnuson-Stevens Act does not expressly address whether aquaculture falls within the purview of the Act. However, the Magnuson-Stevens Act's assertion of exclusive fishery management authority over all fish within the EEZ, its direction to fishery management councils to prepare fishery management plans for any \"fishery\" needing conservation and management, together with the statutory definitions of \"fishery\" and \"fishing,\" provide a sound basis for interpreting the Act as providing authority to regulate aquaculture in the EEZ.", "It is likely that the controversy concerning aquaculture development and regulation in federal waters will continue. It remains an open question as to whether aquaculture can or should be regulated under the MSFCMA and whether legislation that addresses aquaculture development and management is warranted."], "subsections": []}, {"section_title": "Seafood Certification", "paragraphs": ["Ecolabels and seafood guides are among the most well-known programs that inform the choices of consumers and seafood buyers. The main goal of most seafood programs is to promote conservation and management by identifying seafood produced by sustainable fisheries. Groups that provide or support ecolabels and seafood guides contend that consumers will choose seafood certified as produced by sustainable methods over seafood that is not certified. Producers of seafood may also obtain a price premium if consumers are willing to pay extra for an environmentally friendly product. If consumers are willing to pay the price premium, the ecolabel could provide an economic incentive for fisheries to adopt sustainable fishing practices.", "Ecolabeled seafood is recognized by a seal that is placed on the product's packaging to certify that it has met specific criteria related to its production. Criteria are developed by a standard setting organization such as the Marine Stewardship Council (MSC). These criteria are used to evaluate the fishery and determine whether it can be certified as sustainable. Certification of the chain of custody is also needed to ensure that seafood from the certified fishery is kept separate from uncertified seafood. Finally, wholesalers, processors, and retailers who sell certified seafood are required to follow certain standards regarding use of the ecolabel.", "Another way to convey information related to seafood sustainability is through published guides. Seafood guides range from pocket guides used by consumers in restaurants and grocery stores to more comprehensive online guides. Guides consist of seafood product lists that are ranked by categories such as best choice, good alternative, and avoid. Some lists identify general categories such as species or the common name of a seafood product, while others also identify specific fishing gear used to catch the product or harvest locations of the fishery. However, information available in supermarkets or restaurants is usually too limited to allow consumers to determine the specific fishery or capture method of a given product.", "Some have questioned who should certify seafood products and which criteria are appropriate. According to some nongovernmental organizations independent seafood certification programs are needed because governments have failed to adequately manage and conserve fisheries resources. Seafood certification is regarded as an alternative to relying solely on government action and the absence of a U.S. government label for seafood has left a gap which private companies and non-governmental organizations are trying to fill. Some have countered that in the United States federal and state governments have been successful in arresting the decline of fishery resources. They question the need to certify fisheries that are already subject to some of the strictest regulatory requirements in the world. Some contend that when implemented and enforced, the 10 MSFCMA national standards may be sufficient to ensure sustainability.", "It is often difficult to find agreement on the definition of sustainable fisheries and on standards that should be used to measure sustainability. Seafood eco-labels and guides may also focus on a variety of different concerns such as ecosystem impacts, aquaculture methods, and health issues. Differences in evaluation criteria have resulted in discrepancies among recommendations promoted by different groups. Some observers have recommended that some degree of government participation in ecolabeling programs could ensure the veracity of labels and provide a recognizable standard for consumers."], "subsections": []}, {"section_title": "Safety at Sea", "paragraphs": ["Commercial fishing is one of the most dangerous occupations in the United States. From 2000-2010, on average 46 fatalities occurred each year on fishing vessels, a rate of 124 deaths per 100,000 workers. The average rate over the same time period for all U.S. workers was 4 deaths per 100,000 workers. Under the Commercial Fishing Safety Act of 1988, the U.S. Coast Guard is responsible for developing regulations for safety equipment and vessel operating procedures. The National Institute for Occupational Safety and Health collects data related to fatal injuries, establishes why fatalities occur, and designs and implements interventions. These efforts have reduced fatalities from an average of over 100 deaths per year prior to 1988.", "Some commercial fishermen contend that it is imperative for fishery managers to explicitly consider whether or not fishery management regulations will compel fishing captains and crew to work under unsafe conditions. National standard 10 (16 U.S.C. 1851(a)(10)) of the MSFCMA requires that conservation and management measures promote the safety of human life at sea. However, some question whether this standard should be revised to make safety considerations a priority when developing plans to manage fisheries. They recommend that RFMCs should be required to address whether safety of fishermen is affected by management measures that encourage vessels to stay out in poor weather, work farther offshore, limit crew or vessel size, or make other changes that could increase risk.", "The MSFCMA reauthorization in 2006 added Section 303(a)(9)(C) which states that fishery impact statements shall access the effects of conservation and management measures on the safety of human life at sea, including whether and to what extent such measures may affect the safety of participants in the fishery. NOAA has been developing an update to guidelines published in 1998 to address this provision. On April 21, 2011 a proposed rule was published in the Federal Register , but no further action has been taken."], "subsections": []}]}]}, {"section_title": "Relationship to Other Selected Laws", "paragraphs": [], "subsections": [{"section_title": "National Environmental Policy Act", "paragraphs": ["When the MSFCMA was reauthorized in 2006, Section 304(i) required NMFS to revise and update procedures to comply with the National Environmental Policy Act (NEPA; 42 U.S. C. 4231 et seq.) for actions related to fisheries management. Issues were related to mismatches in the timing of NEPA and MSFCMA processes and roles and responsibilities of NMFS and RFMCs. In response to the MSFCMA requirement, NMFS consulted with the Council on Environmental Quality (CEQ) and RFMCs, and sponsored public meetings. It then proposed a rule to better align RFMC and NEPA analytical and procedural requirements. The final draft rule was submitted by NMFS to the Office of Management and Budget (OMB) and at OMB's request withdrawn. Instead NMFS developed an Interim Policy Directive that focuses on roles and responsibilities, coordination of NEPA and MSA procedures such as timing, issues pertaining to NEPA documentation, and partnerships and efficiencies. ", "According to NMFS, the policy directive satisfies the requirements of the NEPA provision. However, the RFMCs questioned whether the policy directive satisfies the intent of the MSFCMA to provide a more timely alignment of MSA and NEPA processes and a more streamlined environmental review process. Furthermore, the RFMCs claimed that consultation during development of the policy directive was inadequate. "], "subsections": []}, {"section_title": "Marine Mammal Protection Act", "paragraphs": ["The Marine Mammal Protection Act (MMPA, 16 U.S.C. §§1361 et seq.) established a moratorium on the taking of marine mammals in U.S. waters or on the high seas. Some types of fishing gear can accidentally take marine mammals during commercial fishing operations. Exceptions to the moratorium are provided through permits to take marine mammals during the course of commercial fishing and other activities. Under the MMPA the Secretary of Commerce acting through NOAA Fisheries is responsible for the conservation and management of whales, dolphins, porpoises, seals, and sea lions while the Secretary of the Interior acting through the Fish and Wildlife Service is responsible for walruses, sea otters, polar bears, manatees, and dugongs. Ongoing issues are often related to the lack of data and associated uncertainties in assessing human-caused mortality and the status of marine mammal stocks. Another issue involves the concern that the some marine mammal populations consume a growing proportion of potential fisheries yield. "], "subsections": []}, {"section_title": "National Marine Sanctuaries Act and Antiquities Act", "paragraphs": ["The National Marine Sanctuaries Act (NMSA; 16 U.S.C. §§1431, et seq.) authorizes NOAA to designate specific sites for comprehensive and coordinated management and conservation. The broad NMSA mandate allows NOAA to designate areas to preserve or restore conservation, ecological, aesthetic, or recreational values of the designated areas. It requires the development and implementation of management plans, which serve as the basis for prohibiting or limiting incompatible activities. NOAA has designated 13 sanctuaries, ranging in size from less than a square nautical mile to more than 100,000 square miles. Each site was designated for a specific reason, ranging from protecting cultural artifacts to protecting entire ecosystems. Since the management plans and regulations have been developed individually for each sanctuary and each sanctuary was established for a specified reason, they vary widely in how uses are managed and what uses are permitted.", "Fisheries are not regulated in most sanctuaries and fisheries conservation is not the primary objective of any of the 13 national marine sanctuaries. In considering whether to regulate fishing, the NMSA provides the appropriate RFMC the opportunity to determine whether sanctuary fishing regulations are needed and to draft fishing regulations. The Secretary of Commerce must accept the Council's proposals or determinations unless they fail to fulfill the purpose of the Sanctuary's designation. In this case NOAA could prepare regulations under either the MSA or the NMSA. ", "The Antiquities Act of 1906 (16 U.S.C. §§431-443) allows the President to proclaim locations of scientific or historical interest as national monuments and has been used for several marine areas. Some have asserted that when the 1906 Antiquities Act was passed, Congress did not envision it use for vast marine areas. They question whether recent presidential proclamations to establish marine national monuments are an abuse of executive power. Use of the Antiquities Act has raised objections that proclamations do not provide the opportunity for public input and debate. Others counter that the act should be used to designate protected areas in the marine environment because it can be used expeditiously. Regardless, applying the Antiquities Act to marine areas will still require \"negotiation, education, and consensus-building\" including congressional funding commitments and involvement of local committees representing interested and affected parties. "], "subsections": []}, {"section_title": "Endangered Species Act", "paragraphs": ["The Endangered Species Act (ESA; P.L. 93-205 , 16 U.S.C. §§1531-1543) provides for protection, and recovery of species of animals and plants that are threatened with extinction. Under the ESA, species can be listed as endangered or threatened according to assessments of their risk of extinction. Once a species is listed, legal tools are available to aid its recovery and protect its habitat. These tools may restrict activities that affect the listed species. Fishing may interact with protected marine species and in some cases fishing activities may be constrained to minimize harm to listed species."], "subsections": []}]}, {"section_title": "House and Senate Committee Proposals", "paragraphs": ["The House Committee on Natural Resources and the Senate Committee on Commerce, Science, and Transportation have been pursuing efforts to reauthorize the MSFCMA during the 113 th Congress by holding hearings and by releasing discussion drafts composed of potential amendments to the act. The House draft has been posted on the Natural Resources Committee website to gather public input on proposed changes. Proposals include topics related to flexibility in rebuilding fish stocks and setting ACLs, standards and procedures for developing catch share programs, relationships to other laws, data confidentiality, and red snapper management. The Senate Committee draft has been distributed to different stakeholders and has been posted on several websites. The draft addresses topics such as subsistence uses, forage fish, use of capital funds, rebuilding timeframes, and review of allocation among sectors. Both Committees intend to release refined proposals and continue progress on reauthorization issues during 2014. "], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Although science is often looked to for answers, societal values also play an important role when developing national policies. Often the fishing industry faces hardships associated with the natural variability of marine fish populations and management efforts to sustain populations above specific levels. These hardships are compounded when stock rebuilding becomes necessary. A critical fisheries policy question is whether it is in the national interest to provide greater management flexibility, increase resources for management and research, and generally expand support for commercial fishing and associated communities. ", "Seafood is the last major food source that depends on harvest of wild populations from the natural environment. When fisheries were being developed fishermen often had flexibility to target different species or move to different areas if resource abundance decreased. As limits to natural production were reached and most fish stocks become fully or overexploited, regulations become more rigid and complex. Fishery managers and fishermen have little or no control over natural production except to change fishing effort and associated fishing mortality. These regulatory efforts can increase fish population abundance and production in some fisheries, but with timing and outcomes that are often uncertain. In the agricultural sector, programs have been developed to help farmers manage financial risks caused by variations in the natural environment such as drought, floods, or disease. To some degree the well-being of producers, communities, lending institutions, and other input sectors are protected by programs such as crop insurance and other types of disaster relief. Some have questioned whether similar programs are needed for the fishing industry, albeit with refinements that consider the unique nature of fisheries. ", "Many agree that more resources for data collection and stock assessments are needed to improve the understanding of marine ecosystems and marine populations. They reason that through more precise information and by reducing the risk of overfishing, the need for precautionary measures could be lessened and fishing could be increased while remaining within biological limits. However, the benefits associated with marginal improvements in information will decrease with increasing investments in this area. At some point the costs associated with collecting more information become greater than the associated benefits. Regardless of how much data, assessments, and management are improved, constraints to fishing associated with limits to natural production and unpredictable variations in the natural environment will still occur. ", "Managers must also contend with environmental factors over which they have no control such as climate change and the loss and degradation of fish habitat. Environmental degradation reduces the resiliency of marine and coastal ecosystems and the productivity of marine resources. It also decreases or shifts the geographic range and size of marine populations such as fish and protected species (marine mammals and endangered species). Managers are challenged to find ways to maintain the productivity and health of marine systems and associated populations while minimizing constraints on a variety of economic activities. This may require greater reliance on developing management systems that recognize linkages across government agencies, scientific disciplines, and different oceans activities.", "Some would question whether current management institutions can incorporate resource constraints and variability while minimizing disruption of livelihoods and the nature of coastal communities. Some have advocated for catch share programs because of the flexibility they can provide to fishermen. However, many fishermen are skeptical of catch share programs because of issues related to allocation and unanticipated outcomes. Further progress in this area will require integration of social and cultural concerns as well as bioeconomic analysis. Cooperative research and greater industry input during data collection and analysis have also been considered as management costs have increased and information collection requirements have expanded. As marine fisheries evolve many will continue to question the respective roles and investments of public (federal, regional, and state), and private institutions. ", "Appendix A. MSFCMA Background", "Federal Fisheries Management History", "Historically, coastal states managed marine sport and commercial fisheries in nearshore state waters, where most seafood was caught. On September 28, 1945, President Truman issued two proclamations addressing U.S. rights to marine resources beyond the U.S. 3-mile territorial sea. The proclamations expressed the need to conserve and manage living resources and to establish conservation zones in areas of the high seas adjacent to the coasts of the United States. However, the rights proclaimed for fishing did not provide for exclusive jurisdiction over fisheries resources. As fishing technology advanced and market demand increased, fishermen built up fishing capacity, increased catches, and fished more intensively in offshore areas. ", "In the 1950s and 1960s, increasing numbers of foreign fishing vessels began operating in waters adjacent to the United States. Since the United States only claimed a 3-mile jurisdiction, foreign vessels could fish many of the same stocks caught by U.S. fishermen. U.S. fishermen deplored this \"foreign encroachment\" and alleged that overfishing was causing stress on, or outright depletion of, fish stocks. United Nations Law of the Sea Treaty negotiations in the early and mid-1970s as well as actions by other coastal nations provided impetus for unilateral U.S. action to declare jurisdiction over fisheries resources within 200 miles of the coastline.", "When the United States enacted the Fishery Conservation and Management Act (FCMA, P.L. 94-265 ), later renamed the Magnuson Fishery Conservation and Management Act (MFCMA, P.L. 97-191 ) and more recently the Magnuson-Stevens Fishery Conservation and Management Act (MSFCMA, 109-479), it created a new system of federal fishery management. After several years of debate the FCMA was signed into law on April 13, 1976. On March 1, 1977, marine fishery resources within 200 miles of all U.S. coasts, but outside state waters, came under federal jurisdiction. Initially a substantial portion of the fish caught from federal offshore waters was allocated to foreign fishing fleets. However, the 1980 American Fisheries Promotion Act (Title II of P.L. 96-561 ) and other FCMA amendments provided incentives to expand domestic fishing and processing industries and decrease foreign catch allocations. On March 10, 1983, the 200-mile fishery conservation zone was superseded by a 200-mile exclusive economic zone (EEZ), proclaimed by President Reagan (Presidential Proclamation 5030).", "Management Under the MSFCMA", "With the enactment of the FCMA in 1977, an entirely new, regional management system was established to regulate fisheries with priority given to domestic fishermen. Primary federal management authority was vested in the National Marine Fisheries Service (NMFS, also popularly referred to as NOAA Fisheries) within the National Oceanic and Atmospheric Administration (NOAA) of the U.S. Department of Commerce. ", "The FCMA established eight Regional Fishery Management Councils, which include New England, Mid-Atlantic, South Atlantic, Gulf of Mexico, Caribbean, Pacific (West Coast), Alaska, and Western Pacific. Each council is comprised of marine fishery management agency representatives from each state in the region, the NMFS regional director, and members appointed by the Secretary of Commerce. Appointments are made from lists of candidates knowledgeable about fishery resources that are submitted by state governors. Councils receive input from a variety of advisory committees, species committees, and ad hoc committees. Each council has a Scientific and Statistical Committee (SSC) and, depending on the council, various subcommittees for specific species. The SSC provides the council with scientific advice by developing, collecting, evaluating, and reviewing information during development of fishery management plans and amendments. Members of SSCs include individuals knowledgeable in fisheries from state and federal agencies, universities, and the public. ", "Fishery management plans (FMPs) are prepared by each council for those fisheries occurring primarily in federal waters and which require active federal management. FMPs consist of management measures and related actions needed to manage stocks such as catch limits, minimum sizes, seasons, closed areas, vessel permitting, and other measures. Public input is a major element of the council process where the public, including fishermen and environmentalists, provides information and comments during the FMP development process. ", "Most data collection and scientific assessments that support development of FMPs are undertaken by NMFS. Most information is collected and analyzed at NMFS regional science centers and associated laboratories while management functions are conducted from NMFS regional headquarters. After review of the recommendations of appropriate council committees and approval by the council, a proposed action is then submitted to NMFS for review. The review is governed by a strict process that includes additional opportunity for public comment and subsequent approval, partial approval, or disapproval by the Secretary of Commerce. Approved plans are implemented through regulations drafted by NMFS regional management offices and published in the Federal Register. These regulations are enforced by NMFS, the Coast Guard, and state fishery enforcement agencies. Plans are amended periodically to account for changes in the fishery and the need for new management approaches.", "Together these councils and NMFS have developed and implemented 46 FMPs for various fish and shellfish resources, with additional FMPs and FMP amendments in various stages of development. Some plans are created for an individual species or a few related ones (e.g., FMPs for red drum by the South Atlantic Council and for species of shrimp by the Gulf of Mexico Council). Others are developed for larger species assemblages inhabiting similar habitats (e.g., FMPs for Gulf of Alaska groundfish by the North Pacific Council and for reef fish by the Gulf of Mexico Council). NMFS manages wide-ranging Atlantic highly migratory species such as tunas, sharks, swordfish and billfish. Many of the implemented plans have been amended (some more than 30 times), and some plans have been developed and implemented jointly by two or more councils.", "Fisheries Statistics", "The United States has the largest EEZ in the world which includes areas in three oceans (Pacific, Atlantic, and Arctic) with a total area of 3.4 million square nautical miles. These areas also contain some of the most productive fisheries in the world. After passage of the FCMA, foreign catch from the U.S. FCZ declined from about 3.8 billion pounds in 1977 to zero since 1992. Accompanying the decline of foreign catch, domestic offshore catch in federal waters increased dramatically, from about 1.6 billion pounds (1977) to more than 6.3 billion pounds in 1986-1988. After this peak, annual landings from federal waters have generally ranged from 5 to around 6.5 billion pounds. ( Figure A-1 .) ", "In 2012, U.S. fishermen landed 10.2 billion pounds of unprocessed fish and shellfish from state, federal, and outside U.S. waters (high seas areas and EEZs of other countries) with a value of $5.63 billion at the dock. Total domestic (state and federal) landings totaled 9.63 billion pounds of which 3.19 billion pounds were from state waters and 6.43 billion pounds were from federal waters. Landings for human food from both state and federal waters totaled 7.48 billion pounds while 2.16 billion pounds were landed for industrial purposes such as animal feeds. The top five species ranked by volume were pollock (2.9 billion pounds), menhaden (1.8 billion pounds), cod (728 million pounds), flatfish (702 million pounds) and salmon (635 million pounds). The value of domestically produced edible products was $9.5 billion while the value of industrial products was $747 million. The top five species by value were crabs ($680 million), scallops ($561 million), shrimp ($490 million), salmon ($489 million), and lobster ($465 million).", "In 2012, U.S. per capita consumption of seafood was 14.4 pounds, down 0.8 pounds from 2011. Approximately 91% of the seafood consumed in the United States is imported from other countries. In 2012, imports of edible fishery products were 5.4 billion pounds with a value of $16.7 billion. Exports were 3.3 billion pounds valued at $5.5 billion. Imports are generally composed of relatively high valued species such as shrimp and salmon, and products that have been processed to some degree. U.S. consumers spent an estimated $82.6 billion on edible seafood in 2012 of which $55.2 billion was spent in restaurants and other food service establishments. ", "In 2012, nearly 9.4 million anglers made approximately 70 million marine recreational fishing trips in the United States. Marine recreational anglers caught an estimated 380 million fish in 2012. Recreational catch that was retained totaled approximately 140 million fish and weighed about 203 million pounds. Most fishing trips were taken on the Atlantic coast (38 million), followed by the Gulf coast (24 million), and the Pacific coast (5.7 million). In 2011, a nationwide survey, conducted every five years, estimated that saltwater recreational anglers spent more than $10.3 billion on their fishing trips and equipment.", "Constituencies", "A variety of groups are involved in managing and utilizing marine fisheries. Although they often share general goals related to maintaining productivity and healthy ecosystems, they often disagree on how to achieve these goals. The following characterizations are general and may vary considerably depending on region and fishery. As Congress considers reauthorization of the MSFCMA, these diverse groups are likely to advocate for a wide range of policies. Advocates of most categories of groups also include national, regional, and local representation as well as individuals or informal groups. ", "Recreational", "Recreational interests include a broad variety of users with different approaches and motivations to fishing. In contrast to commercial fishing, most recreational activities are closely related to the satisfaction that individuals derive from the experience of fishing or observing fish. Generally, activities include a range of often overlapping categories such as non-extractive sports such as snorkeling and scuba diving where utility is gained from observing the marine environment; catch and release fishing where the experience of catching fish is the main objective; and extractive recreational fishing where anglers catch fish for consumption. Different modes of recreational angling include fishing from shore, boats, and charters or party boats. Charters and party boats are commercial operations which provide fishing opportunities to sport anglers for a fee. Recreational interests are often concerned about decisions affecting access to fisheries and allocation of fishing quotas among different interests. Issues and types of recreational interests also vary by region, species targeted, and mode of fishing. ", "Commercial", "Commercial fishing is composed of diverse interests, but it generally involves the harvest of fish for commercial sale. However, in many cases the commercial fishing participants also gain satisfaction from maintaining their livelihood and independence. Commercial fishing can be divided according to target species, scale, and region. For example, even within a specific fishery, commercial users may have different views depending on fishing gear (e.g., trawl, gillnet, pots, or longline), port, or fishing grounds (e.g., inshore or offshore). There are also many fishing dependent businesses that supply fishermen (e.g., ice, nets, vessel maintenance) and businesses that use the harvest such as processors, wholesalers, and others. During the last two decades increasing emphasis has been placed on the inter-dependence between fishing dependent business and maintaining fishing communities. Although national issues often emerge during reauthorizations, regional issues are sometimes reflected in specific provisions of the act. Most fishing associations and representatives are regional in nature and offer regional perspectives.", "Environmental", "During the last several decades, national and regional environmental groups have gained greater influence in the fishery management process. Initially environmental advocacy focused on indirect harm from the take in fishing gear of marine mammals, sea turtles, and sea birds. Environmental groups expanded their concerns to include overfishing, bycatch, habitat, and marine biodiversity. Interests of environmentalists and fishermen sometimes conflict when fishing may be constrained by greater regulation or coincide for issues such as degradation of habitat from activities other than fishing. ", "Native American ", "Many Native American groups are concerned with marine fishing because of their cultural, traditional, and subsistence links to marine resources. In some cases the federal government is required to protect and maintain the treaty rights of some tribes that guarantee access to certain fishery resources. The long-term goals of tribes and indigenous peoples generally include safeguarding cultural traditions, promoting economic stability, and encouraging resource sustainability. ", "Fishery Scientists and Managers", "Fishery scientists and mangers are generally concerned with conserving and managing fishery resources to ensure future benefits. Scientists from academia, the private sector, and state and federal agencies analyze biological, social, cultural, and economic effects of federal fisheries management policy. One of their primary concerns is the availability of adequate funding for data collection, stock assessments, and other analyses necessary to inform fishery managers. Fishery managers develop fishery policies and implement the MSFCMA management measures. Management measures are developed by RFMC members and staff, and NOAA personnel. NOAA personnel also implement management measures by drafting, implementing and enforcing fishery regulations. ", "Consumers", "Consumers are concerned with the availability, quality, and safety of seafood products. There is also growing public concern with making choices that promote sustainable fisheries. A number of non-governmental organizations have developed ecolabels and seafood guides to inform the choices of consumers and seafood buyers. Another growing concern is fraudulent seafood sales and marketing—an act of defrauding buyers of seafood for economic gain, such as mislabeling products or substituting a low valued species for high valued species. Seafood safety and seafood fraud are regulated under the Federal Food, Drug, and Cosmetic Act of 1938 (FFDCA; 21 U.S.C. §§301 et seq.), which is administered by the Food and Drug Administration (FDA).", "Appendix B. Magnuson-Stevens Act Reauthorization in 109 th Congress", "On January 12, 2007, the President signed the Magnuson-Stevens Fishery Conservation and Management Reauthorization Act of 2006 (MSFCMA) ( P.L. 109-479 , 16 U.S.C. §§1801, et seq.). Major Congressional goals of the 2006 reauthorization included ending overfishing, developing guidelines for catch shares, improving science and the use of science in federal policy decision-making, modifying fishery management council procedures, and enhancing international cooperation. The following summaries focus on amendments that many consider to be most significant.", "Conservation and Management", "Overfishing and Annual Catch Limits", "Section 104 of the MSFCMA mandated the use of annual catch levels (ACLs) to prevent overfishing and to maintain sustainable harvests. Councils are now required to set fishing limits within the range of scientific recommendations. Major changes included the following: ", "mandating every fishery management plan establish ACLs at levels such that overfishing does not occur in the fishery; requiring ACLs by 2010 for fisheries already subject to overfishing and by 2011 for all other fisheries; and requiring councils to develop and implement a rebuilding plan within two years of a stock being declared overfished.", "Regional Fishery Management Councils ", "Section 103 of the legislation increased the role of science in decision-making through a number of provisions focused on the RFMCs' Scientific and Statistical Committees (SSCs) by:", "specifying that the SSCs are to provide their councils with scientific advice needed for management decisions; requiring the regional councils to develop five-year research priorities for fisheries, fisheries interactions, habitats, and other areas of research necessary for management; modifying regional council fishery management plan procedures, including a requirement to improve coordination of the MSFCMA regulatory process and environmental review under the National Environmental Policy Act (NEPA; 42 U.S.C. §§4321, et seq.) (§107); requiring the SSCs to advise the councils on a variety of issues, including stock status and health, acceptable biological catch, overfishing, bycatch, rebuilding targets, habitat status, social and economic impacts, and sustainability of fishing practices; and requiring the SSC appointees be federal, state, academic, or independent experts with strong scientific or technical credentials and experience.", "Section 103 of the MSFCMA amendments also modified requirements for appointing and training RFMC members. Activities by RFMCs and panels were also modified to enhance transparency of the management process. Provisions of this section sought to inform and strengthen RFMCs by:", "establishing a RFMC training program on the fishery management process for existing council members and new council members; and clarifying conflict-of-interest and recusal requirements by ensuring that RFMC members and Scientific and Statistical Committees (SSCs) disclose any financial arrangements that might involve conflict of interest.", "Limited Access Privilege Programs", "Section 106 of the legislation authorized national guidelines for Limited Access Privilege Programs (LAPPs) commonly known as catch shares, individual transferable quotas (ITQs), or individual fishing quotas (IFQs). LAPPs are federal management systems that divide the total allowable catch of a fishery among fishery participants for their exclusive use. Use of LAPPs is intended to avoid \"derby\" fishing where many vessels are competing for limited resources. Features of LAPPs, as provided in the act, include the following:", "allows for allocation of harvesting privileges to individuals, corporations, fishing communities, or regional fishery associations; allows only fisheries that have been operating under a limited access system to be eligible for management under a LAPP system; directs the National Oceanic and Atmospheric Administration (NOAA) to develop criteria for eligibility by considering several factors, such as traditional fishing practices, the cultural and social elements of the fishery, and the severity of projected economic and social impacts of LAPPs; allows processors to hold LAPPs and participate in the normal allocation process (but not by allocation of a separate processor quota); and requires a formal and detailed review five years after implementation of each program, and thereafter review within every seven years.", "Information and Research ", "Recreational Fisheries", "Section 201 required improvements in data collection from recreational fisheries. Programs and priorities included the following:", "establishing a national program to create eight regional registry programs for marine recreational fishermen; directing the Secretary to exempt individuals from the regional registry where state programs meet defined criteria; and improving the Marine Recreational Fishery Statistics Survey.", "Cooperative Research", "Section 204 of the MSFCMA amendments directed the Secretary to establish a cooperative research and management program. Requirements of this program include", "identifying projects to be competitively funded by the Secretary, with priority given to collecting data to improve stock assessments, assessing bycatch and mortality, designing technology to reduce bycatch, identifying important habitat, and collecting social and economic data; directing the Secretary of Commerce to establish guidelines to ensure that participation does not result in the loss of a participant's catch history or unexpended days-at-sea as part of a limited entry system; and requiring the Secretary of Commerce to issue regulations for expediting regionally based experimental fishery permits.", "Regional Ecosystem Research ", "Section 210 of the 2006 amendments focused on developing information to implement pilot projects by:", "requiring the Secretary of Commerce, in consultation with the councils, to study the state of the science for advancing the concepts and integration of ecosystem considerations in regional fishery management; including recommendations in the study for scientific data, information, and technology requirements for understanding ecosystem processes, and methods for integrating information from different sources; incorporating broad stakeholder participation, recommendations to account for environmental variation, and a description of existing and new efforts to implement ecosystem approaches; and providing technical advice and assistance to councils for developing and designing regional pilot programs.", "Other Research", "Other research efforts include", "establishing a deep sea coral research and technology program (§211); and researching and promoting new gear technologies to further reduce bycatch (§116);", "International Conservation and Management ", "Illegal, Unreported, and Unregulated Fishing", "Sections 401-403 of the MSFCMA amendments included provisions to strengthen the ability of international fishery management organizations and the United States to appropriately enforce conservation and management measures for high seas fisheries. Provisions included", "undertaking activities to improve international compliance and monitoring of high seas fisheries, and report to Congress on progress in reducing illegal, unreported, and unregulated fishing (IUU) (§401); strengthening the ability of fishery management organizations to stop IUU fishing (§403); requiring the Secretary of Commerce to define IUU, and specifying that the definition must include violations of quotas or other rules established by international agreement (§403); and allowing for the use of measures authorized under the High Seas Driftnet Act to force compliance in cases where regional or international fishery management organizations are unable to stop IUU fishing (§403).", "Western and Central Pacific Fisheries Convention (WCPFC)", "Title V (§§501-511) implements provisions of the WCPFC by: ", "providing for U.S. participation in the Western and Central Pacific Fisheries Commission such as appointment of commissioners, and other administrative matters; defining the authorities of the Secretary of State and Secretary of Commerce; and making conservation and management measures adopted by the WCPF Commission legally binding upon nations and vessels subject to U.S. jurisdiction. ", "Other Provisions ", "Additional provisions included the following:", "authorizing appropriations of $338.8 million in FY2007 with a $9.84 million annual increase for implementing activities through FY2013 (§7); establishing marine education and training programs for Western and North Pacific communities to improve communication, education, and training on marine resource issues and increase scientific education opportunities for marine-related professions among coastal community residents (§109); establishing regional economic transition programs to provide disaster relief at the request of Governors of affected states (§113); and implementing the Pacific Whiting Act of 2006 between the United States and Canada (§§601-611). ", "NMFS has summarized various activities associated with implementing P.L. 109-479 in a table that lists tasks. Examples of implementation activities include (1) a report by NMFS to Congress on implementing new provisions relating to reduce illegal, unreported, and unregulated (IUU) fishing activities and (2) final guidance amending National Standard 1, designed to end overfishing through new requirements for annual catch limits and other accountability measures. In addition, NMFS released a new national policy on the use of catch shares in fishery management plans. ", "Appendix C. Acronyms", "ACLs – Annual Catch Limits", "AFF – Asset Forfeiture Fund", "AMs – Accountability Measures", "EEZ – Exclusive Economic Zone", "ESA – Endangered Species Act", "FMP – Fishery Management Plan", "IFQs – Individual Fishing Quotas", "ITQs – Individual Transferable Quotas", "IUU – Illegal, Unreported, and Unregulated ", "LAPPs – Limited Access Privilege Programs", "MSY – Maximum Sustainable Yield", "NEPA – National Environmental Policy Act", "NRC – National Research Council", "OY – Optimum Yield", "RFMC – Fishery Management Council", "RFMO – Regional Fishery Management Organization", "SSC – Scientific and Statistical Committee "], "subsections": []}]}}