{"id": "R43577", "title": "U.S. Foreign Assistance to Latin America and the Caribbean: Recent Trends and FY2015 Appropriations", "released_date": "2014-12-23T00:00:00", "summary": ["Geographic proximity has forged strong linkages between the United States and the nations of Latin America and the Caribbean, with critical U.S. interests encompassing economic, political, and security concerns. U.S. policy makers have emphasized different strategic interests in the region at different times, from combating Soviet influence during the Cold War to advancing democracy and open markets since the 1990s. Current U.S. policy is designed to promote economic and social opportunity, ensure citizen security, strengthen effective democratic institutions, and secure a clean energy future. As part of broader efforts to advance these priorities, the United States provides Latin American and Caribbean nations with substantial amounts of foreign assistance.", "Trends in Assistance", "Since 1946, the United States has provided over $160 billion (constant 2012 dollars) in assistance to the region. Funding levels have fluctuated over time, however, according to regional trends and U.S. policy initiatives. U.S. assistance spiked during the 1960s under President Kennedy's Alliance for Progress, and then declined in the 1970s before spiking again during the Central American conflicts of the 1980s. After another decline during the 1990s, assistance remained on a generally upward trajectory through the first decade of this century, reaching its most recent peak in the aftermath of the 2010 earthquake in Haiti. Aid levels for Latin America and the Caribbean have fallen in each of the past four fiscal years, however, as Congress has sought to trim the foreign aid budget and countries have been seen to require less assistance.", "FY2015 Obama Administration Request", "The Obama Administration's FY2015 foreign aid budget request would continue the recent downward trend in assistance to Latin America and the Caribbean. The Administration requested some $1.3 billion to be provided through the State Department and the U.S. Agency for International Development (USAID), which is 10% below the FY2014 estimate and 27% lower than the amount provided in FY2012—the last year before budget sequestration took effect. Under the request, the balance of U.S. assistance to the region would shift toward development aid and away from security aid, as each of the four major U.S. security initiatives would see cuts. Aid levels for Colombia, Haiti, and Mexico would decline, but they would continue to be the top three recipients in the region, accounting for 52% of all U.S. aid to Latin America and the Caribbean.", "Congressional Action", "In recent years, the annual Department of State, Foreign Operations, and Related Programs appropriations measure has been the primary legislative vehicle through which Congress reviews U.S. assistance. Although the House and Senate Appropriations Committees reported out their respective bills (H.R. 5013 and S. 2499) in June 2014, no action was taken on those measures. After funding foreign aid programs through a series of continuing resolutions, Congress included foreign assistance appropriations in the Consolidated and Further Continuing Appropriations Act, 2015 (P.L. 113-235), which the President signed into law on December 16, 2014. The legislation includes some $33.2 billion for bilateral economic assistance and international security assistance worldwide; this funding level is about 1.2% higher than the Administration's request (as amended), 9.6% higher than the House bill, and 5.7% higher than the Senate bill.", "It is unclear how much foreign assistance will be directed to each of the nations of Latin America and the Caribbean, however, since, for the most part, appropriations levels for individual countries and programs are not specified in the legislation or the accompanying explanatory statement. Nevertheless, funding for a number of countries and programs will exceed the Administration's request. The legislation provides at least $24 million more than was requested for Colombia, $64 million more than was requested for Mexico, and $130 million more than was requested for the Central America Regional Security Initiative (CARSI)."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Foreign assistance is one of the tools the United States has employed to advance U.S. interests in Latin America and the Caribbean, with the focus and funding levels of aid programs changing along with broader U.S. policy goals. Current aid programs reflect the diversity of the countries in the region. Some countries receive the full range of U.S. assistance as they continue to struggle with political, socioeconomic, and security challenges. Others, which have made major strides in democratic governance and economic and social development, no longer receive traditional U.S. development assistance but continue to receive some support for security challenges, such as combating transnational organized crime. Although U.S. relations with the nations of Latin America and the Caribbean have increasingly become less defined by the provision of assistance as a result of this progress, foreign aid continues to play an important role in advancing U.S. policy in the region.", "Congress authorizes and appropriates foreign assistance to the region and conducts oversight of aid programs and the executive branch agencies charged with managing them. Current efforts to reduce budget deficits in the aftermath of the recent global financial crisis and U.S. recession have triggered closer examination of competing budget priorities. Congress has identified foreign assistance as a potential area for spending cuts, placing greater scrutiny on the efficiency and effectiveness of U.S. aid programs.", "This report provides an overview of U.S. assistance to Latin America and the Caribbean. It examines historical and recent trends in aid to the region as well as the Obama Administration's FY2015 request for State Department and U.S Agency for International Development (USAID)-administered assistance. It also examines congressional action on foreign aid appropriations for Latin America and the Caribbean in FY2015, and raises questions Congress may examine as it considers future foreign aid appropriations for the region."], "subsections": []}, {"section_title": "Trends in U.S. Assistance to Latin America and the Caribbean", "paragraphs": ["The United States has long been a major contributor of foreign assistance to countries in Latin America and the Caribbean, and has provided the region over $160 billion in constant 2012 dollars (or nearly $77 billion in historical, non-inflation-adjusted, dollars) since 1946. U.S. assistance to the region spiked in the early 1960s following the introduction of President Kennedy's Alliance for Progress, an anti-poverty initiative that sought to counter Soviet and Cuban influence in the aftermath of Fidel Castro's 1959 seizure of power in Cuba. After a period of decline, U.S. assistance to the region increased again following the 1979 assumption of power by the leftist Sandinistas in Nicaragua. Throughout the 1980s, the United States provided considerable support to the Contras , who sought to overthrow the Sandinista government, and to Central American governments battling leftist insurgencies. U.S. aid flows declined in the mid-1990s following the dissolution of the Soviet Union and the end of the Central American conflicts (see Figure 1 ).", "U.S. foreign assistance to Latin America and the Caribbean began to increase once again in the late 1990s and remained on a generally upward trajectory through the past decade. The higher levels of assistance were partially the result of increased spending on humanitarian and development assistance. In the aftermath of Hurricane Mitch in 1998, the United States provided extensive humanitarian and reconstruction aid to several countries in Central America. The establishment of the President's Emergency Plan for AIDS Relief (PEPFAR) in 2003 and the Millennium Challenge Corporation (MCC) in 2004 provided a number of countries in the region with new sources of U.S. assistance. More recently, the United States provided significant amounts of assistance to Haiti in the aftermath of its massive January 2010 earthquake.", "Increased funding for counternarcotics and security programs also contributed to the rise in U.S. assistance through 2010. Beginning with President Clinton and the 106 th Congress in FY2000, successive Administrations and Congresses have provided substantial amounts of foreign aid to Colombia and its Andean neighbors in support of \"Plan Colombia\"—a Colombian government initiative to combat drug trafficking, end its long-running internal armed conflict, and foster development. Spending on counternarcotics and security assistance received another boost in FY2008 when President George W. Bush joined with his Mexican counterpart to announce the Mérida Initiative, a package of U.S. counterdrug and anticrime assistance for Mexico and Central America. In FY2010, Congress and the Obama Administration split the Central America portion of the Mérida Initiative into a separate Central America Regional Security Initiative (CARSI) and created a similar program for the countries of the Caribbean known as the Caribbean Basin Security Initiative (CBSI).", "After more than a decade of generally increasing aid levels, U.S. assistance to Latin America and the Caribbean has again begun to decline. This is partially the result of reductions in the overall U.S. foreign assistance budget. The Administration and Congress have sought to reduce budget deficits in the aftermath of the recent global financial crisis and U.S. recession, and have identified foreign assistance as a potential area for spending cuts. U.S. aid to Latin America and the Caribbean has decreased each year since FY2010, and spending caps and across-the-board cuts that were included in the Budget Control Act of 2011 ( P.L. 112-25 ), as amended, could place downward pressure on the aid budget for the foreseeable future.", "The recent decline in U.S. assistance to Latin America and the Caribbean also reflects changes in the region. As a result of stronger economic growth and the implementation of more effective social policies, the percentage of people living in poverty in Latin America fell from 44% in 2002 to 28% in 2012. Likewise, electoral democracy has been consolidated in the region; every country except Cuba now has a democratically elected government (although some elections have been controversial). These changes have allowed the U.S. government to concentrate its resources in fewer countries and sectors. For example, USAID closed its mission in Panama in 2012 following the country's graduation from foreign assistance, and the agency has largely transitioned out of providing support for family planning and elections administration as governments throughout the region have demonstrated their ability to finance and carry out such activities on their own. Some Latin American nations, such as Brazil, Chile, Colombia, and Uruguay, have even begun providing foreign aid to other countries. The United States has partnered with these nations through so-called \"trilateral cooperation\" initiatives to jointly plan and fund development and security assistance efforts in third countries. Other countries, such as Bolivia and Ecuador, have demonstrated less interest in working with the United States, leading to significant reductions in U.S. assistance and the closure of USAID missions. As a result of these developments in the region and competing U.S. foreign policy priorities elsewhere in the world, U.S. assistance to Latin America and the Caribbean as a proportion of total U.S. foreign assistance dropped from 11.8% in FY2004 to 7.6% in FY2014."], "subsections": []}, {"section_title": "FY2015 Foreign Assistance Request for Latin America and the Caribbean8", "paragraphs": ["As the region has evolved and the U.S. government has sought to cut expenditures, the Obama Administration and Congress have dedicated fewer resources to Latin America and the Caribbean. U.S. assistance to the region has declined each year since FY2010, and would continue to decline under the Administration's foreign aid budget request for FY2015. The Administration requested $1.3 billion for the region, which is 10% ($149 million) below the FY2014 estimate and 27% lower than the amount provided in FY2012—the last year before budget sequestration took effect (see Table 1 )."], "subsections": [{"section_title": "Foreign Aid Categories and Accounts9", "paragraphs": ["The Administration's FY2015 foreign aid request for Latin America and the Caribbean would shift the emphasis of U.S. assistance efforts, as nearly 40% ($528 million) would go toward development and humanitarian assistance programs—up from 31% in 2014 (see Figure 2 ). Development assistance seeks to foster sustainable broad-based economic progress and social stability in developing nations. Such funding is often used for long-term projects in the areas of democracy promotion, economic reform, basic education, human health, and environmental protection. This assistance is provided primarily through the Development Assistance (DA) and Global Health Programs (GHP) accounts, which would receive $282 million and $233 million, respectively, under the Administration's FY2015 request. In terms of humanitarian assistance, the Administration requested $13 million through the Food for Peace (P.L. 480) account to address immediate food security needs. ", "While funding provided through the GHP and P.L. 480 accounts would remain relatively stable, the FY2015 request includes nearly 28% ($63 million) more DA funding than the FY2014 estimate for the region. This is partially due to the Administration's decision to request funding through the DA account in FY2015 for some programs that were funded through the Economic Support Fund (ESF) account in FY2014. It also reflects increased development support for countries struggling with drug trafficking and violence, such as El Salvador, Guatemala, Honduras, and Peru.", "About 30% ($393 million) of the Administration's FY2015 request for the region would be provided through the ESF account, which has as its primary purpose the promotion of special U.S. political, economic, or security interests. In practice, the ESF account generally funds programs that are designed to promote political and economic stability, and are often indistinguishable from those funded through the regular development and humanitarian assistance accounts. The Administration's FY2015 ESF request for the region is 14% lower than the FY2014 estimate. As noted above, this change is partially the result of the Administration requesting funding for ongoing programs under the DA account instead of the ESF account. It also reflects declining aid for Colombia and Haiti, which had received elevated levels of assistance for several years.", "The remaining 30% ($405 million) of the Administration's FY2015 request for Latin America and the Caribbean would support security assistance programs. This includes $332 million under the International Narcotics Control and Law Enforcement (INCLE) account, which supports counternarcotics and civilian law enforcement efforts as well as projects designed to strengthen justice sector institutions. It also includes $13 million requested under the Nonproliferation, Anti-terrorism, De-mining, and Related programs (NADR) account, which funds efforts to counter global threats such as terrorism and proliferation of weapons of mass destruction. Additionally, $61 million was requested under the Foreign Military Financing (FMF) and International Military Education and Training (IMET) accounts to provide equipment and personnel training to Latin American and Caribbean militaries. ", "Funding provided to the region through each of the security assistance accounts would decline under the FY2015 request. The biggest cuts fall under the INCLE account, however, with funding decreasing by 29% ($135 million) compared to the FY2014 estimate. This decline is almost entirely the result of cuts to the four major U.S. security programs in the region: Plan Colombia, the Mérida Initiative for Mexico, the Central America Regional Security Initiative (CARSI), and the Caribbean Basin Security Initiative (CBSI)."], "subsections": []}, {"section_title": "Major Country and Regional Programs10", "paragraphs": ["Under the Administration's FY2015 request, U.S. assistance to Latin America and the Caribbean would continue to be heavily concentrated in a few countries. Although the request would cut aid to Colombia, Haiti, and Mexico, those three countries would continue to be the top regional recipients of U.S. foreign aid, and would together account for more than 52% of U.S. assistance for Latin America and the Caribbean. Some of these funding reductions would be reinvested in the region's mid-sized aid programs in Peru, Guatemala, Honduras, and El Salvador (see Table 2 ).", "As noted above, Colombia has received significant amounts of U.S. aid to support counternarcotics and counterterrorism efforts since FY2000. U.S. assistance to Colombia has been on a downward trajectory in recent years, however, as the security situation in Colombia has improved, the country has taken ownership of programs, and the United States has shifted the emphasis of its assistance away from costly military equipment toward economic and social development efforts. Under the Administration's FY2015 request, Colombia would receive nearly $281 million to support drug eradication and interdiction; alternative development; land restitution; the demobilization and reintegration of ex-combatants; efforts to promote human rights and improve access to justice; programs to protect and provide services to vulnerable groups such as internally displaced persons, Afro-Colombians, and indigenous populations; and environmental resiliency initiatives. Although U.S. assistance to Colombia would fall by 14% ($44 million) compared to the FY2014 estimate, Colombia would continue to receive more aid than any other country in Latin America and the Caribbean.", "The United States has provided high levels of aid to Haiti for many years as a result of the country's significant humanitarian and development challenges. U.S. assistance to Haiti increased significantly after the country was struck by a massive earthquake in January 2010, but has gradually declined from those elevated levels. The Administration's FY2015 request includes $274 million to help the Haitian government develop transparent and accountable institutions; provide energy, shelter, and other infrastructure; increase access to health and education services; and implement a comprehensive food security strategy. The country would receive 6% ($16 million) less than it is estimated to have received in FY2014. Administration officials maintain that less funding is needed in FY2015 since assistance appropriated in previous years remains in the pipeline.", "Although, historically, Mexico had not been a major recipient of U.S. assistance, it began receiving large amounts of aid through the anticrime and counterdrug program known as the Mérida Initiative in FY2008. The Administration's FY2015 request includes $137 million to continue supporting the Mexican government's efforts to combat transnational criminal organizations, reform rule of law institutions, implement crime and violence prevention programs, strengthen border security, and foster low carbon development. The request continues a downward trend in aid to Mexico, cutting assistance to the country by nearly 34% ($70 million) compared to the FY2014 estimate. Administration officials assert that while Mexico remains a top priority, less funding is needed in FY2015 since funding from previous years has yet to be expended.", "Despite the overall decline in funding for Latin America and the Caribbean in the Administration's FY2015 foreign aid request, Peru would receive a 25% ($19 million) increase in U.S. assistance. Under the request, the United States would provide $94 million to Peru, primarily to support counternarcotics efforts such as eradication, interdiction, and alternative development. Some funds would also be used to support environmental programs designed to protect the Amazon Rainforest and help communities adapt to the effects of global climate change. The Peruvian government has significantly increased the amount of its own funding it dedicates to counternarcotics and development efforts, and the Administration has requested an increase in U.S. assistance for Peru in FY2015 in order to take advantage of the country's commitment to shared goals.", "El Salvador , Guatemala , and Honduras are all part of the northern triangle of Central America that has long struggled with major development challenges and has experienced high levels of crime and violence in recent years. Each of the countries would receive additional bilateral aid under the FY2015 request; U.S. assistance to El Salvador would increase by 24% ($5 million) to $28 million, U.S. assistance to Guatemala would increase by 18% ($12 million) to $77 million, and U.S. assistance to Honduras would increase by 15% ($6 million) to $48 million. Most of the funding for these countries would be split between efforts to strengthen justice and security sector institutions and traditional development activities in areas such as agriculture, basic education, and economic reform. Administration officials maintain \"a more balanced approach\" is needed in Central America, and they are adjusting U.S. strategy to \"focus equally on governance, prosperity, and security.\"", "In addition to bilateral assistance for individual countries, the Administration's FY2015 foreign aid request includes $295 million for five regional programs administered by the State Department and USAID. The State Department's Western Hemisphere Regional program would receive the majority of the funds, accounting for 14% ($190 million) of all assistance to Latin America and the Caribbean. This assistance would primarily fund two regional security initiatives: the Central America Regional Security Initiative (CARSI) and the Caribbean Basin Security Initiative (CBSI) . Both initiatives are designed to strengthen governments' capacities to combat threats from drug trafficking and organized crime, strengthen rule of law institutions, and address social problems such as poverty and inequality. Compared to the FY2014 estimate, funding for CARSI would be cut by 20% ($32 million) to $130 million, and CBSI would be cut by 11% ($7 million) to $57 million in FY2015. Despite these cuts, the Administration maintains that the FY2015 request continues to make citizen security the highest U.S. priority in the Western Hemisphere."], "subsections": []}]}, {"section_title": "Legislative Action", "paragraphs": ["Since Congress has not enacted a foreign assistance authorization measure since FY1985, annual Department of State, Foreign Operations, and Related Programs appropriations bills tend to serve as the primary legislative vehicles through which Congress reviews U.S. assistance and influences executive branch foreign policy. The Senate Committee on Appropriations reported its bill ( S. 2499 ) on June 19, 2014, and the House Committee on Appropriations reported its bill ( H.R. 5013 ) on June 27, 2014. Neither measure received floor consideration.", "Instead, Congress chose to include foreign aid funding in the Consolidated and Further Continuing Appropriations Act, 2015 ( P.L. 113-235 ), which President Obama signed into law on December 16, 2014. The legislation includes some $33.2 billion for bilateral economic assistance and international security assistance worldwide. This global funding level is about 1.2% higher than the Administration's request (as amended), 5.7% higher than S. 2499 , and 9.6% higher than H.R. 5013 . It is unclear how much foreign assistance will be directed to each of the nations of Latin America and the Caribbean, however, since, for the most part, appropriations levels for individual countries and programs are not specified in the legislation or the accompanying explanatory statement.", "The explanatory statement does designate assistance levels above the Administration's request in certain instances. For example, the legislation provides $260 million for CARSI, which is $130 million more than the Administration requested for FY2015. The explanatory statement directs the Administration to use the additional funds to implement a strategy \"to address the key factors in the countries in Central America contributing to the migration of unaccompanied, undocumented minors to the United States.\" The legislation also provides at least $64 million more than was requested for aid to Mexico. These additional funds \"are for enhanced border security initiatives with a focus on the southern border of Mexico, and for other law enforcement and judicial reform programs.\" Moreover, the legislation includes at least $24 million more than was requested for security and justice sector assistance programs in Colombia, and $10.5 million more than was requested for environmental programs in the Brazilian Amazon."], "subsections": []}, {"section_title": "Potential Issues for Congressional Consideration", "paragraphs": ["As Congress considers future foreign assistance appropriations for Latin America and the Caribbean, there are a number of issues it may take into consideration. These include policy priorities and budget constraints, coordination of aid efforts, and the sustainability of U.S. assistance programs."], "subsections": [{"section_title": "Policy Priorities and Budget Constraints", "paragraphs": ["As Congress debates foreign aid legislation, Members may consider how U.S. policy priorities in the Western Hemisphere compare to U.S. priorities elsewhere in the world as well as the relative merits of various U.S priorities within the region. According to Administration officials, \"the Western Hemisphere is a vitally important region for the United States. It is home to robust democracies and our closest trading partners. The Americas are at the center of the world's new energy map and many countries are becoming increasingly relevant on the global stage.\" As noted above, however, the Administration's FY2015 budget request cuts aid to the region by 10% compared to the FY2014 estimate. Aid to Latin America and the Caribbean would also fall in relative terms, declining from 7.6% of all U.S. assistance in FY2014 to 6.8% in FY2015. When questioned by Members of Congress about the declining levels of assistance for the region, Administration officials have noted shifting circumstances, such as improvements in Colombia, as well as tradeoffs that need to be made in the overall budget allocation process.", "The Obama Administration's framework for U.S. policy toward Latin America and the Caribbean centers on four priorities: promoting economic and social opportunity, ensuring citizen security, strengthening effective institutions of democratic governance, and securing a clean energy future. The Administration maintains that \"U.S. assistance in the region responds directly to U.S. policy priorities, particularly citizen security concerns that directly impact U.S. security.\" As previously noted, the emphasis of the Administration's FY2015 foreign aid budget request for Latin America and the Caribbean would shift slightly toward development assistance and away from security assistance, as compared to the FY2014 estimate. Given constraints on the overall aid budget, some Members of Congress have criticized the Administration for dedicating some funding to clean energy and climate change mitigation programs, maintaining the assistance would be better spent supporting security efforts.", "As U.S. assistance to Latin America and the Caribbean has declined, Administration officials have emphasized other forms of engagement to advance U.S. policy priorities. For example, the Administration is currently focused on concluding the Trans-Pacific Partnership (TPP) trade negotiations, which include countries such as Chile, Mexico, and Peru. Many other countries in the region benefit from trade preference programs like the Generalized System of Preferences (GSP) and the Caribbean Basin Initiative (CBI). The Administration has also emphasized initiatives such as 100,000 Strong in the Americas , which is designed to increase the number of Latin American students studying in the United States and the number of U.S. students studying in Latin America, and Connecting the Americas 2022 , which is designed to ensure universal access to reliable, clean, and affordable electricity. To date, few U.S. government resources have been dedicated to initiatives such as these, which rely on private sector funding.", "Some questions Members of Congress might consider include:", "How do U.S. policy priorities in the Western Hemisphere compare to U.S. priorities elsewhere in the world, and are U.S. priorities properly reflected in the foreign aid budget? Does the foreign aid budget adequately reflect U.S. interests and objectives in Latin America and the Caribbean, and is it balanced appropriately among these myriad interests and objectives? What are the potential effects of foreign aid reductions on political, economic, and security conditions in the region? How might cuts in assistance affect U.S. bilateral relations and influence in the region? If additional cuts are to be made to foreign aid to the region, which areas can be identified for reduction with the least harm to U.S. interests or objectives? Are there other forms of engagement the U.S. government could use to advance its policy priorities in Latin America and the Caribbean, and should more resources be dedicated to those initiatives as U.S. relations with the region become less defined by the provision of foreign assistance?"], "subsections": []}, {"section_title": "Inter-Agency and International Donor Coordination31", "paragraphs": ["As Congress seeks to maximize the impact of scarce foreign assistance funds, it may consider resource coordination, both among U.S. government agencies as well as with international donors. U.S. foreign assistance is currently split among a variety of different government agencies. Although the State Department and USAID continue to manage the majority of assistance in Latin America and the Caribbean, the role of the Department of Defense (DOD) has grown. In FY2012 (the most recent year for which data are available), DOD provided nearly $283 million to the region through U.S. Northern Command and U.S. Southern Command. While most of these resources were dedicated to counternarcotics assistance, DOD also provided some humanitarian assistance and other forms of security aid. Several other agencies, such as the Inter-American Foundation (IAF), the MCC, and the Peace Corps, also provide aid to the region. A 2012 Government Accountability Office (GAO) report found that the State Department, USAID, and DOD are not fully aware of each other's assistance efforts, and, consequently, the potential exists for unnecessary overlap. GAO maintains that while there are some initiatives underway to improve the situation, and ad hoc arrangements exist in certain cases, there is no formal framework for readily sharing information across the three agencies. With better coordination, the various U.S. agencies providing assistance may be able to ensure that their efforts are complementary and thereby increase the potential impact of their programs.", "Congress might also consider the advantages and disadvantages of closer coordination with other international donors. According to the Organisation for Economic Co-operation and Development (OECD), the nations of Latin America and the Caribbean received $10.1 billion in official development assistance disbursements in 2012 (the most recent year for which data are available). The United States provided about $2 billion (20%) of the total while other major bilateral donors provided $4.6 billion (46%) and multilateral organizations provided $3.4 billion (34%). Some studies that have attempted to map programs being carried out in the region by the various donors have found a lack of coordination, including programs that duplicate efforts or support conflicting goals. Closer coordination could enable the various donors to focus on specific countries or sectors, ensure that their efforts are complementary, and use their limited funds for foreign assistance more efficiently. Such coordination could be difficult, however, as it is unclear which country or organization might lead the effort and donors may disagree on the division of labor. Moreover, foreign assistance often has strategic objectives in addition to development goals. While donors may be able to carry out aid programs more efficiently by focusing on certain sectors or countries, doing so could negatively affect their strategic interests.", "In recent years, the United States has begun working with countries in the region that have been successful in overcoming their domestic development challenges to provide assistance to third countries. The United States has signed trilateral cooperation agreements with Brazil, Chile, Colombia, and Uruguay, which are designed to provide the U.S. government and its development partners with access to new solutions and expertise, and multiply the impact of that expertise by combining best practices with larger scale financial resources. The Administration's FY2015 foreign aid request included $2 million to work with the Brazilian Development Agency and implement joint projects designed to improve food security in countries such as Haiti, Honduras, and Mozambique. The FY2015 foreign aid request also included $1 million to support Colombian efforts to provide training and other security support to countries in Central America and the Caribbean. Efforts such as these could build the capacities of U.S. partners to take on more responsibility for regional stability and development. Critics assert that providing assistance through foreign governments raises serious oversight concerns, as doing so could potentially lead to U.S. funds being used to support activities that would otherwise be prohibited.", "Some questions Members of Congress might consider include: ", "Are there U.S. agencies that have comparative advantages in providing certain types of assistance? Do the intended roles of the various U.S. agencies providing foreign assistance need to be clarified? Are additional mechanisms to encourage inter-agency coordination necessary? Are there certain types of assistance programs that the United States has a comparative advantage in providing? Are there countries or development sectors of lower strategic importance that other donors would be willing to support if the United States concentrated its efforts elsewhere? How might building the foreign assistance capacities of regional partners affect the short-term and long-term interests of the United States? Are there controls in place to ensure that U.S. funds provided through partner nations are used in accordance with U.S. law?"], "subsections": []}, {"section_title": "Political Will and Program Sustainability", "paragraphs": ["When considering foreign assistance levels for Latin American and Caribbean nations, Congress might examine the issues of political will and program sustainability. According to the State Department's first Quadrennial Diplomacy and Development Review (QDDR), the United States should \"assess and monitor host nations' political will to make the reforms necessary to make effective use of U.S. assistance to ensure our assistance is being targeted where it can have the most impact.\" Unless partner nations are willing to implement complementary reforms and take ownership and sustain programs as aid is reduced and withdrawn, the results of U.S. assistance will likely be limited and short-lived.", "The nations of Latin America and the Caribbean have a mixed record in terms of demonstrating political will and ensuring program sustainability. The Colombian government, which has benefitted from high levels of U.S. assistance for more than a decade, has undertaken numerous reforms and raised revenue. As a result, the United States is able to carry out a managed transition of its assistance programs in the country in which aid is slowly reduced as Colombia takes over financial and technical responsibility. Similarly, USAID has closed its mission in Panama, and has withdrawn from a number of development sectors in other Latin American countries because partner nations have developed the capacity to manage and fund the programs on their own. ", "Despite these successes, numerous GAO reports indicate that political will has often been lacking in the region, especially with regard to raising sufficient government revenue to sustain efforts initiated with U.S. support. A 2003 study of U.S. democracy programs in six Latin American nations found \"cases in which U.S.-funded training programs, computer systems, and police equipment had languished for lack of resources after U.S. support ended.\" A 2010 study of counternarcotics programs found that several countries in the region were unable to use U.S.-provided boats for patrol or interdiction operations due to a lack of funding for fuel and maintenance. Even Millennium Challenge Corporation (MCC)-funded projects, in which assistance is contingent on partner nation actions, have run into problems with program sustainability. A 2011 study of the MCC compact in Honduras found that the lifespan of roads built to improve small farmers' access to markets may be relatively limited, as the municipalities where they were constructed lack the equipment, expertise, and funding for road maintenance.", "As Members of Congress consider foreign aid appropriations for Latin American and Caribbean countries, they might consider questions such as: ", "Does the country have the capacity to maintain the equipment that is to be provided? Is there a plan for the host country to eventually take on financial and operational responsibility for the assistance program? How much assistance will be necessary over what time frame in order to build the host nation's technical and financial capacity to sustain these efforts? Has the country demonstrated the political will to implement necessary fiscal and policy reforms? Will U.S. assistance be complemented with host nation resources or through public-private partnerships? Should U.S. assistance be contingent upon host nation reforms or financing?"], "subsections": []}]}]}}