{"id": "R43664", "title": "Asylum Policies for Unaccompanied Children Compared with Expedited Removal Policies for Unauthorized Adults: In Brief", "released_date": "2014-07-30T00:00:00", "summary": ["The sheer number of Central American children coming to the United States who are not accompanied by a parent or legal guardian and who lack proper immigration documents is raising complex and competing sets of humanitarian concerns and immigration control issues. Adults and families from the same three countries—El Salvador, Guatemala, and Honduras—have also been coming in increasing numbers over the same period. Current law provides that unaccompanied alien children (also referred to as unaccompanied children) are treated differently than adults or children with their parents who come to the United States without proper immigration documents. This report focuses on how unaccompanied alien children are treated in comparison to unauthorized adults and families with children in the specific contexts of asylum and expedited removal.", "Foreign nationals apprehended along the border or arriving at a U.S. port who lack proper immigration documents or who engage in fraud or misrepresentation are placed in expedited removal; however, if they express a fear of persecution, they receive a \"credible fear\" hearing with a U.S. Citizenship and Immigration Services Bureau (USCIS) asylum officer and—if found credible—are referred to an Executive Office for Immigration Review (EOIR) immigration judge for a hearing. To ultimately receive asylum in the United States, foreign nationals must demonstrate a well-founded fear that if returned home, they will be persecuted based upon one of five characteristics: race, religion, nationality, membership in a particular social group, or political opinion.", "The Trafficking Victims Protection Reauthorization Act (TVPRA) of 2008 revised the procedures and policies for those unaccompanied alien children who file for asylum, most notably requiring that unaccompanied children from contiguous countries (i.e., Canada and Mexico) be screened for possible trafficking risks and asylum claims. Subsequently, the Administration opted to screen all unaccompanied children for possible asylum claims. In addition, the TVPRA gives USCIS asylum officers \"initial jurisdiction over any asylum application filed by\" an unaccompanied alien child.", "Only a small portion of the unaccompanied children apprehended by Customs and Border Protection (CBP) have requested asylum with USCIS thus far. While the numbers requesting asylum have increased, they have not increased at as fast a rate as the overall increase in apprehensions of unaccompanied children. Through the third quarter of FY2014, USCIS reports that they have adjudicated 167 cases and granted asylum to 108 unaccompanied children. Only two of these approved cases were for unaccompanied children apprehended in FY2014. All of the other approved cases were for unaccompanied children apprehended in prior years.", "This report builds on a set of CRS reports on issues surrounding unaccompanied alien children: CRS Report R43599, Unaccompanied Alien Children: An Overview, by [author name scrubbed], [author name scrubbed], and [author name scrubbed]; CRS Report IN10107, Unaccompanied Alien Children: A Processing Flow Chart, by [author name scrubbed]; CRS Report R43628, Unaccompanied Alien Children: Potential Factors Contributing to Recent Immigration, coordinated by [author name scrubbed]; CRS Report R43623, Unaccompanied Alien Children—Legal Issues: Answers to Frequently Asked Questions, by [author name scrubbed] and [author name scrubbed]; and CRS Report R41731, Central America Regional Security Initiative: Background and Policy Issues for Congress, by [author name scrubbed] and [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": ["The surge of Central American children coming to the United States who are not accompanied by a parent or legal guardian and who lack proper immigration documents is raising complex and competing sets of humanitarian concerns and immigration control issues. Adults and families from the same three countries—El Salvador, Guatemala, and Honduras—have also been coming in increasing numbers over the same period. These three countries have been experiencing high violent crime rates, poor economic conditions fueled by relatively low economic growth rates, high rates of poverty, and the presence of transnational gangs. Although these factors may prompt nationals of these countries to emigrate and may also elicit a humanitarian response from the receiving nations, the factors do not necessarily lead to a determination that those fleeing are refugees or asylees under the law. ", "Current law requires that unaccompanied alien children are treated differently than unauthorized adults or unauthorized families with children who come to the United States seeking asylum. The treatment of adults and families with children is prescribed by the Immigration and Nationality Act (INA), as notably amended by the Illegal Immigrant Reform and Immigrant Responsibility Act of 1996. By contrast, two statutes and a legal settlement (as well as the INA) most directly affect U.S. policy for the treatment and administrative processing of unaccompanied children: the Flores Settlement Agreement of 1997; the Homeland Security Act of 2002 (HSA; P.L. 107-296 ); and the Trafficking Victims Protection Reauthorization Act of 2008 (TVPRA, P.L. 110-457 ). ", "This report focuses on unaccompanied alien children as asylum seekers. To bring clarity to the unique policies toward unaccompanied children, this report compares their treatment to that of unauthorized adults and families with children in the specific contexts of asylum and expedited removal. It further builds on a set of CRS reports analyzing the issues surrounding unaccompanied alien children. "], "subsections": [{"section_title": "Asylum", "paragraphs": ["Under the INA, foreign nationals present in the United States may apply for asylum with the United States Citizenship and Immigration Services Bureau (USCIS) in the Department of Homeland Security (DHS) after arrival into the country, or may seek asylum before the Department of Justice's (DOJ's) Executive Office for Immigration Review (EOIR) during removal proceedings. To receive asylum in the United States , foreign nationals must demonstrate a well-founded fear that if returned home, they will be persecuted based upon one of five characteristics: race, religion, nationality, membership in a particular social group, or political opinion. Because \"fear\" is a subjective state of mind, assessing the merits of an asylum case rests in large part on the credibility of the claim and the likelihood that persecution would occur if the alien is returned home."], "subsections": [{"section_title": "Well-Founded Fear", "paragraphs": ["The standards for \"well-founded fear\" have evolved over the years and have been guided significantly by judicial decisions, including a notable U.S. Supreme Court case. The regulations specify that an asylum seeker has a well-founded fear of persecution if:", "(A) The applicant has a fear of persecution in his or her country of nationality or, if stateless, in his or her country of last habitual residence, on account of race, religion, nationality, membership in a particular social group, or political opinion;", "(B) There is a reasonable possibility of suffering such persecution if he or she were to return to that country; and", "(C) He or she is unable or unwilling to return to, or avail himself or herself of the protection of, that country because of such fear.", "The regulations also state that an asylum seeker \"does not have a well-founded fear of persecution if the applicant could avoid persecution by relocating to another part of the applicant's country.\""], "subsections": []}]}, {"section_title": "Treatment of Unauthorized Adults and Families", "paragraphs": ["Foreign nationals—specifically in this context adults and families with children—apprehended along the border or arriving at a U.S. port of entry who lack proper immigration documents or who engage in fraud or misrepresentation are placed in a procedure known as expedited removal; however, if they express a fear of persecution, they receive a \"credible fear\" hearing with a USCIS asylum officer and—if found credible—are referred to an EOIR immigration judge for a hearing."], "subsections": [{"section_title": "Expedited Removal", "paragraphs": ["Prior to 1996, foreign nationals arriving at a port of entry to the United States without proper immigration documents were eligible for a hearing before an EOIR immigration judge to determine whether the aliens were admissible. Foreign nationals lacking proper documents could request asylum in the United States at that time. If the alien received an unfavorable decision from the immigration judge, he or she also could seek administrative and judicial review of the case. Critics of this policy argued that illegal aliens were arriving without proper documents, filing frivolous asylum claims, and obtaining work authorizations while their asylum cases stalled in lengthy backlogs. In the late 1980s and early 1990s, the mass exodus of thousands of asylum seekers from Central America, Cuba, and Haiti prompted further concerns that the then-current policy was unwieldy and prone to abuses because it provided for multiple levels of hearings, reviews, and appeals.", "In response, the Illegal Immigrant Reform and Immigrant Responsibility Act of 1996 (IIRIRA, P.L. 104-208 ) amended the INA to require DHS immigration officers to summarily exclude a foreign national arriving without proper documentation, unless the foreign national expresses a fear of persecution if repatriated. Absent a stated fear, a DHS Customs and Border Protection (CBP) officer is allowed to exclude foreign nationals without proper documentation from the United States without placing them in removal proceedings. This procedure is known as expedited removal.", "According to DHS immigration policy and procedures, CBP inspectors, as well as other DHS immigration officers, are required to ask each individual who may be subject to expedited removal the following series of \"protection questions\" to identify anyone who is afraid to be returned to his or her home country: ", "Why did you leave your home country or country of last residence? Do you have any fear or concern about being returned to your home country or being removed from the United States? Would you be harmed if you were returned to your home country or country of last residence? Do you have any questions or is there anything else you would like to add?", "If the foreign national expresses a fear of return, the alien is supposed to be detained by Immigration and Customs Enforcement (ICE) and interviewed by a USCIS asylum officer. The USCIS asylum officer then makes a \"credible fear\" determination of the foreign national's claim. "], "subsections": []}, {"section_title": "Credible Fear", "paragraphs": ["The INA states that \"the term credible fear of persecution means that there is a significant possibility, taking into account the credibility of the statements made by the alien in support of the alien's claim and such other facts as are known to the officer, that the alien could establish eligibility for asylum under §208.\" Integral to expedited removal, the credible fear concept also functions as a pre-screening standard that is broader—and the burden of proof easier to meet—than the well-founded fear of persecution standard required to obtain asylum.", "A foreign national whom the USCIS asylum officer finds to have a \"credible fear\" is referred to an EOIR immigration judge; this determination places the asylum seeker on what is commonly referred to as the \"defensive\" path to asylum. If the USCIS asylum officer finds that an alien does not have a credible fear, the alien may request that an EOIR immigration judge review that finding."], "subsections": []}]}, {"section_title": "Treatment of Unaccompanied Alien Children", "paragraphs": ["The most notable and recent revisions to asylum policy that pertain to unaccompanied children were included in the William Wilberforce Trafficking Victims Protection Reauthorization Act (TVPRA) of 2008. The asylum provisions of the TVPRA were part of a larger set of provisions that revised the initial processing, temporary placement, and immigration relief options for unaccompanied children. Prior to the TVPRA revisions, the unaccompanied child who sought asylum did so during a removal proceeding before an immigration judge in EOIR. The legislative road to the TVPRA provisions on asylum for unaccompanied children began in the 1980s and 1990s, when immigration rights and child welfare advocacy groups challenged the policies of treating unauthorized children much the same as unauthorized adults under the INA."], "subsections": [{"section_title": "Precursors to TVPRA Policy", "paragraphs": ["In 1997, the Flores Settlement established a nationwide policy for the detention, treatment, and release of UAC and recognized the particular vulnerability of UAC while detained without a parent or legal guardian present. The Flores Settlement provided the basis for then-Immigration and Naturalization Service (INS) policy guidance that unaccompanied alien children would not generally be subject to expedited removal, even though the statute did not expressly exclude minors. This policy guidance provided that unaccompanied children would have the opportunity to seek asylum during removal proceedings before an EOIR immigration judge. The policy guidance further stated: \"[E]xisting guidelines permit granting a waiver, deferring the inspection, or employing other discretionary means, if applicable, including withdrawing of an application for admission.\" It further directed that expedited removal might be applied to unaccompanied children if the minor has previously been issued a final order of removal, had a criminal record, or engaged in criminal activity in the presence of an INS officer.", "For years after the Flores Settlement , immigration rights and child welfare groups continued to criticize immigration officials who were responsible for unaccompanied children. The Homeland Security Act of 2002 (HSA) divided responsibilities for the processing and treatment of UAC between the newly created Department of Homeland Security (DHS) and the Department of Health and Human Services' (HHS's) Office of Refugee Resettlement (ORR). The HSA also established a statutory definition for \"unaccompanied alien children\" as children who lack lawful immigration status in the United States, who are under the age of 18, who are without a parent or legal guardian in the United States, or for whom no parent or legal guardian in the United States is available to provide care and physical custody. Even with the reforms of the HSA, criticism over the treatment of unaccompanied children continued."], "subsections": []}, {"section_title": "Initial Screening", "paragraphs": ["Upon apprehension under current law, the unaccompanied children are screened to see if they may have a credible fear of returning home. More specifically, the TVPRA requires that children from contiguous countries be screened within 48 hours of being apprehended to determine whether they should be returned to their country or transferred to HHS and placed in removal proceedings. In these cases, within 48 hours CBP personnel must screen these unaccompanied children to determine the following: that the child has not been a victim of a severe form of trafficking in persons and that there is no credible evidence that the minor is at risk should the minor be returned to his country of nationality or of last habitual residence; that the child does not have a possible claim to asylum; and that the child is able to make an independent decision to voluntarily return to his country of nationality or of last habitual residence. Although TVPRA requires the initial CBP screening for unaccompanied children from contiguous countries, in March 2009 DHS issued a policy that, in essence, made the screening provisions applicable to all unaccompanied alien children. Those children who opt not to return voluntarily as well as unaccompanied children from noncontiguous countries are transferred to the care and custody of HHS while they go through formal removal proceedings. The child may also request asylum during the formal removal proceedings with EOIR."], "subsections": []}, {"section_title": "Asylum Procedures34", "paragraphs": ["As mentioned above, the TVPRA revised the procedures and policies for those unaccompanied children who file for asylum, most notably by requiring that USCIS asylum officers have \"initial jurisdiction over any asylum application filed by\" an unaccompanied child. If either CBP or ICE found that the child was an unaccompanied alien child and transferred the child to ORR custody, USCIS will generally take jurisdiction over the asylum application, even where there may be some evidence that the child has reunited with a parent or legal guardian after CBP or ICE made the unaccompanied alien child determination. In addition, USCIS has initial jurisdiction over asylum applications filed by unaccompanied alien children with pending claims in immigration court, with a case on appeal before the Board of Immigration Appeals. ", "USCIS guidelines require that the asylum officer conducts \"child-appropriate interviews taking into account age, stage of language development, background, and level of sophistication.\" The guidelines also note that the child's age may affect the analysis of his or her asylum status (e.g., in considering whether the harm the child suffered amounts to persecution, in evaluating the child's possibly limited knowledge of events, etc.). Where a child is unable to identify all relevant motives for the persecution, the guidelines state that \"a nexus can still be found if the objective circumstances support the child's claim that the persecutor targeted the child based on one of the protected grounds.\" If the asylum officer decides that an unaccompanied child in removal proceedings is not eligible for a grant of asylum, case processing will depend on the status of the child's case before EOIR.", " Figure 1 presents a flow chart of the procedures for asylum seekers who are unauthorized adults or unauthorized families with children compared with the procedures for unaccompanied alien children. In both examples CBP, USCIS, and EOIR make key determinations along the way; however, an unaccompanied child faces fewer hurdles along the way to requesting asylum as well as getting a \"second bite at the apple\" in the consideration of his or her asylum claim.", "Unaccompanied children who are not granted asylum by USCIS resume their formal removal proceedings, which are overseen by EOIR. The TVPRA requires that all unaccompanied children, except those from contiguous countries who agree to voluntary return, are given formal removal proceedings before an immigration judge who may also hear their claims for asylum."], "subsections": []}, {"section_title": "Asylum Requests", "paragraphs": ["As Table 1 presents, only a small portion of the unaccompanied children apprehended by CBP have requested asylum with USCIS. While the sheer numbers requesting asylum have increased, they have not increased at as fast a rate as the overall increase in apprehensions of unaccompanied children. The TVPRA provides that unaccompanied alien children are not subject to the time limit that generally requires foreign nationals seeking asylum to do so within one year of arriving in the United States. Only 26% of the unaccompanied children who request asylum do so within the first 300 days they are in the United States. Almost half are in the country more than 400 days before they apply for asylum. The numbers of asylum requests filed by unaccompanied children from El Salvador, Guatemala, and Honduras are presented separately in Table 1 , which shows that the patterns generally hold across asylum seekers from all three countries.", "Through the third quarter of FY2014, USCIS reports that they have adjudicated 167 cases and granted asylum to 108 unaccompanied alien children. Only two of these approved cases were for unaccompanied children apprehended in FY2014. All of the other approved cases were for unaccompanied children apprehended in prior years."], "subsections": []}]}, {"section_title": "Policy Considerations", "paragraphs": ["As Congress faces the challenges posed by an influx of unaccompanied alien children, whether to revise the law on how unaccompanied children are treated in terms of asylum and expedited removal is a key question. On one hand, some call for revising the TVPRA so that unaccompanied children would be subject to expedited removal. In this case, proponents maintain that the children would be afforded a credible fear screening, as adults currently are. Only those who meet the credible fear threshold would be able to request asylum before an EOIR immigration judge during their formal removal proceeding. On the other hand, some call for a more generous \"child-sensitive\" standard of immigration relief for unaccompanied children, particularly those fleeing violence. In this instance, advocates emphasize that the \"best interests of the child\" should be the governing principle, even when it might conflict with the INA provisions on unauthorized migration. Those who support current law assert that the policies in place strike the proper balance, notably by affording unaccompanied children the opportunity to recover from their potentially traumatizing journey before they make their asylum claims. Rather, proponents of current law maintain that the prudent response to the surge of unaccompanied children is to temporarily increase appropriations so that it can be expeditiously implemented."], "subsections": []}]}}