{"id": "R43629", "title": "Hunting and Fishing: Issues and Legislation in the 113th Congress", "released_date": "2014-07-07T00:00:00", "summary": ["For several years, the House and Senate have been considering various approaches to improve hunting and recreational fishing opportunities both on and off federal lands. The Bipartisan Sportsmen's Act of 2014 (S. 2363) is pending in the Senate, and addresses many of the same topics considered by recent Congresses.", "Hunting, fishing, and conservation have been linked since the advent of federal wildlife legislation. Among early examples are the Lacey Act of 1900, the first federal wildlife law, which made it a federal crime to ship game killed in violation of one state's laws to another state, and the Migratory Bird Treaty Act of 1918, which regulated the killing, hunting, buying, or selling of migratory birds. Today's controversies concern, among other things, exactly what hunting, fishing, or shooting sports should be allowed on federal land, and when. S. 2363 seeks to increase the priority of hunting, trapping, fishing, and recreational shooting on federal lands.", "S. 2363 would also address the issuance of import permits to trophy hunters who legally killed Canadian polar bears in the months before the species was listed under the Endangered Species Act. These hunters have not been allowed to import their trophies; the bill would allow specified imports of these trophies.", "The bill would amend the federal duck stamp program to allow electronic sales of duck stamps in any state that meets certain requirements for such sales. It would also allow the Secretary of the Interior to increase the price of the stamp at specified intervals. Such a change, which would provide additional funding for acquisition of waterfowl habitat, has been advocated by many waterfowl hunters for several years.", "The bill also addresses somewhat related miscellaneous issues: filming permits on public lands, baiting of game birds, federal land transfers, changes to the management of the National Fish and Wildlife Foundation, and other matters.", "S. 2363 was not referred to a committee, and consequently lacks a committee report. It was placed on Senate Legislative Calendar under General Orders on May 20, 2014; on May 22, 2014, a motion to proceed to consideration of the measure was made in the Senate."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Several issues related to hunting, fishing, and recreational shooting on federal and state lands are addressed in various bills in the 113 th Congress. Hunting and conservation have been linked since the advent of federal wildlife legislation, such as the Lacey Act of 1900 (the first federal wildlife law, making it a federal crime to ship game killed in violation of one state's laws to another state) or the Migratory Bird Treaty Act of 1918 (regulating the killing, hunting, buying, or selling of migratory birds). Controversy exists about exactly what hunting, fishing, or shooting sports currently are allowed on federal land and when. Under current law, opening more lands to hunting, fishing, and recreational shooting is to be balanced against good game management, public safety, resource management, and the statutory purposes of the lands. ", "This report focuses on the Bipartisan Sportsmen's Act of 2014 ( S. 2363 ), now pending in the Senate. It addresses various issues of interest to sportsmen and Congress. Among other things, it covers land management priorities for hunting, trapping, fishing, and recreational shooting on various categories of federal lands; changes to the duck stamp program; recreational shooting; imports of polar bear trophies; hunting waterfowl over baited fields; and funding for land acquisition to support hunter access."], "subsections": []}, {"section_title": "Electronic Duck Stamps", "paragraphs": ["Section 101 of S. 2363 concerns duck stamps. Currently, duck stamps are purchased by hunters for the right to hunt migratory birds; proceeds from their sale go to the Migratory Bird Conservation Fund (MBCF) for acquisition of migratory bird habitat for inclusion in the National Wildlife Refuge System. Stamps are good for one year, and cost $15, a price set in legislation in 1991. Since 2008, a pilot program has tested the feasibility of the sale of duck stamps through the Internet; a number of states now participate in the pilot program. In other states, stamps continue to be available at U.S. post offices or other approved sites.", "S. 2363 would permanently authorize the electronic issuance of duck stamps. States would apply to the Secretary of the Interior for authority to issue the electronic stamps, under a procedure specified in the section. Provisions for revocation of state authority to issue electronic stamps are included."], "subsections": []}, {"section_title": "Lead Sinkers and Ammunition", "paragraphs": ["Section 102 of S. 2363 would exempt lead shot, ammunition, and fishing sinkers from provisions of the Toxic Substances Control Act (TSCA). The section would prohibit regulation under TSCA of \"shot, bullets and other projectiles, propellants, and primers\" and \"any sport fishing equipment.\" The bill further adds that the section does not limit the need to comply with other federal, state, or local laws. ", "This provision appears to seek legislative certainty for a denied citizen petition to force the Environmental Protection Agency (EPA) to regulate lead in ammunition and in fishing sinkers. On August 27, 2010, EPA denied one portion of the petition relating to the production of lead for use in ammunition, stating that the agency did not have legal authority to regulate ammunition under TSCA. EPA continued to evaluate the petition with respect to fishing tackle and accepted public comments until September 15, 2010. EPA denied that portion of the petition on November 4, 2010. On April 30, 2012, a lawsuit challenging the denial was dismissed. On June 7, 2012, a suit was filed challenging EPA's 2012 denial of a new petition to regulate lead shot under TSCA. The court rejected the plaintiffs' case in July 2013, and an appeal has been filed.", "These provisions would prevent federal regulation through TSCA, but not through other statutory authorities: lead shot has been banned in the United States for the hunting of migratory waterfowl since 1991 under authority of the Migratory Bird Treaty Act and the Endangered Species Act. Consequently, it is unclear what effect the provision might have."], "subsections": []}, {"section_title": "Shooting Range Support from Pittman-Robertson Program", "paragraphs": ["Section 103 of S. 2363 is designated the Target Practice and Marksmanship Training Support Act. It would allow territories and states to use more of the funds allocated to them under the Pittman-Robertson Wildlife Restoration Act (16 U.S.C. §669) for projects involving land acquisition, construction, and expansion of public target ranges for firearms or archery. A state's allocation of federal funds may currently be used to support a maximum of 75% of any project, with the remainder coming from nonfederal sources. Section 103 would amend 16 U.S.C. §669h-1(a), apparently intending to increase the maximum federal share from the Pittman-Robertson (P-R) program from 75% to 90%, for projects acquiring land for, expanding, or constructing target ranges. However, the bill contains a provision stating that a state \"may pay up to 90 percent of the cost of acquiring land for, expanding, or constructing a public target range.\" On its face, the language appears to give a state federal approval to pay for nearly all of the cost of a project. However, it is more likely that the purpose is to allow a state to use its P-R allocation of federal funds to pay for up to 90% of the cost of a project, with the state (or other nonfederal sources) needing to pay for no more than 10% of the project. There is no committee report to clarify the intent of the provision.", "The bill would define a public target range , for the purposes of P-R, specifying that it is a location identified by a government agency, is open to the public, may be supervised, and accommodates archery or rifle, pistol, or shotgun shooting."], "subsections": []}, {"section_title": "Subsistence Take of Migratory Birds", "paragraphs": ["S. 2363 (Section 104) would exempt Alaska Natives who are subsistence users from 16 U.S.C. 718a, which requires waterfowl hunters to purchase the duck stamp."], "subsections": []}, {"section_title": "Polar Bear Import Permits", "paragraphs": ["Before May 15, 2008, when the listing of polar bears as a threatened species under the Endangered Species Act (ESA) took effect, it was legal under U.S. law to import polar bear trophies legally taken in Canada. After that date, import was not allowed. Once the proposed rule to list polar bears as a threatened species was published in January 2007, an extensive campaign was conducted by the Fish and Wildlife Service (FWS) to alert hunters to the potential impact of ESA listing on the ability to import polar bear trophies. However, FWS continued to authorize the import of polar bear trophies under existing law until the ESA listing became final. The permitting process was truncated by court order, making the listing effective immediately rather than after 30 days.", "S. 2363 (Section 105) would amend the Marine Mammal Protection Act (MMPA) to allow hunters with polar bear trophies legally hunted in Canada to import these trophies to the United States. It would direct FWS to issue permits for importing these sport-hunted trophies, if a permit was sought before May 15, 2008. It would further amend the MMPA to provide that the permits may be issued regardless of the polar bears' status as a depleted species, which is the basis on which the permits were denied.", "FWS does not oppose legislation allowing importation for hunters who both applied for an import permit and completed their legal hunt prior to ESA listing. Others oppose allowing these permits, believing it would encourage hunting of species whose listing is imminent. The Humane Society of the United States testified in the 112 th Congress that allowing polar bear imports would \"would roll back polar bear conservation efforts and set a dangerous precedent for gutting the protections provided under the Marine Mammal Protection Act and the Endangered Species Act.\" A federal court has upheld the current permit ban, finding that there was no procedural flaw in blocking permits as of the day the bear was listed as threatened. "], "subsections": []}, {"section_title": "Baiting of Migratory Game Birds", "paragraphs": ["Hunting of migratory game birds over baited fields is forbidden by the Migratory Bird Treaty Act and its implementing regulations. There is little controversy over whether such hunting is an unsportsmanlike practice that should not be allowed. There is, however, controversy over precisely what constitutes baiting , how long hunters should wait after an agricultural field has been harvested to avoid the baiting prohibition, and whether the effects of natural disasters might affect whether a field is considered baited. Section 106 of S. 2363 addresses these issues by allowing hunting over crops in certain circumstances.", "Section 106 defines a bait area as an area where there has been the placement of salt grain, or feed to attract game birds; and an area where there has been manipulation of unharvested cropland (e.g., through mowing or discing), unless the manipulation is a normal agricultural practice. It then explicitly excludes from the definition any areas (a) with a treatment that is a normal agricultural practice, (b) with unmanipulated standing crops, or (c) with standing crops that are or were flooded. The last provision appears to exclude flooded cropland, whether naturally or artificially flooded.", "The section defines normal agricultural practice . Some features of this long definition are particularly noteworthy. First, the practice is to be considered normal if recommended by the state office of the Cooperative Extension System of the Department of Agriculture. In addition, the applicable state game department is to be consulted and, if requested, may be asked to concur. It is unclear who may do the requesting, and what would be the effect if the applicable state game department does not concur. A normal agricultural practice is also defined to include the destruction of crops as required by the Federal Crop Insurance Corporation to obtain a crop insurance payment after a natural disaster. ", "Section 106 also requires an annual report from the Secretary of Agriculture to the Secretary of the Interior on any changes to normal agricultural practices."], "subsections": []}, {"section_title": "Hunting, Trapping, Fishing, and Recreational Shooting", "paragraphs": ["Section 107 of S. 2363 addresses hunting, trapping, fishing, and recreational shooting on federal land, and appears to create an \"open until closed\" management policy for federal lands. It describes the factors a land management agency must consider to justify closing federal lands to hunting, trapping, fishing, or recreational shooting. The steps include specific criteria for closure determinations, revising planning documents, and filing reports with Congress. This analysis will focus potential impacts of Section 107 on lands managed by the Bureau of Land Management (BLM) and the Forest Service (FS). While the bill's definition of federal public lands explicitly excludes National Park Service (NPS) and Fish and Wildlife Service (FWS) lands, it may include other federal public land. (See below.)"], "subsections": [{"section_title": "Definitions", "paragraphs": [], "subsections": [{"section_title": "Definition of Federal Public Land", "paragraphs": ["Section 107 defines federal public land broadly. The term federal public land means \"any land or water that is ... owned by the United States; and ... managed by a Federal agency (including the Department of the Interior and the Forest Service) for purposes that include the conservation of natural resources.\" The definition then specifically exempts (a) lands or waters held in trust for the benefit of Indian tribes or individual Indians; (b) lands under the jurisdiction of NPS or FWS; (c) fish hatcheries; and (d) conservation easements on private land. ", "While there is no other existing statutory definition of federal public land , the Federal Land Policy and Management Act (FLPMA) defines public lands as BLM lands. The Section 107 definition is broader than the FLPMA definition, and arguably could be interpreted to include all federal lands except those belonging to NPS and FWS. As a result, even though most of the rest of the bill appears to target only BLM and the Forest Service, the bill could include lands under other agencies, such as the Bureau of Reclamation, the Department of Defense (including the Army Corps of Engineers), the Department of Energy, and the Department of Commerce, all of which have natural resource conservation as a purpose. A similar, inclusive definition of federal lands was used in the Energy Policy Act of 2005, which referred to a number of departments as being necessary to establish rights of way on federal lands: Agriculture, Commerce, Defense, Energy, and the Interior. Also, as multiple executive orders direct all agencies with land to preserve the environment, it could be interpreted that any such agency has as a purpose the \"conservation of natural resources\" and would be covered by Section 107 of S. 2363 .", "If the Section 107 definition reaches more lands than was intended, the scope could be contained by referring to specific management agencies in the definition rather than trying to describe lands. This approach is used in other legislation. The Federal Lands Recreation Enhancement Act (FLREA), for example, defines f ederal land management agency as \"the National Park Service, the United States Fish and Wildlife Service, the Bureau of Land Management, the Bureau of Reclamation, or the Forest Service.\""], "subsections": []}, {"section_title": "Definition of Hunting", "paragraphs": ["Section 107(a) defines hunting to mean \"the use of a firearm, bow or other authorized means in the lawful ... pursuit, shooting, capture, collection, trapping, or killing of wildlife; or attempt to pursue, shoot, capture, collect, trap, or kill wildlife.\" ", "The definition includes trapping, an activity that is not traditionally included under this term. Trapping is allowed under some circumstances on some federal lands, but the use of traps (particularly a design called leghold traps) has been controversial and is less common than traditional hunting on federal lands. ", "While the definition in Section 107 concerns hunting , the word recreational precedes it 16 times and it is not clear if this modifier applies to hunting as well as shooting and fishing. The bill does not draw a distinction between hunting and recreational hunting. Similarly, the provision addressing licensing in Section 107(b)(9)(B)(i) refers to \"fish, hunt, and trap,\" which also appears to be inconsistent with the definition, which includes trapping within the definition of hunting. In addition, Section 107(b)(6) refers to \"activities relating to fishing or hunting,\" potentially expanding the allowed activities."], "subsections": []}, {"section_title": "Definition of Recreational Fishing", "paragraphs": ["Section 107(a)(4) defines recreational fishing as \"an activity for sport or pleasure that involves ... the lawful ... catching, taking, or harvesting of fish; or ... attempted catching, taking, or harvesting of fish; or ... any other activity for sport or pleasure that can reasonably be expected to result in the lawful catching, taking, or harvesting of fish.\" "], "subsections": []}, {"section_title": "Definition of Recreational Shooting", "paragraphs": ["Section 107(a) defines recreational shooting as \"any form of sport, training, competition, or pastime, whether formal or informal, that involves ... the discharge of a rifle, handgun, or shotgun, or ... the use of a bow and arrow.\" The definition appears to include hunting; shooting ranges; informal target practice; and war reenactments, both formal and informal. It appears those activities were intended to be included and encouraged on all of the federal public land as defined in Section 107. Recreational shooting, including shooting ranges, on some of the other lands that might be included in this bill would likely be controversial. However, because of some controversy over the continued existence of shooting ranges on certain Forest Service or BLM lands, it may be that only those lands were intended to be affected by the promotion of shooting ranges. "], "subsections": []}]}, {"section_title": "Management of Federal Lands", "paragraphs": ["Section 107(b) of S. 2363 generally directs the heads of federal public land management agencies to facilitate use of and access to lands for hunting (defined to include trapping), fishing, and recreational shooting. Section 107(b)(2) would require that each land management agency act (1) in a manner that supports and facilitates hunting, fishing, and recreational shooting opportunities; (2) to the extent authorized under applicable state law; and (3) in accordance with applicable federal law. This provision may raise questions because state law does not authorize actions on federal land. Instead, federal management is exercised to the extent consistent with state law, which establishes hunting seasons, game species, fishing licenses, etc. ", "While agencies must manage public lands to facilitate those activities, Section 107(b)(7) states that the title does not require \"a Federal agency to give preference to recreational fishing, hunting, or shooting over other uses of Federal public land.\" This provision is an example of the apparent tension in the bill between directing federal agencies generally to allow more hunting, fishing, and shooting and to facilitate such activities procedurally, versus an effort to maintain some existing management structures and policies.", "Section 107 is complicated by a switch in directives from all federal public land agencies (minus some stated exceptions) at the beginning of the section, to only those managed by BLM or FS beginning at Section 107(b)(4). ", "Section 107(b)(4)(C) of S. 2363 states that agency heads of BLM and FS may use existing authorities to lease or permit use of lands for shooting ranges and to designate specific lands for recreational shooting activities. While Section 107(b)(4) applies explicitly to BLM and the Forest Service, Section 107(b)(4)(C) directs the \"head of each Federal public land agency\" to address recreational shooting, the general term used in the rest of S. 2363 . It is not clear whether the provision is limited to BLM and FS.", "A separate management directive is found in Section 107(b)(8), which requires agency heads to consult with advisory councils established in two executive orders. The first, Executive Order 12962, establishes a recreational fisheries council. The second, Executive Order 13443, however, does not create an advisory council. Instead, it refers to the Sporting Conservation Council, which was established a year earlier by the Department of the Interior.", "Section 107(b)(3)(B) would direct that, on federal lands where hunting is prohibited by law, federal land planning documents shall allow skilled volunteers to assist in culling and other management of wildlife populations. However, this change in land planning documents may be avoided if the head of the agency demonstrates, based on the best available scientific evidence or applicable federal law, that skilled volunteers should not be used for this purpose. This would change the existing practice in which employees of Wildlife Services of the Department of Agriculture are used. "], "subsections": []}, {"section_title": "Closing or Limiting Lands to Hunting, Fishing, or Recreational Shooting", "paragraphs": ["Because the premise of S. 2363 is that lands will be open unless closed, Section 107 establishes processes for when and how those lands can be closed to hunting, fishing, or recreational shooting. ", "At issue is the fact that some criteria required by Section 107(b)(3)(A) may not have been used in developing land plans by BLM, the Forest Service, or the other federal land ownerships that may or may not be covered in Section 107. Definitions introduced in S. 2363 could mean that existing plans have not considered the activities as defined. The bill is silent as to whether those existing plans may remain in place until they can be revised; whether those plans must all be revised immediately; or whether all lands are open to hunting, fishing, and recreational shooting upon the bill's enactment, regardless of restrictions in existing plans, until new plans using the new criteria are finalized. "], "subsections": [{"section_title": "Criteria for Closing Federal Lands Generally", "paragraphs": ["Section 107(b)(1) of S. 2363 directs agencies to \"exercise their authority under existing law ... to facilitate use of and access to Federal public lands.\" It creates a three-prong test for when agencies may close lands:", "existing law, \"including regulation,\" authorizes limits for reasons of national security, public safety, or resource conservation; existing law specifically precludes recreational fishing, hunting, or recreational shooting on specific lands or waters; or discretionary limitations on hunting, fishing, and recreational shooting are determined to be necessary and reasonable as supported by the best scientific evidence and advanced through a transparent public process.", "The last prong, Section 107(b)(1)(C), appears to establish new criteria for closing lands, rather than using existing statutory authority. As a result, all agencies' planning processes may require an additional step to determine land uses if limits on those activities are imposed. ", "In addition, Section 107(b)(1) would require an evaluation to curtail activities based on three subjective phrases:", "necessary and reasonable; supported by the best scientific evidence; and advanced through a transparent public process.", "As written, these three phrases require interpretation by the agencies incorporating them into their land planning practices, and likely also by courts, when groups disagree with an agency's interpretation or application. "], "subsections": []}, {"section_title": "Criteria for Closing BLM and Forest Service Lands", "paragraphs": ["Section 107(b)(4) applies only to BLM and Forest Service lands and explicitly directs that those lands \"shall be open to recreational fishing, hunting, and recreational shooting unless the managing Federal public land agency acts to close the land to the activity.\" This differs from the Section 107(b)(1) language that directs land management agencies to \"facilitate use of and access to\" lands for those activities. ", "Although Section 107(b)(1) does not limit its application to any type of federal lands except those encompassed in its definition of federal public lands, it may be that the more specific criteria in Section 107(b)(4) supersedes application of Section 107(b)(1) to BLM or the Forest Service. However, it may also be interpreted that Section 107(b)(4) provides additional criteria for BLM and Forest Service closures, or gives managers a choice of criteria. Unlike Section 107(b)(1), it could be found that these criteria are consistent with existing land planning practices. ", "Under Section 107(b)(4), the head of the agency may close or limit lands available for hunting, fishing, or shooting, when it is necessary and reasonable and supported by facts and evidence. Lands may be limited for purposes including the following:", "resource conservation, public safety, energy or mineral production, energy generation or transmission infrastructure, water supply facilities, protection of other permittees, protection of private property rights or interests, national security, or compliance with other law. ", "This appears to allow BLM and the Forest Service to base land closure decisions on something other than the \"based on the best scientific evidence\" and \"advanced through a transparent public process,\" as required by Section 107(b)(1). It is not clear why different criteria are established for BLM and Forest Service management decisions than for whatever other federal public land agencies may be covered by this bill.", "These criteria seem to be in addition to the existing management criteria dictated by federal land management laws, for example, FLPMA and the National Forest Management Act (NFMA), and would add to agencies' planning responsibilities."], "subsections": []}, {"section_title": "Criteria for Closing Lands Over 1,280 Acres Excluding BLM or Forest Service Lands", "paragraphs": ["Section 107(b)(6) requires a process for the \"permanent or temporary withdrawal, change of classification, or change of management status ... that effectively closes or significantly restricts 1280 or more contiguous acres of Federal public land to access or use for fishing or hunting.\" Unlike most provisions in Section 107, Section 107(b)(6) does not include recreational shooting as an activity that triggers coverage. Additionally, it excludes closures under Section 107(b)(4), meaning it excludes those closures on BLM and the Forest Service lands. Closures, except for emergency closures, must follow this procedure:", "publish appropriate notice; demonstrate that coordination has occurred with a state fish and wildlife agency; and submit written notice to the House Committee on Natural Resources and the Senate Committee on Energy and Natural Resources.", "Short-term closures, such as for a day or a week, are not exempted. (But see \" Criteria for Closing Lands in an Emergency ,\" below.)"], "subsections": [{"section_title": "Aggregation of Closure Areas", "paragraphs": ["Section 107(b)(6)(A) addresses aggregate effects of multiple closures for areas that are smaller than 1,280 acres each. It states that if \"separate withdrawals or changes effectively close or significantly restrict 1280 or more acres of land or water, the withdrawals and changes shall be treated as a single withdrawal or change for purposes of [Section 107(b)(6)(A)].\" This aggregation appears to apply to the cumulative closures among all agencies, and it requires no geographical link among the closures, and therefore closures of 200-acre plots in 10 different states could amount to a closure that required reporting and publication. Although not clear, it appears that this section does not apply to BLM or Forest Service lands. Currently, there is no coordinating body among federal land agencies to manage the requirements of Section 107(b)(6)."], "subsections": []}]}, {"section_title": "Criteria for Closing Lands in an Emergency", "paragraphs": ["Section 107(b)(6)(C) allows an agency in an emergency to close \"the smallest practicable area to provide for public safety, resource conservation, national security, or other purposes authorized by law.\" Emergency is not defined. The emergency closures terminate \"after a reasonable period of time.\" Although emergency closures are allowed, Section 107(b)(6)(C) is silent as to whether agencies still must follow the notice and reporting requirements established elsewhere in the section."], "subsections": []}]}, {"section_title": "Planning Documents", "paragraphs": ["The decisions clarifying which lands are closed to hunting, fishing, and shooting will be part of an agency's planning document. Section 107(b)(3) of S. 2363 requires that each planning document \"include a specific evaluation of the effects of the plans on opportunities to engage in recreational fishing, hunting, or recreational shooting.\" Although many federal lands, especially those of BLM, FWS, and FS, are open to hunting and fishing, recreational shooting is less common. For example, it is unlikely agencies have evaluated recreational shooting as broadly defined in this bill, when making existing land use plans. Moreover, because of possible ambiguities as to the lands covered in this bill, it is not clear whether all affected lands would have planning documents analogous to those of FS and BLM. ", "Because Section 107 does not establish any deadlines for instituting most of these practices, it is unclear if all planning documents must be changed immediately or if management changes could be incorporated when the document is next revised. Either Section 107 is intended to require immediate revision of land use plans where practices were not compatible, or many portions of the bill would not go into effect until the agency's plan came up for revision. In the case of some agency plans, those revisions may not occur for 15 years. Another interpretation is that the lands are open upon the law's enactment regardless of the current plan. This reading appears possible in the instance of BLM and Forest Service lands, in light of the directive in Section 107(b)(4) that those lands \"shall be open ... unless the managing Federal agency acts to close lands.\"", "Additionally, it is not clear what parts of S. 2363 would trigger a plan revision. For example, the definition of hunting, which includes trapping, could require all land management plans that allowed hunting but not trapping to be revised. Agencies would incur costs to revise existing plans, as those plans are subject to public review processes. "], "subsections": []}, {"section_title": "Reports to Congress", "paragraphs": ["Two provisions of S. 2363 require federal land management agencies to notify Congress of restrictions on hunting, fishing, and recreational shooting. If an agency closes federal land to those activities, Section 107(b)(5) requires the agency heads to submit a report every two years to the House Committee on Natural Resources and the Senate Committee on Energy and Natural Resources. Despite the biennial reporting requirement, the bill directs the reports to describe only those closures happening in the previous year, thereby raising questions as to what is intended. ", "An additional reporting mandate is found in Section 107(b)(6), which requires notice to congressional committees of closures affecting 1,280 acres or more. While no deadline is established, the areas cannot be closed until those committees are given notice. ", "It is not clear whether the reporting requirements within Section 107 are intended to replace or supplement the reporting requirements in FLPMA. Section 202 of FLPMA requires BLM to report to Congress when it closes land to principal or major uses when the land is 100,000 acres or more, and if that land will be closed for two or more years."], "subsections": []}, {"section_title": "Limitation of Liability for Shooting Ranges", "paragraphs": ["Section 107(b)(4) of S. 2363 includes a waiver of liability for the federal government for claims related to shooting ranges. Because Section 107(b)(4) does not refer to the term \"Federal public land,\" and in light of the narrow application of Section 107(b)(4)(A), the limitation of liability may apply only to BLM and Forest Service lands. It is not clear what was intended. The liability limitation does not appear to apply to other recreational shooting activities, however."], "subsections": []}, {"section_title": "State Authority", "paragraphs": ["Section 107(b)(9) of S. 2363 states that nothing in the section \"interferes with, diminishes, or conflicts with the authority, jurisdiction, or responsibility of any State to manage, control, or regulate fish and wildlife under State law (including regulations) on land or water within the State, including on Federal public land.\" Other provisions also indicate that the bill is not intended to interfere with state law, as discussed above: Section 107(b)(2)—management of federal lands will be to the extent authorized by state law; Section 107(b)(3)(B)—use of volunteers to cull animals will be in cooperation with state agencies; and Section 107(b)(6)—closures of lands with a total area of 1,280 acres or more shall be in coordination with state agencies. "], "subsections": []}, {"section_title": "Federal Licenses and Fees", "paragraphs": ["Section 107(b)(9) of S. 2363 states that the section does not authorize imposing a federal \"license, fee, or permit to fish, hunt, or trap\" on federal lands, excluding the Migratory Bird Stamp. (Recreational shooting is not included.) It is not clear if this is intended to prevent the creation of license or permit requirements based on this title, or whether existing authorizations for license, fees, and permits have been revoked. Land agencies already have permit requirements for some activities mandated in Section 107. Because nearly all federal lands require a type of permit for activities that otherwise would be prohibited, this may require land management agencies to revise their regulations.", "While Section 107(b)(9) does not authorize fees for fishing, hunting, or trapping, it does not exclude application of the Federal Lands Recreation Enhancement Act (FLREA). This could allow agencies to impose a type of recreation fee for activities other than fishing, hunting, or trapping, such as shooting ranges or war reenactments, for example, subject to that act's restrictions."], "subsections": []}]}, {"section_title": "Filming on Federal Lands", "paragraphs": ["Section 108 of S. 2363 would reduce fees and facilitate access to \"Federal land and waterways\" for commercial film crews of up to five people. It would amend 16 U.S.C. 460 l -6d to specify that such crews could obtain a permit for $200, good for one year, for commercial filming in areas and times that are open to public use. No additional fees may be charged. The agency may deny access if resources may be damaged and the damage cannot be mitigated; if public use would be unreasonably disrupted; if the public would face health or safety risks; or if the filming would use \"models or props that are not part of the natural or cultural resources or administrative facilities of the Federal land.\" Currently, such fees are variable and must generate a \"fair return\" based on the number of days of use, size of the crew, and amount and type of equipment."], "subsections": []}, {"section_title": "Acquisition of Lands to Promote Hunting Access", "paragraphs": ["Sometimes, the best access to federal land is through private property. At least two federal land management agencies, BLM and FS, have authority to acquire property to provide easier access to federal lands. The authority includes eminent domain. ", "Section 201 of S. 2363 would amend the Land and Water Conservation Fund Act (LWCF) by directing that the Secretaries of the Interior and of Agriculture prepare priority lists to identify land or rights-of-way acquisition projects where access to federal public land for hunting, fishing, and other recreational purposes currently is \"significantly restricted.\" The bill would require each agency in the two departments to devote the greater of $10 million or 1.5% of the annual appropriation for LWCF to acquisition of lands, rights of way, or other interests from willing sellers to improve access for these activities. The term Federal public land is not defined for this section either. The Department of the Interior agencies currently receiving LWCF appropriations are BLM, FWS, and NPS; for Agriculture, only FS receives LWCF funds. The section does not specify how the moneys set aside are to be divided among agencies or departments.", "In addition, Section 107(b)(1) could be read as encouraging agencies to exercise their statutory authority to facilitate access to federal lands by acquiring property, such as easements, from adjoining property owners."], "subsections": []}, {"section_title": "Federal Land Transaction Facilitation Act", "paragraphs": ["Section 202 of S. 2363 would amend the Federal Land Transaction Facilitation Act (FLTFA). FLTFA was designed to allow proceeds from the disposal of public land to be used to acquire inholdings and other lands to improve federal land management. It focuses on acquiring property that adjoins protected sites such as wilderness areas and national parks. Under Section 205 of the current law, proceeds from the \"sale or exchange of public land identified for disposal under approved land use plans\" are to be put in the FLTFA fund. Approved land use plans are those made under the Federal Land Policy and Management Act (FLPMA) that were in effect as of the date FLTFA was enacted. ", "Section 206(a) of FLTFA states that \"notwithstanding any other law [except for laws requiring proceeds to go into state trust funds] the gross proceeds of the sale or exchange of public land under this Act shall be deposited in a separate account in the Treasury of the United States to be known as the 'Federal Land Disposal Account.'\"", "Section 202 of S. 2363 would amend FLTFA by extending the expiration of the act and eliminating the expiration of the authorization of the FLTFA fund. The current law prevents revenue going to the fund from sales of the lands listed under the Santini-Burton Act ( P.L. 96-586 ), and under the Southern Nevada Public Land Management Act of 1998 ( P.L. 105-263 ). To that list, Section 202 would add lands in the following bills whose sales revenue would not accrue to the FLTFA fund, meaning these land sales would not have to share their revenues:", "White Pine County [Nevada] Conservation, Recreation, and Development Act of 2006 ( P.L. 109-432 ); Lincoln County [Nevada] Conservation, Recreation, and Development Act of 2004 ( P.L. 108-424 ); Owyhee Wilderness, Nevada, in subtitle F of title I of the Omnibus Public Land Management Act of 2009 ( P.L. 111-11 , §1501); lands in Washington County, Utah, subtitle O of title I of the Omnibus Public Land Management Act of 2009 ( P.L. 111-11 , §1971); Carson City, Nevada, exchanges, Section 2601 of the Omnibus Public Land Management Act of 2009 ( P.L. 111-11 , §2601); and Douglas County, Washington, exchanges, Section 2606 of the Omnibus Public Land Management Act of 2009 ( P.L. 111-11 , §2606)."], "subsections": []}, {"section_title": "Wetlands Conservation", "paragraphs": ["Section 203 of S. 2363 would reauthorize the North American Wetlands Conservation Act (16 U.S.C. §4406(c)(5)) through FY2019."], "subsections": []}, {"section_title": "National Fish and Wildlife Foundation Act", "paragraphs": ["Section 204 of S. 2363 would amend the National Fish and Wildlife Foundation Establishment Act. The Foundation is a federally chartered tax-deductible non-profit organization which accepts contributions for the benefit of wildlife and natural resource conservation. Among other things, the proposed changes would modify selection criteria for its Board of Directors and enlarge the Board's membership. It would clarify the Foundation's authority to receive restitution, mitigation, and other amounts from specified proceedings, so that these funds can be used for resource conservation. The changes also clarify that federal departments or agencies may provide funds to the Foundation that would be used for conservation and management of wildlife and other natural resources; the Foundation would be permitted to collect fees for managing these funds. ", "Further, federal agencies would have authority to waive competitive processes in awarding grants or contracts under the act if necessary to address a disaster, or if the head of the agencies determines that such a waiver would reduce administrative expenses. Gifts to the Foundation would be made available without further appropriation. "], "subsections": []}]}}