{"id": "R43636", "title": "U.S. Shale Gas Development: Production, Infrastructure, and Market Issues", "released_date": "2014-07-14T00:00:00", "summary": ["The United States is in the process of discovering the true extent of its unconventional natural gas resources primarily derived from shale, with estimates rising every year. Natural gas has become an increasingly available, low-priced commodity, and U.S. natural gas is in demand at home and abroad. The price of natural gas relative to coal has led to a trend of switching from coal to gas for electric generation.", "Estimates of undiscovered technically recoverable natural gas have multiplied in recent years, rewriting the map on natural gas production. Pennsylvania is newly one of the top four gas-producing states (since 2011), with Texas holding the top spot. This rise has necessitated pipeline network expansions; however, progress has been slow, leading to constraints and price differentials. Appalachian natural gas has historically been priced higher than that from the Gulf Coast's Henry Hub due to lower availability, but increased production in Pennsylvania's Marcellus Shale resource has reversed this differential.", "The earning potential for liquefied natural gas (LNG) exportation overseas, particularly in high-demand areas such as Asia, has led to an increase in applications to construct U.S. export terminals. The prospect of increased LNG exports raises three main issues. First, exporting may raise domestic prices just as domestic natural gas usage is beginning to expand. Second, an influx of LNG into the global market may create new geopolitical concerns. Natural gas production in the United States has prompted other countries to attempt to produce from shale deposits. Third, onshore export terminals may be built in ecologically sensitive areas with the alternative being offshore terminals. Additionally, an increased reliance on LNG may shift focus away from exploring renewable energy sources.", "The increase in U.S. natural gas production also affects the domestic market. The percent of new housing constructed to be heated by natural gas has become almost equal to the percent heated by electricity. This increase has been due largely to economic and environmental considerations. In the transportation sector, compressed natural gas (CNG) and LNG are beginning to displace traditional liquid fuels; some companies are producing vehicles that run on various forms of natural gas. However, the main obstacles are the cost of the new technology required and that of reformatting fueling stations."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Report Authorship", "paragraphs": ["This report is one of two companion reports prepared by Pennsylvania State University, with contributions from Seth Blumsack and Thomas Murphy. Their work was performed under contract to CRS, and was part of a multiyear CRS project to examine various aspects of U.S. energy policy. [author name scrubbed], Assistant Director of the Resources, Science, and Industry Division, served as CRS project coordinator. [author name scrubbed], Specialist in Energy Policy, served as CRS reviewer and editor of this report. The second report is CRS Report R43635, Shale Energy Technology Assessment: Current and Emerging Water Practices .", "This report will not be updated."], "subsections": []}, {"section_title": "Acknowledgement", "paragraphs": ["This report was funded, in part, by a grant from the Joyce Foundation."], "subsections": []}, {"section_title": "United States: Impetus for Global Changes", "paragraphs": ["With shale gas resources in North America and around the world continuing to be identified, evaluated, and developed, there is an increased expectation by many in academia, government, and industry that there is now resource abundance. The United States has led this trend, and the overall U.S. natural gas supply likely will expand in the near term and beyond. The U.S. Energy Information Administration (EIA), in the Annual Energy Outlook 2014 projections, reflects this advancing pace in natural gas production. The United States is facing increasing industrial and power demands for natural gas, as well as possibly becoming a net liquefied natural gas (LNG) exporter and overall gas exporting country by 2016 and 2018, respectively. At the same time, Figure 1 illustrates how prices for the commodity are continuing to trend near historical lows. Current expectations are for those levels to continue in the near and mid-terms.", "While low prices are generally good news for consumers in the industrial, power generation, commercial, and residential sectors, they do cause a number of closely related technical and market impacts worth further research and analysis. Recent changes in thermal coal use in the United States, illustrated in Figure 2 , impacted by switching from coal to natural gas, are substantial and will likely continue to trend downward due to overall market influences of natural gas prices relative to coal, along with current and pending federal and state policy. Coal-to-gas switching for U.S. power generation doubled in 2012 from the same period in 2011, with gas use for power generation doubling from 3 billion cubic feet per day to 6 billion cubic feet per day.", "Although coal export to Asian and European electric power generation operators has risen, there has still been a net negative impact on the mining sector in several regions of the United States. Rail capacity that was used to move coal to market is now underutilized. On the other hand, some of the rail capacity is now being redeployed to move crude oil from shale deposits in the upper western United States to eastern refineries where demand for domestic West Texas Intermediate (WTI) priced crude has increased relative to higher-cost Brent priced imports from other global locations. Pipeline capacity to accomplish the same goal has regulatory, right-of-way, and financial challenges, and is viewed by some as insufficiently responsive to the rapid increase in development. It is possible that rail will one day move natural gas as well. ", "The addition of a large number of U.S. and international oil and natural gas companies entering shale gas developments during the last six years, with larger capital budgets and longer investment horizons, has advanced both private and public research on natural gas extraction technologies. The presence of these companies also may increase the likelihood of other countries' developing shale formations. Field service companies are also integral in both these respects. Government agencies have traditionally conducted or funded related energy research and currently are pursuing multiagency initiatives, although federal budgetary constraints may limit the extent of these activities going forward."], "subsections": []}, {"section_title": "New Production, Changing Locales", "paragraphs": ["A historical shift is taking place in how fossil energy is being sourced and utilized when compared to energy development and consumption patterns of the past four decades. Conventional thinking is that North America will now make very significant gains in the goal of achieving energy independence due to both reduced energy use through efficiencies, i.e. increases in the Corporate Average Fuel Economy (CAFE) standards, among other things, and rapidly increasing supply. The technologies and techniques being applied to develop new sources of natural gas from shale are advancing quickly as the science is evolving and the overall size of the resource is better understood. As an example, early estimates of the Marcellus Shale resource in the Appalachian basin proved somewhat conservative, and have been revised upward by the U.S. Geological Survey (USGS) from the original 2 trillion cubic feet to the current projection of 84 trillion cubic feet of undiscovered technically recoverable gas. Figure 3 illustrates recent shale-gas resources estimates.", "Some third-party firms and academics now indicate that this shale alone could yield upwards of four times the most recent previous estimates, based on a better understanding of the geology, much of which is now based on actual drilling and the resultant data coming from those wells. In the case of Pennsylvania, more than 6,000 wells had been drilled into the Marcellus as of November 2012, and in 2012, Pennsylvania produced more than 2 trillion cubic feet of natural gas (see Figure 4 ). Similar data from West Virginia's shale wells to date indicate a similar trend. In that multistate region, gas volumes are increasing even as the number of drilling rigs operating shows a slowly decreasing year-by-year trend.", " Figure 5 shows that a majority of the natural gas produced in the United States comes from a small group of states, led by Texas. However, it is important to note that Pennsylvania's rise into the top four producing states is a relatively recent occurrence. Prior to 2011, Pennsylvania was producing less than 1 trillion cubic feet per year, and before then it produced less than 0.2 trillion cubic on average since the 1980s. Pennsylvania's rise in production is significant for overall U.S. supplies, but more importantly because of its proximity to the largest U.S. markets for natural gas, the Northeast."], "subsections": [{"section_title": "Infrastructure Requirements", "paragraphs": ["Pipeline capacity in the same region of the United States, both interstate transmission lines and local gathering lines, is currently in need of expansion to accommodate the potential demands of energy companies completing natural gas wells. Approximately 50% of the wells drilled in Pennsylvania do not have access to a pipeline allowing gas to reach commercial markets. This is particularly true in northeastern Pennsylvania, where the industry has a shorter history of drilling than in other regions of the United States, thus necessitating the need to construct more of this infrastructure, particularly gathering-pipeline systems. The gas market is accounting for this bottleneck in supply near large eastern cities, with a lower basis price at key citygate locations when compared to historical premium price levels. In western Pennsylvania, where the natural gas also contains natural gas liquids, fractionation facilities are also an infrastructure constraint to development. Industry estimates indicate there will need to be a nationwide investment of $10 billion per year for each of the next 10 years to develop adequate capacity in gathering and transmission pipelines, along with associated compression facilities en route.", "Similar trends are also being seen in gas flows in other regions. The Rockies Express Pipeline (REX) built to supply gas from the Rocky Mountains to eastern U.S. markets was at 70% capacity during the winter of 2012. Its unused capacity is largely accounted for due to the net surplus of Marcellus gas produced in Pennsylvania and West Virginia. The combined transmission capacity of the historical pipelines routed from the Gulf Coast to northeastern markets was at 45% of potential volume in 2012. Legacy premium gas pricing seen in northeastern U.S. markets will likely trend to western markets within five years due to increasing demand there; eastern shales are predicted to expand net surpluses in that region during the same period.", "West-to-east flow in trans-Canadian pipeline capacity has declined as well, partially related to eastern United States shale gas moving into eastern Canada in 2012 at a rate of 400 million cubic feet per day due to closer proximity and upgraded pipeline and compression facilities. In addition, declining Canadian gas production and greater use in western Canada are contributing factors in this trend. Overall, the amount of natural gas being imported from Canada, a traditional supplier, has been dropping (see Figure 6 ), and is now less than 8% of total U.S. usage. Similarly, flow of gas to Mexico is increasing, exceeding 1.8 bcf/d in 2013."], "subsections": []}, {"section_title": "Changing Price Differentials", "paragraphs": ["The traditional market dynamics in the United States between supply and demand are changing and affecting how natural gas is priced. The Henry Hub in Erath, LA, has been the basis for U.S. natural gas prices, in part because of the numbers of natural gas pipelines that intersect that area. With more natural gas being produced outside of the Gulf area and the amount of natural gas passing through Henry Hub, market distortions are arising that are being reflected in regional prices. For example, the spreads between the Columbia Gas Transmission Appalachian index (TCO Appalachia)—an actively traded location for both physical and financial transactions for natural gas in southwest Pennsylvania—and the Henry Hub are illustrated in Figure 7 . The nature of the spread is changing due mainly to growth in Marcellus production. Natural gas at the TCO Appalachia has historically been priced about $0.25 per million British thermal units above Henry Hub. However, the spread between these two points in spot markets reflects roughly parity now, and in forward markets TCO Appalachia is priced less than at the Henry Hub. This series reflects how some market participants assess the future difference between the southwest Pennsylvania and Gulf Coast natural gas market."], "subsections": []}]}, {"section_title": "Market Considerations and Responses", "paragraphs": ["As the marketplace better realizes the share that shale gas production is able to add to the total volume of U.S. production, and anticipates the potential drilling successes of energy companies developing this resource, short- and mid-term prices are being held to the lower end of the historical range. This affects companies' selection of regions and locations to drill as they seek the lowest-cost wells to develop. Figure 8 illustrates the variation in break-even prices required in different shale-gas regions. Break-even prices are a function of both geography and the composition of produced hydrocarbons (associated natural gas liquids generally reduce the break-even price by around 50%, compared to dry gas deposits, since those liquids have a high market value aside from the saleable gas). Likewise, break-even prices can potentially influence the number of wells companies choose to drill in a low commodity price environment, compelling them to promote greater use of natural gas (i.e., new transportation fueling options, increased onshore production of polyethylene, redevelopment of U.S.-based nitrogen fertilizer production, etc.), and prodding them to seek higher-priced markets in which to sell their final product. Additionally, the time for a well to pay back its cost is an important factor in development. Shale wells, which usually have a higher probability of success of finding natural gas than traditional wells in traditional formations, have a short payback time, usually within two years but sometimes within months, depending upon production rates, market prices, and other factors."], "subsections": [{"section_title": "LNG Export Factors", "paragraphs": ["Exports of natural gas to take advantage of the higher prices seen for the commodity in other regions of the globe are an emerging opportunity for many segments of the energy industry involved in developing shale in the United States. Prices for equal units of gas in Europe or Asia can be five to seven times the value of the natural gas priced at Henry Hub. Gas sold on the global market is commonly indexed to crude oil market prices. The Henry Hub price does not reflect the same indexing to crude oil prices, and is more regional than global in nature. The margin between the two creates a potential export opportunity for U.S. producers. As of April 2014, there were 43 applications at the U.S. Department of Energy (DOE) from firms interested in developing export terminals to sell gas offshore. Six facilities in the United States have already received at least conditional approval to export LNG to non-free trade countries (non-FTA). Along with potential price impacts to the United States, four other primary issues could surface from the export of larger amounts of LNG.", "1. Industrial Utilization. Natural gas is used as both a heating fuel and chemical feedstock for consumers in the United States and around the globe. Concern has been expressed from some voices in the industrial and utility sectors that LNG exported overseas will raise natural gas prices in the United States. There is an emerging trend toward the re-shoring of manufacturing (i.e., the return of formerly offshored manufacturing to the United States), in addition to new development by both U.S. and international companies. Growing numbers of manufacturers are considering more predictable energy supplies and conditions in the United States, both in quantity and favorable pricing, as being a key decision point in where to site new or expanded capacity. Recent investments by several large petrochemical companies to enhance their capacity in the Gulf Coast region, along with other locations in the United States, are examples of an emerging trend. Estimates predict that construction of new petrochemical plants could exceed $80 billion in the next five years. Similar capital investments are currently being made domestically in high energy-use industries such as paper, glass, and ammonia fertilizer, as well as aluminum, steel, and other primary metals production.", "In a similar manner, electrical generation in the United States from coal is declining as gas utilities are being dispatched ahead of coal. The permitting period for construction of new gas-fired power plants is also shorter than for coal or nuclear units. Data show that much of this natural gas is now being sourced onshore versus offshore in the Gulf of Mexico. Increasing quantities of gas from shale resources, fuel sourcing less prone to price volatility (especially during hurricane season), and lower construction costs and time frames for new combined heat-and-power gas units to replace aging coal capacity taken offline have created an uptick in demand for the increasing volumes of shale gas hitting the market. High and volatile prices for natural gas, particularly relative to coal, over the past three decades have been constraints on building gas-fired capacity. In contrast, coal has offered predictable pricing, fewer supply interruptions, and a well-established transportation infrastructure for delivery.", "When new re-shoring is combined with existing and growing amounts of gas-fired power generation, these two sectors collectively have the capacity to use substantial quantities of natural gas, and accordingly would be sensitive to factors that could lead to moderate or higher energy pricing. DOE commissioned two studies as part of its public interest determination required by law for natural gas exports, one by EIA on domestic price impacts and one by NERA Economic Consulting on economic impacts. The EIA study determined a range of price increases that may happen depending upon the level and circumstances of LNG exports, and the NERA study concluded that LNG exports would yield positive net economic benefits to the U.S. economy in all scenarios. Other studies have been done by private and public institutions, but are beyond the scope of this report.", "2. Geopolitics. The successes in extracting natural gas in North America, combined with emerging knowledge of the commercial value of shale geology and location, have prodded many other nations around the world to attempt to pursue similar natural gas development. Very large shale deposits with the potential for energy development have been identified in other regions of the globe. Foreign governments are moving forward in matching their regulatory expertise and infrastructure needs to the emergence of this source of natural gas. Argentina, China, Britain, South Africa, and Poland have been some of the early movers on shale gas development. The pace of this new development has been highly variable to date. Reasons cited include largely unexplored geology, internal policies and politics, constraints in infrastructure, lack of a gas field service industry sector, and, in the short term, potentially limited availability of needed technology. ", "Geopolitics may be influenced by the development of gas from shale in the United States and abroad. Natural gas sourced from shale is now more than one-third of the U.S. total, and is expected to increase to nearly 50% by 2035. This is putting the nation into an oversupplied situation, which in turn is pushing back onto the world market cargos of LNG that originally were developed and designated to cover declining U.S. production. Some estimates indicate that 26% of current worldwide LNG capacity was developed for the U.S. market. Strong demand for LNG is being seen from Japan post-Fukushima, South Korea, and Europe, all of which are key U.S. allies. Any potential export of U.S. LNG would likely go to these countries due to market forces and proximity. Efforts to reduce reliance on nuclear power generation in some nations, along with evolving climate policy, will generate additional demand for LNG.", "Currently, the largest supplier of natural gas to many countries in Europe is the Russian entity Gazprom, which is majority state-owned. (See Figure 9 .) Disputes between Gazprom and Ukraine over pipeline transit and supply issues have led to interruptions to Europe in gas deliveries during the critical winter heating seasons, which have led to efforts by European Union members to look at means to diversify their supply. The standoff between Russia and Ukraine in 2014 has halted natural gas exports to Ukraine from Russia, but has not disrupted supplies being sent to Europe. Along with the push for diversification, expected U.S. LNG export to the European Union is also affected by the advent of shale development successes in North America; the realization of shale potential in regions of Europe; the planned dismantling of nuclear power generation, particularly in Germany; the broad increase in renewables; the Eurozone economic crisis, which is causing demand erosion; the permitting of LNG import facilities in several European Union countries; and the potential for LNG exports from the United States to reach Europe in the foreseeable future. Gazprom is also under investigation currently by European Union regulators on business practice irregularities. This is leading to pricing pressure on long-term natural gas contracts being negotiated in the near term between European governments and Gazprom. Poland, for instance, has stated its intention to double current national production, utilizing its new efforts with shale gas exploration and development, before a new contract with Gazprom is finalized in 2020. And in a similar fashion in the United States, DOE, the State Department, and the Department of the Interior have been coordinating an effort to develop greater global energy security, with an emphasis on the development of natural gas resources from shale in countries where dependence on countries such as Russia and Iran is high. The State Department has also been advocating for gas transmission lines that increase the diversity of suppliers in countries where it has influence in the negotiation of pipeline rights-of-way.", "3. Balance of Trade. Initially the U.S. trade balance benefitted by the rise in production of natural gas, which negated the need for much of the natural gas the country imported. Most U.S. imports of natural gas have come from Canada and since 2007 have declined 26%. Imports of LNG were on a steady rise from 1995 and peaked in 2007 when, similar to pipeline imports from Canada, they started to decline. Between 2007 and 2013, U.S. LNG imports dropped by 87%. ", "4. Organized Environmental Response. Opposition from some segments of the environmental community to the export of gas is generally based on two issues.", "First, export terminals may be built in ecologically sensitive coastal areas. In some cases, newly proposed LNG export terminals may be built as expansions of underutilized import facilities (Cove Point on Maryland's Eastern Shore, for example). Undeveloped land would be converted to industrial use for such projects. As an alternative approach, new technology could be used to build offshore floating terminals, which, although they have an onshore component, lessen land-based impacts. Second, development of LNG would promote further development of shale resources, which is counter to the effort to reduce national reliance on fossil energy of all types. Terminal construction and associated exports would be predicated on the upstream development of shale wells, particularly in states near the East and West Coasts, and on the Gulf Coast to a lesser degree due to large conventional reserves of gas already expected to be bound for market. Groups contesting new LNG applications in the United States are calling for the evaluation of upstream environmental impacts as part of environmental reviews during LNG site permitting. ", "Related to the issues about shale development because of LNG exports, there is concern by some of the public over gas development in their communities; how to deal with the potential risks from energy extraction; and attempts to determine the benefits to them as individuals, their communities, or the nation on a larger scale. Exporting energy, particularly natural gas from shale, is drawing an adverse reaction from some. Concerns heard by elected officials in some of these communities from constituents have included experiencing the impacts of development, such as increased truck traffic, but not seeing direct benefits of development."], "subsections": []}]}, {"section_title": "Expanding Use of Natural Gas", "paragraphs": ["With a growing awareness of both the size of the natural gas resource likely to be sourced from shale and the rate at which it is being produced, interest in domestic use is increasing in all sectors. The use of gas-fired residential heating in both new construction and retrofitted homes near existing gas distribution lines is at near record pace in some regions, particularly in the northeastern United States, where fuel oil has the largest use nationwide. (See Figure 10 .) Increases are also occurring in densely populated areas such as New York City, through a project to collectively save more than $250 million annually, and largely reduce the use of certain heavy fuel oils for heating high-rise apartments in many sections of the city. New York City has been phasing out certain heavy fuel oils since 2011 because of health effects from emissions. Beyond the economic value of the transition from fuel oil to gas, there are environmental impacts in the form of reduced air emissions. ", "As illustrated in Figure 11 , a comparison of prices for natural gas and fuel oil for domestic home use shows a marked divergence.", "Utility companies are increasing construction of new distribution lines for all types of customers due to the predicted favorable pricing of natural gas in the mid term based on increased supply. This includes the extension of existing lines, which can cost up to $1 million per mile in some populated locations. There is also a continued modernization of existing lines due to ongoing replacement of the aging distribution infrastructure, greater regulatory scrutiny, and the demand for increased volumes of gas. Additionally, the locations of shale gas deposits tend to differ from traditional natural gas production areas, causing infrastructure to be reconfigured.", "Awareness is growing at the state and local government levels that areas not served by natural gas are becoming disadvantaged when competing for new industry to locate in their jurisdictions. This is leading to new efforts to assess the cost and feasibility of new distribution infrastructure in many regions of the United States as a means of enhancing economic development. Demand for gas trunk lines installed to a new gas-consuming industry site has the spin-off effect of making it advantageous to develop additional distribution to areas in between. Due to the geographical range of many shale plays in the United States, some existing energy-intensive industries are seeking to source shale gas directly under the footprint of their own facilities or directly from nearby producers in an effort to eliminate gas transmission costs."], "subsections": [{"section_title": "Transport Fuels Alternatives for Natural Gas", "paragraphs": ["Another key trend in utilization is the expected displacement of traditional liquid fuels for transportation by natural gas. This is currently being accomplished through the compression of natural gas to compressed natural gas (CNG) or chilling and liquefaction to LNG, which is used in vehicles and trucks with standard engines modified to utilize natural gas. This approach necessitates the need for new on-board fuel tanks, which are large and relatively expensive, particularly when installed as retrofits on light-duty trucks or passenger cars. Several major car and truck makers in the United States are producing limited numbers of vehicles configured to use CNG. The transportation industry has indicated that LNG has greater applicability to long-haul trucking, rail locomotives, and shipping due to the size of the fuel tanks required, the energy density of the fuel, and the limited number of refueling stations available currently and expected in the near term. The growth in construction of these facilities has been concentrated along key interstate highways. Access to fueling locations and the cost of required onboard technology are seen as the most limiting factors to the expanded use of CNG in automobiles.", "Some have called for increasing the pace of conversion of the U.S. transportation system, but the need to construct new fueling infrastructure is a key factor delaying widespread adoption. Some newer fueling locations are being built with capacity to allow private access as a means of encouraging greater use by non-fleet vehicles. However, early adoption in the United States has been largely in public fleets such as urban passenger buses, taxis, refuse haulers, and other vehicles that typically return each day to a base of operations that is, in most cases, strategically located near a fueling facility. Owners of large fleets make vehicle-purchasing decisions based on identified policy initiatives to encourage conversion or, if a policy is not clear, on favorable economics. An emerging trend is the public policy promotion of CNG in automobiles to incentivize the demand for fueling station construction through various initiatives involving tax incentives, public grants, and state fleet vehicle purchases. Public Clean Cities Coalition programs also provide support to fleet owners in urban areas considering whether to transition to natural gas for transportation.", "Gas can also be chemically reformulated, typically into energy-dense, liquid products. This approach can be classified either as gas-to-liquids (GTL) using the Fischer-Tropsch process or as the development of drop-in fuels that can directly substitute for conventional liquid fuels and distributed through traditional fueling stations. Fischer-Tropsch, although utilized for decades, is a large-scale, centralized, industrial process that requires capital expenditures in the billions of dollars. Sasol Limited, a South African company that was one of the commercial pioneers of the process, is planning a $14 billion plant in Louisiana that will be the second-largest GTL plant in the world, and will produce a synthetic diesel fuel compatible with fuel distribution infrastructure currently in place. This investment is a direct outcome of shale gas resources under development in the United States.", "There is ongoing research, both in academic institutions and industry, to reduce the scale of this process and make it more portable. Such an outcome has the potential to lead to the creation of synthetic fuels nearer to sources of shale gas, thus adding value to the commodity and producing a product that could be transported through means other than pipelines. In areas with smaller regions of stranded gas, a higher-value product with increased market demand could be developed. In a similar fashion, there is complimentary research exploring new chemical conversion processes independent of Fischer-Tropsch. Several companies, such as Primus Green Energy in New Jersey, have publicly announced the production of liquid fuels utilizing emerging technology, although on a pilot-scale level. Researchers at several universities have produced dimethyl ether (DME) as a liquid from shale gas that has enhanced energy properties and a reduced environmental footprint."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Natural gas development and production from shale formations is relatively new, but has transformed the world of energy. Many observers, including U.S. government officials, have only recently recognized the tremendous resource size and the benefits that may accrue from developing these resources, as well as the potential risks. Industry has improved its efficiency in extracting these resources, contributing to the sense that the world has moved from resource scarcity to resource abundance in hydrocarbons.", "The change in U.S. natural gas supplies has raised the prospect of energy independence and possibly the United States becoming an exporter. This reversal of fortune of supply has sparked the interest of many other countries to emulate the U.S. success. However, no other country has been able to achieve the same level of transformation as has the United States. This is primarily because of the industry structure in the United States and mineral rights laws and regulations."], "subsections": []}]}}