{"id": "R43783", "title": "School Meals Programs and Other USDA Child Nutrition Programs: A Primer", "released_date": "2019-02-11T00:00:00", "summary": ["The \"child nutrition programs\" refer to the U.S. Department of Agriculture's Food and Nutrition Service (USDA-FNS) programs that provide food for children in school or institutional settings. The best known programs, which serve the largest number of children, are the school meals programs: the National School Lunch Program (NSLP) and the School Breakfast Program (SBP). The child nutrition programs also include the Child and Adult Care Food Program (CACFP), which provides meals and snacks in day care and after school settings; the Summer Food Service Program (SFSP), which provides food during the summer months; the Special Milk Program (SMP), which supports milk for schools that do not participate in NSLP or SBP; and the Fresh Fruit and Vegetable Program (FFVP), which funds fruit and vegetable snacks in select elementary schools.", "Funding: The vast majority of the child nutrition programs account is considered mandatory spending, with trace amounts of discretionary funding for certain related activities. Referred to as open-ended, \"appropriated entitlements,\" funding is provided through the annual appropriations process; however, the level of spending is controlled by benefit and eligibility criteria in federal law and dependent on the resulting levels of participation. Federal cash funding (in the form of per-meal reimbursements) and USDA commodity food support is guaranteed to schools and other providers based on the number of meals or snacks served and participant category (e.g., free meals for poor children get higher subsidies).", "Participation: The child nutrition programs serve children of varying ages and in different institutional settings. The NSLP and SBP have the broadest reach, serving qualifying children of all ages in school settings. Other child nutrition programs serve more-narrow populations. CACFP, for example, provides meals and snacks to children in early childhood and after-school settings among other venues. Programs generally provide some subsidy for all food served but a larger federal reimbursement for food served to children from low-income households.", "Administration: Responsibility for child nutrition programs is divided between the federal government, states, and localities. The state agency and type of local provider differs by program. In the NSLP and SBP, schools and school districts (\"school food authorities\") administer the program. Meanwhile, SFSP (and sometimes CACFP) uses a model in which sponsor organizations handle administrative responsibilities for a number of sites that serve meals.", "Reauthorization: The underlying laws covering the child nutrition programs were last reauthorized in the Healthy, Hunger-Free Kids Act of 2010 (HHFKA, P.L. 111-296, enacted December 13, 2010). This law made significant changes to child nutrition programs, including increasing federal financing for school lunches, expanding access to community eligibility and direct certification options for schools, and expanding eligibility options for home child care providers. The law also required an update to school meal nutrition guidelines as well as new guidelines for food served outside the meal programs (e.g., snacks sold in vending machines and cafeteria a la carte lines).", "Current Issues: The 114th Congress began but did not complete a 2016 child nutrition reauthorization, and there was no significant legislative activity with regard to reauthorization in the 115th Congress. However, the vast majority of operations and activities continue with funding provided by appropriations laws. Current issues in the child nutrition programs are discussed in CRS Report R45486, Child Nutrition Programs: Current Issues."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction and Background", "paragraphs": ["The federal child nutrition programs provide assistance to schools and other institutions in the form of cash, commodity food, and administrative support (such as technical assistance and administrative funding) based on the provision of meals and snacks to children. In general, these programs were created (and amended over time) to both improve children's nutrition and provide support to the agriculture economy. ", "Today, the child nutrition programs refer primarily to the following meal, snack, and milk reimbursement programs (these and other acronyms are listed in Appendix A ):", "National School Lunch Program (NSLP) (Richard B. Russell National School Lunch Act (42 U.S.C. 1751 et seq.)); School Breakfast Program (SBP) (Child Nutrition Act, Section 4 (42 U.S.C. 1773)); Child and Adult Care Food Program (CACFP) (Richard B. Russell National School Lunch Act, Section 17 (42 U.S.C. 1766)); Summer Food Service Program (SFSP) (Richard B. Russell National School Lunch Act, Section 13 (42 U.S.C. 1761)); and Special Milk Program (SMP) (Child Nutrition Act, Section 3 (42 U.S.C. 1772)). ", "The programs provide financial support and/or foods to the institutions that prepare meals and snacks served outside of the home (unlike other food assistance programs such as the Supplemental Nutrition Assistance Program (SNAP, formerly the Food Stamp Program) where benefits are used to purchase food for home consumption). Though exact eligibility rules and pricing vary by program, in general the amount of federal reimbursement is greater for meals served to qualifying low-income individuals or at qualifying institutions, although most programs provide some subsidy for all food served. Participating children receive subsidized meals and snacks, which may be free or at reduced price. Forthcoming sections discuss how program-specific eligibility rules and funding operate. ", "This report describes how each program operates under current law, focusing on eligibility rules, participation, and funding. This introductory section describes some of the background and principles that generally apply to all of the programs; subsequent sections go into further detail on the workings of each. ", "Unless stated otherwise, participation and funding data come from USDA-FNS's \"Keydata Reports.\" "], "subsections": [{"section_title": "Authorization and Reauthorization", "paragraphs": ["The child nutrition programs are most often dated back to the 1946 enactment of the National School Lunch Act, which created the National School Lunch Program, albeit in a different form than it operates today. Most of the child nutrition programs do not date back to 1946; they were added and amended in the decades to follow as policymakers expanded child nutrition programs' institutional settings and meals provided: ", "The Special Milk Program was created in 1954, regularly extended, and made permanent in 1970. The School Breakfast Program was piloted in 1966, regularly extended, and eventually made permanent in 1975. A program for child care settings and summer programs was piloted in 1968, with separate programs authorized in 1975 and then made permanent in 1978. These are now the Child and Adult Care Food Program and Summer Food Service Program. The Fresh Fruit and Vegetable Program began as a pilot in 2002, was made permanent in 2004, and was expanded nationwide in 2008.", "The programs are now authorized under three major federal statutes: the Richard B. Russell National School Lunch Act (originally enacted as the National School Lunch Act in 1946), the Child Nutrition Act (originally enacted in 1966), and Section 32 of the act of August 24, 1935 (7 U.S.C. 612c). Congressional jurisdiction over the underlying three laws has typically been exercised by the Senate Agriculture, Nutrition, and Forestry Committee; the House Education and the Workforce Committee; and, to a limited extent (relating to commodity food assistance and Section 32 issues), the House Agriculture Committee. ", "Congress periodically reviews and reauthorizes expiring authorities under these laws. The child nutrition programs were most recently reauthorized in 2010 through the Healthy, Hunger-Free Kids Act of 2010 (HHFKA, P.L. 111-296 ); some of the authorities created or extended in that law expired on September 30, 2015. WIC (the Special Supplemental Nutrition Program for Women, Infants, and Children) is also typically reauthorized with the child nutrition programs. WIC is not one of the child nutrition programs and is not discussed in this report. ", "The 114 th Congress began but did not complete a 2016 child nutrition reauthorization (see CRS Report R44373, Tracking the Next Child Nutrition Reauthorization: An Overview ). There was no significant legislative activity with regard to reauthorization in the 115 th Congress."], "subsections": []}, {"section_title": "Program Administration: Federal, State, and Local", "paragraphs": ["The U.S. Department of Agriculture's Food and Nutrition Service (USDA-FNS) administers the programs at the federal level. The programs are operated by a wide variety of local public and private providers and the degree of direct state involvement differs by program and state. At the state level, education, health, social services, and agriculture departments all have roles; at a minimum, they are responsible for approving and overseeing local providers such as schools, summer program sponsors, and child care centers and day care homes, as well as making sure they receive the federal support they are due. At the local level, program benefits are provided to millions of children (e.g., there were 30.0 million in the National School Lunch Program, the largest of the programs, in FY2017), through some 100,000 public and private schools and residential child care institutions, nearly 170,000 child care centers and family day care homes, and just over 50,000 summer program sites.", "All programs are available in the 50 states and the District of Columbia. Virtually all operate in Puerto Rico, Guam, and the Virgin Islands (and, in differing versions, in the Northern Marianas and American Samoa). "], "subsections": []}, {"section_title": "Funding Overview", "paragraphs": ["This section summarizes the nature and extent to which the programs' funding is mandatory and discretionary, including a discussion of appropriated entitlement status. Table 3 lists child nutrition program and related expenditures."], "subsections": [{"section_title": "Open-Ended, Appropriated Entitlement Funding", "paragraphs": ["Most spending for child nutrition programs is provided in annual appropriations acts to fulfill the legal financial obligation established by the authorizing laws. That is, the level of spending for such programs, referred to as appropriated mandatory spending, is not controlled through the annual appropriations process, but instead is derived from the benefit and eligibility criteria specified in the authorizing laws. The appropriated mandatory funding is treated as mandatory spending. Further, if Congress does not appropriate the funds necessary to fund the program, eligible entities may have legal recourse. Congress typically considers the Administration's forecast for program needs in its appropriations decisions. For the majority of funding discussed in this report, the formula that controls the funding is not capped and fluctuates based on the reimbursement rates and the number of meals/snacks served in the programs. "], "subsections": [{"section_title": "Cash Reimbursements and Commodity Foods", "paragraphs": ["In the meal service programs, such as the National School Lunch Program, School Breakfast Program, summer programs, and assistance for child care centers and day care homes, federal aid is provided in the form of statutorily set subsidies (reimbursements) paid for each meal/snack served that meets federal nutrition guidelines. Although all (including full-price) meals/snacks served by participating providers are subsidized, those served free or at a reduced price to lower-income children are supported at higher rates. All federal meal/snack subsidy rates are indexed annually (each July) for inflation, as are the income eligibility thresholds for free and reduced-price meals/snacks. Subsequent sections discuss how a specific program's eligibility and reimbursements work. ", "Most subsidies are cash payments to schools or other providers, but a smaller portion of aid is provided in the form of USDA-purchased commodity foods . Laws for three child nutrition programs (NSLP, CACFP, and SFSP) require the provision of commodity foods (or in some cases allow cash in lieu of commodity foods). ", "Meal and snack service entails nonfood costs. Federal child nutrition per-meal/snack subsidies may be used to cover local providers' administrative and operating costs. However, the separate direct federal payments for administrative/operating costs (\"State Administrative Expenses,\" discussed in the \" Related Programs, Initiatives, and Support Activities \" section) are limited. "], "subsections": []}]}, {"section_title": "Other Federal Funding", "paragraphs": ["In addition to the open-ended, appropriated entitlement funds summarized above, the child nutrition programs' funding also includes certain other mandatory funding and a limited amount of discretionary funding. Some of the activities discussed in \" Related Programs, Initiatives, and Support Activities ,\" such as Team Nutrition, are provided for with discretionary funding.", "Aside from the annually appropriated funding, the child nutrition programs are also supported by certain permanent appropriations and transfers. Notably, funding for the Fresh Fruit and Vegetable Program is funded by a transfer from USDA's Section 32 program, a permanent appropriation of 30% of the previous year's customs receipts. "], "subsections": []}, {"section_title": "State, Local, and Participant Funds", "paragraphs": ["Federal subsidies do not necessarily cover the full cost of the meals and snacks offered by providers. States and localities help cover program costs, as do children's families by paying charges for nonfree or reduced-price meals/snacks. There is a nonfederal cost-sharing requirement for the school meals programs (discussed below), and some states supplement school funding through additional state per-meal reimbursements or other prescribed financing arrangements. "], "subsections": []}]}, {"section_title": "Child Nutrition Programs at a Glance", "paragraphs": ["Subsequent sections of this report delve into the details of how each of the child nutrition programs support the service of meals and snacks in institutional settings; first, it is useful to take a broader perspective of primary program elements. Table 1 is a top-level look at the different programs that displays distinguishing characteristics (what meals are provided, in what settings, to what ages) and recent program spending."], "subsections": []}, {"section_title": "Links to Resources", "paragraphs": ["Other relevant CRS reports in this area include", "CRS In Focus IF10266, An Introduction to Child Nutrition Reauthorization CRS Report R45486, Child Nutrition Programs: Current Issues CRS Report R42353, Domestic Food Assistance: Summary of Programs CRS Report R41354, Child Nutrition and WIC Reauthorization: P.L. 111-296 (summarizes the Healthy, Hunger-Free Kids Act of 2010) CRS Report R44373, Tracking the Next Child Nutrition Reauthorization: An Overview CRS Report R44588, Agriculture and Related Agencies: FY2017 Appropriations CRS Report RL34081, Farm and Food Support Under USDA's Section 32 Program", "Other relevant resources include ", "USDA-FNS's website, https://www.fns.usda.gov/school-meals/child-nutrition-programs USDA-FNS's Healthy, Hunger-Free Kids Act page, http://www.fns.usda.gov/school-meals/healthy-hunger-free-kids-act The FNS page of the Federal Register , https://www.federalregister.gov/agencies/food-and-nutrition-service"], "subsections": []}]}, {"section_title": "School Meals Programs", "paragraphs": ["This section discusses the school meals programs: the National School Lunch Program (NSLP) and the School Breakfast Program (SBP). Principles and concepts common to both programs are discussed first; subsections then discuss features and data unique to the NSLP and SBP, respectively."], "subsections": [{"section_title": "General Characteristics", "paragraphs": ["The federal school meals programs provide federal support in the form of cash assistance and USDA commodity foods; both are provided according to statutory formulas based on the number of reimbursable meals served in schools. The subsidized meals are served by both public and private nonprofit elementary and secondary schools and residential child care institutions (RCCIs) that opt to enroll and guarantee to offer free or reduced-price meals to eligible low-income children. Both cash and commodity support to participating schools are calculated based on the number and price of meals served (e.g., lunch or breakfast, free or full price), but once the aid is received by the school it is used to support the overall school meal service budget, as determined by the school. This report focuses on the federal reimbursements and funding, but it should be noted that some states have provided state financing through additional state-specific funding.", "Federal law does not require schools to participate in the school meals programs. However, some states have mandated that schools provide lunch and/or breakfast, and some of these states require that their schools do so through NSLP and/or SBP. The program is open to public and private schools. ", "A reimbursable meal requires compliance with federal school nutrition standards, which have changed throughout the history of the program based on nutritional science and children's nutritional needs. Food items not served as a complete meal meeting nutrition standards (e.g., a la carte offerings) are not reimbursable meals, and therefore are not eligible for federal per-meal, per-snack reimbursements. Following rulemaking to implement provisions in the Healthy, Hunger-Free Kids Act of 2010 ( P.L. 111-296 ), USDA updated the nutrition standards for reimbursable meals in January 2012 (see \" Nutrition Standards \" for more information). Schools serving meals that meet the updated nutrition standards are eligible for an increased reimbursement of 6 cents per lunch. ", "USDA-FNS administers the school meals programs federally, and state agencies (typically state departments of education) oversee and transmit reimbursements through agreements with school food authorities (SFAs) (typically local educational agencies (LEAs); usually these are school districts). Figure 1 provides an overview of the roles and relationships between these levels of government.", "There is a cost-sharing requirement for the programs, which amounts to a contribution of approximately $200 million from the states. There also are states that choose to supplement federal reimbursements with their own state reimbursements. "], "subsections": []}, {"section_title": "School Meals Eligibility Rules", "paragraphs": ["The school meals programs and related funding do not serve only low-income children. All students can receive a meal at a NSLP- or SBP-participating school, but how much the child pays for the meal and/or how much of a federal reimbursement the state receives will depend largely on whether the child qualifies for a \"free,\" \"reduced-price,\" or \"paid\" (i.e., advertised price) meal. Both NSLP and SBP use the same household income eligibility criteria and categorical eligibility rules. States and schools receive the largest reimbursements for free meals, smaller reimbursements for reduced-price meals, and the smallest (but still some federal financial support) for the full-price meals.", "There are three pathways through which a child can become certified to receive a free or reduced-price meal:", "1. Household income eligibility for free and reduced-price meals (information typically collected via household application), 2. Categorical (or automatic) eligibility for free meals (information collected via household application or a direct certification process), and 3. School-wide free meals under the Community Eligibility Provision (CEP) , an option for eligible schools that is based on the share of students identified as eligible for free meals.", "Each of these pathways is discussed in more detail below."], "subsections": [{"section_title": "Income Eligibility", "paragraphs": ["The income eligibility thresholds (shown in Table 2 ) are based on multipliers of the federal poverty guidelines. As the poverty guidelines are updated every year, so are the eligibility thresholds for NSLP and SBP. ", "Free Meals: Children receive free meals if they have household income at or below 130% of the federal poverty guidelines; these meals receive the highest subsidy rate. (Reimbursements are approximately $3.30 per lunch served, less for breakfast.) Reduced-Price Meals: Children may receive reduced-price meals (charges of no more than 40 cents for a lunch or 30 cents for a breakfast) if their household income is above 130% and less than or equal to 185% of the federal poverty guidelines; these meals receive a subsidy rate that is 40 cents (NSLP) or 30 cents (SBP) below the free meal rate. (Reimbursements are approximately $2.90 per lunch served.) Paid Meals: A comparatively small per-meal reimbursement is provided for full-price or paid meals served to children whose families do not apply for assistance or whose family income does not qualify them for free or reduced-price meals. The paid meal price is set by the school but must comply with federal regulations. (Reimbursements are approximately 30 cents per lunch served.)", "The above reimbursement rates are approximate; exact current-year federal reimbursement rates for NSLP and SBP are listed in Table B -1 and Table B -3 , respectively. ", "Households complete paper or online applications that collect relevant income and household size data, so that the school district can determine if children in the household are eligible for free meals, reduced-price meals, or neither.", "Though these income guidelines primarily influence funding and administration of NSLP and SBP, they also affect the eligibility rules for the SFSP, CACFP, and SMP (described further in subsequent sections)."], "subsections": []}, {"section_title": "Categorical Eligibility", "paragraphs": ["In addition to the eligibility thresholds listed above, the school meals programs also convey eligibility for free meals based on household participation in certain other need-tested programs or children's specified vulnerabilities (e.g., foster children). Per Section 12 of the National School Lunch Act, \"a child shall be considered automatically eligible for a free lunch and breakfast ... without further application or eligibility determination, if the child is\"", "in a household receiving benefits through SNAP (Supplemental Nutrition Assistance Program); FDPIR (Food Distribution Program on Indian Reservations, a program that operates in lieu of SNAP on some Indian reservations) benefits; or TANF (Temporary Assistance for Needy Families) cash assistance; enrolled in Head Start; in foster care; a migrant; a runaway; or homeless.", "For meals served to students certified in the above categories, the state/school receive a reimbursement at the free meal amount and children receive a free meal. (See Table B -1 and Table B -3 for school year 2018-2019 rates.)", "Some school districts collect information for these categorical eligibility rules via paper application. Others conduct a process called direct certification —a proactive process where government agencies typically cross-check their program rolls and certify a household's children for free school meals without the household having to complete a school meals application. ", "Prior to 2004, states had the option to conduct direct certification of SNAP (then, the Food Stamp Program), TANF, and FDPIR participants. In the 2004 child nutrition reauthorization ( P.L. 108-265 ), states were required under federal law to conduct direct certification for SNAP participants, with nationwide implementation taking effect in school year 2008-2009. Conducting direct certification for TANF and FDPIR remains at the state's discretion.", "The Healthy, Hunger-Free Kids Act of 2010 (HHFKA; P.L. 111-296 ) made further policy changes to expand direct certification (discussed further in the next section). One of those changes was the initiation of a demonstration project to look at expanding categorical eligibility and direct certification to some Medicaid households. The law also funded performance incentive grants for high-performing states and authorized correcting action planning for low-performing states in direct certification activities. ", "Under SNAP direct certification rules generally, schools enter into agreements with SNAP agencies to certify children in SNAP households as eligible for free school meals without requiring a separate application from the family. Direct certification systems match student enrollment lists against SNAP agency records, eliminating the need for action by the child's parents or guardians. Direct certification allows schools to make use of SNAP's more in-depth eligibility certification process; this can reduce errors that may occur in school lunch application eligibility procedures that are otherwise used. From a program access perspective, direct certification also reduces the number of applications a household must complete.", " Figure 2 , created by GAO and published in a May 2014 report, provides an overview of how school districts certify students for free and reduced-price meals under the income-based and category-based rules, via applications and direct certification. A USDA-FNS study of school year 2014-2015 estimates that 11.1 million students receiving free meals were directly certified—68% of all categorically eligible students receiving free meals."], "subsections": []}, {"section_title": "Community Eligibility Provision (CEP)", "paragraphs": ["HHFKA also authorized the school meals Community Eligibility Provision (CEP), an option in NSLP and SBP law that allows eligible schools and school districts to offer free meals to all enrolled students based on the percentage of their students who are identified as automatically eligible from nonhousehold application sources (primarily direct certification through other programs). ", "Based on the statutory parameters, USDA-FNS piloted CEP in various states over three school years and it expanded nationwide in school year 2014-2015. Eligible LEAs have until June 30 of each year to notify USDA-FNS if they will participate in CEP. According to a database maintained by the Food Research and Action Center, just over 20,700 schools in more than 3,500 school districts (LEAs) participated in CEP in SY2016-2017, an increase of approximately 2,500 schools compared to SY2015-2016.", "For a school (or school district, or group of schools within a district) to provide free meals to all children", "the school(s) must be eligible for CEP based on the share (40% or greater) of enrolled children that can be identified as categorically (or automatically) eligible for free meals, and the school must opt-in to CEP. ", "Though CEP schools serve free meals to all students, they are not reimbursed at the \"free meal\" rate for every meal. Instead, the law provides a funding formula: the percentage of students identified as automatically eligible (the \"identified student percentage\" or ISP) is multiplied by a factor of 1.6 to estimate the proportion of students who would be eligible for free or reduced-price meals had they been certified via application. The result is the percentage of meals served that will be reimbursed at the free meal rate, with the remainder reimbursed at the far lower paid meal rate. For example, if a CEP school identifies that 40% of students are eligible for free meals, then 64% of the meals served will be reimbursed at the free meal rate and 36% at the paid meal rate. Schools that identify 62.5% or more students as eligible for free meals receive the free meal reimbursement for all meals served.", "Some of the considerations that may impact a school's decision to participate in CEP include whether the new funding formula would be beneficial for their school meal budget; an interest in reducing paperwork for families and schools; and an interest in providing more free meals, including meals to students who have not participated in the program before."], "subsections": []}]}, {"section_title": "Nutrition Standards", "paragraphs": [], "subsections": [{"section_title": "School Meals", "paragraphs": ["The Healthy, Hunger-Free Kids Act of 2010 (HHFKA; P.L. 111-296 ) set in motion changes to the nutrition standards for school meals, requiring USDA to update the standards within a certain timeframe. The law required that the revised standards be based on recommendations from the Institute of Medicine (IOM) (now the Health and Medicine Division) at the National Academy of Sciences. The law also provided increased federal subsidies (6 cents per lunch) for schools meeting the new requirements and funding for technical assistance related to implementation. ", "USDA published the final regulations in January 2012. The final rule sought to align school meal patterns with the 2010 Dietary Guidelines for Americans, and, generally consistent with IOM's recommendations, increased the amount of fruits, vegetables, whole grains, and low-fat or fat-free milk in school meals. The regulations also included calorie maximums and sodium limits to phase in over time, among other requirements. ", "The nutrition standards largely took effect in SY2012-2013 for lunches and in SY2013-2014 for breakfasts. A few other requirements were scheduled to phase in over multiple school years. Some schools experienced difficulty implementing the new guidelines, and Congress and USDA have made changes to the 2012 final rule's whole grain, sodium, and milk requirements. For SY2019-2020 and onwards, schools are operating under a final rule published December 12, 2018."], "subsections": []}, {"section_title": "Competitive Foods", "paragraphs": ["The HHFKA also gave USDA the authority to regulate other foods in the school nutrition environment. Sometimes called \"competitive foods,\" these include foods and drinks sold in a la carte lines, vending machines, snack bars and concession stands, and fundraisers. ", "Relying on recommendations made by a 2007 IOM report, USDA-FNS promulgated a proposed rule and then an interim final rule in June 2013, which went into effect for SY2014-2015. The interim final rule created nutrition guidelines for all non-meal foods and beverages that are sold during the school day (defined as midnight until 30 minutes after dismissal). The final rule, published on July 29, 2016, maintained the interim final rules with minor modifications. Under the final standards, these foods must meet whole-grain requirements; have certain primary ingredients; and meet calorie, sodium, and fat limits, among other requirements. Schools are limited to a list of no- and low-calorie beverages they may sell (with larger portion sizes and caffeine allowed in high schools). ", "There are no limits on fundraisers selling foods that meet the interim final rule's guidelines. Fundraisers outside of the school day are not subject to the guidelines. HHFKA and the interim final rule provide states with discretion to exempt infrequent fundraisers selling foods or beverages that do not meet the nutrition standards.", "The rule does not limit foods brought from home, only foods sold at school during the school day. The federal standards are minimum standards; states and school districts are permitted to issue more stringent policies. "], "subsections": []}]}, {"section_title": "National School Lunch Program (NSLP)", "paragraphs": ["In FY2017, NSLP subsidized 4.9 billion lunches to children in close to 96,000 schools and 3,200 residential child care institutions (RCCIs). Average daily participation was 30.0 million students (58% of children enrolled in participating schools and RCCIs). Of the participating students, 66.7% (20.0 million) received free lunches and 6.5% (2.0 million) received reduced-price lunches. The remainder were served full-price meals, though schools still receive a reimbursement for these meals. Figure 3 shows FY2017 participation data.", "FY2017 federal school lunch costs totaled approximately $13.6 billion (see Table 3 for the various components of this total). The vast majority of this funding is for per-meal reimbursements for free and reduced-price lunches.", "The HHFKA also provided an additional 6-cent per-lunch reimbursement to schools that provide meals that meet the updated nutritional guidelines requirements. This bonus is not provided for breakfast, but funds may be used to support schools' breakfast programs. NSLP lunch reimbursement rates are listed in Table B -1 .", "In addition to federal cash subsidies, schools participating in NSLP receive USDA-acquired commodity food s . Schools are entitled to a specific, inflation-indexed value of USDA commodity foods for each lunch they serve. Also, schools may receive donations of bonus commodities acquired by USDA in support of the farm economy. In FY2017, the value of federal commodity food aid to schools totaled nearly $1.4 billion. The per-meal rate for commodity food assistance is included in Table B-4 .", "While the vast majority of NSLP funding is for lunches served during the school day, NSLP may also be used to support snack service during the school year and to serve meals during the summer. These features are discussed in subsequent sections, \" Summer Meals \" and \" After-School Meals and Snacks: CACFP, NSLP Options .\" Reimbursement rates for snacks are listed in Table B -2 ."], "subsections": []}, {"section_title": "School Breakfast Program (SBP)", "paragraphs": ["The School Breakfast Program (SBP) provides per-meal cash subsidies for breakfasts served in schools. Participating schools receive subsidies based on their status as a severe need or nonsevere need institution. Schools can qualify as a severe need school if 40% or more of their lunches are served free or at reduced prices. See Table B -3 for SBP reimbursement rates.", " Figure 4 displays SBP participation data for FY2017. In that year, SBP subsidized over 2.4 billion breakfasts in over 88,000 schools and nearly 3,200 RCCIs. Average daily participation was 14.7 million children (30.1% of the students enrolled in participating schools and RCCIs). The majority of meals served through SBP are free or reduced-price. Of the participating students, 79.1% (11.6 million) received free meals and 5.7% (835,000) purchased reduced-price meals. Federal school breakfast costs for the fiscal year totaled approximately $4.3 billion (see Table 3 for the various components of this total).", "Significantly fewer schools and students participate in SBP than in NSLP. Participation in SBP tends to be lower for several reasons, including the traditionally required early arrival by students in order to receive a meal and eat before school starts. Some schools offer (and anti-hunger groups have encouraged) models of breakfast service that can result in greater SBP participation, such as Breakfast in the Classroom, where meals are delivered in the classroom; \"grab and go\" carts, where students receive a bagged breakfast that they bring to class, or serving breakfast later in the day in middle and high schools. ", "Unlike NSLP, commodity food assistance is not a formal part of SBP funding; however, commodities provided through NSLP may be used for school breakfasts as well."], "subsections": []}]}, {"section_title": "Other Child Nutrition Programs", "paragraphs": ["In addition to the school meals programs discussed above, other federal child nutrition programs provide federal subsidies and commodity food assistance for schools and other institutions that offer meals and snacks to children in early childhood, summer, and after-school settings. This assistance is provided to (1) schools and other governmental institutions, (2) private for-profit and nonprofit child care centers, (3) family/group day care homes, and (4) nongovernmental institutions/organizations that offer outside-of-school programs for children. (Although this report focuses on the programs that serve children, one child nutrition program (CACFP) also serves day care centers for chronically impaired adults and elderly persons under the same general per-meal/snack subsidy terms.) The programs in the sections to follow serve comparatively fewer children and spend comparatively fewer federal funds than the school meal programs. "], "subsections": [{"section_title": "Child and Adult Care Food Program (CACFP)", "paragraphs": ["CACFP subsidizes meals and snacks served in early childhood, day care, and after-school settings. CACFP provides subsidies for meals and snacks served at participating nonresidential child care centers, family day care homes, and (to a lesser extent) adult day care centers. The program also provides assistance for meals served at after-school programs. CACFP reimbursements are available for meals and snacks served to children age 12 or under, migrant children age 15 or under, children with disabilities of any age, and, in the case of adult care centers, chronically impaired and elderly adults. Children in early childhood settings are the overwhelming majority of those served by the program. ", "CACFP provides federal reimbursements for breakfasts, lunches, suppers, and snacks served in participating centers (facilities or institutions) or day care homes (private homes). The eligibility and funding rules for CACFP meals and snacks depend first on whether the participating institution is a center or a day care home (the next two sections discuss the rules specific to centers and day care homes). According to FY2017 CACFP data, child care centers have an average daily attendance of about 56 children per center, day care homes have an average daily attendance of approximately 7 children per home, and adult day care centers typically care for an average of 48 chronically ill or elderly adults per center. ", "Providers must demonstrate that they comply with government-established standards for other child care programs. Like in school meals, federal assistance is made up overwhelmingly of cash reimbursements calculated based on the number of meals/snacks served and federal per-meal/snack reimbursements rates, but a far smaller share of federal aid (4.3% in FY2017) is in the form of federal USDA commodity foods (or cash in lieu of foods). Federal CACFP reimbursements flow to individual providers either directly from the administering state agency (this is the case with many child/adult care centers able to handle their own CACFP administrative functions) or through \"sponsors\" who oversee and provide administrative support for a number of local providers (this is the case with some child/adult care centers and with all day care homes). ", "In FY2017, total CACFP spending was over $3.5 billion, including cash reimbursement, commodity food assistance, and costs for sponsor audits. (See Table 3 for a further breakdown of CACFP costs.) This total also includes the after-school meals and snacks provided through CACFP's \"at-risk after-school\" pathway; this aspect of the program is discussed later in \" After-School Meals and Snacks: CACFP, NSLP Options .\""], "subsections": [{"section_title": "CACFP Nutrition Standards", "paragraphs": ["As with school foods, the HHFKA required USDA to update CACFP's meal patterns. USDA's final rule revised the meal patterns for both meals served in child care centers and day care homes, as well as preschool meals served through the NSLP and SBP, effective October 1, 2017. For infants (under 12 months of age), the new meal patterns eliminated juice, supported breastfeeding, and set guidelines for the introduction of solid foods, among other changes. For children ages one and older, the new meal patterns increased whole grains, fruits and vegetables, and low-fat and fat-free milk; limited sugar in cereals and yogurts; and prohibited frying, among other requirements. "], "subsections": []}, {"section_title": "CACFP at Centers", "paragraphs": [], "subsections": [{"section_title": "Participation", "paragraphs": ["Child care centers in CACFP can be (1) public or private nonprofit centers, (2) Head Start centers, (3) for-profit proprietary centers (if they meet certain requirements as to the proportion of low-income children they enroll), and (4) shelters for homeless families. Adult day care centers include public or private nonprofit centers and for-profit proprietary centers (if they meet minimum requirements related to serving low-income disabled and elderly adults). In FY2017, over 65,000 child care centers with an average daily attendance of over 3.6 million children participated in CACFP. Over 2,700 adult care centers served nearly 132,000 adults through CACFP. "], "subsections": []}, {"section_title": "Eligibility and Administration", "paragraphs": ["Participating centers may receive daily reimbursements for up to either two meals and one snack or one meal and two snacks for each participant, so long as the meals and snacks meet federal nutrition standards. ", "The eligibility rules for CACFP centers largely track those of NSLP: children in households at or below 130% of the current poverty line qualify for free meals/snacks while those between 130% and 185% of poverty qualify for reduced-price meals/snacks (see Table 2 ). In addition, participation in the same categorical eligibility programs as NSLP as well as foster child status convey eligibility for free meals in CACFP. Like school meals, eligibility is determined through paper applications or direct certification processes.", "Like school meals, all meals and snacks served in the centers are federally subsidized to some degree, even those that are paid. Different reimbursement amounts are provided for breakfasts, lunches/suppers, and snacks, and reimbursement rates are set in law and indexed for inflation annually. The largest subsidies are paid for meals and snacks served to participants with family income below 130% of the federal poverty income guidelines (the income limit for free school meals), and the smallest to those who have not met a means test. See Table B -5 for current CACFP center reimbursement rates. ", "Unlike school meals, CACFP institutions are less likely to collect per-meal payments. Although federal assistance for day care centers differentiates by household income, centers have discretion on their pricing of meals. Centers may adjust their regular fees (tuition) to account for federal payments, but CACFP itself does not regulate these fees. In addition, centers can charge families separately for meals/snacks, so long as there are no charges for children meeting free-meal/snack income tests and limited charges for those meeting reduced-price income tests.", "Independent centers are those without sponsors handling administrative responsibilities. These centers must pay for administrative costs associated with CACFP out of nonfederal funds or a portion of their meal subsidy payments. For centers with sponsors, the sponsors may retain a proportion of the meal reimbursement payments they receive on behalf of their centers to cover such costs. "], "subsections": []}]}, {"section_title": "CACFP for Day Care Homes", "paragraphs": [], "subsections": [{"section_title": "Participation", "paragraphs": ["CACFP-supported day care homes serve a smaller number of children than CACFP-supported centers , both in terms of the total number of children served and the average number of children per facility. Roughly 17% of children in CACFP (approximately 757,000 in FY2017 average daily attendance) are served through day care homes. In FY2017, approximately 103,000 homes (with just over 700 sponsors) received CACFP support."], "subsections": []}, {"section_title": "Eligibility and Reimbursement", "paragraphs": ["As with centers, payments to day care homes are provided for up to either two meals and one snack or one meal and two snacks a day for each child. Unlike centers, day care homes must participate under the auspices of a public or, more often, private nonprofit sponsor that typically has 100 or more homes under its supervision. CACFP day care home sponsors receive monthly administrative payments based on the number of homes for which they are responsible. ", "Federal reimbursements for family day care homes differ by the home's status as \"Tier I\" or \"Tier II.\" Unlike centers, day care homes receive cash reimbursements (but not commodity foods) that generally are not based on the child participants' household income. Instead, there are two distinct, annually indexed reimbursement rates that are based on area or operator eligibility criteria", "Tier I homes are located in low-income areas (defined as areas in which at least 50% of school-age and enrolled children qualify for free or reduced-price meals) or operated by low-income providers whose household income meets the free or reduced-price income standards. They receive higher subsidies for each meal/snack they serve. Tier II (lower) rates are by default those for homes that do not qualify for Tier I rates; however, Tier II providers may seek the higher Tier I subsidy rates for individual low-income children for whom financial information is collected and verified. (See Table B-6 for current Tier I and Tier II reimbursement rates.)", "Additionally, HHFKA introduced a number of additional ways (as compared to prior law) by which family day care homes can qualify as low-income and get Tier I rates for the entire home or for individual children. ", "As with centers, there is no requirement that meals/snacks specifically identified as free or reduced-price be offered; however, unlike centers, federal rules prohibit any separate meal charges. "], "subsections": []}]}]}, {"section_title": "Summer Meals", "paragraphs": ["Current law SFSP and the NSLP/SBP Seamless Summer Option provide meals in congregate settings nationwide; the related Summer Electronic Benefits Transfer (SEBTC or Summer EBT) demonstration project is an alternative to congregate settings. "], "subsections": [{"section_title": "Summer Food Service Program (SFSP)", "paragraphs": ["SFSP supports meals for children during the summer months. The program provides assistance to local public institutions and private nonprofit service institutions running summer youth/recreation programs, summer feeding projects, and camps. Assistance is primarily in the form of cash reimbursements for each meal or snack served; however, federally donated commodity foods are also offered. Participating service institutions are often entities that provide ongoing year-round service to the community including schools, local governments, camps, colleges and universities in the National Youth Sports program, and private nonprofit organizations like churches. ", "Similar to the CACFP model, sponsors are institutions that manage the food preparation, financial, and administrative responsibilities of SFSP. Sites are the places where food is served and eaten. At times, a sponsor may also be a site. State agencies authorize sponsors, monitor and inspect sponsors and sites, and implement USDA policy. Unlike CACFP, sponsors are required for an institution's participation in SFSP as a site."], "subsections": [{"section_title": "Participation", "paragraphs": ["In FY2017, nearly 5,500 sponsors with 50,000 food service sites participated in the SFSP and served an average of approximately 2.7 million children daily (according to July data). ", "Participation of sites and children in SFSP has increased in recent years. Program costs for FY2017 totaled over $485 million, including cash assistance, commodity foods, administrative cost assistance, and health inspection costs."], "subsections": []}, {"section_title": "Eligibility and Administration", "paragraphs": ["There are several options for eligibility and meal/snack service for SFSP sponsors (and their sites)", "Open sites provide summer food to all children in the community. These sites are certified based on area eligibility measures, where 50% or more of area children have family income that would make them eligible for free or reduced-price school meals (see Table 2 ). Closed or Enrolled sites provide summer meals/snacks free to all children enrolled at the site. The eligibility test for these sites is that 50% or more of the children enrolled in the sponsor's program must be eligible for free or reduced-price school meals based on household income. Closed/enrolled sites may also become eligible based on area eligibility measures noted above. Summer camps (that are not enrolled sites) receive subsidies only for those children with household eligibility for free or reduced-price school meals. Other programs specified in law , such as the National Youth Sports Program and centers for homeless or migrant children. ", "Summer sponsors get operating cost (food, storage, labor) subsidies for all meals/snacks they serve—up to one meal and one snack, or two meals per child per day. In addition, sponsors receive payments for administrative costs, and states are provided with subsidies for administrative costs and health and meal-quality inspections. See Table B -7 for current SFSP reimbursement rates. Actual payments vary slightly (e.g., by about 5 cents for lunches) depending on the location of the site (e.g., rural vs. urban) and whether meals are prepared on-site or by a vendor."], "subsections": []}]}, {"section_title": "School Meals' Seamless Summer Option64", "paragraphs": ["Although SFSP is the child nutrition program most associated with providing meals during summer months, it is not the only program option for providing these meals and snacks. The Seamless Summer Option, run through NSLP or SBP programs, is also a means through which food can be provided to students during summer months. Much like SFSP, Seamless Summer operates in summer sites (summer camps, sports programs, churches, private nonprofit organizations, etc.) and for a similar duration of time. Unlike SFSP, schools are the only eligible sponsors , although schools may operate the program at other sites. Reimbursement rates for Seamless Summer meals are the same as current NSLP/SBP rates. "], "subsections": []}, {"section_title": "Summer EBT for Children Demonstration", "paragraphs": ["Beginning in summer 2011 and (as of the date of this report) each summer since, USDA-FNS has operated Summer Electronic Benefit Transfer for Children (SEBTC or \"Summer EBT\") demonstration projects in a limited number of states and Indian Tribal Organizations (ITOs). These Summer EBT projects provide electronic food benefits over summer months to households with children eligible for free or reduced-price school meals. Depending on the site and year, either $30 or $60 per month is provided, through a WIC or SNAP EBT card model. In the demonstration projects, these benefits were provided as a supplement to the Summer Food Service Program (SFSP) meals available in congregate settings.", "Summer EBT and other alternatives to congregate meals through SFSP were first authorized and funded by the FY2010 appropriations law ( P.L. 111-80 ). Although a number of alternatives were tested and evaluated, findings from Summer EBT were among the most promising, and Congress provided subsequent funding. Summer EBT evaluations showed significant impacts on reducing child food insecurity and improving nutritional intake.  Summer EBT was funded by P.L. 111-80 in the summers from 2011 to 2014. Projects have continued to operate and were annually funded by FY2015-FY2018 appropriations; most recently, the FY2018 appropriations law ( P.L. 115-141 ) provided $28 million. According to USDA-FNS, in summer 2016 Summer EBT served over 209,000 children in nine states and two tribal nations—an increase from the 11,400 children served when the demonstration began in summer 2011. "], "subsections": []}]}, {"section_title": "Special Milk Program (SMP)", "paragraphs": ["Schools (and institutions like summer camps and child care facilities) that are not already participating in the other child nutrition programs can participate in the Special Milk Program. Schools may also administer SMP for their part-day sessions for kindergartners or pre-kindergartners.", "Under SMP, participating institutions provide milk to children for free and/or at a subsidized paid price, depending on how the enrolled institution opts to administer the program (see Table B -8 for current Special Milk reimbursement rates for each of these options)", "An institution that only sells milk will receive the same per-half pint federal reimbursement for each milk sold (approximately 20 cents). An institution that sells milk and provides free milk to eligible children (income eligibility is the same as free school meals, see Table 2 ), receives a reimbursement for the milk sold (approximately 20 cents) and a higher reimbursement for the free milks. An institution that does not sell milk provides milk free to all children and receives the same reimbursement for all milk (approximately 20 cents). This option is sometimes called nonpricing.", "In FY2017, over 41 million half-pints were subsidized, 9.5% of which were served free. Federal expenditures for this program were approximately $8.3 million in FY2017. "], "subsections": []}, {"section_title": "Fresh Fruit and Vegetable Program (FFVP)", "paragraphs": ["States receive formula grants through the Fresh Fruit and Vegetable Program, under which state-selected schools receive funds to purchase and distribute fresh fruit and vegetable snacks to all children in attendance (regardless of family income). Money is distributed by a formula under which about half the funding is distributed equally to each state and the remainder is allocated by state population. States select participating schools (with an emphasis on those with a higher proportion of low-income children) and set annual per-student grant amounts (between $50 and $75). ", "Funding is set by law at $150 million for school year 2011-2012 and inflation-indexed for every year after. In FY2017, states used approximately $184 million in FFVP funds. FFVP is funded by a mandatory transfer of funds from USDA's Section 32 program—a permanent appropriation of 30% of the previous year's customs receipts. This transfer is required by FFVP's authorizing laws (Section 19 of the Richard B. Russell National School Lunch Act and Section 4304 of P.L. 110-246 ). Up until FY2018's law, annual appropriations laws delayed a portion of the funds to the next fiscal year.", "After a pilot period, the Child Nutrition and WIC Reauthorization Act of 2004 ( P.L. 108-265 ) permanently authorized and funded FFVP for a limited number of states and Indian reservations. In recent years, FFVP has been amended by omnibus farm bill laws rather than through child nutrition reauthorizations. The 2008 farm bill ( P.L. 110-246 ) expanded FFVP's mandatory funding, specifically providing funds through Section 32, and enabled all states to participate in the program. The 2014 farm bill ( P.L. 113-79 ) essentially made no changes to this program but did include, and fund at $5 million in FY2014, a pilot project that requires USDA to test offering frozen, dried, and canned fruits and vegetables and publish an evaluation of the pilot. Four states (Alaska, Delaware, Kansas, and Maine) participated in the pilot in SY2014-2015 and the evaluation was published in 2017. Other proposals to expand fruits and vegetables offered in FFVP have been introduced in both the 114 th and 115 th Congress."], "subsections": []}]}, {"section_title": "Other Topics", "paragraphs": [], "subsections": [{"section_title": "After-School Meals and Snacks: CACFP, NSLP Options", "paragraphs": ["Two of the child nutrition programs discussed in previous sections, the National School Lunch Program (NSLP) and Child and Adult Care Food Program (CACFP), provide federal support for snacks and meals served during after-school programs. ", "NSLP provides reimbursements for after-school snacks; however, this option is open only to schools that already participate in NSLP. These schools may operate after-school snack-only programs during the school year, and can do so in two ways: (1) if low-income area eligibility criteria are met, provide free snacks in lower-income areas; or (2) if area eligibility criteria are not met, offer free, reduced-price, or fully paid-for snacks, based on household income eligibility (like lunches in NSLP). The vast majority of snacks provided through this program are through the first option. Through this program, approximately 206 million snacks were served in FY2017 (a daily average of nearly 1.3 million). This compares with nearly 4.9 billion lunches served (a daily average of 27.8 million).", "CACFP provides assistance for after-school food in two ways. First, centers and homes that participate in CACFP and provide after-school care may participate in traditional CACFP (the eligibility and administration described earlier). Second, centers in areas where at least half the children in the community are eligible for free or reduced-price school meals can opt to participate in the CACFP At-Risk Afterschool program, which provides free snacks and suppers. Expansion of the At-Risk After-School meals program was a major policy change included in HHFKA. Prior to the law, 13 states were permitted to offer CACFP At-Risk After-School meals (instead of just a snack); the law allowed all CACFP state agencies to offer such meals. In FY2017, the At-Risk Afterschool program served a total of approximately 242.6 million free meals and snacks to a daily average of more than 1.7 million children. "], "subsections": []}, {"section_title": "Related Programs, Initiatives, and Support Activities", "paragraphs": ["Federal child nutrition laws authorize and program funding supports a range of additional programs, initiatives, and activities. ", "Through State Administrative Expenses funding, states are entitled to federal grants to help cover administrative and oversight/monitoring costs associated with child nutrition programs. The national amount each year is equal to about 2% of child nutrition reimbursements. The majority of this money is allocated to states based on their share of spending on the covered programs; about 15% is allocated under a discretionary formula granting each state additional amounts for CACFP, commodity distribution, and Administrative Review efforts. In addition, states receive payments for their role in overseeing summer programs (about 2.5% of their summer program aid). States are free to apportion their federal administrative expense payments among child nutrition initiatives (including commodity distribution activities) as they see fit, and appropriated funding is available to states for two years. State Administrative Expense spending in FY2017 totaled approximately $279 million.", "Team Nutrition is a USDA-FNS program that includes a variety of school meals initiatives around nutrition education and the nutritional content of the foods children eat in schools. This includes Team Nutrition Training Grants, which provide funding to state agencies for training and technical assistance, such as help implementing USDA's nutrition requirements and the Dietary Guidelines for Americans. From 2004 to 2018, Team Nutrition also included the HealthierUS Schools Challenge (HUSSC), which originated in the 2004 reauthorization of the Child Nutrition Act. HUSSC was a voluntary certification initiative designed to recognize schools that have created a healthy school environment through the promotion of nutrition and physical activity. ", "Farm-to-school programs broadly refer to \"efforts that bring regionally and locally produced foods into school cafeterias,\" with a focus on enhancing child nutrition. The goals of these efforts include increasing fruit and vegetable consumption among students, supporting local farmers and rural communities, and providing nutrition and agriculture education to school districts and farmers. HHFKA amended existing child nutrition programs to establish mandatory funding of $5 million per year for competitive farm-to-school grants that support schools and nonprofit entities in establishing farm-to-school programs that improve a school's access to locally produced foods. The FY2018 appropriations law provided an additional $5 million in discretionary funding to remain available until expended. Grants may be used for training, supporting operations, planning, purchasing equipment, developing school gardens, developing partnerships, and implementing farm-to-school programs. USDA's Office of Community Food Systems provides additional resources on farm-to-school issues. ", "Through an Administrative Review process (formerly referred to as Coordinated Review Effort (CRE)), USDA-FNS, in cooperation with state agencies, conducts periodic on-site NSLP school compliance and accountability evaluations to improve management and identify administrative, subsidy claim, and meal quality problems. State agencies are required to conduct administrative reviews of all school food authorities (SFAs) that operate the NSLP under their jurisdiction at least once during a three-year review cycle. Federal Administrative Review expenditures were approximately $9.9 million in FY2017. ", "USDA-FNS and state agencies conduct many other child nutrition program support activities for which dedicated funding is provided. Among other examples, there is the Institute of Child Nutrition (ICN), which provides technical assistance, instruction, and materials related to nutrition and food service management; it receives $5 million a year in mandatory funding appropriated in statute. ICN is located at the University of Mississippi. USDA-FNS provides training on food safety education. Funding is also provided for USDA-FNS to conduct studies, provide training and technical assistance, and oversee payment accuracy. ", "Appendix A. Acronyms Used in This Report ", "Appendix B. Per-meal or Per-snack Reimbursement Rates for Child Nutrition Programs", "This appendix lists the specific reimbursement rates discussed in the earlier sections of the report. Reimbursement rates are adjusted for inflation for each school or calendar year according to terms laid out in the programs' authorizing laws. Each year, the new rates are announced in the Federal Register . "], "subsections": []}]}]}}