{"id": "R43702", "title": "Unaccompanied Children from Central America: Foreign Policy Considerations", "released_date": "2016-04-11T00:00:00", "summary": ["Since FY2011, the number of unaccompanied alien children (UAC) traveling to the United States from the \"northern triangle\" nations of Central America—El Salvador, Guatemala, and Honduras—has increased sharply. U.S. authorities encountered more than 52,000 unaccompanied minors from the region at the U.S. border in FY2014, a more than 1,200% increase compared to FY2011. This unexpected surge of children strained U.S. government resources and created a complex crisis with humanitarian implications. U.S. apprehensions of unaccompanied minors from the northern triangle declined by 45% in FY2015. They increased in the first five months of FY2016, however, and experts warn that significant migration flows will continue until policymakers in the countries of origin and the international community address the poor socioeconomic and security conditions driving Central Americans to leave their homes.", "The 2014 migration crisis led to renewed focus on Central America, a region with which the United States historically has shared close political, economic, and cultural ties. The United States engages with Central American countries through a variety of mechanisms, including a security assistance package known as the Central America Regional Security Initiative (CARSI) and the Dominican Republic-Central America-United States Free Trade Agreement (CAFTA-DR). Over the past two years, the Obama Administration has sought closer cooperation with Central American governments to dissuade children from making the journey to the United States, target smuggling networks, and repatriate unauthorized migrants.", "The Administration also has introduced a whole-of-government \"U.S. Strategy for Engagement in Central America\" designed to increase economic opportunity, reduce extreme violence, and strengthen the effectiveness of state institutions in the region. The Administration requested $1 billion through the State Department and the U.S. Agency for International Development to implement the strategy in FY2016, and it has requested more than $770 million through those two agencies to continue implementation in FY2017. The governments of El Salvador, Guatemala, and Honduras are undertaking complementary efforts under their \"Plan of the Alliance for Prosperity in the Northern Triangle.\"", "Congress has expressed considerable concern about increased migration from Central America, with Members holding numerous hearings, traveling to the region, and introducing legislation designed to address the situation. Although Congress opted not to appropriate supplemental funding for programs in Central America in FY2014, it appropriated more than $570 million for the region in FY2015, which was $241 million more than the Administration originally requested. The Consolidated and Further Continuing Appropriations Act, 2015 (P.L. 113-235), also directed the Administration to develop a comprehensive strategy to address the key factors contributing to the migration of unaccompanied children to the United States. The Consolidated Appropriations Act, 2016 (P.L. 114-113), appropriated $750 million in support of the Administration's Central America strategy in FY2016. The act also placed a number of conditions on the assistance, requiring governments in the region to take steps to improve border security, combat corruption, increase revenues, and address human rights concerns, among other actions.", "As Congress debates the Administration's FY2017 budget request and other legislative options to address increased migration from Central America, it might take into consideration a variety of interrelated issues. These issues might include the humanitarian implications of the current situation, the international humanitarian response, Central American governments' limited capacities to receive and reintegrate repatriated children, Central American governments' abilities and willingness to address poor security and socioeconomic conditions in their countries, and the extent to which the Mexican government is capable of limiting the transmigration of Central Americans through its territory."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Over the past several years, the number of unaccompanied children from the \"northern triangle\" of Central America (El Salvador, Guatemala, and Honduras) attempting to enter the United States has increased significantly. This mixed migration flow was particularly heavy during the 2014 fiscal year (FY), when the U.S. Border Patrol apprehended nearly 52,000 unaccompanied minors from the region at the southwest border—a 150% increase compared to FY2013 and a more than 1,200% increase compared to FY2011 (see Figure 1 ). U.S. authorities noted similar increases in apprehensions of Central American families and single adults. Although the number of Central Americans reaching the U.S. border has declined since FY2014, U.S. apprehensions of unaccompanied children remain at elevated levels, placing strains on government resources and raising concerns domestically and internationally about the safety and protection of the children.", "There is little consensus among analysts regarding why the number of Central American minors abandoning their homes in hope of entering the United States has increased so significantly. Nevertheless, most analysts maintain that the problem is complex, involving interactions between so-called push factors , such as high levels of violence and poverty in Central America, and pull factors , such as the desire to join family members in the United States and perceptions about U.S. immigration policies. Many analysts warn that elevated levels of migration from the region are likely to continue until policymakers in the countries of origin and the international community address the poor security and socioeconomic conditions in the northern triangle.", "Members of Congress have expressed significant concerns about the influx of unaccompanied minors and have taken some steps designed to address the situation. This report focuses on the foreign policy dimensions of increased migration from Central America. It begins by examining U.S. policy in the region, including a brief historical background, the current policy framework, and the U.S. and regional response to the surge in unaccompanied minors. The report then discusses a variety of issues Congress might take into consideration as it continues to formulate policy toward Central America. These issues include the humanitarian implications of the migration situation, the international humanitarian response, the capacity of Central American nations to receive and reintegrate unaccompanied children removed (deported) from the United States, the capacity of Central American nations to address the root causes of the exodus, and the role of Mexico as a transit country. The report concludes with an outlook for U.S. policy."], "subsections": []}, {"section_title": "U.S. Policy in Central America", "paragraphs": ["The increased flow of unaccompanied minors from Central America to the United States over the past several years has led some policymakers to reevaluate U.S. relations with the region. As Members of Congress debate potential changes in policy toward Central America, they might consider how U.S. policy has influenced the region in the past, the framework for U.S. engagement, and the steps the U.S. government has taken thus far to address mixed migration flows."], "subsections": [{"section_title": "Background", "paragraphs": ["Given the geographic proximity of Central America, the United States historically has had close political, economic, and cultural ties with the region. During the Cold War, the U.S. government viewed links between the Soviet Union and leftist and nationalist political movements in Central America as a potential threat to U.S. strategic interests. The United States provided extensive assistance (equivalent to $9.7 billion constant 2013 dollars) to El Salvador, Guatemala, and Honduras during the 1980s as the Salvadoran and Guatemalan governments fought leftist insurgencies and the Honduran government supported U.S. policy in the region. An estimated 70,000 Salvadorans and 200,000 Guatemalans were killed or \"disappeared\" during the countries' civil conflicts and truth commissions have determined that government forces were responsible for most of the human rights abuses committed. Many Central Americans fled the region and sought refuge in the United States. The vast majority of Salvadorans and Guatemalans were denied asylum, however, since the U.S. government insisted that its allies in the region were not responsible for human rights violations. During this time period, the United States also established the Caribbean Basin Initiative (CBI; formally the Caribbean Basin Economic Recovery Act— P.L. 98-67 ) to support political and economic stability in Central America. This unilateral preferential trade arrangement, launched in 1983, provided duty-free access to the U.S. market for many goods from the region.", "U.S. support for Central America began to wane in the 1990s following the dissolution of the Soviet Union and the end of the region's civil conflicts. Peace accords were signed in El Salvador in 1992 and in Guatemala in 1996. Although the United States provided some support to Central American countries to strengthen democratic governance and implement market-oriented economic reforms and provided considerable assistance in the aftermath of natural disasters such as Hurricane Mitch in 1998, aid to the northern triangle countries declined significantly during the 1990s (see Figure 3 ).", "Following the passage of the Illegal Immigrant Reform and Immigrant Responsibility Act (IIRIRA) of 1996, the United States accelerated deportations of Central Americans. Nearly 46,000 convicts were among those deported to the region between 1998 and 2005; they included members of the Mara Salvatrucha (MS-13) and 18 th Street Gang (M-18), contributing to the spread of gang violence in Central America. Nevertheless, many Central Americans continued to migrate to the United States, primarily for economic reasons.", "Over the past decade, the U.S. government has sought to enhance security cooperation with the countries of the northern triangle to address high levels of crime and violence and the region's emergence as a major transit point for illicit narcotics destined for the United States. Although the Department of Defense has provided some assistance, much of this cooperation has taken place under the umbrella of the Central America Regional Security Initiative (CARSI) administered by the State Department and the U.S. Agency for International Development (USAID). CARSI provides the seven nations of the Central American isthmus with equipment, training, and technical assistance to support law enforcement operations. CARSI is also designed to strengthen the long-term capacities of Central American governments to address security challenges and the underlying social and political factors that contribute to these challenges. Congress has appropriated nearly $1.5 billion for CARSI since its inception in FY2008. As the State Department and USAID dedicated larger portions of their limited foreign-assistance budgets for the region toward addressing security concerns, they reduced funding for more traditional development sectors, such as governance and economic reform. ", "While most U.S. agencies shifted the focus of their efforts in Central America toward security concerns, the Millennium Challenge Corporation (MCC) provided substantial infusions of economic aid to the region. In 2005, the MCC signed a five-year, $205 million compact to improve transportation infrastructure and support rural development in Honduras. Although the MCC Board decided not to renew the compact as a result of the Honduran government's poor performance on corruption, it approved a so-called threshold program of up to $15.6 million in 2013 to support Honduran government efforts to strengthen public financial management and increase the transparency and efficiency of public-private partnerships. In 2006, the MCC signed a five-year, $461 million compact to support development in the northern border region of El Salvador. A second five-year compact, finalized in 2014, is providing an additional $277 million to El Salvador to improve the country's investment climate, human capital, and infrastructure. Although Guatemala has yet to receive a compact, the MCC Board approved a $28 million threshold program for the country in 2014 to support fiscal reform, foster partnerships with the private sector, and improve linkages between the education system and the labor market.", "Trade and investment relations between the United States and the northern triangle countries are governed by the Dominican Republic-Central America-United States Free Trade Agreement (CAFTA-DR), which was signed in 2004 and entered into force for El Salvador, Guatemala, and Honduras in 2006. The agreement builds on CBI by making preferential market access reciprocal, comprehensive, and permanent. Between 2005 and 2015, U.S. merchandise trade with the countries of the northern triangle increased by nearly 54%, growing from $16.8 billion to $25.8 billion. U.S. exports to the region have grown by 82%, and U.S. imports from the region have grown by 29%. Analysts had predicted that CAFTA-DR would lead to a relatively larger increase in U.S. exports because a significant portion of imports from the region already entered the United States duty free under CBI. The stock of U.S. direct investment in the northern triangle countries has also increased, climbing from $2.1 billion in 2005 to $4.7 billion in 2014. These trends vary somewhat by country. Honduras, for example, has seen a slight decline in the stock of U.S. direct investment over the past decade.", "There continue to be strong cultural ties between the United States and Central America. In 2014, the foreign-born populations from El Salvador (1.3 million), Guatemala (916,000), and Honduras (588,000) ranked as the 5 th - , 10 th - , and 16 th -largest groups, respectively, of all foreign-born groups in the United States. According to Department of Homeland Security (DHS) estimates, 55% of Salvadorans, 64% of Guatemalans, and 67% of Hondurans residing in the United States are in the country illegally. Immigration and Customs Enforcement (ICE) removed about 75,000 undocumented individuals from the northern triangle in FY2015, including 22,000 Salvadorans, 33,000 Guatemalans, and 20,000 Hondurans. Some Central Americans who may otherwise be deported have been allowed to stay in the United States with Temporary Protected Status (TPS). The U.S. government has continuously provided TPS to eligible Hondurans since 1998, when Hurricane Mitch struck Honduras, and to eligible Salvadorans since 2001, when El Salvador experienced a series of earthquakes. An estimated 61,000 Hondurans and 204,000 Salvadorans currently benefit from TPS."], "subsections": []}, {"section_title": "U.S. Response to Surge in Unaccompanied Minors", "paragraphs": ["Over the past two years, U.S. policymakers have devoted considerable attention to the increased number of unaccompanied minors and other Central Americans arriving at the U.S. border. While much of the initial response focused on immigration enforcement and other U.S. domestic policies, the Obama Administration and Congress also have taken steps intended to address the foreign policy dimensions of the situation. The Administration has engaged in extensive diplomacy with the northern triangle governments, run public awareness campaigns in the region, increased anti-human smuggling operations, supported the Mexican government's immigration enforcement efforts, and established an in-country refugee processing program for Central American minors. Additionally, it has introduced a whole-of-government \"U.S. Strategy for Engagement in Central America,\" and worked with Congress to increase foreign assistance to support the strategy's goals of promoting economic prosperity, good governance, and improved security in the region."], "subsections": [{"section_title": "Diplomacy", "paragraphs": ["Since 2014, the Obama Administration has worked with the Salvadoran, Guatemalan, Honduran, and Mexican governments to establish a common understanding of the migration crisis and coordinate a response. This diplomatic outreach has included visits to the region by Vice President Joseph Biden, Secretary of State John Kerry, Secretary of Homeland Security Jeh Johnson, and other high-level Administration officials. President Obama and Vice President Biden have also hosted the presidents of El Salvador, Guatemala, and Honduras in Washington, DC, on several occasions.", "As a result of these diplomatic efforts, the northern triangle governments have undertaken efforts that have bolstered the U.S. response. They have run public awareness campaigns warning their citizens about the dangers of traveling to the United States irregularly and increased their efforts to combat human smuggling. They also joined together to draft the \"Plan of the Alliance for Prosperity in the Northern Triangle,\" which is designed to address the underlying factors contributing to migration by fostering economic growth, increasing education and employment opportunities, improving security conditions, and strengthening government institutions in the region. During a February 2016 meeting in Washington, DC, with Vice President Biden, Presidents Sanchez Cerén of El Salvador, Jimmy Morales of Guatemala, and Juan Orlando Hernández of Honduras reviewed key accomplishments from the past year and committed to taking additional actions to further the plan in 2016. The reforms and activities included in the Alliance for Prosperity are generally consistent with the goals of U.S. assistance programs in the northern triangle."], "subsections": []}, {"section_title": "Public Awareness Campaigns", "paragraphs": ["In addition to coordinating with leaders in the region, Administration officials have engaged in extensive public diplomacy. The President and other officials have warned Central Americans about the dangers involved in irregular migration to the United States, and have sought to correct possible misperceptions about U.S. immigration policies. In 2014, U.S. Customs and Border Protection (CBP) launched the \"Dangers Awareness Campaign,\" which included media outreach in metropolitan areas of the United States that have high concentrations of Central American immigrants, as well as billboards and public service announcements in El Salvador, Guatemala, and Honduras. Nearly 6,400 radio and television announcements aired in the northern triangle during the campaign, which ran from June 30 to October 12, 2014. The Department of Homeland Security (DHS) joined with the State Department to launch the \"Executive Action on Immigration: Know the Facts\" awareness campaign in January 2015. It included print, radio, and television announcements designed to explain U.S. immigration policies and dispel potential misinformation. The campaign was stopped in mid-February 2015, however, after a federal court ruling halted implementation of the President's executive actions on immigration.", "Although DHS and the State Department did not conduct evaluations to measure the effectiveness of the 2014 and 2015 public awareness campaigns, a recent study calls into question the ability of such campaigns to deter migration. Analyzing polling data from the region, the study found that citizens of the northern triangle are well aware that irregular migration to the United States was dangerous and unlikely to succeed. It also found that knowledge of the journey's dangers and U.S. deportation policies had no impact on individuals' intentions to migrate. The study found that those who have been victimized by crime more than once in the past year are nearly twice as likely to report that they intend to migrate as those who have not been victimized. These findings suggest that immediate concerns outweigh hypothetical dangers and challenges in migration decisions."], "subsections": []}, {"section_title": "Anti-Human Smuggling Operations", "paragraphs": ["The Obama Administration has also intensified its efforts to target and dismantle human smuggling operations. In July 2014, DHS and the Department of Justice (DOJ) launched \"Operation Coyote,\" a joint campaign to surge resources toward the investigation, arrest, and prosecution of smuggling networks that facilitate the movement of unaccompanied children from Central America to the United States. Building on initial investigative accomplishments, Homeland Security Investigations (HSI) expanded the initiative in March 2015 with \"Operation Coyote 2.0.\" The operation resulted in 876 criminal arrests, 690 indictments, and 612 convictions related to human smuggling in FY2015.", "Some security analysts maintain that anti-smuggling operations are unlikely to have a significant impact on migration flows in the long run. These analysts assert that because smuggling will remain a high-demand and lucrative business as long as people want to migrate, other organized criminal groups or illicit actors will step in to fill the void left by dismantled networks. Some analysts argue that smugglers have already adapted to the recent enforcement efforts, noting the increase in U.S. apprehensions through the initial months of FY2016 and the shifting areas of the border where unaccompanied children are being apprehended."], "subsections": []}, {"section_title": "Support for Mexico's Southern Border Plan33", "paragraphs": ["The Administration and Congress have supported the Mexican government's efforts to secure its porous southern border and enhance its immigration enforcement efforts. Mexico's Southern Border Plan, announced in July 2014, includes increased security at 12 ports of entry into Guatemala and Belize and increased immigration enforcement along known migration routes, including northbound trains and bus stations. Mexico's National Institute of Migration (INM) has created more than 100 mobile highway checkpoints.", "The U.S. State Department has allocated $130 million of Mérida Initiative assistance for border security in Mexico, at least half of which will support southern border efforts. This figure includes $70 million in FY2013-FY2015 appropriations as well as $60 million in FY2010-FY2012 appropriations that have been reprogramed. As of February 2016, the State Department had delivered $20 million of assistance for Mexico's southern border region, mostly in the form of nonintrusive inspection equipment, mobile kiosks, canine teams, and training in immigration enforcement. Additional funding will support a biometrics system and a secure communications network for Mexican agencies in the southern border region, among other projects. The U.S. government may provide further support for these efforts using a portion of the roughly $139 million in Mérida aid appropriated for Mexico in FY2016 and $129 million in Mérida aid requested in FY2017.", "The Mexican government's implementation of the U.S.-backed Southern Border Plan has coincided with a sharp increase in apprehensions and deportations of Central Americans. In FY2015, Mexico apprehended nearly 167,000 migrants from the northern triangle countries, up from 102,000 in FY2014. During the same time period, U.S. apprehensions of northern triangle nationals fell from 239,000 to fewer than 135,000. These figures suggest that migration outflows from Central America remained fairly stable throughout FY2015, but fewer migrants reached the U.S. border as a result of increased apprehensions by Mexican authorities. Human rights advocates have voiced concerns regarding Mexico's Southern Border Plan, asserting that it has led migrants to take more dangerous routes that expose them to new vulnerabilities and hinder their access to shelters and humanitarian assistance. These advocates also maintain that Mexico has not sufficiently increased its capacity to screen apprehended migrants for protection concerns, potentially denying refugees from northern triangle countries access to asylum."], "subsections": []}, {"section_title": "In-Country Refugee/Parole Program39", "paragraphs": ["In December 2014, the Administration established an in-country refugee/parole program in El Salvador, Guatemala, and Honduras as part of the U.S. Refugee Admissions Program. The Central American Minors (CAM) Refugee/Parole Program aims to provide a \"safe, legal, and orderly alternative to the dangerous journey\" that many unaccompanied children have taken to the United States. It allows certain parents who are lawfully present in the United States to request refugee resettlement for their children who are still residing in their countries of origin. Children who are found to be ineligible for refugee status but are at risk of harm can be considered for parole, which allows individuals to be lawfully present in the United States temporarily. ", "As of early April 2016, more than 7,000 CAM applications had been filed and 162 individuals had arrived in the United States—55 refugees and 56 parolees from El Salvador, 5 parolees from Guatemala, and 9 refugees and 37 parolees from Honduras."], "subsections": []}, {"section_title": "Foreign Assistance", "paragraphs": ["Over the past several years, the Administration has sought to increase U.S. assistance for the northern triangle nations to address the underlying conditions pushing many to leave the region. In July 2014, the Administration submitted an emergency supplemental appropriations request to Congress that included $300 million to support economic prosperity, governance, security, and repatriation efforts in Central America. Although Congress opted not to fund the supplemental request in FY2014, it has appropriated increased aid for the region in each fiscal year since then (see Table 1 )."], "subsections": [{"section_title": "FY2015 Appropriations", "paragraphs": ["Congress appropriated more than $570 million for Central America in FY2015, which was $241 million more than the Administration originally requested for the region. The Consolidated and Further Continuing Appropriations Act, 2015 ( P.L. 113-235 ), directed the Secretary of State to use the funds appropriated for the region to implement a strategy to \"address the key factors in the countries in Central America contributing to the migration of unaccompanied, undocumented minors to the United States.\" The strategy was required to include the following:", "a clear mission statement, achievable goals and objectives, benchmarks, timelines, and a spending plan; a path forward for addressing the need for greater border security for the countries in Central America and Mexico, particularly the southern borders of Mexico; economic and social development programs, with a focus on communities that have been major contributors of unaccompanied migrants and where there is significant gang activity; judicial and police reform and capacity building programs, with a focus on strengthening judicial independence and community policing; activities to combat human trafficking in Central America, including through the use of forensic technology; and actions to support the safe repatriation and reintegration of minors into families or family-like settings.", "The act required the Secretary of State to report to the House and Senate Committees on Appropriations on the progress made toward achieving the objectives of the strategy within 60 days of submitting it and every 120 days thereafter. These reports were required to include the funding provided to each country and the steps taken by each government in the region to improve border security, reduce the flow of unauthorized migrants, conduct public awareness campaigns, and cooperate with U.S. agencies on the repatriation and reintegration of their citizens. The act also directed the Secretary of State to suspend assistance to any government that failed to carry out the required actions."], "subsections": []}, {"section_title": "FY2016 Appropriations", "paragraphs": ["In March 2015, the Obama Administration introduced a new, whole-of-government U.S. Strategy for Engagement in Central America designed to promote economic prosperity, improve security, and strengthen governance in the region. The Administration requested more than $1 billion of foreign assistance to implement the strategy in FY2016, dividing the funds among the three overarching areas of action.", "In December 2015, Congress enacted the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ), providing up to $748 million through the State Department and USAID—as well as $2 million through the Overseas Private Investment Corporation (OPIC)—to implement the Central America strategy. This figure includes up to $68 million for El Salvador, $128 million for Guatemala, and $98 million for Honduras. P.L. 114-113 also provides up to $349 million for CARSI (see Table 1 ). The act directs the State Department and USAID to prioritize \"assistance to address the key factors in [Central American] countries contributing to the migration of unaccompanied undocumented minors to the United States.\"", "Congress placed numerous conditions on aid for Central America. Prior to obligation of the funds, the Secretary of State is required to provide the Appropriations Committees a multiyear spending plan that specifies the proposed purposes, objectives, indicators to measure progress, and implementation timeline of the funding. The act also states that 25% of the funds for the \"central governments of El Salvador, Guatemala, and Honduras\" may not be obligated until the Secretary of State certifies that each government is \"taking effective steps\" to", "inform its citizens of the dangers of the journey to the southwestern border of the United States; combat human smuggling and trafficking; improve border security; and cooperate with U.S. government agencies and other governments in the region to facilitate the return, repatriation, and reintegration of illegal migrants arriving at the southwestern border of the United States who do not qualify as refugees consistent with international law.", "The State Department issued certifications for all three northern triangle governments related to these conditions on March 10, 2016.", "Another 50% of the funds for the \"central governments\" may not be obligated until the Secretary of State certifies the governments are \"taking effective steps\" to", "establish an autonomous, publicly accountable entity to provide oversight of the plan; combat corruption, including investigating and prosecuting government officials credibly alleged to be corrupt; implement reforms, policies, and programs to improve transparency and strengthen public institutions, including increasing the capacity and independence of the judiciary and the Office of the Attorney General; establish and implement a policy that local communities, civil society organizations (including indigenous and marginalized groups), and local governments are to be consulted in the design and participate in the implementation and evaluation of activities of the plan that affect such communities, organizations, and governments; counter the activities of criminal gangs, drug traffickers, and organized crime, investigate and prosecute in the civilian justice system members of military and police forces who are credibly alleged to have violated human rights, and ensure that the military and police are cooperating in such cases; cooperate with commissions against impunity, as appropriate, and with regional human rights entities; support programs to reduce poverty, create jobs, and promote equitable economic growth in areas contributing to large numbers of migrants; establish and implement a plan to create a professional, accountable civilian police force and curtail the role of the military in internal policing; protect the right of political opposition parties, journalists, trade unionists, human rights defenders, and other civil society activists to operate without interference; increase government revenues, including by implementing tax reforms and strengthening customs agencies; and resolve commercial disputes, including the confiscation of real property, between United States entities and such government.", "The State Department has not yet issued certifications related to these conditions. In addition to the certifications, the act requires the Secretary of State to periodically review and report on the progress that the governments are making in meeting those requirements and to suspend assistance if progress is insufficient."], "subsections": []}, {"section_title": "FY2017 Request", "paragraphs": ["The Obama Administration has requested nearly $772 million through the State Department and USAID for Central America in FY2017. This request includes $88 million for El Salvador, $145 million for Guatemala, and $106 million for Honduras. It also includes $305 million for CARSI and $107 million for other regional programs (see Table 1 ).", "The majority (51%) of the funds requested would be dedicated to development assistance programs (see Figure 4 ). More than $357 million would be provided through the Development Assistance (DA) account to support good governance, economic growth, and social stability in the region. Among other activities, DA funds would be used to strengthen the effectiveness and transparency of municipal and national governments, including through support to civil society organizations; improve access to quality education and vocational training; assist farmers and increase food security; improve business environments; and strengthen natural resource use and planning. Another $34 million would be provided through the Global Health Programs (GHP) accounts to strengthen health systems in Guatemala and combat HIV/AIDS throughout the region. Some $5 million in Food for Peace (FFP) development food aid also would be provided to Guatemala.", "More than $143 million, or 19% of the total aid request for the region, would be provided to Central America through the Economic Support Fund (ESF) account, which has as its primary purpose the promotion of special U.S. political, economic, or security interests. Most of these funds ($100 million) would support USAID's CARSI programming, which includes support for justice and security sector reform as well as targeted crime and violence prevention efforts. Another $28 million would support food security initiatives, and $15 million would support economic and energy integration in Central America.", "The final $232 million, or 30% of the request for the region, would fund security efforts. Of that total, $205 million, provided through the International Narcotics Control and Law Enforcement (INCLE) account, would support CARSI programming managed by the State Department's Bureau of International Narcotics and Law Enforcement Affairs (INL). Those funds would provide equipment, training, and technical assistance to security and justice sector institutions. They would also support specialized law enforcement units that are vetted by, and work with, U.S. personnel to combat transnational gangs, narcotics trafficking, and other organized crime. Nearly $27 million provided through the Foreign Military Financing (FMF) and International Military Education and Training (IMET) accounts would provide training and equipment designed to professionalize militaries in the region and enhance their abilities to patrol and secure their borders and national territories. Panama would receive $500,000 in Nonproliferation, Anti-terrorism, Demining, and Related programs (NADR) aid to develop a strategic trade management system.", "In addition to the $772 million requested for Central America through the State Department and USAID, the Administration requested $135 million through other U.S. agencies to support its whole-of-government strategy in Central America. The other agencies involved include the Department of Defense ($49 million), the Department of Agriculture ($41 million), the Department of the Treasury ($15 million), the Department of Homeland Security ($10 million), the Department of Labor ($8 million), the Inter-American Foundation ($7 million), the Trade and Development Agency ($3 million), and OPIC ($2 million). The Administration also intends to use OPIC and USAID's Development Credit Authority to leverage $158 million in private-sector resources for the region."], "subsections": []}]}]}]}, {"section_title": "Policy Considerations", "paragraphs": ["As Congress debates the Administration's FY2017 budget request and other legislative options to address the foreign policy dimensions of increased migration from Central America, it might take into consideration a variety of interrelated issues. These issues include the humanitarian implications of the current situation, the international humanitarian response, the capacity of Central American nations to receive and reintegrate unaccompanied children deported from the United States, the capacity of Central American nations to address the root causes of the exodus, and the role of Mexico as a transit country."], "subsections": [{"section_title": "Humanitarian Implications", "paragraphs": ["The sharp increase in the number of unaccompanied children arriving at the U.S.-Mexican border in 2014 prompted the U.N. High Commissioner for Refugees (UNHCR) to call for a \"robust regional humanitarian response\" based on principles of protection. According to UNHCR, not every person crossing the U.S. border qualifies as a refugee, but the lines of distinction between and among refugees, asylum-seekers, and migrants—particularly in the current situation—are not always clear. UNHCR has called for children and families that fear harm in their home countries to have access to an appropriate asylum system in the United States and other countries in the region. It has offered to support the United States and other asylum countries to help with immediate and longer-term responses to this challenge.", "On April 5, 2016, UNHCR again highlighted the urgent need for action to assist and protect unaccompanied children and others as applications for asylum in countries in the region soared. For example, in 2015,", "3,423 people (mostly from El Salvador and Honduras) sought asylum in Mexico, a 164% increase in asylum applications over 2013 and a 65% increase over 2014. 2,203 people (many from El Salvador) sought asylum in Costa Rica, a 176% increase over 2013 and a 16% increase over 2014. 633 people sought asylum in Belize (a country with a population of less than 400,000), which is 10 times the number of people who sought asylum in 2014. The United States continued to receive the most asylum applications, with a 250% increase in asylum applications over 2013 and twice as many asylum applications as it received in 2014.", "UNHCR called for a \"stepped up protection response\" to the crisis, saying that \"the number of people fleeing violence in Central America has surged to levels not seen since the region was wracked by armed conflicts in the 1980s.\"", "The U.S. government and the governments of El Salvador, Guatemala, Honduras, and Mexico continue to express concern for the protection of the human rights of these vulnerable children in their country of origin, during transit, and upon arrival in the destination country. During all phases of the journey, including while in detention and during the return process, unaccompanied children require comprehensive assistance with food, medical care, shelter, protection, safety, legal assistance, and education. From a humanitarian perspective, this means addressing the humanitarian needs of the children and families while protecting their rights and dignity. Building reception capacity is critical. Moreover, while the northern triangle countries acknowledge that their nationals are fleeing abroad, little information is available about the situation of those who flee internally within their own countries.", "The situation for these unaccompanied children and others is somewhat unique in the humanitarian context in that a combination of factors—such as poverty, violence, food insecurity, and criminal activity—create forced displacement rather than the acute impact of a natural disaster or conflict. Known as \"other situations of violence,\" the conditions in the northern triangle and Mexico present what some experts regard as new causes for displacement that expand protection needs, particularly among the growing numbers of women and girls and among unaccompanied and separated children. Those who flee often lack protection and face dire circumstances, including recruitment into criminal gangs, sexual and gender-based violence, and murder.", "In general, the type of population movement taking place in Central America is known as mixed migration , defined as flows of different groups of people—such as economic migrants, refugees, asylum-seekers, stateless persons, trafficked persons, and unaccompanied children—who travel the same routes and use the same modes of transportation (see text box below). Sometimes also termed irregular migrants , these individuals do not have the required documentation, such as passports and visas, and may use smugglers and unauthorized border crossings. The lines of distinction between groups in mixed migration flows raise concerns about determination of status and protection required.", "Further impacting the northern triangle situation of mixed migration is an ongoing and severe drought in Central America (and elsewhere in the region), which is caused by El Niño. The drought has affected more than 3.5 million people in Guatemala, Honduras, and El Salvador, of which more than 2 million need assistance, such as food, health care, and recovery of livelihoods. The crisis has highlighted levels of vulnerability among farmers, laborers, and low-income families living along the dry corridor in these countries, where erratic rainfall has resulted in crop failure and the loss of thousands of cattle. U.N. agencies and authorities of the affected countries are coordinating efforts in the response to the drought. Experts believe that food insecurity is a significant factor contributing to migration from rural to urban areas and to other countries."], "subsections": []}, {"section_title": "Humanitarian Response", "paragraphs": [], "subsections": [{"section_title": "International Humanitarian Response", "paragraphs": ["The international humanitarian response includes U.N. agencies, such as UNHCR, the U.N. Children's Fund (UNICEF), and U.N. Humanitarian Country Teams working in the northern triangle countries, all of which are supporting national authorities to address the situation. International and local nongovernmental organizations (NGOs) are also providing support and assistance in specific countries and on regional initiatives. A U.N. interagency working group is reportedly mapping the humanitarian actors involved. ", "UNHCR is working closely with the governments of the region alongside civil society and other partners to improve screening procedures for those fleeing violence, develop safety mechanisms to guard against smugglers and traffickers, and enhance access to asylum overall. Two recent UNHCR reports, Children on the Run and Women on the Run , provide detailed data on the need for international protection for people fleeing violence in the Northern Triangle. In December 2015, UNHCR launched an appeal, The Protection and Solutions Strategy for the Northern Triangle of Central America 2016-2018 , requesting $23.5 million, which aims \"to enable UNHCR to support authorities in countries of origin, transit and asylum to create robust protection systems, preserve asylum space, and strengthen frameworks and policies on asylum, internal displacement and solutions. In addition to the [northern triangle] countries and Mexico, the strategy also encompasses activities in Belize, Costa Rica, Nicaragua, Panama, and the United States of America to ensure a comprehensive and harmonized regional approach.\" The strategy incorporates interventions by UNHCR to protect and assist three main groups: asylum-seekers and refugees, including those in transit; deported persons with specific needs and vulnerabilities; and internally displaced persons (IDPs).", "The operational priorities of other humanitarian organizations also include, for example, the International Committee of the Red Cross (ICRC), which focuses on the protection and assistance of communities and individuals most vulnerable to and affected by armed violence and includes assistance to migrants, missing persons, and their families in the region. The International Organization for Migration (IOM), which often partners with UNHCR, is an intergovernmental organization that focuses on migration and related issues. IOM has led a number of projects in the region to address migration and displacement problems, including implementing a regional program in Central America and Mexico focused on training migration and child welfare officials and civil society groups to identify, screen, and assist vulnerable migrants (see \" Central American Capacity to Receive and Reintegrate Deportees ,\" below). The International Rescue Committee, Catholic Relief Services, Kids in Need of Defense (KIND), and World Vision are some of the international NGOs providing a range of assistance and support."], "subsections": []}, {"section_title": "U.S. Humanitarian Response", "paragraphs": ["The State Department's Bureau of Population, Refugees, and Migration (PRM) supports efforts to protect asylum-seekers and vulnerable migrants in Central America and Mexico with funding provided through the Migration and Refugee Assistance (MRA) account. PRM's humanitarian assistance is aligned with the U.S. Strategy for Engagement in Central America. In FY2015, PRM provided $20.1 million to UNHCR for its 2015 regional appeal for the Americas to strengthen asylum systems and international protection screening, particularly for children, and to track displacement. Of this total, $700,000 was for UNHCR's programs for Central American minors. PRM also provided $19.3 million to the ICRC for its regional appeal for the Western Hemisphere, which focused in part on response to violence, host-government forensic capabilities, and family reunification. PRM provided more than $2 million to IOM for its Mesoamerica regional program, which focuses on activities to identify and protect Central American minors. In sum, in FY2015, PRM provided a total of $41.4 million in MRA funding, of which $2.7 million was for programs to assist minors in the Mexico/northern triangle region. So far in FY2016, PRM plans to fund $1.3 million of the needs identified in UNHCR's 2016 regional appeal.", "USAID is providing humanitarian assistance for Central America and Mexico, including International Disaster Assistance (IDA) through the Office of Foreign Disaster Assistance and emergency food assistance through the Food for Peace (FFP) program. In FY2015, the total for both accounts (not including regional funding for Latin America and the Caribbean) was $10.2 million. As of late February 2016, just over $7 million in IDA and FFP funding had been programmed for FY2016."], "subsections": []}, {"section_title": "Regional Efforts", "paragraphs": ["In addition to the responses outlined above, a number of regional and international entities are seeking to address the needs of unaccompanied children. UNHCR, for example, has called for cooperation with relevant governments; international partners, including international organizations and NGOs; and regional and national actors. Coordination within the U.N. system involves UNHCR under the Regional Protection Working Group and the U.N. Office for the Coordination of Humanitarian Assistance (UNOCHA) or other U.N. agencies taking the lead in specific countries. The Central American Integration System (SICA) may take the lead on regional policy discussions about displacement. The Organization of American States (OAS) has expressed concern through its affiliated Inter-American Commission on Human Rights (IACHR) and a Permanent Council resolution. Regional offices from the U.N. Development Group for Latin America and the Caribbean (UNDG LAC) are considering possible ways to link projects to the humanitarian situation. Meanwhile, a regional arm of the National Refugee Commission will focus on improving systems available for asylum-seekers in each country. ", "International and regional entities are conducting meetings and activities to develop protection strategies for children who are or may be deported and may potentially face harm if sent home. These strategies include the development of a possible regional initiative that could assist with identifying alternatives to detention, improving reception conditions, strengthening protection mechanisms at the national level, and monitoring the situation of deported children. UNHCR has emphasized that a regional approach should also focus on prevention strategies to address the root causes of the movement of children and families.", "In December 2014, the governments of 28 countries and three territories of Latin America and the Caribbean met in Brasilia on the 30 th anniversary of the 1984 Cartagena Declaration on Refugees and adopted by acclamation the Brazil Declaration and Plan of Action. Building on a consultative process in 2014 under the leadership of UNHCR and the Norwegian Refugee Council, the governments agreed to work together to \"uphold the highest international and regional protection standards, implement innovative solutions for refugees and displaced persons, and end the plight of stateless persons in the region.\" The Plan of Action retains the expanded definition of refugee of the Cartagena Declaration, which goes beyond the 1951 U.N. Convention Relating to the Status of Refugees and the 1967 Protocol and incorporates a new framework for regional action in the protection of vulnerable groups and individuals. "], "subsections": []}]}, {"section_title": "Central American Capacity to Receive and Reintegrate Deportees", "paragraphs": ["Administration officials maintain that unaccompanied minors who are not granted asylum will be returned to their home countries, raising the question of how well equipped El Salvador, Guatemala, and Honduras are to meet the needs of deported youth. Many humanitarian experts warn that \"rapid deportation could threaten the wellbeing of returnee children\" unless recipient countries are capable of providing adequate support. ", "El Salvador, Guatemala, and Honduras have all made progress in their abilities to receive unaccompanied child deportees, process them, and return them to their home communities or place them in social programs. None of the governments have effective means of tracking deported children after their return. The countries have very few programs to reintegrate the children into society, ensure their safety from domestic abuse or societal violence, keep them in school, or help them find jobs. Without any of those conditions assured, many children are likely to try to migrate again."], "subsections": [{"section_title": "Reception of Deported Unaccompanied Minors", "paragraphs": ["The number of unaccompanied children deported from the United States to the northern triangle countries has not varied greatly in the past three years. In FY2013, ICE deported 159 unaccompanied children to El Salvador, 661 to Guatemala, and 461 to Honduras, for a total of 1,281 children. U.S. deportations of unaccompanied minors increased slightly in FY2014, to a total of 1,379 children for all three countries. Those deported were apprehended prior to the FY2014 surge and were returned in small numbers. In FY2015, ICE deported 178 unaccompanied children to El Salvador, 544 to Guatemala, and 419 to Honduras, for a total of 1,141 children.", "Despite the limited number of unaccompanied children deported thus far, all three countries have reported that their resources are strained trying to keep up with the demand for services resulting from overall increases in deportations, especially from Mexico. According to the Migration Policy Institute, \"The United States deported just three unaccompanied children for every 100 it apprehended in 2014, while Mexico deported 77 of every 100 unaccompanied children it apprehended.\" Moreover, the U.S., Salvadoran, Guatemalan, and Honduran governments are concerned that as the cases of the nearly 52,000 Central American children apprehended in FY2014, and those apprehended in subsequent years, are processed, minors will be deported in numbers larger than the receiving countries are equipped to handle. ", "The U.S. government has previously indicated that El Salvador and Honduras are not capable of handling large influxes of deportees, stating in its extensions of Temporary Protected Status (TPS) that each of those countries \"remains unable, temporarily, to handle adequately the return of its nationals.\" Observers have expressed particular concern about whether the northern triangle countries are capable of protecting those most at risk. Since 2013, the surge in overall child emigration from Central America has been marked by a sharp increase in the number and proportion of migrants coming from the most vulnerable groups: children under the age of 12 and girls.", "Recognizing this lack of capacity, the three northern triangle governments have been developing plans to improve assistance for deported children and asking international donors and institutions for support in carrying out these plans. USAID has initiated programs in all three countries to improve their capacities to receive unaccompanied minors. U.S. assistance, largely provided through IOM, supports a range of programs. IOM has renovated five reception centers in the northern triangle countries to improve the reception and care of deported unaccompanied children. IOM is distributing hygiene kits, food, phone cards, and transportation assistance, and it is providing health services to deported people, including children and youth, in all three countries.", "Through the Northern Triangle Migration Information Management Initiative, IOM is providing training and equipment to officials in all three countries \"to strengthen the governments' capacity to manage, collect, analyze and share migration information to support humanitarian action and protection of vulnerable populations\" in the region. Information about migration trends is to be shared among and within governments, as well as with other stakeholders involved in the reception, assistance, and reintegration of returning migrants.", "To date, the Guatemalan government appears to be providing more comprehensive services to its returned citizens than its two neighbors. Some of these services were initiated in 2011 by the IOM with funding from USAID, but the Guatemalan government assumed responsibility for them after that program ended in 2013. At a reception center at a Guatemalan Air Force base in Guatemala City, numerous government agencies provide or facilitate services, including motivational welcome talks, refreshments, free phone calls, on-site banking for changing money, and psychological care for all adults and children deported from the United States. Immigration officials help process returnees; National Registry officials begin the process of obtaining national identification cards for returnees; the Foreign Affairs Ministry explains available services and offers help, such as buying transportation tickets to remote areas; and the Health Ministry has a clinical office on the premises. ", "Unaccompanied minors are processed in an area separate from adults. The Guatemalan Attorney General's office takes custody of children until a family member or other guardian can be found. Services for those children are severely limited. IOM has upgraded and expanded the Air Force base center, and two hostels known as \"Casa Nuestras Raices,\" or \"Our Roots Shelter,\" where unaccompanied children can stay for up to 72 hours. One hostel is in Guatemala City; the other is in Quetzaltenango and receives about 240 unaccompanied children deported by land from southern Mexico per week. The hostels, run by the Secretariat of Social Welfare, provide support and protection to deported minors in accordance with a Protocol on Psychosocial Care. IOM is expanding its services at the Quetzaltenango shelter and will train staff in the Guatemalan government's child protection services. World Vision will begin building a reception site at the Air Force base for returning women and children.", "In 2015, Honduras made improvements in its reception of repatriated citizens. It added a sixth reception center for individuals removed from Mexico and the United States in Corinto, at the border with Guatemala where most adult migrants are returned. At least four of the centers receive unaccompanied minors. Upon their arrival, the deportees undergo medical, psychological, and social assessments. Labor Ministry officials collect information about the adults to assist them in obtaining employment, and Education Ministry officials collect information about minors to assist them in returning to school. The Honduran president has promised to enroll individuals that qualify in the country's various social welfare programs. Deportees may stay in temporary shelters for up to two days. Upon their departure, they are provided a small transportation stipend to return to their communities of origin and—in certain cases—bags of food. The relatively new National Directorate for Children, Adolescents, and Family (DINAF) is responsible for receiving unaccompanied children and placing them with their families or in care centers (if no family can be located).", "Several international and local organizations are assisting the Honduran government. UNHCR has supported improvements at El Belen reception center for deported children and families, helping to establish reception protocols, training staff, and identifying protection needs. IOM assessed various ports of entry for deported people and is carrying out structural improvements at El Belen reception center and El Edén shelter in San Pedro Sula, which receives children deported from Mexico. IOM has also provided hygiene kits and appliances to the shelters. At El Edén, Casa Alianza , an NGO focused on children's rights and welfare, assists in the screening process of children repatriated from Mexico but not those repatriated from the United States. ", "The Salvadoran government has also improved its services for deported people in the past year, with support from USAID and other organizations. Upon arrival, repatriated migrants receive a meal, emergency medical attention, and information from the Department of Migration about the services it offers. Reintegration assistance includes psychological services and referrals to education and job-training programs. ", "El Salvador's program for deportees is beginning to provide specialized services for unaccompanied minors, which it previously lacked. According to USAID, data collected from IOM indicate that over 90% of unaccompanied minors do not need long-term shelter and are reunited with family within 12 hours to 24 hours. IOM has renovated one of the child protection agency's facilities and a reception site in San Salvador that will serve deported unaccompanied minors who require special attention. IOM also provided workshops for about 200 people from various Salvadoran institutions to improve their ability to provide the proper reception and care of deported unaccompanied minors."], "subsections": []}, {"section_title": "Reintegration of Deported Unaccompanied Minors", "paragraphs": ["According to UNHCR, \"neither national nor local authorities have, at this point, the capacity to reintegrate children in a safe manner in any [northern triangle] country.\" Although El Salvador, Guatemala, and Honduras have taken small steps, with the support of UNHCR and other partners, to establish protocols for identifying needs for protection among deported citizens, none of the countries has articulated specific procedures for people who express a fear to return to their communities of origin. According to UNHCR, providing effective protection for deported unaccompanied minors (and other deported people) remains a primary challenge for all three countries. Various news sources have reported cases of children (and adults) facing severe persecution or being killed after being deported to their countries of origin in the northern triangle. UNHCR says it is aware of these cases, but that neither UNHCR nor its partners systematically track them. As mentioned above, UNHCR is beginning to assist the three governments in identifying and documenting returned migrants with protection needs.", "In the past few years, the northern triangle governments have focused on understanding the impetus behind the emigration of unaccompanied minors and improving their ability to receive those who are deported. The few programs that exist are mostly small-scale efforts in the pilot phase. Guatemala's National Council for Attention to Migrants provides some long-term support, including reintegration services for repatriates. It runs a pilot program with the Technical Institute for Training to train youths in jobs such as professional hair cutting. Honduran schools must now admit children at any point in the school year, in an effort to help reintegrate children and youth who have been repatriated.", "In El Salvador, children who cannot be reunited with family members are placed in two shelters/orphanages run by the national child protection agency. Some Salvadoran municipalities have formed Committees on Children's Rights, and the government has set up networks between government and civil society actors to help deported minors in those locales. According to USAID, however, these networks have insufficient resources to thoroughly track and support deported minors. In 2015, the Salvadoran government launched a pilot project for child protection in two of its departments. Centers for Attention to Children, Adolescents, and Families have multidisciplinary teams to provide attention and follow-up services to deported children.", "A USAID-funded IOM program is helping the three countries to collect data that will be used to assist in developing reintegration policies. IOM will generate community profiles with information on migration, internal displacement, and key needs in selected locations. In addition, the Northern Triangle Migration Information Management Initiative is training government officials to manage and maintain data integration systems and to collect and analyze information for the development of public policy geared toward the sustainable development of local communities. ", "Given the limited capacities of the region's governments, some NGOs have stepped in to offer support to unaccompanied minors. Such programs have very limited funding, however, and can serve only a small number of those children who have been deported. In Honduras, for example, Casa Alianza has been providing follow-up services to a small number of children reunited with their families in San Pedro Sula following deportation from Mexico but not from the United States.", "In Guatemala, Kids in Need of Defense (KIND) works with three nonprofit community-based organizations to provide services at the Guatemala City hostel through the Guatemalan Child Return and Reintegration Project. Services include providing temporary shelter, family reunification assistance, psychological services, education, job training, employment assistance, workshops to support social reintegration, and ongoing individual follow-up services. KIND says it has determined that support for the repatriated child's family, and not just the child, is critical to successful reintegration. It therefore provides youths and their families with emergency food assistance and psychosocial and other health support. KIND opens some of its educational and job training programs to siblings and parents as well as to repatriated children. KIND is also working with its partner organizations to identify the specific needs of returning girls and to provide specialized programming to meet their needs. KIND says it will take the best practices learned from the pilot project and promote similar projects elsewhere in the region. ", "Many analysts assert that Central American governments need to provide a broader range of social services for returned citizens and increase the reach and effectiveness of those services. Doing so not only would help to reintegrate youths once they are repatriated but also would help to address the root causes of migration, as discussed below."], "subsections": []}]}, {"section_title": "Central American Capacity to Address Root Causes of Migration", "paragraphs": ["While addressing short-term issues, such as how to absorb a large influx of deportees, will be challenging, addressing the root causes pushing unaccompanied children to leave El Salvador, Guatemala, and Honduras will likely be even more difficult. All three countries are characterized by poor security and socioeconomic conditions, with high violent crime rates, significant gang activity, economies dependent on remittances and agricultural exports that have been damaged by drought and a coffee rust crisis, and significant poverty and inequality. These conditions are interrelated, as high levels of inequality are strongly correlated with high levels of violence, and insecurity has discouraged foreign investment and inhibited development. ", "Many analysts assert that the northern triangle governments lack the institutions, resources, and political will necessary to tackle these deep-seated problems. Nevertheless, as discussed below, the Salvadoran, Guatemalan, and Honduran governments have worked together to develop the \"Plan of the Alliance for Prosperity in the Northern Triangle,\" which would combine government and private sector efforts with donor-funded initiatives to address long-standing development challenges.", "In recent years, much has been written about the governance problems that have made the northern triangle countries susceptible to the influence of drug traffickers and other criminal elements and unable to guarantee citizen security—a basic function of any government. Many analysts note that the governments of these countries do not have operational control over their borders and territories. This lack of territorial control is partially a result of police and military forces being generally undermanned and/or ill-equipped to establish an effective presence in remote regions or to challenge well-armed criminal groups. Some of these criminal organizations have laundered money through U.S. banks and obtained U.S. firearms illegally.", "Resource constraints aside, there have also been serious concerns about corruption in the security forces, justice sector institutions, and political systems in Central America. Impunity in the criminal justice systems in the northern triangle countries has generally been very high (95% or more); however, Guatemala has reduced impunity rates in recent years. This corruption and impunity has occurred partially as a result of incomplete institutional reforms implemented after armed conflicts ended in El Salvador and Guatemala in the 1990s. Criminal groups' efforts to influence public officials and elections, particularly at the local level, have also contributed to corruption. In 2015, Guatemala's attorney general, with support from the U.N. Commission Against Impunity in Guatemala (CICIG), uncovered massive corruption in the customs and social security systems. Those revelations ultimately led to the resignation of then-president Otto Pérez Molina and other top-level officials. Large-scale corruption scandals have also emerged in Honduras, where several prominent officials have been arrested on corruption charges and President Juan Orlando Hernández is accused of financing his 2013 election campaign with funds embezzled from the country's social security institute.", "Even if the northern triangle countries had stronger criminal justice systems capable of addressing insecurity and corruption, some analysts have argued that governments in those countries might not be willing to make the efforts necessary to address poverty and inequality—two other factors \"pushing\" individuals to leave. Central American political elites have long benefitted from emigration to the United States, which serves as a \"safety valve\" that reduces social pressure to address high rates of unemployment and devastation wrought by periodic natural disasters. It also provides supplementary income to families in the form of remittances sent by workers in the United States. In 2014, remittances were equivalent to about 16.8% of gross domestic product (GDP) in El Salvador, 9.9% of GDP in Guatemala, and 17.4% of GDP in Honduras. ", "Moreover, the governments of the northern triangle countries generally have been unable or unwilling to increase revenues, which are currently inadequate to meet public needs. Elites in all three countries have vigorously opposed efforts to raise taxes even though tax rates in the northern triangle countries are comparatively low and regressive. These elites tend to rely on private service providers for everything from education to security, thereby making them reluctant to invest in public institutions. This has left the northern triangle societies locked in a vicious circle in which governments underperform, citizen confidence in government institutions erodes, those with resources refuse to invest in public institutions, and governance and socioeconomic and security conditions continue to deteriorate.", "Despite these limitations, governments in the northern triangle have made some efforts to improve conditions in their countries. In El Salvador, the government is prioritizing community policing, investing in health infrastructure and full-time schools, and promoting public-private dialogue on promoting key sectors, particularly in the southern coastal regions where the second MCC compact is being implemented. The Honduran government has increased taxes, dedicated a third of the funds raised from seized assets to crime and violence prevention programs, and signed agreements with Transparency International and the Organization of American States to combat corruption. Guatemala has made progress in addressing high-level crime and impunity with the help of CICIG. ", "In addition to country-level efforts, the Salvadoran, Guatemalan, and Honduran governments, with substantial technical assistance from the Inter-American Development Bank (IDB), worked together to produce the \"Plan of the Alliance for Prosperity in the Northern Triangle.\" The four goals of the plan, as announced in September 2014, are to (1) stimulate the productive sector, (2) develop opportunities for the people of Central America, (3) improve public safety and access to the justice system, and (4) strengthen institutions to increase people's trust in the state. The plan also outlines actions for achieving those goals. Among other ideas, they include reducing energy costs, modernizing infrastructure, increasing technical and vocational training, providing incentives to keep kids in school, strengthening violence prevention plans and public safety institutions, overhauling tax systems, and increasing government transparency. The presidents dedicated a total of $2.6 billion to implement the plan's priorities in their 2016 budgets. Nevertheless, the northern triangle countries estimate that they will need about $22 billion over four years to fully implement the plan and are seeking additional resources from allied countries, multilateral organizations, and other development partners."], "subsections": []}, {"section_title": "Role of Mexico as a Transit Country", "paragraphs": ["Historically, Mexico's dual status as the largest source of U.S. migrants and a continental neighbor has meant that U.S. immigration policy—including stepped up border and interior enforcement—has primarily affected Mexicans. In recent years, however, emigration from Mexico has declined dramatically, with more Mexicans leaving the United States than arriving in the country since 2009. As a result, many U.S. policymakers have increasingly viewed Mexico as a partner that has an important role to play in securing its southern border and combating Central American transmigration through its territory. The Mexican government collaborates with U.S. law enforcement agencies to combat alien smuggling, human trafficking, and illegal migration by third country nationals, particularly from Central America. ", "Mexico enacted a comprehensive migration reform in 2011. Contrary to some reports, the reform did not create a transit visa for migrants crossing through Mexico—as some civil society groups had been advocating. Mexico still requires visas for Central Americans entering its territory who do not possess a valid U.S. visa. Exceptions include those from Belize or Guatemala who possess temporary work permits and those with regional visitor's cards allowing them to visit Mexico's border region for up to 72 hours. Experts maintain that Mexico lacks the funding and institutions needed to address traditional migration flows in compliance with its laws, much less handle the increasing numbers of immigrants it has been detaining. The government has purged thousands of corrupt staff from the National Migration Institute (INM), but INM still lacks an adequate internal affairs unit. Those fired for abuses have rarely been brought to justice. According to Mexico's National Human Rights Commission, the number of complaints of human rights abuses by INM officials against migrants increased significantly in 2015.", "In July 2014, President Peña Nieto announced a new Southern Border Plan. As noted above, the plan increased security at 12 ports of entry with Guatemala and Belize and along known migration routes while facilitating legal migration for tourists and laborers from those countries. Under the plan, INM agents have taken on a new enforcement directive alongside federal and state police forces. Enforcement has involved operations to stop migrants from boarding northbound trains, as well as the establishment of hundreds of mobile checkpoints on highways. In 2015, Mexico removed 150,170 migrants from the northern triangle countries, up from 104,269 in 2014. That total included 30,347 children from the northern triangle (more than 14,514 of whom were unaccompanied), up from 24,758 children returned in 2014. INM agents have increased the number of cases they have referred to prosecutors for crimes against migrants; a unit to investigate crimes against migrants was established in the federal attorney general's office in December 2015.", "Nevertheless, the Mexican government has come under criticism by human rights groups for failing to prevent and punish abuses against migrants, detaining children in migration detention centers, and not offering eligible migrants access to humanitarian visas or asylum. The State Department's 2015 Trafficking in Persons report documents that migrants traveling through Mexico are particularly vulnerable to human rights abuses, including human trafficking, by criminal organizations as well as corrupt officials.", "With respect to child migrants, INM has some 400 child protection officers to handle unaccompanied children; however, these officers are stretched thin across Mexico. INM has referred some children to special shelters run by Mexico's national system for integral family development (DIF), but many children remain in detention facilities. Regulations adopted in December 2015 to the National Child's Rights Law mandate that children no longer be held in migration detention centers, but DIF facilities lack the infrastructure to implement those regulations.", "Mexico's immigration law states that all migrants must be informed of their right to apply for international protection. Nonetheless, human rights activists have claimed that very few unaccompanied children are informed of the right to request a humanitarian visa for a year or permanent asylum. Despite a 17% increase in asylum applications in 2014, the Mexican Commission for the Aid of Refugees (COMAR) received a budget increase of only 4% for 2015. With limited funds and only 15 asylum officers, COMAR lacks the manpower necessary to inform and process all migrants. The lack of information about migrants' right to apply and the many months that migrants must spend in detention while awaiting the results of their applications appear to have deterred many from applying.", "As noted previously, the State Department has allocated $130 million in assistance to support border security in Mexico, at least half of which will support southern border efforts. The State Department has already delivered $20 million in equipment and training assistance to Mexico, including nonintrusive inspection equipment, mobile kiosks, canine teams, and training in immigration enforcement for INM officials in the southern border region. The Department of Defense has provided training and equipment to Mexican military forces operating in the southern border region as well. The State Department's Bureau of Population, Refugees, and Migration (PRM) has provided support to IOM to train Mexican migration officials on how to identify vulnerable migrants, including unaccompanied children."], "subsections": []}]}, {"section_title": "Outlook", "paragraphs": ["U.S. policymakers continue to face difficult decisions about how to respond to the increase in unaccompanied children and other Central Americans attempting to enter the United States. U.S. authorities apprehended nearly 52,000 unaccompanied minors from the region in FY2014, straining U.S. government resources and creating a complex crisis with humanitarian implications. Although U.S. apprehensions of unaccompanied children from the northern triangle declined by 45% in FY2015, they have increased again in the first five months of FY2016. ", "The Obama Administration's initial response to the FY2014 surge was focused on efforts to deter irregular migration. It included public awareness campaigns, anti-human smuggling operations, and the establishment of an in-country refugee/parole program in the northern triangle countries. Although those initiatives likely have deterred some potential migrants, the Mexican government's increased immigration enforcement efforts under the U.S.-backed Southern Border Plan appear to have played the most significant role in preventing Central Americans from reaching the U.S. border. Mexico's increased enforcement efforts have also raised humanitarian concerns, however, as they have pushed migrants to take more dangerous routes to the United States and the M exican government has less capacity than the U.S. government to screen migrants for protection concerns. Moreover, the recent increase in U.S. apprehensions suggests that the initial reductions achieved with Mexico's Southern Border Plan may not be sustainable.", "Given the Administration's intention to push forward with deportations of unaccompanied minors who have not been granted asylum, strengthening Central American nations' capacities to receive and reintegrate deportees is another major focus of the short-term policy response. The U.S. government has provided some assistance to support such efforts, and various international organizations are offering additional assistance to northern triangle governments as they expand services for repatriated citizens. Nevertheless, reports that some minors have faced persecution and even death upon their return to Central America raise questions as to whether governments in the region will be able to provide adequate attention and protection for a new influx of deportees.", "Many analysts think the United States is likely to continue to receive significant mixed migration flows of refugees, asylum-seekers, and migrants until citizen security and socioeconomic opportunities for citizens of the northern triangle improve substantially. The Obama Administration has echoed this assessment and introduced a new, whole-of-government U.S. Strategy for Engagement in Central America to promote economic prosperity, strengthen governance, and improve security in the region. Congress appropriated $750 million in assistance to support implementation of the strategy in FY2016. Improving security and socioeconomic conditions in Central America will be a long-term and difficult endeavor, however, and likely will require extensive international support over an extended period of time. ", "While many analysts maintain that Central American nations will require external support to address their challenges, they acknowledge that significant improvements in security and socioeconomic conditions in the region ultimately will depend on Central American leaders carrying out substantial internal reforms. Northern triangle nations will need to raise revenues, reduce corruption, strengthen institutions, and expand educational and economic opportunities. Leaders in the region have committed to such reforms as part of their Plan of the Alliance for Prosperity in the Northern Triangle, and Congress has provided additional incentives to implement those reforms by placing stringent conditions on U.S. assistance. As Members of Congress consider additional assistance for the region, they are likely to closely track the progress made by the northern triangle governments, recognizing that U.S. initiatives will likely fail to produce their desired results unless the region's leaders follow through on their commitments."], "subsections": []}]}}