{"id": "R43785", "title": "Federal Proposals to Tax Marijuana: An Economic Analysis", "released_date": "2014-11-13T00:00:00", "summary": ["The combination of state policy and general public opinion favoring the legalizing of marijuana has led some in Congress to advocate for legalization and taxation of marijuana at the federal level. The Marijuana Tax Equity Act of 2013 (H.R. 501) would impose a federal excise tax of 50% on the producer and importer price of marijuana. The National Commission on Federal Marijuana Policy Act of 2013 (H.R. 1635) proposes establishing a National Commission on Federal Marijuana Policy that would review the potential revenue generated by taxing marijuana, among other things.", "This report focuses solely on issues surrounding a potential federal marijuana tax. First, it provides a brief overview of marijuana production. Second, it presents possible justifications for taxes and, in some cases, estimates the level of tax suggested by that rationale. Third, it analyzes possible marijuana tax designs. The report also discusses various tax administration and enforcement issues, such as labeling and tracking.", "Economic theory suggests the efficient level of taxation is equal to marijuana's external cost to society. Studies conducted in the United Kingdom (UK) and Canada suggest that the costs of individual marijuana consumption to society are between 12% and 28% of the costs of an individual alcohol user, and total social costs are even lower after accounting for the smaller number of marijuana users in society. Based on an economic estimate of $30 billion of net external costs for alcohol, the result is an external cost of $0.5 billion to $1.6 billion annually for marijuana. These calculations imply that an upper limit to the economically efficient tax rate could be $0.30 per marijuana cigarette (containing an average of one half of a gram of marijuana) or $16.80 per ounce. An increased number of users in a legal market would raise total costs, but not necessarily costs per unit.", "Some could also view excise taxes as a means to curtail demand, particularly as the price of marijuana can be expected to drop from current retail prices of up $200-$300 per ounce to prices closer to the cost of production at $5-$18 per ounce, if broadly legalized. The demand for marijuana is estimated to be relatively price inelastic, meaning that consumer demand is relatively insensitive to price changes. Although previous studies of marijuana demand largely examine consumers willing to engage in illegal activities, it appears that higher tax rates would have a minor effect on reducing demand. With this said, tax policy, coupled with adequate law enforcement, could be an effective tool to limit marijuana consumption among youth, as empirical studies indicate that their demand is more sensitive to price than non-youth.", "Excise taxes on marijuana could also be levied primarily to raise revenue, as has been historically the case with tobacco and alcohol. As an illustration, assuming a total market size of $40 billion, a federal tax of $50 per ounce is estimated to raise about $6.8 billion annually, after accounting for behavioral effects associated with price decreases following legalization.", "The choices in administrative design could affect consumer behavior, production methods, evasion rates, or the tax base of a federal marijuana excise tax. Some of the more significant choices include whether to exempt medicinal uses or homegrown marijuana from tax."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The cultivation, distribution, and possession of marijuana are prohibited for any reason other than to engage in federally approved research under the federal Controlled Substances Act of 1970 (CSA; P.L. 91-513). Yet, 23 states, the District of Columbia, and Guam have passed legislation or initiatives legalizing qualified sale, possession, manufacture, and distribution of medical marijuana, and 17 states and the District of Columbia have decriminalized the possession of marijuana. In addition, in November 2012, Colorado and Washington became the first states to legalize, regulate, and tax small amounts of marijuana for non-medicinal use (so-called recreational) by individuals 21 and older. Commercial sales of recreational marijuana became legal in the state of Colorado beginning on January 1, 2014—the first jurisdiction in the world to do so. Washington's commercial marijuana market opened on July 7, 2014. On November 4, 2014, Alaska and Oregon became the third and fourth states to approve ballot initiatives to legalize, regulate, and tax marijuana for recreational purposes. That same day, the District Columbia approved further measures to legalize the cultivation, possession, and exchange (but not the commercial sales) of marijuana.", "In addition to state and local movements to decriminalize or legalize the production, sales, or use of marijuana, there has been a general shift in popular sentiment toward marijuana policy. According to polls conducted by Rassmussen, the Pew Research Center, and Gallup, a majority of Americans favor legalizing marijuana.", "The combination of state policies and general sentiment has led to heightened debate over the merits of marijuana legalization at the federal level. For example, in the 113 th Congress, bills have been introduced that would remove marijuana from the list of Schedule I drugs prohibited by the Controlled Substances Act and impose a federal excise tax on the production and importation of marijuana. Another bill proposes the establishment of a National Commission on Federal Marijuana Policy that would review the potential revenue generated by taxing marijuana, among other things. Overall, the debate concerning marijuana legalization is complex, as it spans across issues ranging from criminal justice to public health and safety. The revenue-raising potential of a marijuana tax could become a contributing factor in the desirability of legalizing marijuana.", "This report focuses solely on one aspect of the economic debate over federal marijuana legalization: imposing an excise tax on legalized marijuana. First, it provides a brief overview of marijuana production. Second, it presents possible arguments for taxes and, in some cases, estimates the level of tax suggested by that rationale. Third, possible marijuana tax designs are analyzed. "], "subsections": []}, {"section_title": "A Brief Overview of Marijuana Production", "paragraphs": ["Marijuana is a preparation of the plant, C annabis sativa , generally used as a recreational drug or medicine primarily for its psychoactive and physiological effects. The term marijuana refers to the dried leaves and flowers of the cannabis plant. The main psychoactive ingredient in marijuana is delta-9-tetrahydrocannabinol (THC). THC is the primary cannabinoid responsible for the \"high\" that users experience when consuming the drug. Still, THC is only one of many \"cannabinoid\" chemical compounds in marijuana that contribute to the effects of the psychoactive effects of marijuana (in terms of strength, onset, duration, etc.). Consumers could desire different strains of marijuana for the contents of other cannabinoids that do not produce a psychoactive effect. For example, marijuana strains high in cannabidiol (CBD) are often sought to provide relief from anxiety.", "Depending on its preparation, the potency, or relative concentration, of a particular product derived from marijuana can vary. The stalks and stems of a marijuana plant have almost no psychoactive content, whereas the leaves and flowers (buds) of the plant have increasing concentrations of THC. The hair-like trichomes on the buds are coated with a translucent resin that contains the highest concentration of THC on the plant. Marijuana plants are also either male or female. If female plants are grown in controlled environments, separate from pollination of male plants, then the female plants are capable of growing buds that produce more resin. This process is used to grow sinsemilla (Spanish for without seed) varieties of marijuana, which typically contain 10%-18% THC content (about three times the level of conventional, commercial-grade marijuana derived from pollinated plants). ", "Marijuana consumption methods vary. Marijuana is generally consumed by smoking the dried plant matter. A \"joint\" is made by rolling marijuana in cigarette paper whereas a \"blunt\" is made by hollowing some or all of the tobacco from a cigar and replacing it with marijuana. Although smoking habits vary by user, a typical joint contains less than half a gram of marijuana, and each \"hit\" or drag on the joint contains approximately one-twentieth of a gram of marijuana. Numerous other devices for consuming marijuana exist, ranging from glass pipes to vaporizers (which heat the chemicals in marijuana, but avoid creating the smoke irritants associated with combustion).", "Cannabis can also be processed into a number of different products, all with their own THC concentration levels and typical methods of consumption. For example, hashish or \"hash\" is made by pressing trichomes together into a brick-shaped product with more than 40% THC content. THC is also capable of being dissolved in fats, oils, and alcohol for use in the creation of \"edibles,\" such as candy or baked goods. "], "subsections": []}, {"section_title": "Why a Federal Excise Tax on Marijuana?", "paragraphs": ["Economic analysis as a general rule suggests that excise taxes are less desirable than more general taxes (such as income or broad based sales taxes) because they distort prices of different commodities. This section discusses several possible reasons for imposing an excise tax on marijuana: (1) reflect external, or spillover, costs to society; (2) discourage use, particularly for youth; (3) prevent too rapid a fall in price; (4) fund related programs; and (5) raise revenue."], "subsections": [{"section_title": "Taxes to Reflect External Costs", "paragraphs": ["Economic efficiency occurs when the price of a commodity (at the margin) equals its costs. If consumption of marijuana imposes costs on others, then the consumer cost is too small and economic efficiency could be achieved by imposing a tax equal to consumption cost. This rationale has often been used for similar commodities, such as alcohol and tobacco. ", "In considering this justification and the level of tax economic analysis suggests, the external costs should be separate from the costs the user bears. For example, if a substance causes early death, the value of the lost years of life and the individual's own costs in treating illness falls on the individual. Society bears the loss of tax revenue from those lost earnings and some of the costs of treating illness that fall on private or social health insurance. However, society also receives gains from the early death in the amount of smaller health costs and transfer payments (such as Social Security) in the future. These future costs should be discounted. At least in studies of other substances, these external costs are typically much smaller than the total costs. A 1991 study by Manning et al. used this method to estimate the external costs of alcohol and tobacco. Adjusting these estimates for price changes, those results imply a cost of $30 billion for alcohol, which will be used to estimate the cost for marijuana, for which no study of this nature exists. As with the case of tobacco, these external costs are typically much smaller than the total costs. ", "Although no U.S. study of marijuana of this nature could be located, it is possible to investigate the likely magnitude of a tax necessary to correct for externalities of marijuana use by examining studies that compare the costs of cannabis use to alcohol. ", "A British study ranked different drugs by harm on a scale of 1 to 100. Overall, alcohol ranked 72, whereas cannabis ranked 20, or 28% of alcohol. Considering just the external harm, alcohol ranked 47 and cannabis ranked 9, or 19% of alcohol. A Canadian study found an even smaller ratio of health costs per user, about 12%. It is also likely that the non-health costs of marijuana are lower than for alcohol. For example, part of the spillover effect of alcohol is in the effect of traffic accidents, but studies tend to find that marijuana impairs driving ability less than alcohol. Evidence also suggests that smoking marijuana is inversely related to domestic violence. The Canadian study found larger enforcement costs for marijuana, but that effect is probably due to marijuana's illicit status. (For additional discussion of some of the various social effects of marijuana, see Appendix A .)", "In addition to indications that the externalities of marijuana are smaller per user than alcohol, the prevalence of marijuana use is smaller. According to the National Survey of Drug Use and Health (NSDUH), alcohol usage in 2013 for the population 12 and older was 66.3% in the past year and 52.2% in the past month, whereas marijuana usage was 12.6% and 7.5% respectively. Thus marijuana usage is 19% (based on use in the past year) and 14% (based on use in the past month) as common as alcohol usage. These numbers suggest that the external costs of marijuana range from $0.5 billion to $1.7 billion. ", "To translate this amount into a tax per ounce requires an estimate of the total market size and the price. A 2014 report issued by the White House Office of National Drug Control Policy (ONDCP) provides estimates of the unit price, total expenditure, and total consumption weight of marijuana in the United States. The calculations extrapolate from two sets of data: (1) the NSDUH, which is a self-reported survey of drug use habits; and (2) survey data from drug-offense arrestees in a limited number of areas designated as Arrestee Drug Abuse Monitoring (ADAM) jurisdictions. The report finds that from 2002 to 2010, the amount of marijuana consumed in the United States likely increased by about 40%. The ONDCP report also provides estimates of $30 billion, $41 billion, and $60 billion (given various assumptions) for total U.S. expenditures on marijuana in 2010. Additionally, the report indicates that THC levels in marijuana increased from 2000 to 2010.", "Using the ONDCP estimates of the market cited above ($30 billion to $60 billion), the estimates of external cost imply a tax of 0.8% to 5.3% of current price. ", "The White House's 2014 ONDCP report provides estimates of the price per gram of marijuana from 2000 to 2010. The nominal price of marijuana is roughly constant over the period, implying the inflation-adjusted price of marijuana was likely decreasing over time. In 2010, the White House report estimates that the price per gram of marijuana was $7.11 per gram ($199.08 per ounce), not accounting for differences in quality.", "In addition, there are anecdotal prices recorded through anonymous sources and informal interviews with consumers or dealers in the underground market. Other researchers have used different techniques and newer data sources to estimate the price of marijuana across a wider range of locations. One website, priceofweed.com, contains anonymous, volunteer-submitted data on individual transactions across a variety of global locations, down to the level of particular towns or cities. Using data from priceofweed.com, the price of marijuana can be estimated as $317 per ounce, after weighting the observations for the quality of marijuana reported. However, it is unclear if data submitted to priceofweed.com are representative. Anecdotal reports in the media indicate that high-quality marijuana can be obtained in some areas, such as Washington State, for $28 per eighth of an ounce ($224 per ounce, but presumably less if bought in bulk). Another source suggests that consumers would have to pay at least $10 per gram, or $238 per ounce. ", "Tax rates ranging from 0.8% to 5.3% of the price might seem small to some, but marijuana prices are currently much higher than the production cost because of the illicit nature of the market. In a legal market, prices would be lower. These estimates of external cost range from $1.60 to $16.80 per ounce. The smaller estimate assumes a 0.8% tax and a $200 price; and the larger estimate assumes a 5.3% tax and a $317 price. Estimates discussed in subsequent sections suggest the price in a fully competitive market could be as low as $5 per ounce, so that the tax would be greater relative to price. ", "If a typical joint contains a half of a gram of marijuana, then the largest estimate is the equivalent of $0.30 per joint. For comparison, the federal tax on cigarettes is $0.05 for each cigarette whereas taxes on alcoholic drinks range from $0.04 for a five ounce glass of wine, $0.05 for a 12 ounce beer, and $0.13 for a 1.5 ounce shot of distilled spirits. Thus, the tax on a joint would be about the same as the tax on a six-pack of beer. States (and sometimes localities) also impose taxes on alcohol and tobacco, and they presumably would also tax marijuana as Colorado and Washington have. These state taxes are probably already in excess of the external costs of marijuana.", "Although clearly many uncertainties surround attempts to measure the external costs of marijuana (as reflected in the range of estimates), the information that is available suggests a relatively small tax compared with current prices. "], "subsections": []}, {"section_title": "Discouraging Use, Including Among Youth", "paragraphs": ["An argument can be made for imposing a tax to discourage marijuana users because these potential consumers underestimate long-term health costs and possible dependence when they begin to use the substance. This argument may be particularly important to underage use of marijuana. ", "Some disagree that marijuana is physically addictive, although it may result in dependence. A recent study found that about 9% of marijuana users become dependent. Another study found that medical marijuana laws in the United States increase the probability of marijuana abuse or dependency by 15%-27% among adults aged 21 or older. ", "Information on the risks of marijuana could be improved with more research and dissemination of the results of that research. In the case of the risk of addiction or dependence, economists disagree on whether the behavior of users is suboptimal, at least in the case of adults. \"Rational addiction\" theories indicate that as long as consumers are informed they are making desirable choices. Other economists argue that individuals can be engaged in hyperbolic discounting, in which they make time-inconsistent choices in the present that their future selves would not prefer. ", "An important issue in determining a tax that is intended for the best interests of the potential user is that the tax would also reduce income. If the purpose of the tax is to increase the user's welfare, that benefit must be offset by the reduced income. Individuals that typically consume multiple joints per day consume a disproportionate share of the marijuana used in the United States (a trend similar to alcohol use) and in heavier doses. Researchers have estimated that 20% of marijuana users constitute about 80% of consumption. Like taxes on alcohol and tobacco, the majority of the burden of a marijuana tax would fall primarily on the heaviest users. ", "A tax on marijuana, like most excise taxes, is likely to be regressive, and this outcome might be considered undesirable (although current users are likely to benefit from a decline in price from making marijuana legal).", "Evaluating the potential benefit to users of imposing taxes to discourage consumption depends on how users' participation in the market and the quantity purchased respond to the tax. It is assumed that the tax is passed on in price. Responses to price changes are generally expressed as elasticities by economists: the percentage change in quantity divided by the percentage change in price. For example, if the elasticity is -0.5, a 10% increase in price leads to a 5% decrease in quantity consumed. If the price elasticity is low, the tax alters behavior very little, while imposing a significant tax burden, and users are harmed by the tax although their small change in consumption may be closer to the optimal choice (i.e., the choice they would make fully accounting for the costs).", "Gallet (2014) examines a combination of 42 studies on the demand for various illicit drugs, 13 of which measure the price elasticity demand of marijuana. After controlling for various factors related to the studies, Gallet's model predicts elasticities of demand for marijuana ranging between -0.15 and -0.31. In other words, a 1% increase in the price of marijuana results in a 0.15% to 0.31% decrease in the demand for marijuana. Consumer demand is relatively unresponsive to changes in price. Thus, it is more likely that users would be harmed overall by a tax imposed for their own benefit, because gains in moving to more optimal consumption may be more than offset by lost income from the tax.", "Government policy is often focused on limiting use of drugs (whether legal or illegal) by minors. Current, state marijuana legalization laws disallow purchases by those under 21 years old, but, as with other commodities, youth may still obtain them in various ways. Estimates of the price elasticity for minors tend to be larger. One study had an overall estimate of -0.44 but an estimate of -1.01 for ages 12-17 years old. Thus taxes may be more effective in reducing usage among youth (assuming these youth are not purchasing marijuana through illegal markets or acquiring legally produced marijuana through informal, secondary channels without cost). ", "The policy question then may be how much of a tax burden should be placed on non-responsive adult users to limit consumption of youth. (A similar issue arises with taxation of tobacco.) This question has no quantifiable answer, but one objective that might be considered is to set the tax so that the price of marijuana does not fall substantially with legalization and expanded demand, especially among minors who are more responsive to price. The next section discusses the potential level of such a tax. "], "subsections": []}, {"section_title": "Capturing the Current Differential Between Cost and Price", "paragraphs": ["The characteristics of a legalized, and low-cost, marijuana market, as well as the concerns discussed above about youth consumption, may suggest a tax to keep these prices from falling precipitously until the consequences of a legal market can be determined. Depending on those consequences, a relatively high tax may be retained, or the tax may be reduced.", "After legalization, it is estimated that the cost of marijuana will decrease significantly because more will be produced and the implicit costs of evading law enforcement will decline. Many producers are currently confined to smaller-scale or indoor operations that lack economies of scale. Workers in the illicit trade of marijuana must also be compensated more than comparable workers in industries that are not subject to law enforcement risk (e.g., laborers harvesting fruits or vegetables). Although a legalized market for marijuana could develop in such a way that some firms are able to attain market power and charge higher prices for their particular brands of marijuana compared with generic brands, the market for marijuana could become more competitive. In a competitive market, firms earn no profit above the normal return necessary to attract capital (if they did, other firms would enter to exploit it). Prices would, therefore, fall to reflect lower production costs. ", "The difference between the projected cost in a legal competitive market and current prices (which largely reflect illicit production) provides a range within which a federal tax rate might be considered, at least initially. The tax should not be set too high (including any state and local taxes) to encourage illicit productions, so that this approach might be aimed at offsetting only part of the price reduction expected from the legalization of marijuana. ", "Caulkins (2010) estimates the costs of producing and processing legalized marijuana, under a number of methods and scenarios. As shown in Table 1 , Caulkins estimates that the production cost per pound of high-quality marijuana would be roughly equivalent to the current retail price per ounce . Outdoor production of marijuana is estimated to cost substantially less, per pound of output. However, marijuana cultivated outdoors is less likely to contain the higher levels of THC found in plants grown indoors in controlled growing environments. The estimated production costs in Table 1 do not include processing costs, which are estimated to add an additional $20 to $35 per pound.", "Producing high-quality marijuana in greenhouses appears to cost, at the upper limit, $215 plus $35 per pound for processing, or around $15 per ounce. Using outdoor production, of $10 plus $35 a pound, the cost is about $2.80 per ounce. These products vary by THC concentration; as noted earlier, sinsemilla contains 10% -18% THC, or about three times the potency conventional commercial-grade marijuana that is pollinated. ", "In a different estimate, Easton (2009) indicates that government-sponsored marijuana in Canada can be produced at 33 cents per gram ($9 per ounce or $144 per pound). He also suggests that, based on tobacco sales, the cost per gram of going to a retail market is about 10 cents per gram, or $2.80 per ounce ($44.80 per pound). Adding this amount to estimated costs leads to a cost (and expected price) of $5-$18 per ounce ($80-$288 per pound). ", "In jurisdictions where marijuana has become quasi-legal, prices tend to be lower than the street price in most cases but higher than these cost estimates. In an article indicating an increased price for medical marijuana in Canada, the price was listed as $1.80-$5 per gram to the final consumer, $50-$140 per ounce. In that same article, a lawyer representing numerous suppliers said his clients could supply for $1-$4 per gram, or $28-$110 per ounce. The street price was listed as $10-$15 per gram, or $280-$420 per ounce. Of course, the price could be discounted if bought in larger quantities. These street prices are high compared with the averages in priceofweed.com. Beginning in April 2014, the Canadian government set the price of medical marijuana at $7.60 (CAD) per gram, which is higher than the current average and closer to the street price. Small growers and homegrown marijuana will no longer be permitted under the new law. These prices are higher than the costs discussed above but also apparently do not reflect an unfettered and mature competitive market. ", "Actual prices can also be observed in Colorado marijuana shops through online websites, such as Leafly.com. Leafly is a website and mobile phone application that helps users find marijuana shops, medical marijuana dispensaries, and doctors that prescribe medical marijuana located in their areas. Like the consumer website and application, Yelp (which is used to review restaurants, stores, and other sites of interest), Leafly provides consumer reviews of each location and various strands of marijuana and provides \"menu\" prices of products available at each shop. According to an examination by the authors of some of the most-reviewed marijuana shops in Denver, a gram of marijuana is priced around $9 to $15, an eighth of an ounce of marijuana can be priced around $29 to $40, and an ounce can be priced around $190 to $350. Some of the higher prices listed on Leafly include tax, but it is unclear from the \"menu prices\" whether some of the prices are before or after tax (although they are most likely before tax, unless noted). ", "Submissions to priceofweed.com report that marijuana prices in Colorado are lower than the national prices reported earlier, with high quality at $238 per ounce and medium quality at $197 per ounce (compared with $377 and $245 reported for the United States overall). These prices still reflect a mix of the illicit and legal markets but would presumably include taxes on any legal purchases. ", "Colorado prices provide some indication of falling prices with legalization, but prices appear not close to the cost of production. The prices in Colorado, however, may not reflect those in a fully legal market because they are still in a quasi-legal status. Because the federal government does not recognize the legality of these operations, media reports indicate that these producers may have trouble getting banking assistance, including deposit accounts, much less business loans. These operations are potentially subject to very large federal income taxes, which can be imposed without allowing for deductions because they remain illegal. These taxes can be the equivalent of excise taxes at the federal rate and can apply at each stage of production. (See discussion in Appendix B .) And marijuana businesses are still subject to the threat of potential enforcement from federal authorities. ", "In a 2010 study of the possible effects of legalization in California, researchers from the RAND Corporation estimate that the pretax retail price of marijuana would likely decrease by more than 80%, suggesting a price of $40-$60 per ounce. Miron and Waldock, however, estimate a 50% price reduction, based on a comparison of prices in the United States and the Netherlands (sold in coffee shops). This price reduction would suggest a price of $100-$150 per ounce on average. The Netherlands, however, is, like Colorado, not an instance of a fully legalized market because the Netherlands bans imports and has anti-drug laws on the books. ", "Although the range of projected prices in a fully legal market is wide, from a few dollars to $100 per ounce, street prices of $200-$300 per ounce suggest that there could be a wide scope for a tax rate designed to align legalized marijuana prices close to current street prices of illegal marijuana. For example, if the eventual competitive price is $50 per ounce and the average street price is $250 per ounce, there is scope for taxes up to $200 tax per ounce.", "There are several caveats to this point. The first is state and local governments will likely collect a tax that will absorb some of the differential. The second is a tax that is set too high would encourage the illicit market, and one of the advantages of legalizing marijuana is to largely eliminate the illicit market, reducing law enforcement costs. Moreover, the potential scope of the difference is uncertain, but lowering tax and observing market conditions may be the best initial strategy. "], "subsections": []}, {"section_title": "Funding Marijuana Research and Information Programs", "paragraphs": ["Some or all of the yield from a marijuana tax could be used to fund marijuana research. Medical marijuana, as noted, has been approved by 23 states and the District of Columbia. Research on the effects of medical marijuana, which would be helpful in providing guidance to patients and doctors, could be funded in part by the tax. A recent report by the American College of Physicians noted that limitations on marijuana research are caused, in part, by barriers encountered for federal approval, the lack of high-grade, research-quality marijuana, and the general classification of marijuana as a Schedule I illegal drug. The report discusses a wide range of conditions that marijuana may be beneficial for and urges study of the efficacy and side effects of marijuana. ", "With legalization it would also be more feasible to study a wide array of issues (as discussed in this report), such as externalities, addictive properties, and health effects on recreational as well as medical users. Revenue could also be used to finance information programs on both the risks of marijuana use and to discourage consumption by minors. "], "subsections": []}, {"section_title": "Raising Revenue", "paragraphs": ["Historically, the primary purposes of excise taxes in the United States have been to raise revenue, including revenues for emergency spending. Cigarette taxes have been used to offset higher spending levels on health care, such as the Children's Health Insurance Program (CHIP), in recent years. ", "Given assumptions about price and demand, an excise tax on marijuana can be designed in such a way to achieve a certain revenue target. This section provides some illustrations of how much revenue might be raised from an excise tax were marijuana to become legal. These revenue consequences are quite uncertain given the broad uncertainty about potential price and quantity in the market.", "In addition, casual consumers may enter the marijuana market and increase revenue. These consumers may purchase marijuana because concerns about punishment are no longer present or because of a distaste for participating in illegal activities in general. These effects are not necessarily captured in the existing price elasticity estimates (which mostly reflect consumers that are determined enough to defy law enforcement to consume marijuana), and the legal market, even setting price aside, could be much larger than the current market for this reason.", "The pace of legalization and taxation of marijuana at the state level could also affect potential revenue collected from a federal excise tax. If more states tend to legalize marijuana, and try to set their excise tax rates to roughly equalize the price of legal (under state laws) marijuana with illicit marijuana, then federal lawmakers could be more constrained in their ability to levy excise taxes on marijuana without encouraging production in the illicit market. ", "Some analysts have tried to estimate the potential revenue that could be raised from nationwide legalization of marijuana using various economic models, and may in some cases include excise taxes. (Legalization itself would presumably increase revenues by moving more of national income into legal sectors subject to income, such as sales and business taxes, even without an excise tax.) ", "Miron and Waldock of the Cato Institute estimate that a federal excise tax could raise $5.8 billion (in 2008 dollars) annually in excise taxes if marijuana is taxed at a rate equal to 50% of its price to consumers. Their calculations assume the national market for marijuana at $13.13 billion (in 2008), a 50% fall in price after legalization, and a 25% increase in consumption. They also estimate $3.3 billion in annual savings in expenditures from law enforcement. Miron and Waldock do not report price and quantity separately, but they are probably estimating a tax of around $50-$75 per ounce. Miron and Waldock note that their market size estimates, which are extrapolated from survey data, are small by comparison with other estimates. At the same time, they appear to be assuming a greater response from consumers than that suggested by the literature review."], "subsections": [{"section_title": "A Sample Calculation", "paragraphs": ["This calculation outlines how to estimate revenues from an excise tax, using the example of a $50 per ounce tax. It takes into account the effects on aggregate consumption and interactions with income taxes. The results depend on the specific assumptions about market conditions as well as state and proposed federal taxes. ", "To estimate revenue yield, data on price and quantity are needed. As noted earlier, data on the value of the market ranged from $30 billion to $60 billion according to ONDCP. The current price was estimated at between $200 and $300 per ounce. For this example, assume intermediate values of a $40 billion market and a $250 current price. ", "To illustrate the potential effect on revenue assume a fully legalized industry nationwide, assume a pretax price of $50 per ounce, a state tax of $50 per ounce, and the consequences of a federal tax of $50 per ounce. The taxes and costs bring the total price to $150 per ounce. ", "The federal excise tax collection, therefore, is $50 multiplied by the quantity (in ounces). In the current market, quantity would be determined by dividing $40 billion by $250. If quantity did not change the federal excise tax revenue would be $50 multiplied by $40 billion divided by $250, or $8 billion. Collections, however, would be somewhat larger because the fall in price from legalization would increase consumption. Using a constant elastic formula, the ratio of the new quantity to the old is (P*/P)^E, P* is the new price, P is the old price, and E is the price elasticity (which is negative). Assuming a price elasticity of -0.25, the effect of legalization alone, which is assumed to reduce the price to $50 per ounce, would lead to a 50% increase in quantity. With federal, state, and local taxes, the price is $150 and the increase in quantity is 14%, leading to a projected excise tax collection of $9.1 billion. By comparison, the tax on alcoholic beverages is $10 billion, a much lower tax applied to a much larger market. ", "The actual revenue gained is, according to standard estimating conventions, reduced by 25% to account for the loss of income and wage taxes because excise taxes produce a wedge between output and income. Thus the projected revenue gain is $6.8 billion. As a reminder, this estimate is based on a series of assumptions, changes to which would alter the revenue estimate. ", "The yield will also depend on how widespread the movement for legalization is and whether medical marijuana is covered. Currently only Colorado and Washington allow recreational marijuana, and they represent less than 4% of the population, so the short-term yield might be less than $300 million. More revenue would be gained if medical marijuana in other states were taxed."], "subsections": []}, {"section_title": "Using Data from Colorado to Estimate Market Size", "paragraphs": ["As previously mentioned, calculations based on data from the illicit market for marijuana might not be representative of a fully commercialized market. Given the scale of policy changes at the state level, tax collection data from Colorado and Washington could serve as early indicators of the potential tax base of a national legalized market. ", "Marijuana sales are subject to several layers of taxation at the state and local level. In Colorado, recreational marijuana sales are subject to three different state taxes: (1) a 15% marijuana excise tax on the unprocessed product, (2) a 10% retail marijuana excise tax, and (3) a 2.9% general sales tax. The approximate effective tax rate on marijuana products is between 15% and 25%, before the imposition of the state's 2.9% general sales tax. Medical marijuana in Colorado is subject to the 2.9% general sales tax. Local taxes, such as the Denver city sales tax, can also apply on top of the state taxes. ", "From January 2014 to September 2014, Colorado has collected more than $37.0 million in sales taxes, excise taxes, and retail license fees on recreational marijuana (in addition to $13.7 million collected from medical marijuana sales taxes and license fees).", "By extrapolating from the actual tax revenue data from Colorado, the national market for marijuana could be estimated. These calculations are detailed in Appendix C . After adjusting the September 2014 tax data from Colorado to control for usage rates in different states, it can be estimated that the national sales tax base for recreational marijuana could be between $15.9 billion and $17.0 billion per year (assuming market conditions currently in Colorado prevail nationally). It is difficult to extrapolate medical marijuana data in Colorado to the general U.S. population due to incomplete data in some states, but the tax collections data from Colorado indicate that medical marijuana consumption could roughly double that consumption base. ", "The combined medical and recreational marijuana sales in Colorado roughly extrapolated to the United States suggest a market of at least $30 billion, which is small compared with most estimates considering that the price should be smaller than in the illicit markets. It may be that the Colorado market is insufficiently developed, and substantial levels of illicit sales are continuing (either due to lower prices on the illicit market or preexisting relationships between buyers and sellers in the black market). However, consumption in Colorado could be overstated due to non-resident sales (also known as \"pot tourism\").", "The estimates do, however, suggest that the issue of whether to exempt medical marijuana and how to enforce any medical exemption that might develop are potentially important issues. "], "subsections": []}]}]}, {"section_title": "Design Issues for a Federal Marijuana Excise Tax", "paragraphs": ["Aside from the general level of the tax, there are a number of design issues for an excise tax discussed in this section."], "subsections": [{"section_title": "Choosing the Stage of Production to Levy an Excise Tax", "paragraphs": ["In general, an excise tax that is levied at earlier stages of production has lower administrative costs and fewer opportunities for tax evasion. In most situations, consumers vastly outnumber producers. Trying to implement an excise tax at the consumer retail outlet often results in a duplication of processes and increases the risk of tax evasion. As a result, federal excise taxes are generally levied on manufacturers and imports (with an exemption for exports). "], "subsections": []}, {"section_title": "Choosing the Excise Tax Base", "paragraphs": ["In general, marijuana can be taxed based on a per unit measurement or the product price. Each tax base has its own advantages and disadvantages, and multiple tax bases could be combined. "], "subsections": [{"section_title": "Weight", "paragraphs": ["A tax by weight is similar to the federal excise tax regime for tobacco because regulations limit the per unit size of cigarettes, cigars, etc. A tax by weight is relatively easy to administer (after accounting for moisture content). The tax could be levied based on the \"wet\" weight, right after the leaves and flowers are picked, or the weight after drying. A weight-based tax would need to be administered at the manufacturing level, as a retail-based weight tax could create significant issues for different types of products. However, a weight-based tax could encourage the production of more potent marijuana."], "subsections": []}, {"section_title": "Potency", "paragraphs": ["Most potency-based tax proposals are based on the per-ounce THC content. In comparison to a weight-based tax, a potency-based tax could be more complicated and costly to enforce and administer. The largest administrative hurdle to a potency-based tax is ensuring that lab testing of marijuana strains is accurate and reliable. Regulations defining the number and weight of any samples that producers need to submit for testing would be required. According to one lab in Oakland, CA, samples of two grams can be used to evaluate the potency of up to two pounds of marijuana. Costs of these lab tests can be much as $100-$120 per sample, and as low as $60-$75 per test with a bulk discount. If marijuana is legalized, it can be expected that more labs that perform similar services will enter the market, and possibly reduce the price of testing. More competition in testing could encourage the development of more reliable technology, but it could also lead growers to pick a lab that tends to understate the amount of THC in a product. ", "Ultimately, it could be difficult to measure final THC content with any degree of reliability, given the nature of some marijuana products. Another disadvantage to a tax based on THC potency is that it could encourage more consumption of less-potent marijuana. If the public health costs of smoking marijuana outweigh the health costs of consuming more potent marijuana, then the effects of this option might be undesirable. ", "An alternative potency calculation could be based on the ratio of THC to cannabidiol (CBD). Such a tax base could encourage consumers to purchase marijuana with more sedative effects. "], "subsections": []}, {"section_title": "Price", "paragraphs": ["A tax could be levied as a percentage (ad valorem) of the manufacturers or retail sales price of marijuana. Ad valorem taxes have several advantages: they (1) automatically adjust for changes in price, and (2) can be easily applied to a wide variety of products that might otherwise be difficult to quantify in a per unit manner. Both the tax regimes in Colorado and Washington use some form of an ad valorem tax on wholesalers as one method to tax marijuana, and H.R. 501 , the Marijuana Tax Equity Act of 2013, proposes a 50% tax on the producer or importer price. The main disadvantage of an ad valorem tax is the required regulations to specify the taxable price the taxes apply to. ", "A manufacturers tax (i.e., imposed after the plant is first grown and harvested) is the most simple form of administration because there are generally fewer firms involved in manufacturing than retailing. Most federal excise taxes are imposed at the manufacturer stage (e.g., tobacco, alcohol, firearms). For vertically integrated firms that are both manufacturers and retailers (or some other sort of intermediate firm, such as a wholesaler), regulations need to identify how to construct a manufacturers price if no market transaction takes place. ", "In contrast, a retail tax regime, resembling a sales tax, could be created to capture any price markup due to the type of product or any \"market power\" of firms with branding or advertising advantages. The price of a product containing marijuana or THC could be determined by a number of characteristics other than its intoxication potential. "], "subsections": []}, {"section_title": "Special Considerations", "paragraphs": ["In the case of a per unit tax (e.g., weight or potency), the tax rate can be indexed for inflation using some sort of measure of price changes, such as increases in the Consumer Price Index (CPI). Most other federal excise taxes are unindexed (e.g., alcohol, tobacco, gasoline), and, as a result, have declined in real value over time, absent legislative increases in statutory tax rates. ", "Given the uncertainty over prices and demand after legalization, sunset provisions for the tax could be incorporated into any initial authorizing language of a marijuana tax. Sunset provisions could encourage legislators to revisit marijuana tax laws to better reflect the evolving conditions of the nascent, legalized industry. For example, the initial tax rate for legalized marijuana could be set low enough to undermine the illicit market, but then increased gradually to set the tax rate high enough to limit consumption. Alternatively, legislation could delegate authority to the Secretary of the Treasury (or a similar official) to adjust tax rates according to certain criteria."], "subsections": []}, {"section_title": "Other Options", "paragraphs": ["Various methods of taxation could also be combined. For example, a general tax on marijuana could be levied based on price or weight, with either a surcharge for higher-THC products or differential rates for various products, such as edibles. Differential tax rates could help shape consumption in such a way that it could reduce some of the negative social costs of marijuana. But, different tax rates could add complexity and unequal tax burdens across various marijuana consumers.", "By comparison, alcohol is taxed by potency (i.e., alcohol content) as well as category, with taxes per alcohol content lower for beer and wine than for distilled spirits. Cigarettes are taxed on a per unit basis. Cigars are subject to an ad valorem tax with a high ceiling, although the tax is imposed at the manufacturers' level."], "subsections": []}, {"section_title": "Tax Treatment of Existing Plant and Product Inventories", "paragraphs": ["The initiation of a federal marijuana tax could also raise the question of whether to integrate existing stocks of marijuana into the tax base. Lawmakers would have to address the taxation of marijuana plants and any consumer goods sold in jurisdictions that have legalized medical and recreational sales. Integrating more preexisting marijuana plants and products into the tax base could enable producers and retailers to better meet the initial demand for marijuana (at prices potentially low enough to undercut the illegal market), reduce complexity between federal and local tax regulations, and increase initial federal tax revenue. However, some preexisting marijuana plants and products might not comply with new federal regulations or purity standards that are likely to accompany any federal tax regime. ", "An alternative option could include ample lead time between the enactment of such a tax and the effective date of the first legalized sales, giving producers sufficient time to comply with any federal regulations. Although this might help legal producers and retailers compete with the underground market, it would add complexity to the multiple layers of taxation of marijuana in some jurisdictions.", "Colorado and Washington have taken slightly different approaches to this issue. In Colorado, retail licenses were initially issued to existing medical marijuana dispensaries (some of which were already growing their own plants). In Washington, current plants grown indoors or outdoors can be converted to legal stocks if the owner has a producer license and the growing space meets all of the state's guidelines.", "In general, when federal excise taxes are increased, untaxed floor stocks are subject to tax (sometimes with exemptions for small retail operations). The purpose is to prevent building up inventories in advance of the effective date of the tax."], "subsections": []}]}, {"section_title": "Restrictions, Exemptions, and Special Tax Treatment", "paragraphs": ["Several issues could arise concerning restrictions, exemptions, and special treatment under a federal tax on marijuana. Policy makers could choose to implement such regulations at the federal level or allow the states to make their own laws pertaining to each of these issues. Any of these differential tax treatments, however, would make the tax more complicated."], "subsections": [{"section_title": "Age Restrictions", "paragraphs": ["State laws in Colorado and Washington limit recreational marijuana purchases to individuals aged 21 or older. Age restrictions could have a limiting effect on the tax base, as surveys indicate that younger individuals use marijuana at higher rates than those over 26 years old. However, this trend could change post-legalization as the stigma among adult use lessens and the exotic appeal of an illicit drug lessens among youth. In any case, excluding these consumers from the legal tax base could support some underground production activity (which would be untaxed), or indirect sales of legally purchased marijuana through of-age connections (which could still be preferable to direct transactions with illicit dealers). "], "subsections": []}, {"section_title": "Customer Purchasing or Possession Limits", "paragraphs": ["Under state law, Colorado residents are allowed to possess up to one ounce of marijuana and make as many transactions as desired as long as they do not exceed the one ounce limit. Non-Colorado residents are restricted to purchasing one quarter of an ounce (7 grams) in a single transaction. The restriction on non-residents is primarily intended to reduce the risks for larger-scale diversion or export. It has yet to be seen if this restriction has had a significant effect on diversion. More restrictive purchasing limits (by weight) coupled with an ad valorem tax rate can also serve to increase the effective tax rate on heavy users, who are more likely to benefit from a bulk discount. "], "subsections": []}, {"section_title": "Production Limits", "paragraphs": ["Production limits could be enacted based on the total market size or per grower. Washington has a target of 80 metric tons (half for dried marijuana and half for marijuana-extract based products, such as edibles and lotions) for the maximum size of its marijuana market. The primary rationales behind this policy are to monitor possible diversion of sales to other states and guide the number of licenses issued. Colorado has no target. Similarly, concerns could be raised about the diversion of underground exports from the United States to countries where marijuana is still illegal. A tax administered closer to the beginning of the production chain might be more capable of monitoring such diversion. Mark Kleiman, Professor of Public Policy at UCLA and former marijuana policy consultant to the state of Washington, has been quoted as saying that a production limit could also reduce the power of larger producers who, if left unregulated, could increase the negative social consequences of marijuana consumption in pursuit of maximizing profit. ", "In general, production limits generate inefficiency and can contribute to windfall profits for firms already in the market. Production limits have never been considered for any other commodity by the federal government and are unlikely to work for states and a national legal market. "], "subsections": []}, {"section_title": "Exemption or Inclusion of Medical Marijuana", "paragraphs": ["The tax treatment of medical marijuana varies in the jurisdictions that have legalized medical marijuana. Each jurisdiction applies its general sales tax or a special gross receipts or revenue tax on medical marijuana. For example, medical marijuana sold in Colorado is subject to the 2.9% general, state sales tax but is not subject to the 10% retail marijuana state sales tax or the 15% retail marijuana excise tax. ", "Medical marijuana, and the extent to which users are in medical need, is an issue that is contentious. This use might be more attractive to consumers who hesitate or dislike participating in an illicit market. Evidence suggests a negative correlation between medical marijuana and prescription drugs because deaths from prescription drug overdoses have declined in states with medical marijuana. ", "Although there is a possible justification for exempting this medical use, differences in the after-tax price of recreational and medical marijuana could also provide incentives for users to seek out medical prescriptions. As indicated by the analysis of tax data in Colorado, exempting medical marijuana from a federal tax could also significantly limit the tax base if strict standards for medical prescriptions are not enforced. Preventing such abuse, however, could significantly increase the cost of tax administration.", "If medical marijuana is exempt, and the tax is imposed at the production level, producers would have to know the end use of the product. Thus, a segregation of sales of medical marijuana and a marking or stamping device would likely be necessary."], "subsections": []}, {"section_title": "Exemption for Home Production", "paragraphs": ["Rules vary across different products that are subject to excise taxation. Colorado allows individuals to grow up to six plants for recreational use, and households can grow up to 12 plants. Washington does not allow home growing of marijuana for recreational use. In comparison, in federal law, no home distilling of alcohol is legal, whereas wine and beer can be made in limited amounts, and tobacco can be grown without limit. ", "If home production is allowed and exempt from taxation, another issue is whether a quantity limit should apply and if so what that limit might be. Pat Oglesby, former chief tax counsel of the Senate Finance Committee and noted expert on state marijuana taxes, indicates that a single plant can yield 448 grams (or approximately a pound of marijuana) and the average user consumes about 100 grams (less than four ounces) per year, so any home-growing limit would probably be seen as high. At the same time, Oglesby (2011) argues that production for home use is not likely to be much of a threat to the tax because even with high illicit prices, even where homegrown is legal, users participated in the illicit market rather than growing their own. However, Caulkins et al., suggest that home production would seriously undermine enforcement because anyone in possession of nontaxed product could claim home production. Banning home production could also increase the revenue generated from a marijuana tax. "], "subsections": []}, {"section_title": "Special Tax Rates for Small Producers", "paragraphs": ["Small wine and beer producers are eligible for lower tax rates, so there is some precedent for tax reductions for small producers. This exemption or lower rate would be linked to a point of collection at the packaging and distribution level. The value of a lower tax for small producers is not clear. In general, however, it is more efficient to collect the tax from a few larger producers, and a benefit for small firms would act against that objective. Additionally, a small businesses exemption could encourage larger forms of evasion, because processing and distribution may be easier on a small scale."], "subsections": []}, {"section_title": "Special Tax Rates for More Energy Efficient Production", "paragraphs": ["Another possibility is to apply a lower tax to marijuana grown outdoors, which uses less energy than indoor growing. One study indicates that legalization could reduce the price of marijuana, and lead to less costly cultivation practices outdoors rather than indoors. In contrast, concerns exist that outdoor marijuana cultivation could divert land and bodies of water, thereby generating another set of negative environmental effects. Incentives to produce higher-potency marijuana (e.g., a tax rate based on weight) could encourage indoor production, where growing conditions can be better managed. "], "subsections": []}]}, {"section_title": "Occupational Taxes", "paragraphs": ["Another federal tax option is levying a special occupational tax (SOT) on any business involved in the production, distribution, or sales of marijuana. SOTs are not licensing fees. Generally, SOTs are levied as a flat fee annually on each firm and comprise a small amount of revenue relative to excise taxes. Currently, federal SOTs are collected on certain businesses in the tobacco or firearms industry. Segments of the alcohol trade were also subject to SOTs until they were repealed in 2008. ", "The Marijuana Tax Equity Act of 2013 ( H.R. 501 ) would impose an occupational tax of $1,000 per year on each marijuana producer, importer, or manufacturer, and a $500 per year tax for any other person engaged in a marijuana enterprise. "], "subsections": []}]}, {"section_title": "Tax Administration, Enforcement, and Other Regulations", "paragraphs": ["History suggests that the role of enforcement and administrative efforts could be the difference between a sustainable and unsustainable federal tax regime on marijuana. The illicit trade and importation of bootleg spirits in the United States continued after Prohibition ended in 1934 until cuts in tariff rates on spirit imports were negotiated with trading partners (thereby lowering the price of legal spirits), and until the Department of the Treasury hired or assigned more than 1,000 agents to work on enforcing alcohol-related laws during the late 1930s. ", "Today, marijuana enforcement efforts would have to deter regular consumers from engaging in illicit transactions with dealers they have presumably built a relationship of trust with in terms of secrecy and product integrity. Additionally, enforcement would have to compel producers to obtain licenses and pay taxes. Without increasing resources for tax-enforcement authorities commensurate with federal-policy change, legalizing and taxing marijuana would likely undermine the long-term viability of any federal tax base."], "subsections": [{"section_title": "Tracking the Production of Legal Marijuana", "paragraphs": ["Some tax experts have noted that marijuana smuggling might be more prevalent compared with illegal alcohol production because marijuana is more compact and easier to transport than alcohol. However, marijuana is more pungent than packaged alcohol.", "Collecting a tax closer to the point of production, rather than point of sales, could reduce the number of taxable entities and increase the scale of tax units that would need to be monitored (e.g., greenhouses compared to joints). If the tax is applied early in the stage of production, some marker or evidence that the tax has been paid would be needed. As with the case of alcohol and tobacco, tax stamps could be used, or seals on packages (although packages can be opened and refilled, so this method is not completely foolproof). If sold as joints, individual marks could be put on each paper cylinder. Another possibility is the use of dye. New technological developments are also discussed by Oglesby, such as genetic markers or tracking systems that would monitor production from seed to final sale. ", "Colorado developed several planks for its enforcement system. It tracks marijuana plants from \"seed to sale\" using radio frequency identification (RFID) tags attached to each plant. When the plant is harvested, the leaves and buds are given a new RFID tag and a label printed with the plant's authorized source. Marijuana enterprises are required to report their inventory to the Colorado Department of Revenue's Marijuana Enforcement Division through a linked-computer system called Marijuana Inventory Tracking Solutions (MITS). These systems are meant to complement traditional forms of enforcement, such as physical surveillance."], "subsections": []}, {"section_title": "Labeling and Measurement", "paragraphs": ["Regulations that would standardize weights and potency measurements would most likely need to accompany a marijuana tax regime. Such a regime would contribute to consumer safety and more accurate dosing. Additionally, the U.S. Department of the Treasury could develop marketing standards on the issues related to labeling and branding of different strains of marijuana. These marketing standards are currently negotiated with industry representatives as a means to inform consumers and prevent competition from domestic and imported products that do not meet the same standards. For example, regulations could define what can be labeled \"indica,\" \"sativa,\" or certain types of hybrid strands. "], "subsections": []}, {"section_title": "Strict Enforcement of Medical Marijuana Prescription Standards", "paragraphs": ["As previously mentioned, different tax rates in medical and recreational marijuana could create significant arbitrage opportunities for consumers. This is particularly the case for heavy users, who stand the most to gain from evading a significant excise tax burden. Medical marijuana dispensaries are typically organized as nonprofit organizations. Thus, enforcement of regulations will also be important for proper collection of income taxes if these nonprofits are allowed to organize as Section 501(c) entities."], "subsections": []}, {"section_title": "Distinguishing Marijuana from Industrial Hemp", "paragraphs": ["Hemp has no commercial value as a psychoactive due to its low concentrations of THC. The 113 th Congress made changes to U.S. policies regarding industrial hemp during the omnibus farm bill debate. The Agricultural Act of 2014 ( H.R. 2642 ; commonly known as the \"farm bill\") includes a provision that would allow certain research institutions and also state departments of agriculture to grow industrial hemp, if allowed under state laws where the institution or state department of agriculture is located. Because hemp is a useful agricultural plant, some might also think that it would be reasonable to legalize hemp for industrial production (and exempt it from taxation) if marijuana is legalized for commercial production.", "For tax purposes, hemp could be distinguished from marijuana for purposes of taxes by its THC quantity. Oglesby notes that proposed legislation in the United States used a THC content of less than ½ of 1% and less than 1% by weight to distinguish hemp from marijuana. Europe and Canada currently allow hemp to be grown and require less than 0.3% THC by weight to distinguish legal hemp from illegal marijuana. ", "An argument made by Oglesby (and others) is that marijuana can be hidden in hemp fields, one reason that hemp is illegal. This claim is likely overstated, as cross-pollination would weaken the effectiveness of the marijuana plants. As previously mentioned, higher-quality strains of marijuana require controlled climates isolated from pollination in order to reach peak THC potency. "], "subsections": []}, {"section_title": "Effects of Federal Marijuana Laws on State Tax and Regulatory Regimes", "paragraphs": ["Some experts have also noted that the decision, or delay, of legalization at the federal level could have significant effects on the development of marijuana tax policy at the state level. As long as marijuana remains illegal at the federal level, states with marijuana legalization laws could rely on a system of licensing private businesses to grow and sell marijuana, instead of systems in which a state-based monopoly regulates the sale of marijuana (i.e., as some states currently have over liquor retail sales). Proponents of state-based monopolies see them as a tool to regulate consumption (e.g., state-approved retail locations, restricted marketing), while opponents of state-based monopolies see them as susceptible to corruption, and driven mostly for purposes of raising revenue (a common critique of many state-run lottery commissions). Although the differences in the level of revenue extracted from a licensing scheme versus a state monopoly scheme might be difficult to predict or even negligible, the dominance of licensing systems across states could make it difficult for lawmakers to roll back such systems and encourage state monopolies (for whatever reasons) in the future. "], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The uncertainty over many aspects of marijuana creates difficulties in arriving at conclusions about the possible effects of a legalized and taxed marijuana market. ", "These uncertainties include the post-legalization price of marijuana (and even the current illicit price), the size of the market, and the response of consumers to price changes. These aspects make the projection of revenues for a particular tax uncertain. The uncertainty about prices as well as the spillover and health effects of marijuana makes the setting of the level of the tax difficult. Even choosing how to impose the tax is limited by uncertainties as to differential consumer response to potency and price and the compliance costs of taxing for potency.", "In terms of revenue-raising potential, it appears that the tax base for legalized marijuana sales is much more limited compared with alcohol or tobacco, at least in the short term. This outcome is particularly the case if medical marijuana sales are exempt from a federal marijuana tax. ", "Appendix A. Some Additional Social Costs and Benefits of Marijuana", "The discussion in the text reported some broader information on the magnitude of the social costs and benefits of marijuana. This appendix discusses some of the components of those social costs. ", "Relationship Between Marijuana and Alcohol Consumption", "One of the potential determinants of social costs of marijuana legalization is the relationship between marijuana consumption and alcohol consumption. Social costs of alcohol consumption have been well documented in academic studies. If marijuana is a substitute for alcohol, then arguably marijuana has some positive spillover effects on society because marijuana consumption has fewer social costs than alcohol consumption. However, if marijuana is consumed with alcohol, then arguably marijuana results in some negative spillover effects on society. ", "Researchers have not reached a consensus on this issue. Many economic studies that measure the relationship between marijuana and other substances (i.e., cross-price elasticity of demand) do not capture long-term effects, could be measuring spurious relationships, or examine individuals who might not be representative of the national population. Marijuana research is highly regulated in the United States. The National Institute on Drug Abuse, the agency primarily responsible for policy research, has been quoted in media sources that it \"does not fund research focused on the potential beneficial medical effects of marijuana.\" Additionally, no study captures the effects of commercial and recreational legalization on the scale of Colorado or Washington because no other jurisdiction in the world has pursued such policies. ", "This uncertainty surrounding the relationship between alcohol and marijuana use is important because it limits the plausibility that a marijuana tax could be initially levied based on the external costs to society. For example, marijuana legalization could impose significant external costs or savings on society, even if marijuana consumption has a minor effect on the demand for alcohol due to the relatively large external costs of alcohol consumption. Initiatives at the state levels in Colorado and Washington could provide researchers with an opportunity to better understand the effects of broader legalization policies. ", "Polydrug Use", "In addition, the social costs of marijuana legalization could vary based on the relationship between the consumption of marijuana and other illicit drugs (commonly referred to as \"polydrug use\"). Studies indicate that marijuana has a lower risk of addiction and abuse than cocaine, crack, or heroin. Some claim that marijuana is a \"gateway drug\" to further illicit drug use. In survey data, about 10% of infrequent marijuana users in the past year report using other illegal drugs whereas the rate for \"heavy\" marijuana users (21-30 days per month) is slightly more than 25%. ", "Driving Under the Influence", "Current research on the effects of marijuana use on traffic fatalities is limited by methodological and technological shortcomings. As noted earlier, some researchers have used controlled experiments to measure the effects of marijuana use on standard driving measurements, such as ability to track driving lanes. Other researchers have studied the extent to which marijuana use has been linked to actual driving fatalities. Among non-alcohol drugs, marijuana is the most frequently detected substance in the general driver population as well as in drivers being involved in crashes. However, this is not the same as saying that there is a causal link between marijuana use and traffic fatalities. Studies using data from actual crash sites typically measure the driver's blood, urine, or saliva for alcohol and metabolites released by the body in reaction to consumption of various types of drugs (including marijuana). Marijuana testing technology is currently limited in its ability to detect the level of marijuana intoxication at a given time. In the words of one study, \"it is possible for a driver to test positive for cannabinol in the blood up to one week after use. Thus, the prevalence of nonalcoholic drugs ... should be interpreted as an indicator of use, not necessarily a measure of drug impairment.\" For example, more advanced metabolite tests or mouth swabs would need to be developed to distinguish between a positive driving under the influence (DUI) test of a recent user and a chronic medical marijuana patient that has not been under the psychoactive effects of marijuana.", "Criminal Incarcerations ", "Some claim that marijuana legalization could lead to savings in criminal justice spending at the federal, state, and local levels. Some of the estimates cited in media sources have been quite large. For example, Jeffrey Miron, a researcher at Harvard University, estimated in 2005 that legalizing marijuana would save $7.7 billion per year in total enforcement costs at state and federal levels. ", "However, subsequent research suggests that estimates could be much smaller. Sevigny and Caulkins (2004) estimated that 8% of state and federal prison inmates serving sentences for drug law violations were marijuana-only offenders. Some prisoners caught trafficking other drugs could have also possessed marijuana, but these individuals would have been incarcerated even if marijuana were legal.", "According to the U.S. Sentencing Commission, 31.2% of offenders in FY2013 were sentenced to a federal prison for a primary offense related to drugs. The vast majority of these sentences are for drug trafficking. Of these drug-related offenses, 28.4% of the sentences were related to marijuana (the highest share among drug-related categories). Federal legalization of marijuana would likely not affect federal inmates already serving sentences for marijuana-related charges. It is unclear how federal legalization of marijuana might impact the future federal prison population.", "In state and local jails, drug violations account for about one-fifth of incarcerations and marijuana-only violations account for less than 10% of those charges. According to these estimates, legalizing marijuana could lead to 2% fewer prisoners in jails over time. Federal legalization would likely not affect state and local inmates already serving sentences for marijuana-related charges, and would not affect future state and local incarcerations in jurisdictions that do not choose to legalize it.", "These benefits, large or small, would be related to legalizing marijuana, not taxing it. If taxes or regulations are so large or onerous that they encourage a continuation of the illicit market, some of these gains would be lost. ", "Marijuana-Related Crime, Violence, and Corruption", "The majority of costs associated with the black market for illicit drugs are related to illegal stimulants and opiates, not marijuana. This is because the price per pound of these other drugs is typically more than marijuana. Many marijuana exchanges take place indoors among parties (such as friends and family) where there is less risk for conflict, whereas many other drug transactions take place outdoors among strangers or in public.", "Appendix B. Current Treatment of the Deductibility of Expenses for Marijuana-Related Businesses", "Marijuana producers and retailers may not deduct the costs of selling their product (e.g., payroll, rent, and advertising) for the purposes of the federal tax filings. The Internal Revenue Code (IRC) Section 280E states that ", "No deduction or credit shall be allowed for any amount paid or incurred during the taxable year in carrying on any trade or business if such trade or business (or the activities which comprise such trade or business) consists of trafficking in controlled substances (within the meaning of schedule I and II of the Controlled Substances Act) which is prohibited by Federal law or the law of any State in which such trade or business is conducted.", "Media reports indicate that the Internal Revenue Service (IRS) has enforced this provision in audits of marijuana-related businesses by refusing to accept these business deductions. Effectively this constitutes an implicit tax on marijuana-related businesses equal to the value of the tax benefit of such deductions if firms engaged in an industry that was legal under federal law. ", "Some businesses have challenged the IRS's practices through the courts. For example, Sacramento-based, Canna Care marijuana dispensary is challenging IRS tax penalties of more than $800,000 in a case before the U.S. tax court in San Francisco, CA. Media reports indicate that the IRS refused to accept $2.6 million in business deductions for employee salaries, rent, and other costs over three years (although the IRS allowed Canna Care to deduct the cost of the marijuana itself).", "The discrepancies between federal and state and local tax treatments of marijuana-related businesses create economic incentives to engage in the underground economy. In addition to the uncertainty of federal tax enforcement procedures (and costs of any related legal assistance), the inability of marijuana businesses to deduct their business expenses is effectively an implicit tax up to 39.6% (if organized as sole-proprietor or partnership) or 35% (if organized as a corporation) of the cost of these expenses. These implicit taxes are paid in addition to state and local sales and special excise taxes. ", "The status quo administration of federal tax laws creates an economic advantage for illicit marijuana sellers, who are not subject to direct taxation of their sales. ", "In the 113 th Congress, the Small Business Tax Equity Act of 2013 ( H.R. 2240 ) would exempt a business that conducts marijuana sales in compliance with state law from the IRC Section 280E prohibition against allowing business-related tax credits or deductions for expenditures in connection with trafficking in controlled substances.", "Appendix C. Technical Calculations for the Estimate of a National Marijuana Tax Base from Colorado Data", "An estimate of the total sales volume of a national sales base can be calculated by extrapolating tax collection data from Colorado or Washington. Data from both states likely underrepresent total demand because licenses for more production and retail businesses are pending. Additionally, it is unknown if the underground market for marijuana significantly declined from the opening of state-licensed stores. ", "For the purposes of this report, the most recent tax revenue data from Colorado are used to calculate an estimate of the state's marijuana tax base (dollar amount of total sales). The recreational tax base can be calculated using tax collections data from the 10% retail marijuana sales tax or the 2.9% general sales tax (which provide two measures to derive the total tax base), where tax base is equal to tax collections divided by the tax rate. Because each of the two taxes yields slightly different tax bases, the two calculations are averaged to determine a monthly aggregate tax base for recreational sales. ", "For example, the Colorado Department of Revenue reported that the 10% retail marijuana sales tax collected $2.9 million and the 2.9% sales tax collected $886,915 (on retail, non-medical marijuana) in September 2014. Using the methodology above, this would lead to tax base calculations of $29.4 million and $30.6 million, respectively. Averaging these two numbers leads to an estimate of $30.0 million in recreational marijuana sales in the state of Colorado in September 2014. ", "The data from Colorado can then be extrapolated for each state and the District of Columbia to calculate an estimate of the national sales tax base. The recreational sales tax base averaged from the two data points in Colorado can be multiplied by each state's or district's population (indexed, relative to Colorado) and then multiplied by the marijuana usage rates (indexed, relative to Colorado) as reported by the National Survey of Drug Use and Health (NSDUH). In other words, this simple calculation assumes the primary sources of variation in consumption in each state or district are based on population and usage rates and does not assume major changes in price (e.g., the large-scale production of relatively cheap, unbranded marijuana; or variations in state tax rates) that could lead to further supply and demand effects. Using the August 2014 data from Colorado, it can be estimated that the national sales tax base for recreational marijuana could be $14.5 billion or $15.4 billion per year. These estimates could be subject to revision, as recreational tax revenue in Colorado has been generally increasing since January 2014. ", "A similar process can be used to calculate the medical marijuana tax base in Colorado, although there is only one tax levied on medical marijuana in Colorado (the 2.9% general sales tax). Based on September 2014 data, medical marijuana sales in Colorado were $31.3 million. From January to September 2014, monthly medical marijuana sales in Colorado have ranged between approximately $31 million and $35 million. In FY2013 (ending June 30, 2013), before the legalization of recreational marijuana, state sales tax collections data from the Colorado Department of Revenue imply an annual medical marijuana tax base of $314.2 million in sales. It is too early to conclude whether the opening of the recreational marijuana market has affected the demand for medical marijuana in Colorado. ", "However, it is difficult to extrapolate medical marijuana data in Colorado to the general U.S. population because of incomplete data in some states. Additionally, the medical marijuana patient data could have a self-selection bias, as some individuals could have been willing to relocate to states permitting medical marijuana use, if they felt that they had few other options to alleviate their condition. Based on Colorado's tax collections data, medical marijuana consumption could double marijuana consumption total amounts, if not more. Even if medical marijuana regulations were more tightly enforced, post-legalization, users denied for a medical card could purchase marijuana for recreational purposes. "], "subsections": []}]}}