{"id": "R43722", "title": "Offices of Inspectors General and Law Enforcement Authority: In Brief", "released_date": "2014-09-08T00:00:00", "summary": ["Federal inspectors general (IGs) have been granted substantial independence and powers to combat waste, fraud, and abuse within designated federal departments and agencies. To execute their missions, offices of inspector general (OIGs) conduct and publish audits and investigations—among other duties. Established by public law as permanent, nonpartisan, and independent offices, OIGs exist in more than 70 federal agencies, including all departments and larger agencies, along with numerous boards and commissions and other entities. Many OIGs have been vested with law enforcement authority to assist their investigations.", "This report provides background on federal offices of inspectors general and their law enforcement authorities in investigations.", "In this report, law enforcement authority is generally defined as having the legal authority to", "carry a firearm while engaged in official duties; make an arrest without a warrant while engaged in official duties; and seek and execute warrants for arrest, search of premises, or seizure of evidence.", "This report identifies the laws and regulations that vest certain OIGs with law enforcement authority, which permits the use of guns and ammunition. This report also describes some of the requirements and expectations of OIGs that have law enforcement authority, and includes some reasons that OIGs have expressed a need for law enforcement authority."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Federal inspectors general (IGs) have been granted substantial independence and powers to combat waste, fraud, and abuse within designated federal departments and agencies. To execute their missions, offices of inspector general (OIGs) conduct and publish audits and investigations—among other duties. ", "In some cases, employees within federal offices or inspectors general are vested with law enforcement authority. For the purposes of this report, law enforcement authority is generally defined as having the legal authority to ", "carry a firearm while engaged in official duties; make an arrest without a warrant while engaged in official duties; and seek and execute warrants for arrest, search of premises, or seizure of evidence.", "According to some OIGs vested with law enforcement authority, these authorities are essential to certain missions of the office. In some cases, for example, OIG law enforcement officers conduct investigations that pose potential safety risks. ", "This report provides a list of the statutes and regulations that are used to vest OIGs with law enforcement authority. It also provides resources that add context to what some OIGs say is a need for law enforcement authority in their offices. "], "subsections": []}, {"section_title": "Why Purchase Weapons and Ammunition?", "paragraphs": ["Each federal agency, including OIGs, has a unique mission, and, therefore, a unique purpose for its law enforcement authority. In some cases, especially when Congress and the public demonstrate concern about the agency's weapons procurement, an agency may release a public statement detailing its law enforcement authority and its need to acquire weapons or ammunition. ", "For example, in August 2012, the Social Security Administration's (SSA's) OIG posted information on its blog explaining an ammunition purchase that garnered public attention. According to an excerpt from the post,", "Media reports expressed concerns over the type of ammunition ordered. In fact, this type of ammunition is standard issue for many law enforcement agencies. OIG's special agents use this ammunition during their mandatory quarterly firearms qualifications and other training sessions, to ensure agent and public safety. Additionally, the ammunition our agents use is the same type used at the Federal Law Enforcement Training Center.", "In another, more recent example, the U.S. Department of Agriculture's (USDA's) OIG received inquiries about OIG solicitations for weapons and body armor. The procurement pertained to the OIG's effort to replace automatic firearms with new semi-automatic firearms. On May 19, 2014, Mr. Paul Feeney, deputy counsel at the OIG, sent the following response to questions about the procurement:", "The Inspector General Act of 1978 authorized OIG to, among other duties, pursue criminal activity, fraud, and abuses impairing USDA's program and operations. The criminal investigation responsibilities and impact of OIG are quite extensive—from fiscal year 2012 through March 2014, OIG investigations pertaining to USDA operations have obtained over 2,000 indictments, 1,350 convictions, and over $460 million in monetary results. OIG Special Agents are authorized to make arrests, execute warrants, and carry firearms. ", "Regarding the need for weapons' procurements, and for defensive vests, USDA OIG's Investigations division conducts hundreds of criminal investigations each year, some of which involve OIG agents, USDA employees, and/or members of the public facing potentially life threatening situations. OIG special agents regularly conduct undercover operations and surveillance. The types of investigations conducted by OIG special agents include criminal activities such as fraud in farm programs; significant thefts of Government property or funds; bribery and extortion; smuggling; and assaults and threats of violence against USDA employees engaged in their official duties."], "subsections": []}, {"section_title": "Sources That Vest OIGs with Law Enforcement Authority", "paragraphs": ["Generally, there are three ways that an OIG can be vested with law enforcement authority. ", "First, and most commonly, an OIG can be vested with law enforcement explicitly pursuant to Section 6(e)(3) of the IG Act of 1978, as amended (5 U.S.C. (IG Act) Appendix, Section 6(e)(4); hereinafter referred to as the IG Act). Second, an OIG can be vested with law enforcement authority by the Attorney General pursuant to criteria articulated in several provisions of Section 6(e) of the IG Act of 1978. Third, an OIG can be vested with law enforcement authority pursuant to statute outside of the IG Act of 1978, as is the case with six federal entities described below."], "subsections": []}, {"section_title": "The Inspector General Act of 1978", "paragraphs": [], "subsections": [{"section_title": "Explicit Statutory Authority", "paragraphs": ["As shown in Table 1 , the IG Act provides direct law enforcement authority to 25 federal entities explicitly named in Section 6(e)(3) of the act. "], "subsections": []}, {"section_title": "Authority Delegated by the Attorney General", "paragraphs": ["As noted earlier, pursuant to Section 6 of the IG Act, the Attorney General is authorized to delegate law enforcement authority when", "1. an OIG \"is significantly hampered in the performance of responsibilities ... as a result of the lack of such powers\"; 2. \"assistance from other law enforcement agencies is insufficient to meet the need for such powers\"; and 3. \"adequate internal safeguards and management procedures exist to ensure proper exercise of such powers\" (5 U.S.C. (IG Act) Appendix, Section 6(e)(2)).", "The Attorney General has vested the OIGs within the 10 agencies listed below with law enforcement authority.", "The National Archives and Records Administration Amtrak The Peace Corps The Board of Governors of the Federal Reserve and Consumer Financial Protection Bureau The Corporation for National and Community Service The Export-Import Bank of the United States The National Science Foundation The Federal Housing Finance Agency The Securities and Exchange Commission Special Inspector General for Afghanistan Reconstruction."], "subsections": []}, {"section_title": "Law Enforcement Responsibilities and Requirements Pursuant to the IG Act", "paragraphs": ["The IG Act authorizes the Attorney General to promulgate guidelines \"that govern the use of law enforcement powers\" for these OIGs. On December 8, 2003, then-Attorney General John Ashcroft promulgated such guidelines, providing OIGs further detail on their law enforcement authorities' scope and limitations.", "Within these guidelines, Mr. Ashcroft wrote that employees within the OIGs who qualify for law enforcement authority are required to complete various training, including the Basic Criminal Investigator Training Program (or equivalent) and initial and \"refresher firearms training and qualification.\" OIGs are also required to heed the Department of Justice's (DOJ's) deadly force policy.", "According to Mr. Ashcroft's guidelines, OIGs vested with law enforcement authority through the IG Act must provide \"periodic refresher\" training in trial processes; federal criminal and civil legal updates; interviewing techniques and policy; law of arrest, search, and seizure; and physical conditioning and defensive tactics. Additionally, the OIGs are responsible for following other DOJ law enforcement related policies and guidelines, must consult with DOJ before using electronic surveillance, and must receive other approval before beginning an undercover investigation."], "subsections": []}]}, {"section_title": "Other OIGs with Law Enforcement Authority", "paragraphs": [], "subsections": [{"section_title": "Statutes That Vest Law Enforcement Authority", "paragraphs": ["As shown in Table 2 , five additional OIGs are provided law enforcement authority through laws outside of the IG Act. "], "subsections": []}]}, {"section_title": "Inspector General Law Enforcement Staff Statistics", "paragraphs": ["The Department of Justice's Bureau of Justice Statistics maintains a Census on Federal Law Enforcement Officers , which includes data on the number of federal employees who are authorized to carry firearms. The most recent report available states that 33 OIGs had a total of 3,501 agents who were authorized to carry firearms in September 2008. Additionally, the report states that no law enforcement officers within an OIG were assaulted or injured in 2008."], "subsections": []}]}}