{"id": "R43731", "title": "Poverty: Major Themes in Past Debates and Current Proposals", "released_date": "2014-09-18T00:00:00", "summary": ["This year marks the 50th anniversary of the War on Poverty, but poverty remains a difficult policy challenge. The Obama Administration and some in Congress have offered proposals that seek to address poverty, with the proposals differing considerably in their focus and content. However, the themes reflected in these proposals echo prior efforts to address the issue of poverty.", "The terms \"poverty\" and \"welfare\" (commonly thought of as cash assistance for the poor) are often intertwined, but federal policies affecting poverty are broader than a single program or set of programs. In fact, the social insurance program of Social Security may be the nation's most important antipoverty program. The incidence and character of poverty is affected by many facets of public life.", "Over the last century, several watershed events have affected federal policies for the poor. These include the enactment of the Social Security Act in 1935, creating the first federal social insurance and federal-state public assistance programs; President Johnson's War on Poverty launched in 1964 that sought to address the \"causes, not just the consequences of poverty\" and began a period of expansion of services and noncash benefits for the poor; the \"welfare reform\" debates that began in 1969 and lasted until the mid-1990s, as societal expectations for single mothers shifted from staying home with children to work; and the culmination of these debates in the mid-1990s with the twin policies of requiring parents receiving assistance to work and \"making work pay\" for low wage-earning parents. Most recently, the Affordable Care Act expanded health care coverage, particularly for lower-income persons.", "As federal antipoverty policy evolved—and some approaches were adopted, while others were not—certain overarching themes have recurred, including the following:", "Universal policies versus need-tested benefits: should policies be designed to benefit everyone, or be targeted on those with financial need? Income, services, or employment strategies: which of these strategies is most effective in reducing poverty? Work and other behavioral requirements: should conditions be placed on the receipt of assistance, and what behaviors should those conditions reinforce? Concepts of federalism: what is the appropriate balance between the federal, state and local governments in designing and implementing programs? Coordination and related policies: how can multiple programs work together to avoid overlap and duplication? Experimentation: how can we determine effectiveness? Budget considerations: what do programs cost, and how are these costs balanced against other federal priorities?", "The current congressional proposals and those of the Obama Administration, as well as future proposals, can be analyzed through the framework of these recurring major themes."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Poverty in the United States—and initiatives to address poverty—is a current topic of discussion among policy makers and researchers. This year marks the 50 th anniversary of the War on Poverty, launched in 1964 by President Lyndon Johnson. The rate of poverty has declined since then, yet poverty persists. The number of people officially counted as poor in 2013 was 45.3 million and the official poverty rate was 14.5%. Numerous research articles, editorials, statements by Members of Congress, and congressional hearings have marked the 50 th anniversary, revealing different viewpoints on the effectiveness of past and current policies, and offering new initiatives for consideration.", "The topic of poverty is much broader than a single program or set of programs. In public policy discussions, the terms \"poverty\" and \"welfare\" are often intertwined, with \"welfare\" generally thought of as cash assistance for the poor. However, more universal social insurance programs—such as Social Security, Medicare, and Unemployment Insurance—may be the nation's most important antipoverty programs. Looking more broadly, poverty is affected by many aspects of public policy, ranging from macroeconomic policies to antidiscrimination laws to a national commitment for universal public education.", "Reducing or ameliorating poverty has not been widely articulated as the explicit goal of major policy debates in many years, although the impact of policy decisions might directly affect the incidence or characteristics of poverty. For example, the decades-long discussion that resulted in the 1996 welfare reform law focused on moving recipients of cash assistance off the rolls and into jobs, along with related policies designed to \"make work pay\" better than welfare receipt. The debate preceding enactment of health reform in 2010 focused on expanding access to health insurance for uncovered populations and making coverage more secure for those who had it, among other things. Both of these initiatives were implicitly related to poverty, but neither was promoted explicitly for antipoverty purposes.", "Most recently, some Members of Congress have introduced legislation, or announced elements of potential proposals, framed in the broad context of addressing poverty. These proposals would touch upon numerous existing federal programs. While the specifics differ—and in some cases are still being developed, these proposals reflect certain common themes that have characterized discussions of antipoverty policy for many years. Likewise, policies advocated by the Obama Administration also can be examined in the context of these overarching historic themes."], "subsections": [{"section_title": "About This Report", "paragraphs": ["This report begins with an overview of trends affecting both the incidence of poverty and characteristics of the population, and highlights changing perceptions of the poor and causes of poverty. The report then provides a short history of key federal policies enacted over the past century to address poverty. To provide a framework for analyzing current and future proposals, the report then presents several overarching themes that have recurred in poverty policy debates over the course of this history. These themes are listed in Table 1 and discussed later in the report.", "The report includes a series of text boxes, labeled as tables, which very briefly highlight aspects of selected congressional proposals and Administration initiatives, in the context of these overarching historic themes. The report does not discuss the proposals in detail, but attempts to provide context and a foundation for analyzing them. Specifically, Table 2 looks at selected Obama Administration initiatives. Table 3 focuses on Representative Paul Ryan's antipoverty proposals, released by the House Budget Committee in the form of a discussion draft titled, \"Expanding Opportunity in America.\" Table 4 highlights aspects of the Pathways Out of Poverty Act ( H.R. 5352 , 113 th Congress), introduced by Representative Barbara Lee, co-chair of the Congressional Out-of-Poverty Caucus. Table 5 looks at the antipoverty ideas put forth by Senator Marco Rubio in a January 2014 speech commemorating the 50 th anniversary of the War on Poverty. ", "This report includes selected congressional proposals; these proposals are not meant to be comprehensive or inclusive of all pending legislation or current policy ideas. Rather, they are conceptually representative of many proposals, and were selected because they are framed in the broad context of addressing poverty. It should also be noted that they are not comparable in scope or available level of detail; thus, only brief highlights of each are provided.", "Summarizing \"antipoverty\" policy is challenging because of the broad and varied means by which public policies and other factors—economic, demographic, geographic, political—influence both the extent and nature of poverty in the United States. This report focuses primarily on those policies most commonly included in discussions of poverty, and is intended as a quick conceptual introduction. Readers should note that a voluminous body of literature exists on the topic of poverty and the history of federal antipoverty policy. Citations are provided in footnotes throughout the report and a list of selected readings is included at the end (see Appendix )."], "subsections": []}]}, {"section_title": "Trends in Poverty", "paragraphs": ["In 1937, President Franklin Roosevelt spoke about \"one-third of a nation ill-housed, ill-clad, ill-nourished.\" At that time, there was no official government definition of poverty. While the concept of poverty had long existed, its definition is not straightforward. Poverty is generally conceived of as deprivation; however, it can be viewed as deprivation of money or deprivation of access to economic goods that are considered necessities, such as medical care or housing. Poverty has also been viewed in a broader sense, as the lack of capability to achieve certain essential functions—in a physical sense (being nourished and adequately clothed) or in a social sense (taking part in the life of the community).", "The official measure of poverty that exists today was developed in the 1960s, and measures poverty on the basis of pre-tax money income. For a family of four (two adults, two children), such income below $23,624 in 2013 classified a family as poor.", "Census Bureau estimates of the official poverty rate are currently available for the years 1959 through 2013. Figure 1 shows the official poverty rate over this time period for all persons (overall poverty rate), the aged, and children. As shown, the overall poverty rate declined fairly consistently from 1959 (overall rate of 22.4%) to 1973 (overall rate of 11.1%), and then fluctuated, generally in tandem with the health of the economy. However, the overall poverty rate remained above 12% for the period from 1980 to 1998. It fell to 11.3% in 2000 but then increased again during the 2000s, particularly in the period during and following the deep recession of 2007-2009. It remained at or slightly above 15% in 2010 through 2012, before falling to 14.5% in 2013.", "The figure also shows poverty rates separately for the aged (age 65 and older) and for children (under age 18). In 1959, the aged had a higher poverty rate than did children (35.2% versus 27.3%). Poverty rates for both age groups fell until 1973, when the trends in their poverty rates diverged. The child poverty rate increased from 14.4% in 1973 to 20% in 1981, and did not fall below 19% until 1998. Child poverty in 2012 and the preceding two years exceeded 21% before falling to 19.9% in 2013. In contrast, the official poverty rate for the aged continued to decline, reaching single digits (below 10%) in the late 1990s and remaining there for much of the 2000s. In 2013, the poverty rate for persons aged 65 and older was 9.5%.", "Technical discussions have long focused on the adequacy of the current statistical measure of poverty. The official poverty measure depicted in Figure 1 does not consider benefits received by families from need-tested noncash programs such as the Supplemental Nutrition Assistance Program (SNAP), housing assistance, or the value of medical assistance under Medicaid, nor does it consider benefits in the form of tax refunds from the Earned Income Tax Credit (EITC) or the Child Tax Credit. ", "A new supplemental poverty measure—which does consider such benefits, as well as certain consumer expenditures including out-of-pocket medical expenses—is available from the Census Bureau for years 2010 through 2012. Under this measure, used currently for research purposes, the elderly poverty rate was higher in 2012 (14.8%) than shown by the official rate (9.1%), reflecting higher out-of-pocket medical expenses for the aged, and the child poverty rate was lower (18%) than the official rate (22.3%), reflecting the value of noncash benefits and refundable tax credits.", "Some well-known factors are correlated with the prevalence of poverty. Poverty rates tend to rise during economic slumps and fall during periods of economic growth, although poverty has persisted even during sustained periods of economic growth (see Figure 1 ). Poverty rates are higher for individuals with certain characteristics, such as racial and ethnic minorities, those with low levels of educational attainment, foreign-born noncitizens, and members of families headed by a single mother.", "The development of antipoverty policy is influenced by subjective views about characteristics of the poor and causes of poverty, in addition to statistical measures of poverty. The poor historically have been characterized as a heterogeneous population, with poverty caused by different forces for different groups. Some of the varied—and interrelated—factors that have been cited as either associated with or causing poverty are:", "low earnings capacity because of an individual's education, skills, and ability levels; effects of racial and other forms of discrimination in various sectors of the economy and society, such as housing, schools, and the workplace; lack of jobs, either because of a poor national economy or a poor local economy; slow growth in wage rates; growing up in a single-parent household; personal behaviors and life choices made by individuals, such as having a child out-of-wedlock or as a teenager, divorce, or substance abuse; and the design of certain assistance programs that might discourage work or marriage, or encourage out-of-wedlock births.", "Poverty policy has attempted to address all of these factors at different times, as will be discussed in the next section of this report, which presents a short history of federal policies to address poverty. The current debate occurs in the aftermath of the increase in poverty during the 2000s and the effects of the 2007-2009 recession. Although the state of the national economy provides the most prevalent explanation for this latest rise in poverty, it has been argued that availability of assistance programs—some of which were expanded in response to the recession—also played a part. In addition to these explanations, substantial changes have occurred in both the demographic makeup of the nation and the structure of the economy since 1990, for example:", "the increasing share of the population and the workforce that is foreign-born; urban \"gentrification\" and the growth of suburban poverty; changes in the composition of jobs available to workers with lower levels of educational attainment, from higher-paying manufacturing jobs to the lower-paying service sector; and the decline in employment among youths and young adults."], "subsections": []}, {"section_title": "Historical Overview of Federal Policies to Address Poverty", "paragraphs": ["The federal government's policies to address poverty date back to the Great Depression of the 1930s. These policies have evolved and been modified many times, with substantial changes occurring in each decade beginning with the 1960s. This section of the report provides a brief overview of key milestones in the history of federal antipoverty policy."], "subsections": [{"section_title": "The Great Depression and New Deal of the 1930s", "paragraphs": ["In response to high unemployment rates and the economic crisis of the Great Depression, which began in 1929 and continued through the 1930s, the federal government provided grants to states for both direct relief (cash) and work relief (public service jobs). These were seen as temporary measures. However, in 1935, President Franklin Roosevelt proposed, and Congress enacted, the Social Security Act (P.L. 74-271) to provide economic security from the \"hazards and vicissitudes\" of life, including events that caused a family to lose its breadwinner. Social insurance programs to protect workers against old age and unemployment were enacted, and federal grants were created to share with the states in the cost of providing aid to needy aged and blind individuals, and to needy dependent children who lost the support of one parent. Collectively, these \"New Deal\" programs were targeted toward people who had either lost their jobs or who were not expected to work under then-prevailing societal norms, such as the elderly, disabled, and mothers raising children. The Depression also led to the creation of assisted housing programs (i.e., public housing), both to shelter those who were needy because of the poor economy and to help create construction jobs. ", "In later years, Social Security benefits were expanded to include the widows and survivors of eligible workers (1939), as well as workers who became disabled (1956). Federal grants were also established to help states aid needy disabled individuals, in addition to the needy aged and blind (1950). ", "The minimum wage, labor standards, and the rights of unions to collectively bargain wages and benefits also date back to the Great Depression. Minimum wage rates were periodically updated into the 1960s, with the wage rate boost increasing the purchasing power of the minimum wage. The real value of the minimum wage peaked in 1968, although periodic increases in the minimum wage continued until 1981. After January 1981, no further increase in the federal minimum wage occurred during the 1980s and by the decade's end in December 1989, the federal minimum wage had lost 30% of its value relative to that in January 1981. The minimum wage was raised again in 1990 and 1991; 1996 and 1997; and in 2007, 2008, and 2009."], "subsections": []}, {"section_title": "The War on Poverty of the 1960s", "paragraphs": ["President Johnson formally launched the War on Poverty in 1964, though its roots were in proposals made or under development during the administration of President Kennedy. The War on Poverty stressed the importance of a strong national economy, and the need for education and job skills training to break the \"cycle of poverty\" that can result from growing up poor. The War on Poverty also coincided with the civil rights movement that sought to end racial discrimination.", "President Johnson's antipoverty agenda was multi-pronged and focused on: (1) macroeconomic conditions, with emphasis on pending tax cut legislation to spur employment growth; (2) programs to address the lack of education and skills that was seen as a cause of poverty; (3) programs for youth, to interrupt the intergenerational transmission of poverty; and (4) initiatives to empower the poor and enable low-income residents to participate directly in tailoring antipoverty approaches to fit the specific needs of their communities, through a network of local entities known as community action agencies. President Johnson also called for an expanded food stamp program, hospital insurance for the aged, improved housing and urban development, and as noted above, ending legal discrimination through enactment of civil rights laws. ", "The cornerstone of the War on Poverty was the Economic Opportunity Act of 1964 (P.L. 88-452). In his legislative transmittal message to Congress, President Johnson said the act \"strikes at the causes, not just the consequences of poverty.\" The Economic Opportunity Act established such still-existing programs as Head Start, Job Corps, Community Action, and Legal Services. Legislation enacted in the Johnson years also included the Elementary and Secondary Education Act, which provided grants to school districts with high proportions of poor children, and the Higher Education Act that authorized programs to help low-income students pay for college. The Food Stamp Act of 1964 made permanent the food assistance program that began as a pilot under an executive order of the Kennedy Administration. Also during this era, the Social Security Amendments of 1965 established Medicare, to provide health insurance for the aged and disabled, and Medicaid, to provide medical assistance for low-income individuals who were aged, blind, disabled, or in families with children. (Hospital insurance for the aged was part of President Johnson's original War on Poverty proposals, although Medicaid was not.) "], "subsections": []}, {"section_title": "Welfare Reform and Noncash Benefits in the 1970s", "paragraphs": ["The Nixon Administration substantially shifted policy direction away from President Johnson's broader War on Poverty to a narrower concept of \"welfare reform,\" specifically focusing on the Aid to Families with Dependent Children (AFDC) program that provided cash assistance to families—primarily single mothers and their children—that met certain standards of need. AFDC had its origins in the 1935 Social Security Act and was not part of the War on Poverty, but its caseloads increased dramatically in the late 1960s, raising both its cost and visibility. Additionally, the increase in labor force participation that was occurring among women (particularly married white women, who historically had lower employment rates than single women or women of color) exposed to criticism the idea that single mothers caring for children should not be expected to work. In 1969, the Nixon Administration proposed comprehensive welfare reform to replace AFDC with a version of a negative income tax, which was to provide a certain amount of money to people with no income (in other words, provide an \"income guarantee\") and then reduce it (tax it back) based on the individual or family's earnings. Variations of welfare reform based on the negative income tax model were proposed throughout the Nixon years and during the administration of President Carter. ", "Proposals to replace AFDC with an alternative system of aid did not pass in 1969 or the 1970s. However, the 1970s saw marked changes in other low-income assistance programs. For example, assistance to the needy aged, blind, and disabled was federalized under the Supplemental Security Income program (1972). The food stamp program was expanded and began nationwide operation in 1974. The Food Stamp Act of 1977, enacted under President Carter, substantially altered the program, ending a requirement that recipients purchase stamps with cash, and effectively establishing an \"income guarantee\" in the form of food assistance to qualifying low-income households. Section 8 rental housing assistance was enacted in 1974. The Earned Income Tax Credit (EITC) for low-wage workers also was created in the 1970s, first as a temporary measure (1975) and later made permanent (1978). ", "High unemployment in the mid-1970s also led to creation of large-scale public service employment programs (subsidized jobs in state and local government agencies), primarily to address the high cyclical unemployment of the time but also to address structural unemployment among the disadvantaged. These programs were authorized under the Comprehensive Employment and Training Act (CETA), and were the first large public job-creation efforts since the Depression-era programs ended with World War II. "], "subsections": []}, {"section_title": "Promotion of Work in the 1980s", "paragraphs": ["As the 1980s began, the state of the national economy—which had seen a combination of high inflation and high unemployment during the 1970s—dominated policy debates. In 1981, President Reagan proposed and Congress enacted cuts to tax rates combined with federal spending cuts, including spending cuts for low-income assistance programs, intended to spur economic growth and reduce the size of government.", "The 1980s also saw rising concerns about an urban \"underclass,\" defined as a group excluded from the mainstream of society, suffering from \"behavioral as well as income deficiencies.\" Attention focused on the inner cities, and the high rates of poverty, single parenthood, welfare receipt, and crime that disproportionately affected African-Americans living in these areas. However, while these broad social trends were the subject of concern, policy discussions again focused on programs specifically targeted for the poor. Poverty policy itself was suggested as a potential cause of the social maladies affecting the poor, particularly public assistance programs (mostly AFDC) that were seen to cause \"welfare dependency.\" It was argued that these programs encouraged or at least enabled people not to work and to have children outside of marriage. Welfare reform proposals based on the negative income tax gave way to growing interest in work requirements for recipients of AFDC. Legislation was enacted to allow states to require mothers receiving assistance to \"work off\" their benefits (a practice known as workfare). ", "Early in the 1980s, the Job Training Partnership Act (JTPA) replaced CETA and specifically prohibited the use of funds for public service employment. However, the federal government remained active in providing employment training services through JTPA, with a new emphasis on building partnerships between state and local governments and private sector employers in the design and delivery of services. (JTPA was subsequently replaced by the Workforce Investment Act, and most recently by the Workforce Innovation and Opportunity Act.)", "In 1986, the Tax Reform Act again reduced tax rates, but also increased personal exemptions and expanded the EITC. One of the policy goals sought in the 1986 tax act, signed by President Reagan, was the removal of the working poor from the federal income tax rolls.", "Also during the 1980s, Medicaid policy for children and pregnant women began to change. Eligibility for these groups had been based on receipt of public assistance (AFDC), but new provisions established eligibility rules based on poverty status, without regard to whether individuals received cash aid. This expansion of Medicaid was phased in over time. That change, together with the EITC expansion in the 1986 tax act, reflected a trend that culminated in later decades, toward expansion of need-tested aid in the form of cash and medical assistance beyond groups who traditionally received public assistance, to a broader population of the poor and particularly the working poor. ", "Later in the decade, concern about \"welfare dependency\" again focused attention on AFDC. The Family Support Act of 1988 ( P.L. 100-485 ) was enacted, which created an employment and training program for AFDC mothers with enhanced requirements to participate in the program, as well as transitional Medicaid and funding for child care for children whose mothers left the AFDC rolls because they went to work. However, high unemployment rates accompanied by other negative social conditions persisted in the inner cities, again disproportionately affecting African-Americans. As the decade ended and the 1990s began, there were renewed discussions that the lack of jobs in the inner cities negatively influenced the environment and behavior of those who lived there."], "subsections": []}, {"section_title": "Experimentation and Welfare Reform in the 1990s", "paragraphs": ["The focus on \"welfare reform,\" particularly interest in reforming AFDC, culminated in legislation enacted in the mid-1990s. In 1992, Presidential candidate Bill Clinton promised to \"end welfare as we know it.\" Also in that year, a flurry of state welfare reform experiments began under President George H.W. Bush, through \"waivers\" of federal AFDC rules. Experimentation under welfare waivers continued and was substantially expanded in President Clinton's first term. This experience helped inform policy makers who were engaged in the national debate that resulted in the Personal Responsibility and Work Opportunity Reconciliation Act ( P.L. 104-193 ), commonly known as the welfare reform law of 1996.", "The policies enacted during the Clinton Administration addressed calls for welfare reform in two main ways: (1) making low-wage work pay more than cash assistance, through expansions of the EITC, increased funding for child care subsidies, and continued health insurance for children in low-income families (through the State Children's Health Insurance Program); and (2) ending AFDC and replacing it with a block grant of Temporary Assistance for Needy Families (TANF) that emphasized work and time-limited aid. TANF was designed as a broad-based block grant that both altered cash welfare and gave states the authority to spend funds on a wide range of benefits and services, in addition to cash assistance. The 1996 law also included a focus on family formation issues, with provisions intended to discourage teenage and out-of-wedlock childbearing and promote marriage. "], "subsections": []}, {"section_title": "Need-Tested Policies in the 21st Century", "paragraphs": ["Since the 1990s, refundable tax credits such as the EITC and Child Tax Credit for low-income wage earners have been expanded through tax legislation enacted during the administrations of President George W. Bush and President Obama. Also during the 2000s, states were given some additional leeway in administering their food stamp programs, renamed in 2008 as the Supplemental Nutrition Assistance Program (SNAP). For example, the 2002 Farm Bill reduced the administrative burden on states and recipients in establishing and maintaining eligibility, through less frequent reporting of changes in household circumstances (income and earnings), allowing states to adopt more liberal asset rules for vehicles, and allowing states to provide a fixed food stamp benefit to households transitioning off TANF assistance. States also increasingly took up the option afforded in the 1996 welfare reform law and subsequent regulations, to make eligible for food stamps all households with a member who received or was authorized to receive a TANF-funded service. This option is known as \"broad-based categorical eligibility,\" and allows states to make households eligible for SNAP without an asset test and with higher levels of income than normally permitted.", "In response to the 2007-2009 recession, some temporary measures were enacted through the American Recovery and Reinvestment Act ( P.L. 111-5 ) that expanded federal spending on low-income aid, particularly for SNAP and Medicaid. However, in general, other than health care, the low-income assistance policies in place today were last significantly modified in the 1990s.", "The Patient Protection and Affordable Care Act of 2010 (ACA, P.L. 111-148 as amended) is the major policy change affecting low-income persons and families enacted so far in the 21 st century. It expanded Medicaid eligibility by increasing the income eligibility threshold for low-income parents and extending eligibility to low-income, able-bodied, non-aged adults without children, although a Supreme Court decision subsequently made the ACA's Medicaid expansion an option for states. The ACA also provided new refundable tax credits for lower-income individuals and families to subsidize their purchase of private health insurance on the health insurance exchanges. "], "subsections": []}]}, {"section_title": "Major Themes in Poverty Policy Debates", "paragraphs": ["Some themes can be gleaned from the history of federal policies that have addressed poverty. In addition, policies that were proposed in previous debates but not adopted can also inform discussions of poverty policy. This section of the report identifies and discusses some of these overarching and recurring themes, which could be used as a framework for today's policy makers as they consider antipoverty policies and priorities. This section also includes a series of text boxes, labeled as tables, which highlight aspects of current Administration and selected congressional proposals, in the context of these themes. ", " Table 1 lists some of the major themes that have been raised in past poverty debates and elements within those themes. They are discussed more fully below."], "subsections": [{"section_title": "Universal Policies Versus Need-Tested Benefits", "paragraphs": ["As noted in the introduction to this report, the topic of poverty is much broader than a single program or set of programs. The terms \"poverty\" and \"welfare\" (typically thought of as cash assistance) are often intertwined in policy discussions but, in reality, poverty is affected by many aspects of public policy.", "A subject of ongoing debate is whether policies related to poverty should rely on \"universal\" approaches—that is, apply to everyone—or be targeted specifically to those with financial need. Universal approaches include the following:", "macroeconomic policies that affect the overall health of the economy (such as broad spending and tax policies, and monetary policies); social insurance programs that cover all or most of the population and provide benefits in the event of specific circumstances (such as Social Security, Medicare, and Unemployment Insurance); legal policies (antidiscrimination laws) and regulatory policies (such as minimum wage laws); and the provision of public goods and services (like free and universal public education) to the population at large. ", "Need-tested programs, such as TANF, SNAP, and Medicaid, provide benefits and services only to individuals or families that meet a test of financial need. That is, income and/or assets must be below a certain threshold for an individual or family to qualify for assistance. Access to these programs is also sometimes restricted to persons with certain characteristics (age, disability) or in certain family types (such as families with children). ", "The cited advantages and disadvantages of universal and targeted, need-tested policies reflect a combination of conceptual, political, and fiscal issues. Universal policies can transform society as a whole, defining rights and entitlements of citizenship (for example, free public education; work paying at least a minimum wage; work providing insurance against old age and disability). Universal policies lack the arbitrary nature of one person at a specified income level being eligible for a program, while another person with a slightly higher income is ineligible. Advocates of universal approaches also note that historically, political support for programs such as Social Security and Medicare has exceeded that of more narrowly targeted programs. Universal programs, while not targeted on the poor, have been effective in addressing poverty. In terms of measured effectiveness, Social Security—a near universal program—may have been the most important of all antipoverty programs. As shown in this report's section on poverty trends (\" Trends in Poverty \"), large reductions in poverty among the elderly occurred from 1959 to the early 1970s. Poverty among the elderly declined as Social Security benefits were substantially increased.", "Alternatively, need-tested programs target scarce public dollars directly to low-income populations. If a policy goal is to address certain conditions that are believed to be directly associated with poverty and circumstances of poor people, targeting dollars to smaller eligible groups through need-tested programs can provide more intensive benefits or services. Targeted programs also can ensure a \"safety net\" for those who may not be served by more universal policies. For example, Social Security is a universal program but benefits are based on an individual's work history; those with spotty employment records may not qualify for sufficient benefits to support themselves. Targeted programs also have been used to distinguish between the \"deserving\" and the \"undeserving\" poor, and can be used to encourage or require certain behaviors, such as work or abstaining from illegal drug use. Such policies can be controversial, however, as lawmakers hold different points of view about the \"deserving\" poor and whether it is appropriate to condition benefit receipt on certain behaviors. Also, a disadvantage often cited about targeted need-tested programs is that their political support tends to be weak, at least in part due to the smaller number of individuals they directly serve. ", "In reality, many universal social policies include targeted elements. For example, Social Security, which is a universal social insurance program, has a progressive benefit structure that replaces a higher proportion of wages at retirement or disability for lower wage earners than for higher earners. The refundable tax credits—the Earned Income Tax Credit, the Child Tax Credit, and the ACA health premium tax credit—combine elements of both universal and targeted policies. They are administered through a universal system; i.e., the federal income tax system, but the EITC and Child Tax Credit are primarily targeted to families with children. While targeted to lower-income persons, these three refundable tax credits are not confined to the poor and \"phase out\" well above the poverty line (e.g., the tax credit for health insurance premiums phases out at 400% of the federal poverty line). "], "subsections": []}, {"section_title": "Income, Services, or Employment", "paragraphs": ["Strategies to address poverty have been characterized as falling into three general categories: (1) the income strategy; (2) the services strategy; and (3) the employment strategy. Each strategy reflects a different theory of the character and causes of poverty and, over time, elements of each strategy have been present in federal poverty policy. However, today and for most of the period since the Great Depression, federal policy has emphasized the income and services strategies. "], "subsections": [{"section_title": "The Income Strategy", "paragraphs": ["One strategy to address poverty is to provide money to the poor. That is, governments provide economic assistance—in cash or in kind—directly to low-income families. This strategy directly addresses the problem of low income by raising the purchasing power of recipient families and individuals, by providing cash or subsidizing the purchase of specific necessities such as food, housing, and medical care. Noncash benefits (such as SNAP, housing assistance, and Medicaid) raise purchasing power both by subsidizing the purchase of the specific necessity, and freeing up income that would otherwise be used for that purchase to buy other goods and services.", "Historically, the income strategy has been the dominant poverty policy since the Great Depression. Social insurance programs, while not specifically targeted toward the poor, provided benefits to those who lost their jobs due to selected circumstances, namely old age, disability, death of a breadwinner (i.e., survivors benefits), or involuntary unemployment. Need-tested benefits were provided to low-income groups who were not expected to work. In 1935, when federal aid to states for need-tested benefits was established, single mothers with children were a group that society did not expect to work. ", "Over time, income support expanded, in both the populations served and the form in which it was provided. Noncash benefits—food, housing, and ultimately medical assistance—became available to groups who were not necessarily eligible for cash aid. As noted above, noncash benefits increase the ability of lower income people to obtain certain necessities. They also may serve other interests, such as increasing consumption of food in support of agricultural policies, promoting construction of housing, and increasing the use of medical care.", "A current incarnation of the income strategy is policies intended to \"make work pay,\" by providing expanded benefits to low-income families who have a working member, particularly low-income working families with children. Public policies now encourage and/or require parents with children to work. This group remains eligible for temporary cash assistance but is also the focus of \"make work pay\" policies such as the EITC, child care subsidies, and medical assistance. The EITC is now a larger program (in terms of people and dollars) than AFDC/TANF cash assistance has ever been for families with children.", "The impact of income support in terms of raising purchasing power and alleviating the material hardship associated with poverty can be measured, and such impacts have been shown in the short-term. A short-term assessment of the effectiveness of additional income in alleviating material hardship, as compared to addressing a root cause of poverty, does not require a specific \"diagnosis\" or theory about the cause of an individual or family's poverty. ", "The income strategy can also produce longer-term outcomes in terms of a family's well-being, though these impacts are harder to measure. Some research suggests that increasing resources for families improves their children's educational, behavioral, and health outcomes. On the other hand, research has also shown some evidence that work disincentives in income support programs can reduce an individual or family's earned income over the long-term."], "subsections": []}, {"section_title": "The Services Strategy", "paragraphs": ["This strategy attempts to address poverty by providing a service designed to change or prevent certain behaviors and to improve an individual's ability to function in the economy. Services are intended not only to alleviate the effects of low income, but to address the root causes of poverty. They are based on a specific \"diagnosis\" of the cause of an individual's poverty. For example, if poverty is caused by low levels of educational attainment or skills, education or job training programs can address this deficiency through services designed to raise an individual's \"human capital.\" If poverty is caused by lack of \"soft skills,\" life skills classes can address this concern through training on the basics of functioning in the workplace. If poverty is caused by substance abuse, drug and alcohol treatment programs can address the problem by treating addiction. ", "The federal government and states operate a range of education, employment, and social services programs that address varying needs. The services strategy is the one most associated with President Johnson's War on Poverty and many of the programs that began in that era (such as Head Start, Job Corps, federal aid to poor school districts, and aid to disadvantaged college students). While an important part of the nation's system of need-based benefits, service programs tend to be smaller in terms of dollars than income support programs. Also, unlike some income support programs, services are typically not established as entitlements to individuals and thus, the demand for services often exceeds the supply. ", "The services strategy has been criticized as not directly addressing poverty. Some argue that the primary beneficiaries of service programs may be the professionals and organizations that provide these services (educators, social workers, case managers). In addition, labor-intensive services can be costly.", "The effectiveness of services is subject to differences in the quality of their implementation. Moreover, the impacts of services are difficult to measure and often can be demonstrated only over the long-term rather than showing an immediate effect. The early evaluation research through the 1980s often produced findings suggesting that programs did not have their intended impact. However, the research on mandatory participation in welfare-to-work services during the welfare reform experiments of the 1980s and 1990s found that such programs did tend to increase work and reduce welfare receipt (though mandatory participation in such services alone did not raise incomes or reduce poverty). Evaluations of other types of services also began to show positive effects, with some examples being early childhood development programs, career academies for high school technical and vocational education, and nurse home visiting for newborns and their parents."], "subsections": []}, {"section_title": "The Employment Strategy", "paragraphs": ["It is often said in discussions of macroeconomic policies that a job is the best antipoverty program. This is usually cited in the context of fiscal and monetary policies intended to spur the growth of private sector employment. On the other hand, a targeted employment strategy that includes direct government job-creation or subsidized employment has been the \"road less taken\" during the history of poverty policy. Major examples of the employment strategy were public works employment under the Works Progress Administration (WPA) during the Great Depression, and public service employment under the Comprehensive Employment and Training Act (CETA) in the 1970s.", "While not widely used in practice, the targeted employment strategy has been part of a number of different poverty and welfare reform discussions. During economic downturns, there have been numerous calls to revive programs such as the Depression-era WPA to put people back to work. Some have advocated replacing cash assistance with a program that would provide a government-financed job as a last resort. The welfare reform proposals of both President Carter and President Clinton envisioned expanded public service employment for unemployed single mothers on cash assistance. ", "In theory, TANF—as a broad-based block grant—could be used on an ongoing basis to provide subsidized private or public sector employment or community service jobs. In practice, TANF has used these strategies sparingly, relying instead on getting recipients to take unsubsidized jobs and providing transitional income support when they obtained those jobs. The exception was in 2009 and 2010, when additional TANF funding was provided in response to the recession, under the American Recovery and Reinvestment Act, that could be directed to subsidized employment.", "The employment strategy assumes poverty is caused by a lack of job opportunities, in specific time periods such as recessions, in specific locations, or for specific groups. The impact of government job-creation is difficult to measure, the main impediment being whether a job would have existed anyway in the absence of the government's actions to create that job. During the CETA years, there was some evidence of \"substitution\" and concern that regular public sector employees were being displaced by new CETA workers, but this largely disappeared when the program was targeted more specifically on low-income, disadvantaged individuals."], "subsections": []}]}, {"section_title": "Work and Other Requirements for Recipients of Aid", "paragraphs": ["The degree to which antipoverty policies should either encourage or require conformity to social norms has been debated over time. Most often, debate focuses on whether and how programs should encourage the social norm of work for able-bodied adults. Social insurance programs generally base their benefits on past work, and benefits are paid upon certain events (old age, disability, involuntary unemployment) that cause an individual to lose his or her paycheck. On the other hand, as discussed earlier, need-tested cash benefits were initially paid to groups that were not expected to work. As expectations changed with respect to single mothers, policies evolved to provide incentives to work and eventually to require work, or participation in activities that would lead to work, as a condition of receiving cash aid. Debates over the relationship between welfare and work also led to participation requirements in certain noncash programs, such as food stamps (now SNAP) and housing assistance for some groups.", "Assistance has also been conditioned on behaviors other than work. Prior to administrative and court decisions in the 1960s, cash aid to single-parent families was conditioned on the mother maintaining a \"suitable home\" for the children. Aid was prohibited in some states to families with children born out-of-wedlock, or to single-mother families with a \"man in the house.\" Under current TANF policies, states have the option to require certain recipients to undergo drug tests, and to condition aid on compliance with other behavioral requirements such as keeping children in school. There has been experimentation (in New York City and Memphis) with a \"conditional cash transfer program,\" that provides financial rewards to families that meet certain goals relating to their children's education, preventive health care, and parent's employment.", "A tradeoff exists between the policy goals of conditioning aid on work or other behaviors and short-term poverty alleviation. Conditional aid might cause some families with financial need to leave the rolls as a result of sanctions for failure to meet requirements, or could deter some families from coming onto the rolls in the first place. For example, the rate of participation among families that were financially eligible to receive AFDC increased in the late 1960s following the elimination of behavioral rules such as the \"man in the house\" rule. However, following the 1996 welfare reform and its emphasis on work requirements, the participation rate among financially eligible families declined precipitously, from an estimated 86% in 1992 to 34% in 2011. Under food stamps/SNAP in the 2000s, states increasingly made their employment and training programs voluntary and also reduced some barriers to applying for and receiving benefits. The rate of receipt among SNAP-eligible households increased over the decade, from an estimated 50% in 2000 to 83% in 2011. ", "Placing conditions on benefit receipt might serve to \"screen out\" those who are less in need of a benefit or service. That is, the cost to recipients of meeting conditions and requirements for aid might exceed the benefit of receiving the aid, and cause certain individuals not to seek assistance or to drop off the benefit rolls. Conditions that promote conformity with a social norm, such as work, might also help integrate aid recipients into the mainstream of society and the economy, which might produce a reduction in poverty over the long-term."], "subsections": []}, {"section_title": "Concepts of Federalism", "paragraphs": ["Shifting perspectives on federalism are a recurring theme in social policy debates as the role of the federal government has changed, and grown, over time. Prior to the 1930s, the federal role in social programs was relatively minimal, and focused primarily on veterans. Caring for the poor was largely the function of private charitable organizations, and not government agencies. However, the Great Depression overwhelmed the resources of states, local governments, and private organizations in serving the poor, and the federal government fully entered the fields of social insurance and social welfare in 1935 with enactment of the Social Security Act.", "Today, the federal government provides substantial funding for a wide range of social policy goals—sometimes for specific purposes with detailed federal rules to ensure a level of national uniformity, and sometimes with discretion for states or other grantees to set their own rules within broad federal parameters. Policy makers disagree about the appropriate balance between levels of government in the design and funding of social programs. Advocates of a strong federal role argue that national problems require national policies, that federal rules ensure equitable treatment of vulnerable populations regardless of where they live, and that states and localities should be accountable to the federal government in their use of federal funds. On the other hand, advocates of decentralized policy making argue that states are better equipped to design policies for the specific needs of their residents, that state flexibility enables innovation, and that strict federal rules hinder coordination and create inefficiencies.", "Current programs serving the poor reflect a mixture of approaches to issues of federalism. TANF is a capped block grant (i.e., subject to a limit or \"cap\" on federal spending) with maximum flexibility for states to define eligibility and benefit rules. SNAP is administered by states but is an open-ended entitlement to individuals (with no predetermined cap on spending), with nationally defined benefit levels and 100% federal financing of benefits. Supplemental Security Income (SSI) is entirely federal, administered nationally as an open-ended entitlement to individuals, with federal eligibility and benefit rules and federally financed. The largest federal low-income program—Medicaid—is an open-ended entitlement that reimburses states for a portion of their eligible expenditures on behalf of eligible individuals. Federal law defines certain mandatory populations and services but also allows states to cover optional populations and services so that programs vary widely among states; moreover, waiver and demonstration authorities allow states to operate their Medicaid programs outside of federal rules. The EITC is a refundable federal tax credit, and low-income housing programs generally operate through a direct relationship between the federal government and local quasi-governmental public housing authorities.", "To some extent, the design of federal programs reflects the era in which they were created, or significantly amended, as particular theories of federalism prevailed at different times. In 1964, President Johnson introduced the idea of \"Creative Federalism,\" which expanded the federal role in social programs in conjunction with his vision of a \"Great Society.\" Rather than the federal government assisting states and local governments to help them achieve their goals, which was the prevailing concept at the time, \"Creative Federalism\" envisioned all levels of government working actively together in pursuit of high-level national goals, such as ending poverty and racial injustice. Programs established in the Johnson era forged direct relationships between the federal government and localities through \"categorical\" grants, intended for specific purposes and subject to federal approval. As discussed later in this section, private community groups also became active partners in designing and delivering services at the local level.", "The proliferation of grant programs and grantees during the Johnson years gave rise to concern about duplication and lack of coordination in the federal system. President Nixon responded with a concept of \"New Federalism\" that sought to consolidate programs into broad purpose block grants with greater power and flexibility for states and localities. In proposing to devolve decision-making to the states and reduce federal \"interference\" in certain large policy areas (among them education, urban development, and job training), President Nixon also acknowledged that there were certain \"functions that are clearly and essentially Federal in nature [and] will still be performed by the Federal Government.\" He said that two of these \"essentially\" federal functions were welfare and health care, both of which were the subject of major reform proposals in the early 1970s.", "Federalism was a centerpiece of President Reagan's domestic agenda, and his version of \"New Federalism\" made sweeping proposals to change the federal-state relationship, with a smaller federal footprint and a larger role for states. Early in his administration in 1981, President Reagan proposed (and Congress enacted versions of) a series of block grants to replace numerous existing grant programs. Subsequently, he proposed an ambitious \"swap\" in which the federal government would take full responsibility for the cost of Medicaid, which has historically been shared with the states, in exchange for the states taking over cash welfare (then AFDC) and food stamps (now SNAP). He also proposed to \"turn back\" responsibility to the states for more than 40 federal programs in such areas as education, community development, transportation, and social services. States were to receive temporary federal funding for these \"turned back\" programs from a trust fund financed by excise taxes; after four years, the trust fund was to be phased out and states allowed to decide for themselves whether to continue funding the programs. ", "President Reagan's proposed \"swap-and-turnback\" was not enacted. However, there has been movement in the intervening years toward block granting and devolution to the states. For example, during the 104 th Congress in conjunction with welfare reform, the Republican House majority proposed a series of block grants to replace existing programs in several social policy domains, including cash assistance (AFDC), child care, child welfare, nutrition assistance, housing, and others. Most were not enacted but, in 1996, President Clinton signed the welfare reform law that repealed AFDC as an individual entitlement and replaced it with the TANF block grant to states. That law also consolidated certain child care funding streams under a unified block grant structure. More recently, budget resolutions passed by the House during the 112 th and 113 th Congresses have called for the conversion of Medicaid, SNAP, and housing assistance into state-administered block grants. ", "As noted above, the War on Poverty focused renewed attention on the private sector. A key goal of President Johnson was to empower the poor and create opportunities for them to actively participate in programs serving their communities. The mechanism for this was the Community Action Program, which established a nationwide network of private nonprofit organizations called \"community action agencies,\" governed by poor members of the community along with elected officials and other local representatives. These agencies were to develop local antipoverty plans based on the specific needs of their communities, and to access and coordinate all resources available in the fight against poverty –\"Federal and State, local and private, human and material.\" These agencies exist today under the Community Services Block Grant.", "Private nonprofits, and in some cases for-profit entities, are active today throughout social policy programs, performing such functions as recruitment and outreach, eligibility determination, training and technical assistance, program evaluation, and directly delivering services. They may operate through grants, contracts, cooperative agreements or other arrangements, either directly with the federal government or with state or local governments. The specific scope and functions of nongovernmental organizations are determined by the parameters of the particular program. ", "The welfare reform law enacted in 1996 included what became known as \"charitable choice\" rules to govern the participation of religious organizations in the new TANF program. These rules explicitly allowed states to operate their TANF programs through \"charitable, religious, or private organizations,\" and were intended to enhance the ability of faith-based groups to receive federal funding to provide services, without impairing their religious character or the religious freedom of beneficiaries or applicants for services. By specifying \"private\" in addition to \"charitable\" and \"religious\" organizations, the provision also responded to interest at that time in furthering \"privatization\" of social services. Charitable choice rules were added to several additional programs in the late 1990s (Community Services Block Grants, and certain programs administered by the Substance Abuse and Mental Health Services Administration), but subsequent legislative efforts were unsuccessful. However, President George W. Bush established a White House Office of Faith-Based and Community Initiatives, and President Obama maintained this office as the White House Office of Faith-Based and Neighborhood Partnerships. Many federal agencies now have offices specifically devoted to building relationships between government and community agencies, including faith-based organizations."], "subsections": []}, {"section_title": "Program Coordination, Service Integration, and Waivers", "paragraphs": ["The expansion of federal grant programs in the 1960s, added to the social welfare and social insurance programs created 30 years earlier, soon caused concern about the number and potential overlap of federal programs serving the same or similar populations. This concern has been a recurring feature of poverty policy discussions ever since. The topic of duplication often comes up in the context of federalism, as discussed above, and proposals to consolidate programs into block grants to states are a common response. In addition, without necessarily changing the number or structure of existing programs, mechanisms to promote coordination in the design and delivery of services have become prevalent throughout social programs, in an effort to maximize efficiency and minimize confusion for beneficiaries. Going beyond program coordination, initiatives to integrate aspects of service delivery (e.g., use the same eligibility criteria or administrative structure for multiple programs) also have been of ongoing interest. ", "Past efforts to coordinate programs or integrate services have been wide ranging in their scope and design, and have met with varying degrees of success. A CRS review conducted in 2005, of service integration initiatives from the early 1970s through the early 2000s, revealed several \"lessons learned\" from these efforts. For example, many service integration projects were designed with the expectation that they would either save money or be cost-neutral, but there was little evidence this was necessarily true. The selection of programs to be included in service integration efforts was important, with evidence that very disparate programs were harder to coordinate while still ensuring that all necessary services would continue to be provided. Leadership was critical to successfully facilitate coordination and integration across federal agencies and programs, and was most effective when exercised through a single federal entity with the necessary authority, expertise, and resources. Evaluations were important tools to measure impacts and inform future policies, but were most effective when initiated at the outset of a project. Evaluations also could be costly. Finally, effective performance measures helped ensure accountability and enable oversight, yet developing such measures proved to be challenging.", "Waivers of federal provisions—as a means of cutting across federal programs with conflicting rules—are often at the center of discussions about coordination and service integration. Waivers have long been part of the evolution of social policy, including during the period of experimentation that eventually led to enactment of TANF in 1996 (see next section on \" Experimentation \"). Waivers also have been used extensively in the Medicaid program, to give states greater flexibility in serving additional populations, providing additional services, and testing innovative service delivery systems.", "During a prolonged debate over reauthorization of TANF that began in the 107 th Congress, President George W. Bush advocated a proposal—which became known as the \"superwaiver\"—that would have allowed states to request waivers from federal requirements in order to integrate activities across multiple programs. Eligible programs included, but were not limited to, TANF, food stamps (now SNAP), the Workforce Investment Act (recently reauthorized as the Workforce Innovation and Opportunity Act), the Wagner-Peyser Act (which authorizes the Employment Service), federal housing and homeless assistance programs, and GED and post-secondary education programs. Subject to federal approval, states would have had wide discretion to design demonstration programs that changed federal eligibility and other program rules as long they continued to serve the same general populations. There were few limitations on state discretion, except that demonstrations could not result in additional federal spending and certain provisions could not be waived, such as those related to civil rights and antidiscrimination, health or safety, labor standards, or environmental protection. The proposal, which was passed by the House and Senate Finance Committee but not enacted, also called for demonstrations to be evaluated."], "subsections": []}, {"section_title": "Experimentation", "paragraphs": ["The country needs and, unless I mistake its temper, the country demands bold, persistent, experimentation. It is common sense to take a method and try it: If it fails, admit it frankly and try another. But above all, try something. The millions who are in want will not stand by silently forever while the things to satisfy their needs are within easy reach.—Franklin D. Roosevelt, address at Ogelthorpe University, May 22, 1932.", "It is one of the happy accidents of the federal system that a single courageous state may, if its citizens choose, serve as a laboratory; and try novel social and economic experiments without risk to the rest of the country.—Justice Louis Brandeis, dissent in the case of New State Ice C o. v. Liebmann , March 21, 1932.", "There is a long history of experimentation—both formal and informal—in economic and social policy. The War on Poverty, and the inability of policy makers to judge the effectiveness of its services-based strategy, led to some of the first formal social experiments, including an alternative income-based approach in the negative income tax experiments. These experiments, initiated by the federal government in the late 1960s and conducted through the 1970s, provided evidence that income guarantees reduced work effort. At the same time, they failed to produce conclusive evidence about the impact of economic assistance programs on family structure. ", "By the time the negative income tax experiments concluded in the 1980s, that policy model was no longer discussed as a potential replacement for AFDC. Rather, as discussed in the earlier history section of this report, the focus had shifted to work requirements for recipients of cash assistance. The Omnibus Budget Reconciliation Act of 1981 (P.L. 97-35) gave states the option to experiment with \"workfare\" programs, requiring recipients to engage in community service or work experience programs to \"work off\" their grant. The welfare reform experiments that subsequently took place in the 1980s and early 1990s produced evidence that mandatory welfare-to-work programs could achieve the policy goals of reducing receipt of assistance and increasing work. However, other goals, such as poverty reduction, were not achieved through mandatory work requirements alone. ", "Two programs—the Minnesota Family Investment Program (MFIP) and the New Hope program in Milwaukee—explicitly sought to reduce poverty and did achieve some success. MFIP was a welfare-to-work program that combined AFDC cash assistance and food stamps, and achieved its poverty reduction goals in great part through providing ongoing earnings supplements to participants who obtained employment. New Hope, a program that served low-income families without regard to whether they qualified for AFDC, achieved its poverty reduction goals through ongoing earnings supplements tied to full-time work and community service jobs for those who lost or could not find private sector employment. ", "Some welfare reform experiments were federally initiated, such as the National Evaluation of Welfare-to-Work Strategies (NEWWS), which tested the relative effectiveness of \"work-first\" employment-based strategies and longer-term education programs. Both types of programs increased employment and reduced assistance receipt; longer-term education programs did not produce more positive results than did \"work-first\" programs. Moreover, neither type of program raised the incomes of participants. Some welfare reform experiments were initiated by individual states, using the authority provided in federal law to \"waive\" certain requirements of their cash assistance programs. A common feature of federal- and state-initiated welfare reform experiments during this period was that they were formally tested with impact evaluations, typically through randomized controlled experiments. ", "The 1996 welfare reform law, which developed from the experimentation of the 1980s and early 1990s, provided states with the flexibility to design their own cash assistance and work programs for needy families with children, without the need for waivers or the requirement of formal testing. The federal government continued to experiment with program models related to populations receiving cash assistance. However, in the post-welfare reform period, the emphasis of social experiments shifted from cash assistance recipients to broader populations of disadvantaged persons and to other types of policies (e.g., education reform, community college programs, teen pregnancy prevention). ", "The current emphasis on \"evidence-based\" policies, promoted by the Obama Administration and Representative Ryan among others, ties together social science research and social policy. However, social science does have its limits in informing policy. Research is not always able to distinguish between outcomes resulting from effective programs and those resulting from other factors, such as the state of the economy. Randomized controlled experiments, often considered the \"gold standard\" of evaluation research in determining the impact of policy interventions, still have limitations in explaining \"why\" a program was determined effective or not. Moreover, such experiments may produce results that cannot be generalized beyond the specific time and place of the demonstration. Finally, high-quality evaluations can be expensive. "], "subsections": []}, {"section_title": "Budget Considerations", "paragraphs": ["A major policy consideration for any future antipoverty initiative will most likely be its impact on the federal budget. While policy goals may include a reduction in poverty, they may also include reducing the cost of antipoverty programs or at least slowing their rate of growth. Most recently, the federal cost of low-income assistance gained high visibility as spending for certain programs climbed sharply, due to both automatic and legislated responses to the recession of 2007-2009. Many of the legislated responses to the recession, enacted through the American Recovery and Reinvestment Act, were temporary in nature and have since expired. Outlays for SNAP—one of the major entitlement programs that grew during the recession—are projected to decline as the economy improves. However, under current budget estimates, the Affordable Care Act permanently raised the level of need-tested health care spending through its expansion of Medicaid coverage and establishment of need-tested tax credits to subsidize the purchase of private health insurance. ", "Spending on health care has dominated all spending for low-income assistance programs in recent years. The Congressional Budget Office (CBO) projects this trajectory will continue, with real spending for low-income health programs expected to rise by 6.9% between FY2013 and FY2024, while real spending for other (non-health) low-income assistance declines by an estimated 1.2%. ", "The changes in low-income assistance programs that took place in the 1990s—an expanded EITC, replacement of AFDC with TANF, and increased work supports such as child care and health coverage under the State Children's Health Insurance Program (CHIP)—cost money. However, these changes were embedded in legislation that reduced the federal deficit through cuts in spending for other programs or revenue increases. For example, the EITC expansion was enacted in the 1993 tax bill that also raised taxes on upper-income persons; the 1996 welfare reform law that created TANF and expanded child care was estimated at the time to reduce spending, mainly through restricting benefits to noncitizens; and CHIP was created in the 1997 Balanced Budget Act, which was an omnibus measure that included offsetting savings in Medicaid and Medicare. ", "As discussed in the section above (on \" Experimentation \"), evidence from the welfare reform experiments of the 1980s and early 1990s showed that programs that simply required work, while often successful in increasing work and reducing welfare, did not generally raise incomes. At the same time, programs that provided supplements to earnings generally did raise incomes. The two experiments that tested policies explicitly designed to reduce poverty—New Hope and MFIP—cost money as a result of their earnings supplements, provision of health care (New Hope), and other work supports such as child care. Additionally, as discussed earlier (\" Program Coordination, Service Integration, and Waivers \"), past initiatives to coordinate programs and integrate services have not yielded evidence that these types of initiatives will save money or even be cost-neutral.", "In the development of a new antipoverty initiative, any new spending for need-based programs could be offset by reductions from other need-based assistance, or from other categories of spending, or from increasing revenues. If budget neutrality is required within need-based programs, the implications for beneficiaries would depend on the universe of programs included in the initiative. Given that the largest share of need-based aid is now received by the elderly, disabled, and families with children (particularly single-parent families with children), expanding aid to other populations could potentially reduce aid to these groups. Alternatively, budget neutrality within need-based programs could lead to a redistribution of resources from one form of assistance to another (for example, income support to services). ", "It should be noted that Congress will consider the budgetary impact of new initiatives under congressional budget rules. This means that CBO will estimate the cost or savings from new proposals, and then compare these estimates with its projected baseline for spending and revenues that would occur under existing law. As discussed throughout this report, public policies related to poverty are complex and interrelated, and measured impacts of specific interventions are typically small, often long-term, and may be difficult to distinguish from outcomes related to other policies or factors. Thus, the \"big picture\" of potential costs and savings from antipoverty policies, to the federal budget and the economy as a whole, may not be fully known or considered in the policy making process."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The last major debate on antipoverty policy occurred in the 1990s, and the overarching policy goal at the time was to reduce welfare dependency and promote work for cash assistance recipients, not explicitly to reduce poverty. That debate produced a set of policies intended to promote work. It established work requirements and time limits for recipients of aid. However, in recognition that work is sometimes not enough to move a person or family out of poverty, the 1990s also expanded policies to \"make work pay\" though income supports (EITC and child care subsidies). These twin policies—work requirements and \"make work pay\"—continue today and, particularly with regard to cash welfare, are viewed as being effective in meeting their goal. The current TANF caseload (1.7 million families in December 2013) is dramatically reduced from its pre-welfare reform high (5.1 million families on the AFDC rolls in March 1994). These policies are generally limited to families with children and have focused particularly on single mothers with children, who have been the traditional target group for cash welfare programs (i.e., AFDC and TANF).", "The policy consensus created in the mid-1990s has been challenged by events that correspond to the deep recession of 2007-2009 and its aftermath. Although TANF rolls grew only modestly during the recession and have since declined, the poverty rate—which was increasing even before the downturn—rose sharply during the recession (see Figure 1 ). The caseload size and cost of the SNAP program—which also were growing before the recession—rose to record levels. Five years after the end of the recession, overall unemployment rates have come down, but poverty rates and SNAP caseloads remain high. As noted earlier in this report, longer-term changes have occurred in both the demographic makeup of the nation and the structure of the economy, including an increasing share of the population and workforce that is foreign-born, growth of suburban poverty, a decline in manufacturing jobs and growth in the lower-paying service sector, and declining employment among youths and young adults. Attention also has turned toward men, and adults without children, as populations that may need support, with a particular focus on men who have been incarcerated and may face barriers when they re-enter the workforce.", "Current proposals to address poverty are shaped by recent trends, but also echo many of the recurring themes of past debates. For example, with regard to the question of universal versus targeted initiatives, most current proposals are focused on low-income populations, although policies supported by the Obama Administration and congressional Democrats include some universal elements (e.g., minimum wage increase and aspirations for universal pre-Kindergarten). The Pathways Out of Poverty Act revives the concept of direct government job-creation (the \"employment strategy\") through new programs that would subsidize employment for low-income adults and youth. All proposals examined in this report would continue the emphasis in the \"income strategy\" on policies that support work, through expansions of earnings supplements to low-income childless workers. The Ryan proposal emphasizes case management, consistent with the \"services strategy.\" Proposals from congressional Republicans echo past initiatives that would provide greater flexibility to states in administering low-income assistance programs, including provisions that would allow them to consolidate spending under existing programs and design entirely new initiatives. ", "Both Democratic and Republican proposals include some form of evaluation, performance measurement, or other accountability mechanism. Social science research and evaluations have shown that some policy interventions do achieve their policy goals. However, those policy goals have typically not included an explicit focus on reducing poverty. The welfare-to-work evaluations found that mandatory participation in work activities alone, while increasing employment and reducing receipt of assistance, did not raise incomes or reduce poverty. The interventions that reduced poverty required that work be accompanied by earnings supplements, at a cost to the government.", "Varied and competing theories about the causes of poverty have emerged over time and are reflected in past initiatives and current proposals. Even with policy makers focused on the same goal of reducing poverty, the complexity of the issue likely guarantees a challenging and multifaceted debate. Constraints include the current environment of a slowly recovering economy and different points of view about the causes of poverty, best approaches for addressing these causes, and the most appropriate level of government to take the lead. "], "subsections": [{"section_title": "Appendix. Selected Readings", "paragraphs": ["This appendix includes selected additional readings (beyond the CRS reports and other documents cited in the text) on poverty and poverty policy issues. It is divided into two parts: (1) source documents for poverty proposals made by the President and in Congress this year; and (2) selected major books and reports on poverty and poverty policy issues.", "Current Proposals", "U.S. Council of Economic Advisors, \"The War on Poverty 50 Year Later, a Progress Report,\" in Economic Report of the President, Transmitted to Congress March 2014 (Washington: U.S. Government Printing Office, 2014). Available online at http://www.whitehouse.gov/sites/default/files/docs/erp_2014_chapter_6.pdf", "U.S. House of Representatives. H.R. 5352 , the Pathways Out of Poverty Act, introduced by Representative Barbara Lee, July 31, 2014.", "U.S. House of Representatives. Committee on the Budget, Chairman Paul Ryan, House Budget Committee Majority Staff, Expanding Opportunity in America: A Discussion Draft from the House Budget Committee , July 24, 2014. Available online at http://budget.house.gov/uploadedfiles/expanding_opportunity_in_america.pdf", "U.S. Senate. Senator Marco Rubio, \" Recl aiming The Land Of Opportunity: Conservative Reforms For Combatting Poverty , \" remarks as prepared for delivery, U.S. Capitol – Lyndon B. Johnson Room, January 8, 2014. Available online at http://www.rubio.senate.gov/public/index.cfm/press-releases?ID=958d06fe-16a3-4e8e-b178-664fc10745bf", "Selected Books and Reports", "Ken Auletta, The Underclass (New York: Random House, 1982)", "Martha Bailey and Sheldon Danziger, Legacies of the War on Poverty (New York: Russell Sage Foundation, 2013) ", "Vincent J. Burke and [author name scrubbed], Nixon's Good Deed: Welfare Reform (New York, Columbia University Press, 1974)", "Sheldon Danziger and Peter Gottschalk , America Unequal (New York: Russell Sage Foundation, 1995)", "John Kenneth Galbraith, The Affluent Society (Boston, Houghton Mifflin Company, 2 nd ed., 1969)", "Judith M. Gueron and Howard Rolston , Fighting for Reliable Evidence (New York: Russell Sage Foundation, 2013).", "Michael Harrington, The Other America: Poverty in the United States (New York: Macmillan, 1 st ed., 1962)", "Ron Haskins, Work Over Welfare: The Inside Story of the 1996 Welfare Reform Law (Washington DC, Brookings Institution Press, 2006)", "Mickey Kaus, The End of Equality (New York: Basic Books, 1992)", "Lawrence M. Mead, Beyond Entitlement : The Social Obligations of Citizenship (New York: The Free Press, 1986) ", "Pamela A. Morris, et al. How Welfare and Work Policies Affect Children: A Synthesis of Research (New York: MDRC, 2001)", "Daniel Patrick Moynihan, The Politics of a Guaranteed Income: The Nixon Administration and the Family Assistance Plan (New York: Vintage Books, 1973)", "Charles Murray, Losing Ground: American Social Policy 1950-1980 (New York: Basic Books, Inc., 1984)", "President's Commission on Income Maintenance Programs , Poverty Amid Plenty: The American Paradox (Washington, DC: U.S. Government Printing Office, 1969) This report is often referred as the \"Heineman Commission report.\"", "Steven M. Teles, Whose Welfare? AFDC and Elite Politics (Lawrence, KS: University Press of Kansas, 1996)", "William Julius Wilson, The Truly Disadvantaged. The Inner City, the Underclass, and Public Policy (Chicago: University of Chicago Press, 1987)", "William Julius Wilson, When Work Disappears: The World of the New Urban Poor (New York: Alfred A. Knopf, 1996)", "U.S. Committee on Economic Security. Report to the President of the Committee on Economic Security (Washington, DC: U.S. Government Printing Office, 1935)", "U.S. Council of Economic Advisors. \"The Problem of Poverty in America,\" in Economic Report of the President, Transmitted to Congress January 1964 (Washington: U.S. Government Printing Office, 1965) To obtain online, see http://fraser.stlouisfed.org/docs/publications/ERP/1964/ERP1964_Chapter2.pdf", "U.S. Department of Labor. Office of Policy Planning and Research. The Negro Family, The Case for National Action (Washington: U.S. Government Printing Office, 1965) This report is often referred to as \"the Moynihan report.\""], "subsections": []}]}]}}