{"id": "R43820", "title": "Analysis of H.R. 5781, California Emergency Drought Relief Act of 2014", "released_date": "2014-12-11T00:00:00", "summary": ["California is experiencing serious water shortages due to widespread drought. Both of the state's large water infrastructure projects, the federal Central Valley Project (CVP) and the State Water Project (SWP), have had to reduce water deliveries in 2014 to the farmers and communities they serve. Dry hydrological conditions, in combination with regulatory restrictions on water being pumped from the Sacramento and San Joaquin Rivers Delta confluence with the San Francisco Bay (Bay-Delta) to protect water quality and fish and wildlife, have resulted in water supply cutbacks for CVP and SWP water users throughout their respective service areas and historic cutbacks to senior water rights in some areas. The effects are widespread and are being felt by many economic sectors, including agriculture, urban areas, and fish and wildlife resources.", "Several bills have been introduced in the 113th Congress to address California water supply and drought in particular. The most recent of these was H.R. 5781, the California Emergency Drought Relief Act of 2014, introduced on December 2, 2014. It contains three titles that aim to increase water supplies for users through approving modifications in water conveyance operations and certain water projects. Under the bill, these actions are to be consistent with existing laws and regulations. It also would aim to protect water rights and existing water allocations for users under certain circumstances, and would aim to prohibit any \"redirected adverse water supply or fiscal impacts.\" The proposed legislation would expire on either September 30, 2016, or on the date that the governor of California suspends the state of drought emergency declaration, whichever is later.", "This report provides a description and analysis of H.R. 5781, the California Emergency Drought Relief Act of 2014, which passed the House December 9, 2014. It includes a summary of key provisions of the bill, and compares it with two other bills from the 113th Congress aiming to address different aspects of drought and water management in California: H.R. 3964, which passed the House on February 5, 2014; and S. 2198, which passed the Senate on May 22, 2014. Some of this analysis draws from a CRS report comparing the two earlier bills: CRS Report R43649, Federal Response to Drought in California: An Analysis of S. 2198 and H.R. 3964, by [author name scrubbed], [author name scrubbed], and [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["California is experiencing serious water shortages due to widespread and exceptional drought. Even though much of the state is served by two large water infrastructure projects that store water for future use—the federal Central Valley Project (CVP) and the State Water Project (SWP)—both projects have had to reduce water deliveries to the farmers and communities they serve. Many water users have received no water from the CVP and SWP this year and are supplementing surface water supplies with groundwater. Some water basins are experiencing overdraft of local aquifers (i.e., extraction of more groundwater than is being replenished). The dry hydrological conditions, in combination with regulatory restrictions on water being pumped from the Sacramento and San Joaquin Rivers Delta confluence with the San Francisco Bay (Bay-Delta) to protect water quality and fish and wildlife, have resulted in water supply cutbacks for CVP and SWP water users throughout their respective service areas, and in historic cutbacks to senior water rights in some areas. The effects are widespread and are being felt by many economic sectors. The extent and severity of the drought is also taking its toll on fish and wildlife resources and has increased concern for wildfires. California's complex water supply systems also experienced severe water supply shortages during a recent three-year drought, which lasted from 2008 to 2010, during a six-year drought from 1987 to 1992, and during a two-year drought from 1976 to 1977.", "CVP and SWP water operations and water supply reductions have been at the heart of legislation in the 113 th Congress aimed at addressing management of the systems in response to the current drought in California. Faced with the prospect of another dry winter and water shortages in 2015, the short-term issue for Congress is how to respond to demands for increased water deliveries, while avoiding harm to the environment (including several fish species and water quality) and economies that depend directly on environmental resources (e.g., recreation, commercial and sport fishing). Other issues include how to address water supply in general and how to finance any improvement or increase in water supply storage given current fiscal constraints and earmark moratoria. A longer-term issue for Congress is how to improve federal water delivery reliability and stabilize the aquatic ecosystems upon which water and power users, and diverse economies, depend, while also maintaining federally listed species and water quality. ", "Several bills have been introduced in the 113 th Congress to address California water supply and drought, and management of the CVP and SWP in particular. This report provides a description and analysis of H.R. 5781 , the California Emergency Drought Relief Act of 2014, which was introduced on December 2, 2014, and includes brief comparisons with H.R. 3964 , which passed the House on February 5, 2014, and S. 2198 , which passed the Senate on May 22, 2014. Some of this analysis draws from a CRS report comparing the two earlier bills: CRS Report R43649, Federal Response to Drought in California: An Analysis of S. 2198 and H.R. 3964 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]."], "subsections": []}, {"section_title": "Background", "paragraphs": ["Although nearly 60% of California is experiencing exceptional drought—the most severe category classified by the U.S. Drought Monitor —some water users also point to regulatory and court-imposed restrictions on water pumping to protect fish under the federal Endangered Species Act (ESA) as contributing to reduced CVP and SWP water deliveries. Thus, some refer to the drought as a \"Congress-made\" or \"man-made drought.\" Similar claims were made in 2009 after three years of drought conditions led to water supply shortages in California. Frustration for CVP and SWP water contractors also occurred when California experienced a very wet year in 2011, and water deliveries were still reduced. Conversely, fishermen and others questioned to what degree increased Delta pumping in 2004 contributed to fish declines. Although reservoirs were mostly near or above average entering the 2012 water year, low precipitation during the 2011/2012 winter and biological opinion requirements for managing Delta pumps resulted in reduced CVP water deliveries for 2012 and again in 2013, a below-normal water year.", "A variety of factors affect CVP and SWP water deliveries. These include operational constraints pursuant to the federal ESA, as noted above, but also state water quality regulations and court orders implementing state and federal water quality and other laws, CVP allocations policies, and the state's long established water rights system. These latter factors can exacerbate the impacts of drought on water deliveries to some contractors. For example, the system of state water rights has a profound effect on who gets how much water and when, particularly in times of drought or other changes in the hydrologic cycle. Water shortages due to hydrologic variability and regulatory export restrictions have resulted in unequal impacts on CVP and SWP water contractors because of differences in priority of water rights underlying different water contracts and federal and state allocation policies. Although combined Delta exports have increased on average since the 1980s and early 1990s (see Figure 1 , above), even with implementation of several regulatory restrictions, CVP water allocations for some contractors have been significantly reduced, even in non-drought years (see Figure 2 for 2014 water-year allocations). "], "subsections": [{"section_title": "A \"Wicked Problem\"?2", "paragraphs": ["Legislation addressing the management of the CVP and SWP is particularly controversial because the coordinated operation and management of the CVP and SWP involves a complex web of federal and state law, including the state water rights priorities mentioned above; water delivery contracts; federal, state, and local agency policies; multi-agency agreements; and other factors. Achieving consensus on such legislation is often difficult because a change in any of these factors can affect other parties and interests, including potentially altering the timing or amount of water made available to such parties or the underlying ecosystem. For example, if water pumped from the Delta is directed to be increased beyond the status quo, some question where that water will come from and what effect it might have on other water users or species, or in-Delta water quality. Similarly, by prohibiting involuntary reductions to those who receive water from the CVP and SWP, could that result in reduced water supplies or a change in the timing of water available to other water users not specified? How will such directions be squared with the declaration that the CVP must be operated in conformity with state water law and that there shall be \"no redirected water supply or fiscal impacts\"? For example, will it be possible to pump at the levels specified in the bill without having \"redirected\" impacts on other water users? How can such impacts be avoided, and if they cannot, who might bear responsibility or pay for unavoidable costs? These are some of the questions raised by H.R. 5781 , as well as H.R. 3964 and S. 2198 . ", "H.R. 5781 attempts to address these issues. Some proponents in favor of the bill state that it aims to provide additional water supplies for users without altering environmental laws and regulations, and while preserving water rights and priorities. Further, they note that the bill would provide federal agencies with the flexibility to maximize water flows through the CVP and SWP in a short-term framework (i.e., the bill would expire in 2016 or when the California state drought emergency declaration is suspended). Some opponents of the bill state that it would increase flows of water out of the Bay-Delta for municipal, agricultural, and industrial uses as well as for species and habitat to the detriment of water quality in the Bay-Delta. Further, they note that the bill would alter biological opinions (BiOps) for listed species under ESA by increasing pumping rates for water out of the Delta, ultimately reducing the protections for these species and their habitat.", "The Obama Administration on December 5, 2014, issued a Statement of Administration Policy opposing passage of H.R. 5781 on the grounds that it \"fails to equitably address critical elements of California's complex water challenges.\" The statement concludes with a notification of potential veto of H.R. 5781 after stating that \"the bill appears to include a number of potentially conflicting mandates which can create confusion and undermine environmental laws, making it ripe for future litigation.\" Governor Brown's administration also stated that it opposed H.R. 5781 by implying that the bill would reignite water wars within the state of California. "], "subsections": []}]}, {"section_title": "Analysis of H.R. 5781", "paragraphs": ["This analysis focuses on the most recently House-passed bill, H.R. 5781 . It includes a brief summary of key provisions of H.R. 5781 , and compares it to two other bills aiming to address different aspects of water supply and management in California, H.R. 3964 and S. 2198 . Some of this analysis draws from a CRS report comparing the two earlier bills, CRS Report R43649, Federal Response to Drought in California: An Analysis of S. 2198 and H.R. 3964 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]. A side-by-side comparison of comparable text in these bills is provided at the end of this report. ", "Portions of H.R. 5781 address policy questions stemming from limited CVP and SWP water supplies in a similar way to H.R. 3964 and S. 2198 , with some exceptions. There are several slightly different and new provisions and subsections, including four new definitions in the bill. While Title I of H.R. 5781 —in similar fashion to S. 2198 —aims to maximize water supplies within existing law and regulations, Title II aims to protect third parties from \"redirected\" impacts and involuntary water supply reductions to the state and specified contractors (similar to language included in H.R. 3964 as passed by the House). There have been no hearings on the House- or Senate-passed bills, or on H.R. 5781 , and only limited debate on the bills themselves. The issues the bills address, however, have been debated within Congress for several years, including during hearings on similar bills. Also, there are no estimates of how much more water might be gained if the bills were passed, nor is there information on how much might be made unavailable to varied interests compared with the status quo. Thus, CRS analysis of the potential impacts of the bill and its effects on interests is limited. Further, the full impact of the legislation will likely not be known until it is understood how the Administration would implement the bill, and how implementation might differ from current management practices. "], "subsections": [{"section_title": "Summary of H.R. 5781", "paragraphs": ["H.R. 5781 was introduced on December 2, 2014, and passed the House on December 9, 2014. It includes three titles, which are discussed below:", "Title I. California Emergency Drought Relief. This title proposes several temporary measures intended to address water supply constraints during the ongoing drought in California, including authorizing the Secretary of the Interior to \"maximize\" water deliveries from the CVP and SWP through various emergency projects. It would also allow for flows that would achieve a base level of pumping by the CVP and SWP during a \"temporary period of operational flexibility\" of 28 days each water year. These temporary levels may exceed those required under certain biological opinions prepared under the Endangered Species Act. Title II. Protection of Third Party Water Rights. Title II aims to protect California water rights priorities under state law by directing the Secretary of the Interior to \"adhere to California's water rights laws governing water rights priorities and to honor water rights senior to those held by the United States for operation of the Central Valley Project, regardless of the source of priority.\" It goes on to list several specific California water code sections, including two that were not previously listed in H.R. 3964 . It also addresses the rights related to specific diversions for senior water right holders in the Sacramento Valley and sets out a new water allocation schedule for broadly defined Sacramento River watershed agricultural water service contractors. Title III. Miscellaneous Provisions. This title states that there shall be no effect on the Bureau of Reclamation's obligation to operate the CVP in conformance with state law and provides a sunset provision for the act (September 30, 2016, or the end of the California drought emergency declaration, whichever is later). ", "Each title of the bill is discussed in more detail below. Additionally, the table at the end of this document compares the text of H.R. 5781 to the relevant provisions of earlier drought bills in the 113 th Congress. "], "subsections": []}, {"section_title": "Title I. California Emergency Drought Relief", "paragraphs": [], "subsections": [{"section_title": "Section 101. Definitions", "paragraphs": ["Section 101 of H.R. 5781 contains definitions for the bill. Several terms are defined, including the Central Valley Project (CVP), Delta, State, and State Water Project (SWP). The \"salmonid biological opinion\" is defined as the opinion issued under the federal Endangered Species Act (ESA) by the National Marine Fisheries Service (NMFS) on June 4, 2009. The term \"smelt biological opinion\" is also defined as the biological opinion on the Long-Term Operational Criteria and Plan for coordination of the CVP and SWP issued by the Fish and Wildlife Service (FWS) on December 15, 2008. Both definitions for biological opinions (BiOps) appear to lock in the specified BiOp (based on its original date) for the bill. Since the bill could remain in effect for a period of time during which the BiOps could be amended or replaced, it raises the question of what would happen when an updated BiOp, perhaps based on new conditions or new information, conflicts with the earlier BiOps whose precedence appears to be mandated under the bill. Further, it raises the question of how a new BiOp might be treated under the bill.", "H.R. 5781 also contains a definition for the term \"negative impact on the long-term survival\":", "The term 'negative impact on the long-term survival' means to reduce appreciably the likelihood of both the survival and recovery of a listed species in the wild by reducing the reproduction, numbers, or distribution of that species.", "Th e term is used several times in subsections of Section 102(b) regarding how impacts on species are measured. C ertain actions would be required unless they would reduce appreciably the likelihood of both the survival and recovery of a listed species in the wild by reducing the reproduction, numbers, or distribution of that species. For example, Section 102(b)(2)(B) states that OMR flows shall be managed at -5,000 \"unless current scientific data indicate a less negative [OMR] flow is necessary to avoid a negative impact on the long-term survival of the listed species.\" Th e definition in Section 101(3) and its use in H.R. 5781 raise questions about how it might be implemented. For example, the definition does not refer to listed species' critical habitat, which is considered under the ESA as es sential to the long-term health of the species. Some might question whether the term \"distribution\" as used in this definition would protect critical habitat or provide for recovery . At least one group has asserted that the bill establishes a \"new standard\" for implementation of the ESA, which could negatively affect healthy commercial and recreational fish stocks, as well as those listed as threatened or endangered under the federal ESA. Others contend that the bill still requires compliance with the ESA. For example, proponents argue that under the bill (e.g., Section 102(a)), actions are to be consistent with existing laws and regulations, and therefore existing ESA provisions and regulations would remain in effect."], "subsections": []}, {"section_title": "Section 102. Emergency Projects", "paragraphs": [], "subsections": [{"section_title": "Section 102(a)", "paragraphs": ["Section 102(a) of H.R. 5781 would direct the Secretary of Commerce and the Secretary of the Interior (together defined as \"the Secretaries\" under Section 101(5)) to direct the operations of the CVP and allow the SWP to provide the \"maximum quantity of water supplies possible\" to CVP agricultural, municipal and industrial (M&I), and refuge service and repayment contractors. The provision also allows the SWP to \"provide the maximum quantity of water supplies possible,\" by approving, consistent with applicable laws and regulations, the following types of projects and operations: ", "any project or operation to provide additional water supplies if there is any possible way to do so, unless the project or operations provide water supplies in a \"highly inefficient\" way, and any project or operation \"as quickly as possible based on available information\" to address emergency conditions.", "H.R. 5781 conditions this directive by making it subject to the existing priority of individuals and entities for diversion of water over the rights of the United States for operation of the CVP and the state for the SWP. This appears to clarify that water supplies generated under the authority of this section are to adhere to existing water rights that are senior to those of the CVP and SWP. ", "H.R. 5781 reflects the approach of S. 2198 by directing the Secretaries to approve projects and operations to provide the maximum quantity of water supplies for users. Both bills would provide broad authority to the Secretaries to approve \"any\" project or operational change to address emergency provisions; however, limitations on this authority are contained in each bill. Further, this provision might be interpreted to convey less discretion to agencies when operating the CVP and provide them with specific authority to maximize water supplies. Agency actions would be pushed to maximize water supplies under this bill. To meet this directive, H.R. 5781 and S. 2198 state that projects and operations must be consistent with applicable laws and regulations. Both H.R. 5781 and S. 2198 would authorize the implementation of projects and operations as quickly as possible, which appears to reflect the urgency of addressing CVP and SWP water supply management during drought conditions. There are some key differences between the bills, however:", "H.R. 5781 implies that the additional water supplies generated by projects and operations would be realized by maximizing the operations of the CVP and SWP. This could limit the range of projects and operations that could be considered to those that would result in increased water supplies for the CVP and SWP (e.g., through increased conservation measures, water transfers or banking, or use of innovative technologies for improved water management, such as desalination or water reuse). S. 2198 did not specify that additional water supplies would be generated solely through CVP and SWP. H.R. 5781 further directs the Secretaries to \"allow\" the SWP to maximize its water supplies. Some might question how the word allow would be interpreted in implementing this section. H.R. 5781 would not allow for \"highly inefficient\" projects or operations. S. 2198 as passed by the Senate does not contain this provision. S. 2198 would provide the Secretary with new authority to approve projects that would otherwise require congressional authorization. This provision appears to address or reduce the possibility of authorizing large water infrastructure projects such as the Bay Delta Conservation Plan (BDCP), which might normally require congressional authorization for implementation. H.R. 5781 does not contain this provision and instead directs the Secretaries to approve \"any\" project unless \"highly inefficient.\"", "There are several questions and issues that might arise from this section in H.R. 5781 and that also apply to S. 2198 . Some of these are as follows:", "Section 102(a) of H.R. 5781 raises the question of how agencies would provide the \"maximum quantity of water supplies possible\" to CVP and other contractors and, relatedly, how they would make such a determination consistent with laws and regulations. Implementation of the provision could be difficult and possibly contentious. For example, it might be difficult to measure the effects of providing maximum water supplies on species survival and viability and water quality until several years into the future. Alternatively, agencies and water users may not agree that particular actions are providing maximum water quantities. Notably, under the status quo, some observers already believe the agencies are maximizing water supplies to the detriment of species, while others believe the agencies are not doing enough to maximize water supplies within the parameters of existing laws and regulations. Further, some advocates fear that the maximization language may result in reduced reservoir levels, thereby creating larger water supply shortages in future years and jeopardizing urban water supplies. On the other hand, if the legislation were to result in the SWP's ability to pump and store more water south of the Delta, or if the legislation had other benefits for SWP contractors, its M&I contractors would presumably benefit—to the extent that such increases did not result in less water available for delivery in future years. Some may respond that if the bill is enacted, agency actions specified under this section would be directed to maximize water supplies for contractors as a priority over other considerations (e.g., water quality or habitat conservation). In response to this concern, others might contend that other factors such as water quality and species needs are addressed in laws and regulations that would prevent harm. H.R. 5781 uses the phrase \"consistent with applicable laws\" to condition the extent of projects and operations that can be used to maximize water supplies. This raises the question of how \"consistent with the law\" might be interpreted as opposed to \"pursuant to\" or \"in compliance with\" applicable laws. Some might question if the phrase \"consistent with law\" would allow for more agency discretion or flexibility than other phrases. Similar language was included in S. 2198 . "], "subsections": []}, {"section_title": "Section 102(b) Mandate", "paragraphs": ["Section 102(b) contains eight subsections that would direct the Secretaries to implement several specific project-related and operational actions largely in California for carrying out Section 102(a). As with Section 102(a), the actions in this section would be accomplished consistent with applicable laws and regulations. A summary of the subsections follows:", "Section 102(b)(1) would direct the applicable Secretary to ensure that the Delta Cross Channel Gates (Delta Gates) will remain open to the maximum extent practicable, timed to maximize peak tide flood periods and to provide water supply and water quality benefits. According to the section, this operation is to be consistent with the State Water Resources Control Board (SWRCB) order for a temporary urgency change (TUC) in terms, in response to drought, effective January 31, 2014, or a successor order. Further, findings on the diurnal behavior of juvenile salmonids would be used to manage the Delta Gates. This sub-section is similar in intent to Section 4(C)(1) in S. 2198 , with the exception of using the findings of diurnal behavior. S. 2198 would also direct the Secretaries to collect data on how the operations of the Delta Gates affect listed species under ESA, and effects on water quality and water supply. Further, S. 2198 would direct an assessment of the data collected, and require the Director of the National Marine Fisheries Service (NMFS) to make recommendations for changing the operations of the CVP and SWP. Section 102(b)(2)(A) would direct the Secretaries to implement turbidity control strategies that would allow for increased water deliveries while avoiding a negative impact on the long-term survival of delta smelt at the SWP and CVP pumps. Section 102(b)(2)(B) would require the Secretary to operate pumps within the ranges provided for in the salmonid and smelt BiOps as defined in the act and manage the reverse flow of the Old and Middle River at negative 5,000 cubic feet/second (cfs), unless data indicate a lower negative flow is needed to avoid a negative impact on the long-term survival of the listed species. If a lower negative flow is determined to be necessary, the finding must be in writing, with an explanation of the data examined and how the data are connected to the choice to reduce the flows. It is unclear how data can be collected and examined to justify a decision on turbidity control within the time frame to make changes to water flows. This provision would also lower the discretionary ability of managers to change flows, since they would have to collect data and justify their intent in writing before taking action. Section 102(b)(3) would direct the Secretaries to adopt a 1:1 inflow-to-export ratio for increased San Joaquin River flows resulting from \"the voluntary sale, transfers, or exchanges of water from agencies with rights to divert water from the San Joaquin River or its tributaries.\" The flow would be measured at Vernalis on a three-day rolling average from April 1 through May 31 each year. The transactions described above could only proceed if the Secretary determines that the environmental effects of the transactions are consistent with applicable law and that conditions in the Delta are suitable for transferring water through the Delta according to permitted water rights. Some are concerned that adopting a 1:1 ratio could have an environmental effect on fish and habitat in the Delta if insufficient water supplies remain in the Delta. H.R. 5781 aims to address this issue by requiring a secretarial determination that the transfers would be permissible under applicable law, including the ESA. Although language directing the Secretaries to adopt a 1:1 inflow-to-export ratio is similar to that in S. 2198 , there is no provision similar to Section 102(b)(3) in H.R. 3964. Section 102(b)(4) would direct the Secretaries to issue \"all necessary permit decisions\" under their authority for temporary barriers or operable gates in Delta channels to improve water quantity and quality for SWP and CVP water contractors and other water users within 30 days of receiving a permit application from the state. According to this section, barriers or gates \"should\" provide species benefits and protection of in-Delta water quality, and \"shall\" be designed so that formal Section 7 consultation under ESA would not be necessary. This provision is similar to Section 4(c)(5) in S. 2198 , except that S. 2198 only includes South-of-Delta water contractors for this action. Section 102(b)(5)(A) would direct the Secretaries to complete all necessary National Environmental Policy Act (NEPA) and ESA requirements, within 30 days of receiving a request for a permit, for final permit decisions on water transfers associated with voluntary fallowing of nonpermanent crops in the state of California. Section 102(b)(5)(B) would allow for \"any water transfer request associated with fallowing\" to maximize water supplies for non-habitat uses, as long as the action would comply with federal law and regulations. This section is similar to Section 4(c)(6) of S. 2198 . H.R. 3964 also contains language that would facilitate water transfers and associated permit decisions in accordance with ESA and NEPA. It appears that the proposed legislation would shorten the current time period for completing NEPA and ESA requirements, which would allow for expedited water transfers, especially when a listed species is involved. It is not clear how much water ultimately might be made available for export from the Delta under the expedited review process. Section 102(b)(6) would allow any North-of-Delta agricultural water service contractor with unused CVP water to receive this unused water through April 15 of the following year if certain conditions are met, including that (1) a request for an extension is submitted, and (2) the requesting contractor certifies that if the water is not received, the contractor will have insufficient water supplies to meet contract obligations. S. 2198 and H.R. 3964 would direct rescheduled water supplies in the San Luis Reservoir to be held for use in the following year by water users. Section 102(b)(7)(A) would direct the Secretaries to \"the maximum extent possible ... based on the availability and quality of groundwater and without causing land subsidence,\" to meet Level 2 and Level 4 water supply needs of certain refuges through the improvement and installation of wells for groundwater resources and the purchase of water from willing sellers. Currently, multiple state and federally owned wildlife refuges in the Central Valley are served by surface water contract deliveries and other means (including wells and water purchases) required under the Central Valley Project Improvement Act (CVPIA). H.R. 5781 would also redirect to CVP contractors a quantity of water equal to that obtained for refuges or \"managed wetlands\" from measures in subparagraph (A). This provision is similar in intent to Section 4(c)(9) of S. 2198 ; however, the water supplies for refuges would appear to be maximized from groundwater sources under H.R. 5781 . It is uncertain how much of the refuge water supply needs could come from groundwater and whether it might cause a reduction in water supplies for other users, or if groundwater quality would be suitable for refuge management. Section 102(b)(8) would direct the Secretaries to implement \"offsite upstream projects\" in the Delta and upstream Sacramento River and San Joaquin River basins in coordination with the California Department of Water Resources and Department of Fish and Wildlife. Projects are to offset the effects of actions taken under this act on ESA listed species. This is the same provision as Section 4(c)(12) in S. 2198 . It appears that this language could apply to a broad range of projects, including habitat restoration projects. Projects might include habitat restoration, water quality improvements, storage, or potentially flow adjustments as long as they offset the effects of other projects that might be implemented under this bill. It is unclear, however, where the funding would come from for implementing these projects. "], "subsections": []}, {"section_title": "Section 102(c)-102(d)", "paragraphs": ["Section 102(c) states that the provisions of Section 102 shall apply to all federal agencies that have a role in approving projects in Sections 102(a) and 102(b) of this bill. ", "Section 102(d) would direct federal agencies, upon request of the state of California, to use \"expedited procedures under this subsection\" to make final decisions related to federal projects or operations that would provide additional water or address emergency drought conditions under Sections 102(a) and 102(b). After receiving a request from the state, the head of an agency referred to in Section 102(a), or the head of another federal agency responsible for reviewing a project, the Secretary of the Interior would be required to convene a \"final project decision meeting\" with the heads of all relevant federal agencies \"to decide whether to approve a project to provide emergency water supplies.\" After receiving a request for resolution, the Secretary of the Interior would be required to notify the heads of all relevant agencies of the request for resolution, the project to be reviewed, and the date of the meeting. The meeting would need to be convened within 7 days of the request for resolution. Not later than 10 days after that meeting is requested, the head of the relevant federal agency is to issue a final decision in writing on the project. Under Section 102(d)(5), the Secretary of the Interior would be authorized to convene a final project decision meeting at any time, regardless of whether a request for resolution is requested. This is the same languge as S. 2198 ."], "subsections": []}]}, {"section_title": "Section 103", "paragraphs": ["Section 103 would authorize a new \"temporary operational flexibility\" that was not provided for in H.R. 3964 or S. 2198 . The temporary period would be authorized for a \"cumulative\" period of 28 days after October 1 of each water year. These operations are to be triggered during certain high flow conditions on the Sacramento River. During these conditions, additional \"negative flows\" on the Old and Middle Rivers (also known as \"OMR flows,\" which typically result from increased pumping by the CVP and SWP) than would otherwise be allowed under certain biological opinions could occur. Currently, ESA biological opinions for salmon and Delta smelt prohibit OMR flows more negative than -5,000 cubic feet per second (cfs), which are considered unsafe for imperiled fish species. The legislation appears to direct flows that lead to a daily average of -7,500 cfs over a 28-day period. This would likely result in temporarily increased pumping and additional water supplies for some CVP and SWP contractors compared to what would otherwise be available. This section of the legislation also includes certain provisions to study and mitigate potential impacts associated with this new authority, including a period of \"minimum duration\" at the beginning of each water year during which the magnitude of negative OMR flow could be lessened (i.e., pumping decreased) to prevent smelt entrainment. It includes other assurances, such as providing that the section \"shall not affect\" the aforementioned salmon BiOp from April 1 to May 31, unless the Secretary of Commerce finds that some or all of the BiOp requirements may be adjusted without additional adverse effects beyond those allowed under the projects' species take permits and other allowances pursuant to the federal ESA. Finally, Section 103 also provides that in implementing the temporary operational period, the Secretaries are required to meet the requirements laid out in the section, but shall not have to make additional efforts to justify their exercise of these authorities. Some of the most prominent provisions of Section 103 are summarized below:", "Section 103(a) would authorize CVP and SWP operations at levels that result in a daily average of Old and Middle River (OMR) flows of -7,500 cfs during \"28 cumulative days after October 1\" of each water year. These operations are authorized \"consistent with avoiding a negative impact on the long-term survival in the short-term upon listed fish species under ESA.\" Section 103(b) states that these temporary operations are authorized only when specific daily average flow conditions (17,000 cfs) are met or exceeded at a specific point on the Sacramento River. Section 103(c) states that the Secretaries of the Interior and Commerce \"may\" continue imposing requirements under the smelt and salmon biological opinions \"as they determine are reasonably necessary,\" during the temporary period. However, it does not mandate that these provisions be imposed. Section 103(d)(1) would require that the bill be consistent with requirements under state law, such as the California State Water Resource Control Boards Decisions 1641 (also known as \"D-1641\"). It is not clear how these requirements might affect the proposed flexibility. Section 103(d)(2) would allow for \"less negative\" OMR flows (i.e., less pumping and more flows to benefit species) during the initial sediment flush each water year \"for a minimum duration.\" This would be undertaken to avoid movement of smelt that would potentially increase entrainment at CVP and SWP pumps during this time. Section 103(d)(3) would require that the legislation not affect implementation of the salmon biological opinion from April 1 to May 31, except under certain emergency circumstances. Thus, that biological opinion would be effective during a two-month period, unless the Secretary of Commerce determined that such actions would not be in violation of the federal ESA. Section 103(d)(4) would authorize a monitoring program that generally attempts to identify any negative impacts associated with the temporary flexibility being authorized under the section, including exceedance of incidental take levels under the ESA. It also would authorize actions to mitigate any negative impacts of other parts of this section. Section 103(e) would provide that CVP and SWP operations resulting in flows \"less negative\" than -7,500 cfs (i.e., less pumping) before the 28 cumulative days of operational flexibility authorized shall not be counted toward the 28-day cumulative period in the legislation. Therefore, only days with a daily average flow of -7,500 cfs would be counted for the 28-day cumulative total. Section 103(f) would direct the commissioner to use emergency ESA consultation procedures if necessary to adjust BiOp criteria for the temporary period of operational flexibility. Section 103(g) would stipulate that in making determinations under this section, the Secretaries of the Interior and Commerce would not be required to provide supporting detail at a greater level than would be provided under this section.", "Since comparable text to these provisions was not included in H.R. 3964 or S. 2198 , there has been limited debate and analysis of the proposed temporary operational flexibility under Section 103. However, this section raises multiple questions, including: How much additional water would be made available to CVP and SWP water contractors with the flexibility proposed under this section? How would the proposed operational flexibility be balanced with requirements under the Endangered Species Act? What would be the effect of the new pumping levels on species? How would the requirement for adherence to California state laws affect implementation of this section?"], "subsections": []}, {"section_title": "Section 104", "paragraphs": ["Section 104 would require that the Secretary of the Interior provide a progress report on the implementation of Sections 101, 102, and 103 of the legislation 90 days after enactment, and every 90 days thereafter. No additional detail on the contents of this reporting is provided under the legislation."], "subsections": []}, {"section_title": "Section 105", "paragraphs": ["Section 105 would require that one year after enactment, the Secretary of the Interior shall provide an update on the status of feasibility studies undertaken pursuant to Section 103(d)(1), including timelines for completion and environmental documents. The reference to Section 103(d)(1) refers to feasibility studies for four water storage projects authorized under P.L. 102-575 , CALFED legislation: Shasta dam raise, Sites Reservoir, Los Vaqueros dam raise, and Upper San Joaquin River storage (often referred to as Temperance Flats)."], "subsections": []}]}, {"section_title": "Title II. Protection of Third-Party Water Rights", "paragraphs": ["Title II includes provisions that aim to protect California water rights priorities under state law. It would do so by directing the Secretary of the Interior to \"adhere to California's water rights laws governing water rights priorities and to honor water rights senior to those held by the United States for operation of the Central Valley Project, regardless of the source of priority.\" The title goes on to list several specific California water code sections, including two that were not previously listed in H.R. 3964 . It also addresses water rights related to specific diversions for senior water right holders in the Sacramento Valley. Some of this language is more detailed than similar provisions in H.R. 3964 . In contrast, S. 2198 simply states: \"Nothing in this Act preempts any State law in effect on the date of enactment of this Act, including area of origin and other water rights protections\" (Section 7 of S. 2198 ). The specificity in H.R. 5781 may raise questions as to what is not included in the water rights protection language. For example, H.R. 5781 includes language specifically protecting Friant water users from unintended impacts from Section 204, and the American River Division from Section 204(a)—two provisions not previously included in H.R. 3964 . ", "Following is a discussion of key Title II sections and subsections."], "subsections": [{"section_title": "Section 201. Offset for State Water Project", "paragraphs": ["Section 201 addresses \"consistency determinations\" for the SWP made or to be made by the California Department of Fish and Wildlife (DF&W) and provides that if more water is made available to the CVP than the SWP due to such determinations, then the CVP shall offset such reductions. These determinations are to be made to comply with the California Endangered Species Act (CESA). In recent years the state has generally relied on federal NMFS and FWS BiOps for the coordinated operations of the SWP and the CVP, pursuant to the federal ESA, to suffice for compliance with CESA. Further details of the provision are as follows:", "Section 201(a) directs the Secretary of the Interior to confer with DF&W on potential impacts to any ESA/CESA consistency determination for SWP operation \"in connection with\" implementation of this act. Section 201(b) states that if DF&W revokes consistency determinations for the SWP, amends or issues new consistency determinations resulting in reduced water supply to the SWP compared with water available under the 2008 Delta smelt BiOp and the 2009 salmonid BiOp, or requires take limits under CESA for the SWP that directly or indirectly result in reduced water supply to the SWP as compared with the BiOps as defined in the act, and result in less water for the SWP than the CVP, then additional \"yield\" must be made available to the SWP to offset losses resulting from the \"Department's\" action. Thus, it appears that if the state imposes stricter requirements on the operation of the projects under CESA, resulting in the CVP exporting more water than the SWP, then the SWP losses would need to be offset. It is not clear how this language relates to or might conflict with the Coordinated Operations Act (COA, P.L. 99-546 ), which in general directs the Secretary of the Interior to operate the CVP in conformity with state water quality standards for the Bay-Delta and in conjunction with the SWP, pursuant to a Coordinated Operations Agreement. Section 201(c) directs the Secretary of the Interior to immediately notify DF&W in writing if the Secretary determines that implementation of the BiOps \"consistent with this Act\" reduces environmental protections for any species covered by the opinions. However, it does not prescribe any action. In sum, the section allows the state to revoke consistency, but if such action reduces water available to the SWP compared to the CVP, then the difference must be offset, presumably by the CVP or other federal means. "], "subsections": []}, {"section_title": "Section 202. Area of Origin Protections", "paragraphs": ["Section 202 addresses state water rights, generally directing the Secretary of the Interior in operation of the CVP to adhere to California water rights laws. It lists specific sections of the water code, many of which were also listed in H.R. 3964 ; however, two additional sections of the California Water Code Part 2 of Division 2, Article 1.7 (Sections 11461 and 11462), are listed. Section 202 also has more detail than S. 2198 regarding specific diversions protected with respect to implementation of the act and Section 7 of the federal ESA (although, in parentheses, the entire ESA is referenced). The specific references are as follows: ", "Section 202(a) would direct the Secretary of the Interior in operation of the CVP to adhere to California water rights laws governing water rights priorities and to honor senior rights held by the United States for operation of the CVP, regardless of the source of priority, including pre-1914 appropriative rights and other specific rights \"perfected or to be perfected pursuant to California water code Part 2 of Div. 2. Article 1.7 (commencing with section 1215 of chapter 1 of part 2 of division 2, sections 10505, 10505.5, 11128, 11460, 11461, 11462, and 11463, and sections 12200 to 12220).\" Section 202(b) would direct that any action taken by the Secretaries pursuant \"to both this Act and section 7 of the Endangered Species Act of 1973 (16 U.S.C. 1531, et seq.) requiring diversions from the Sacramento River or the San Joaquin River watersheds upstream of the Delta be bypassed[,] shall not be undertaken in a manner that alters the water rights priorities established by California law.\" This diversion language is slightly different than that found in Section 401 of H.R. 3964 ; however, the difference may have significant meaning. First, H.R. 5781 refers to any action in both this act and Section 7 of ESA (federal agency responsibilities under ESA, including, among other things, consultation), whereas H.R. 3964 refers to all actions under ESA (listing, conservation, enhancement, recovery, or other protection of any listed species). Both versions appear to address protection of senior water rights holders and to require that state water rights be given higher priority than impacts from implementation of ESA (Section 7 only, for H.R. 5781 , although the reference in parentheses includes the full ESA citation). Section 202(c) would direct that the title shall not alter existing authorities \"provided to and obligations placed upon\" the federal government under the ESA. Section 202(d) notes that with respect to individuals and entities with water rights on the Sacramento River, the mandates of this section may be met, in whole or in part, through a contract with the Secretary (presumably the Secretary of the Interior) executed pursuant to Section 14 of P.L. 76-260 (43 U.S.C. 389; the Reclamation Project Act of 1939), which authorizes the Secretary of the Interior to enter into contracts for exchange or replacement of water, water rights, or adjustment of water rights, among other authorities (e.g., purchasing or condemning lands and interests in connection with construction or operation of a project), provided that such is in conformance with recently renewed Sacramento River settlement contracts. The status of these contracts is currently being litigated. "], "subsections": []}, {"section_title": "Section 203. No Redirected Adverse Impacts", "paragraphs": ["Section 203(a) would direct the Secretary of the Interior to ensure that except as provided in water service or repayment contracts, actions taken to comply with obligations imposed pursuant to or as a result of this act, including consultation under Section 7 of the ESA and other state and federal laws, shall not directly or indirectly result in involuntary water supply reductions or fiscal impacts to those who receive water from the SWP or CVP due to the act. Nor shall they \"cause redirected adverse water supply or fiscal impacts to those within the Sacramento River watershed, the San Joaquin River watershed or the State Water Project service area.\" It appears that the language is aimed at avoiding additional reductions to water users due to the act, ESA, or other federal laws, as well as any resultant fiscal impacts. Section 404 of H.R. 3964 includes similar language; however, it is more broadly written and does not include the qualification referring to water service and repayment contracts, which includes a savings clause for reductions in case of drought, other physical causes, and actions to meet legal obligations. ", "Section 203(b) would protect public, local, and state agencies or subdivisions of the state and entities from incurring any costs \"solely pursuant to or as a result of this Act\" that would not otherwise have been incurred, unless incurred on a voluntary basis. It does not address who or what entities should bear such costs if they occur. Nor does it address what type of costs would be involved. H.R. 3964 includes a similar provision; however, it directs that no involuntary cost shall be imposed on any CVP contractor, \"or any other person or entity.\" ", "Section 203(c) would direct that nothing in the act shall modify or amend rights and obligations of the parties to any contract, including CVP water allocations to senior water rights contractors or SWP contractors and SWP settlement contractors."], "subsections": []}, {"section_title": "Section 204. Allocations for Sacramento Valley Contractors", "paragraphs": ["Section 204 would provide new allocation criteria for existing CVP agricultural water service contractors within the Sacramento River Watershed (see Table 1 for the allocations), subject to existing water rights priority for existing Sacramento River water rights holders, San Joaquin exchange contractors, and refuge or \"managed wetlands\" water supplies pursuant to Section 3406(d) of P.L. 102-575 (the Central Valley Project Improvement Act). Existing Sacramento River Watershed agricultural water service contractors are defined in the act to include Shasta, Trinity, and Sacramento Division agricultural water service contractors. The language is silent on whether such allocations might affect SWP and in-Delta or South-of-Delta contractors; however, arguably, if Sacramento River agricultural water service contractors receive more water in dry years it would seem that water might be diverted and used again downstream by others and possibly be available for diversion from the Delta. On the other hand, if water in storage is reduced, it could have impacts for fish and wildlife and for supplies available in future years. It is not clear how or if the proposed allocation schedule would affect Trinity River flows. While the Trinity River is not hydrologically connected to, or part of, the Sacramento River watershed, water is diverted from the Trinity River to the Sacramento River via a tunnel, which is part of the CVP diversion infrastructure. Trinity River flows are not included in the list of limitations to which Section 204 allocations are subject; however, to the extent that Section 202(a) is inclusive of all state water rights priorities, such rights associated with Trinity flows, or other basin water supplies, may be protected. That said, Section 204 includes the following limitations: ", "Section 204(b) would direct that the new allocation schedule contained in Section 204(a) shall not modify any provision of a water service contract that addresses municipal and industrial (M&I) water shortage policy or affect the authority of the Secretary of the Interior to adopt or modify such shortage policies. (Section 204(b)(2) regarding the Secretary's authority is repeated verbatim in Section 204(b)(3).) Section 204(b) also states that the subsection shall not affect the operation of American River Division operations or deliveries from any American River Division, \"its units or its facilities.\" Section 204(c) also states that the section shall not affect allocations to Friant Division contracts or cause involuntary reductions and would direct the Secretary of the Interior to develop a rescheduling program for CVP Sacramento water service contractors. "], "subsections": []}]}, {"section_title": "Title III. Miscellaneous Provisions", "paragraphs": [], "subsections": [{"section_title": "Section 301. Effect on Existing Obligations", "paragraphs": ["Section 301 addresses preemption of Reclamation law and expiration of the act.", "Section 301 of H.R. 5781 states that nothing in the act shall preempt or modify existing Reclamation obligations under Reclamation law to operate the CVP in conformity with state law, including water rights priorities. H.R. 3964 includes a section that would have preempted state law in regard to implementation of the San Joaquin River Restoration Settlement Act. In contrast, Section 7 of S. 2198 includes a general declaration stating that \"[n]othing in this Act preempts any State law in effect on the date of enactment of this Act, including area of origin and other water rights protections.\" Section 302 states that the act will expire on September 30, 2016, or when the California state drought emergency declaration is suspended, whichever is later. This provision puts the state of California in the driver's seat as to how long the legislation will remain in place. During the last drought, the state's drought declaration remained in place longer than other indicators, such as the U.S. Drought Monitor and hydrologic data, might have otherwise indicated. There is no comparable provision in H.R. 3964 . S. 2198 includes a similar provision, but provides that only certain sections of the bill would expire. "], "subsections": []}]}]}, {"section_title": "Comparison of H.R. 5781 with H.R. 3964 and S. 2198", "paragraphs": ["The following three tables show a comparison of H.R. 5781 with selected similar sections of H.R. 3964 and S. 2198 . The comparative analysis among the bills is summarized in the discussion above. The tables below show only a comparison of text from the bills themselves. H.R. 5781 is used as the base for comparison. Selected provisions that compare to provisions under H.R. 5781 are inserted into the table. If the provisions in H.R. 3964 and S. 2198 are exactly the same as H.R. 5781 , or if no comparable provision to H.R. 5781 is found, it is noted in the tables."], "subsections": []}]}}