{"id": "R43817", "title": "2014 Farm Bill Provisions and WTO Compliance", "released_date": "2015-04-22T00:00:00", "summary": ["The enacted 2014 farm bill (Agricultural Act of 2014; P.L. 113-79) could result in potential compliance issues for U.S. farm policy with the rules and spending limits for domestic support programs that the United States agreed to as part of the World Trade Organization's (WTO's) Uruguay Round Agreement on Agriculture (AoA). In general, the act's new farm safety net shifts support away from classification under the WTO's green/amber boxes and toward the blue/amber boxes, indicating a potentially more market-distorting U.S. farm policy regime.", "The 2014 farm bill eliminates many of the support programs of the 2008 farm bill (P.L. 110-246) and replaces them with several new \"shallow-loss\" programs, addressing relatively small shortfalls in farm revenue—Agricultural Risk Coverage (ARC), Supplemental Coverage Option (SCO), and Stacked Income Protection Plan (STAX)—as well as a revamped counter-cyclical price support program, Price Loss Coverage (PLC), that relies on elevated support prices. Among the safety net programs, only the marketing loan program and the U.S. sugar program were extended unchanged. The sugar program will continue to count for $1.4 billion against the current U.S. limit of $19.1 billion for non-exempt, trade-distorting amber box outlays.", "The most notable safety net change is the elimination of the $5-billion-per-year direct payment (DP) program, which was decoupled from producer planting decisions and was notified as a minimally trade-distorting green box outlay. DPs are replaced by programs that are partially coupled (PLC and ARC) or fully coupled (SCO and STAX), meaning that they could potentially have a significant impact on producer planting decisions, depending on market conditions. Fully and partially coupled farm programs influence planting decisions, both by increasing the overall profitability of farming (as low-price signals are muted) and by changing the relative returns to planting alternative crops. Increased profitability tends to increase total planted acreage and output, while changes in relative returns influence the share of acreage planted to each crop, with consequences that could spill over into international markets.", "Many of the new programs authorized by the 2014 farm bill have yet to be fully implemented; thus producer participation is uncertain, while potential distortions have yet to be measured and will likely hinge on future market conditions. For example, under a relatively high market price environment, as existed during the 2010-2013 period, U.S. program outlays would be small and would fall within the $19.1 billion U.S. amber box limit. Most studies suggest that, for U.S. program spending to exceed the $19.1 billion limit, a combination of worst-case events would have to occur—for example, low market prices generating large simultaneous outlays across multiple programs, in addition to the $1.4 billion of implicit costs associated with the sugar program. Such a scenario is unlikely, although not impossible, particularly since outlays under several of the programs (including the new dairy program, SCO, STAX, and crop insurance) are not subject to any per-farm subsidy limit. Perhaps more relevant to U.S. agricultural trade is the concern that, because the United States plays such a prominent role in most international markets for agricultural products, any distortion resulting from U.S. policy would be both visible and vulnerable to challenge under WTO rules. Furthermore, projected outlays under the new 2014 farm bill's shallow-loss and counter-cyclical price support programs may make it difficult for the United States to agree to future reductions in allowable caps on domestic support expenditures and related de minimis exclusions, as envisioned in ongoing WTO multilateral trade negotiations."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["As a signatory member of the World Trade Organization (WTO), the United States has committed to abide by WTO rules and disciplines, including those that govern domestic farm policy. The WTO's general rules concerning subsidy disciplines, trade behavior, and market access concessions apply to all members. In addition, each individual member country also negotiated its own specific policy commitments—spelled out in a document called a Schedule of Concessions (or Country Schedule). ", "Trade plays a critical role in the U.S. agricultural sector. USDA estimates that exports account for about 20% of total U.S. agricultural production. Because the United States plays such an important role in so many agricultural markets, its farm policy is often subject to intense scrutiny, both for compliance with current WTO rules and for its potential to diminish the breadth or impede the success of future multilateral negotiations—in part because a farm bill locks in U.S. policy behavior for an extended period of time, during which the United States would be unable to accept any new restrictions on its domestic support programs. ", "Current U.S. farm policy is authorized by the 2014 farm bill (the Agricultural Act of 2014; P.L. 113-79 ) for the 2014-2018 crop years. The 2014 farm bill made significant changes to U.S. farm price and income support programs. These changes could have important implications for U.S. commitments to the WTO in terms of compliance with current spending limits and with rules on mitigating program spillover effects and distortions in international markets.", "This report assumes knowledge of the U.S. farm safety net programs and their function. It briefly describes the relevant WTO rules governing domestic support programs under the Agreement on Agriculture (AoA) and the Agreement on Subsidies and Countervailing Measures (SCM). The report then reviews the current U.S. farm safety net programs, including changes made under the 2014 farm bill, particularly to Title I price and income support programs, in light of their potential for compliance with the AoA and SCM and their potential to affect the success of the current Doha Round of multilateral trade negotiations. Table 1 provides a list of current farm safety net programs. Table 2 lists key parameters of the farm support programs referenced in this report. Table 3 , at the end of the report, briefly reviews each of the individual 2014 farm bill provisions that are relevant to WTO commitments, including a description of their function, average outlays, any changes made under the 2014 farm bill, WTO status, and related potential WTO effects. "], "subsections": []}, {"section_title": "WTO Rules Governing Domestic Support", "paragraphs": ["A domestic farm support program can violate WTO commitments in two principal ways—first, by exceeding amber box spending limits (see box below), and second, by generating market distortions that spill over into the international marketplace and cause significant or measurable adverse effects. For such a violation to be meaningful, another WTO member country must successfully challenge the violation under the WTO dispute settlement process."], "subsections": [{"section_title": "AoA: Rules and Limits on Domestic Support", "paragraphs": ["The Agreement on Agriculture (AoA) spells out the rules for countries to determine whether their policies for any given year are potentially trade-distorting, calculate the costs of any distortion, and report those costs to the WTO in a public and transparent manner. ", "The United States is committed, under the AoA, to spend no more than $19.1 billion annually on amber box programs, subject to DM exemptions. Since 1995, when the AoA rules first came into effect and member countries began notifying their outlays on domestic support, the United States has stayed within its amber box limits ( Figure 1 ). However, U.S. compliance has hinged on judicious use of the DM exemptions in a number of years (e.g., 1999-2001 and 2005). This has included the notification of crop insurance premium subsidies during the 1995 to 2011 period as non-product-specific support (see the red bars for 1995-2011 in Figure 1 ), which then allowed for these outlays to be exempted under the DM exclusion for non-product-specific spending, as described later in this report.", "In its most recent notification (2012), the United States changed its notification status for crop insurance premium subsidies to product-specific support. A total of $11.8 billion in amber box outlays were notified as \"product-specific\" in 2012, including $7.0 billion of crop insurance subsidies. However, $5.0-billion product-specific amber box outlays were excluded under the DM product-specific exemption (see the yellow bar for 2012 in Figure 1 ), thus reducing U.S. amber box outlays subject to a spending limit to $6.864 billion. "], "subsections": []}, {"section_title": "SCM: International Market Distortions and Adverse Effects", "paragraphs": ["In addition to potentially exceeding payment limits, a market-distorting program may be challenged under Articles 5(c) and 6.3 of the Agreement on Subsidies and Countervailing Measures (SCM) when the program's effect spills over into international markets—that is, if it can be established that a subsidy causes adverse market effects. ", "The importance of SCM rules has been made salient by the so-called \"Brazil cotton case,\" in which a WTO dispute settlement panel ruled against both the U.S. cotton price and income support programs and the GSM-102 export credit guarantee program. As a result of the ruling and the potential for WTO-sanctioned retaliation, the United States made substantial policy changes in the past two farm bills to bring the related programs into WTO compliance. Because the United States is a major producer, consumer, exporter, and/or importer of many agricultural commodities, the SCM is relevant for most major U.S. agricultural products. If a particular U.S. farm program is deemed to result in a market distortion that adversely affects other WTO members—even if it is within agreed-upon AoA spending limits—then that program may be subject to challenge under the WTO dispute settlement procedures (see box below).", "For any farm program that is challenged under the SCM, a WTO dispute settlement panel reviews the relevant trade and market data and makes a determination of whether the program resulted in a significant market distortion . Following these guidelines, a subsidy may be found to be actionable or prohibited. WTO actionable subsidies (i.e., policies that incentivize overproduction and result in lower market prices or altered trade patterns) must be withdrawn or altered to minimize or eliminate the subsidy's distorting aspect. WTO prohibited subsidies (i.e., certain export- and import-substitution subsidies not included in a member's country schedule) must be stopped or withdrawn \"without delay,\" in accordance with an abbreviated timetable announced by the WTO ruling panel. If the violating policies are not withdrawn or altered according to the timetable, then the WTO member bringing the challenge may take appropriate countermeasures.", "Perhaps the most easily recognized distortion occurs when a program offers price support or income payments based on (i.e., coupled to) the current level of farm activity—either area planted or volume of output. Such an incentive can encourage greater production or output than the market is prepared to absorb and, as a result, tends to lower market prices. Given the United States' prominent role in international agricultural markets, such potential market distortions, should they emerge, can be quickly transmitted from domestic to global markets. ", "Since most governing provisions for U.S. farm programs are statutory, new legislation may be required to implement even minor changes to achieve compliance in the event that a WTO challenge successfully finds a program in violation of a WTO rule. So, a key question that policymakers ask of virtually every existing farm program, as well as of new farm proposals, is how it will affect U.S. commitments under the AoA and U.S. compliance with SCM rules. The answer rests not only on cost, but also on each program's design, implementation, and subsequent market effects."], "subsections": []}]}, {"section_title": "Changes to Farm Support in the 2014 Farm Bill", "paragraphs": ["The Agricultural Act of 2014 reshaped the structure of U.S. commodity support, otherwise known as the farm \"safety net.\" In general, the new suite of farm support programs shifts support away from the green/amber boxes and toward the blue/amber boxes, thus indicating greater potential for market distortion. In particular, the 2014 farm bill: ", "terminated several of the core \"farm safety net\" programs from the previous 2008 farm bill, including direct payments (DP), the counter-cyclical payment (CCP) program, and the Average Crop Revenue Election (ACRE) and Supplemental Revenue Assurance (SURE) programs; retained the traditional marketing loan program (MLP)—which triggers payments when market prices drop below support levels (referred to as loan rates)—but with a single adjustment to the loan rate for upland cotton (which is now allowed to float within a formula-determined range of 45¢/lb to 52¢/lb as compared with the previous fixed value of 52¢/lb); replaced CCP with a similar counter-cyclical payment program called Price Loss Coverage (PLC) using substantially higher reference support prices; added several new shallow-loss programs, including Agricultural Risk Coverage (to replace ACRE) with county-level (ARC-CO) and farm-level (ARC-ID) options, a Supplemental Coverage Option (SCO), and Stacked Income Protection (STAX); and repealed the previous dairy product price support (DPPS) and Milk Income Loss Contract (MILC) programs and replaced them with a new Dairy Margin Protection Program (DMPP) and Dairy Product Donation Program (DPDP). "], "subsections": [{"section_title": "Federal Budget \"Cost\" vs. International Trade Distortion \"AMS\"", "paragraphs": ["Evaluating the merits of a domestic support program depends on one's perspective. This is because costs to the federal budget usually do not equal costs (or distortions) in the international marketplace. For the federal budget, changes to a farm program are officially evaluated by the Congressional Budget Office (CBO), which produces a \"score\" of a proposed program change against a baseline of current farm law. The score measures the net change in federal budget outlays from current policy—increases in outlays are viewed as costs; decreases in outlays are viewed as savings. Much of the \"savings\" associated with the elimination of the 2008 farm bill programs was used to offset the costs of adding new safety net programs. ", "In contrast, a foreign producer or exporter may have a different perspective and instead may see U.S. farm programs as providing an unfair advantage to U.S. products in international markets. In this context, domestic support programs for agriculture may be evaluated according to the WTO's rules for determining which programs are most likely to distort production and trade and for calculating their annual cost as measured by the AMS.", "These different approaches to tabulating costs (CBO versus WTO) may result in different evaluation outcomes for the same program change. For example, direct payments (DPs) of the 2008 farm bill ( P.L. 110-246 ) had a federal budget cost of about $5 billion annually, but from a WTO perspective they were fully decoupled and mostly non-market-distorting, and thus did not count toward the U.S. amber box total. Replacing DPs with a \"shallow-loss\" program coupled to market prices and current yields, with projected annual outlays of $3 billion, would represent a saving of $2 billion from CBO's perspective but would represent an increase of $3 billion in market-distorting amber box from the WTO's perspective. Similarly, the U.S. sugar program is required by statute to operate at \"no net cost\" to taxpayers, thus resulting in a budget score of zero. However, the implicit price subsidy inherent in the tariff rate quota (TRQ) protection provided to U.S. sugar producers is valued at about $1.4 billion annually by the WTO."], "subsections": []}, {"section_title": "CBO Scores Budget Savings for the 2014 Farm Bill", "paragraphs": ["According to the January 2014 \"score\" by the CBO, the 2014 farm bill will reduce the federal budget deficit by $16.6 billion over 10 years, compared with the cost of then-current law. While important for U.S. budget purposes, this provides little guidance with respect to farm program compliance with WTO rules, as those budget scores were based on what are now generally perceived as \"outdated\" price projections. The possibility that farm program costs might be much larger than originally anticipated is due to record corn and soybean harvests in 2014, which sent farm prices plummeting. According to USDA, the 2014/15 season average farm prices for corn and soybeans have declined 46% and 30%, respectively, from 2012/13's record highs, which prevailed during much of the 2014 farm bill debate and which provided the basis for many of the program parameters in the new farm safety net."], "subsections": []}]}, {"section_title": "Evaluating U.S. Farm Programs by WTO Rules", "paragraphs": ["Prior to the 2014 farm bill, spending under most price and income support programs was notified as amber box: either product-specific in the case of MLP, ACRE, and the dairy and sugar price support programs, or non-product-specific in the case of the CCP, SURE, and crop insurance programs. The non-product-specific amber box spending was then excluded from counting toward the amber box limit by the DM exemption. An exception to this notification pattern was the direct payment (DP) program, which was notified as fully decoupled green box and thus did not count toward the amber box limit.", "It is unclear how USDA will classify several of the new farm programs, such as ARC and PLC, which could potentially be notified as either blue box or non-product-specific amber box outlays in accordance with precedence and their similarity to CCP as partially decoupled programs with payments limited to 85% of historical base. Any assessment of the WTO classification and potential market effect of the new domestic support programs authorized under the 2014 farm bill is very preliminary at this time. Many of the new programs have yet to be fully implemented, and an estimate of spending under their first year (i.e., 2014) will have to wait until late 2015 for the relevant marketing year to end. The programs likely will not be notified by USDA until early 2017, when a more \"final\" estimate of outlays becomes available. With these caveats in mind, the new programs are discussed in light of their potential market distortions, using previous U.S. notifications as a guide, to better understand how the new U.S. farm commodity support programs of the 2014 farm bill might comply with WTO rules."], "subsections": [{"section_title": "Green Box: Decoupled Income Support", "paragraphs": ["Green box programs are minimally or non-trade-distorting and are not subject to any spending limits. U.S. green box notifications have grown from $46 billion in 1995 to $127.5 billion in 2012. The United States notifies a broad range of domestic support programs as green-box-compliant, including regulatory and market assistance programs, conservation activities, and domestic food programs. The 2014 farm bill consolidated conservation programs, reauthorized and revised nutrition assistance, and extended authority to appropriate funds for many USDA green box programs through FY2018. ", "The principal U.S. farm price and income support program included in the green box (under Decoupled Income Support) has been direct payments (DPs), with annual notifications averaging nearly $5 billion from 1996 through 2012. Because DP outlays were both fixed (they did not vary with producer behavior or market conditions) and decoupled (they were based on historical—not current—plantings), they did not influence a producer's current behavior and thus were deemed minimally market-distorting. DPs originated with the 1996 farm bill ( P.L. 104-127 ) and were repealed by the 2014 farm bill. Also included in the green box are two subsidy components of the crop insurance program—administrative and operating (A&O) expenses and the underwriting of program losses. For 2012, federal outlays on crop insurance A&O expenses were notified as $1.4 billion, while underwriting costs were $0 (compared with $1.6 billion annually for 2008-2011). ", "The 2014 farm bill added an option for expanded coverage up to 65% under the Noninsured Crop Disaster Assistance Program (NAP). NAP payments are notified as green box since they involve crop losses of at least 50% and are reimbursed at just 55% of the market price. The additional coverage option will not change NAP's green box status. NAP payments also have an annual payment limit of $125,000 per person. None of the current suite of farm price and income support programs and shallow-loss crop insurance programs—MLP, PLC, ARC, SCO, STAX, DMPP, and the sugar program—would qualify for the green box, because they are coupled, partially or fully, to current prices and/or plantings, or receive additional TRQ protection from imports (as is the case for U.S. dairy and sugar producers)."], "subsections": []}, {"section_title": "Blue Box: Partially Decoupled or Production-Limiting Programs", "paragraphs": ["Blue box programs are market-distorting but production-limiting. Payments are based on either a fixed area or yield, or a fixed number of livestock, and are made on 85% or less of historical (i.e., base) production. As such, blue box programs are not subject to any payment limits. The United States has not notified any of its farm programs as blue box since 1995. As part of the ongoing Doha Round of trade negotiations, it was generally agreed that the partially decoupled U.S. CCP program would be reclassified from amber box to blue box; however, this reclassification never occurred because the Doha Round of negotiations has not been completed and the CCP program was repealed by the 2014 farm bill. It is not clear if the supposed CCP designation as blue box could be resurrected for PLC and ARC outlays.", "As mentioned earlier, the PLC and ARC programs are similar to CCP and ACRE, respectively, in program design. Both PLC and the county-level ARC (ARC-CO) are coupled to market prices but fully decoupled from the producer's planting decision. The farm-level ARC option (ARC-ID) is coupled to both market prices and farm-level yields.", "Under PLC, a producer receives a payment on 85% of base acres when the national season average farm price (SAFP) is below a statutorily set reference price for an eligible program crop. The producer need not plant a single acre of the program crop to receive a payment; instead, the producer must have made a one-time permanent declaration of a portion of his or her historical base acres to that program crop at sign up. Similarly, under ARC-CO, a producer does not have to actually plant the crop to receive a payment—any payments are made on 85% of historical base acres, not actual planted acres as in the previous ACRE program. In addition, all ARC-CO program payments are triggered at the county level, not the farm level. Hence payments under both PLC and ARC-CO are fully decoupled from planted acreage and farm-level yield, but not from market prices. However, it remains to be seen how such program payments will be notified by the United States. ", "Since the blue box has no spending limit, there would be plenty of room for potential PLC and ARC payments were they to be notified as such. But such a notification would likely draw international rebuke (if not outright challenge) for its regressive nature—backtracking from a general commitment to gradually reform domestic policy in such a way as to reduce distortion-causing domestic support."], "subsections": []}, {"section_title": "Amber Box: Market-Distorting Agricultural Support Programs", "paragraphs": ["Amber box programs, the most market-distorting programs, are cumulatively measured by the aggregate measure of support (AMS). Certain outlays may be excluded from the amber box under the DM exemptions. Non-exempted amber box outlays are subject to an annual aggregate spending limit. ", "U.S. amber box outlays, as notified through 2011, have included product-specific payments made under the sugar program, DPPS, MILC, MLP, ACRE, and commodity loan interest subsidies, and non-product-specific payments made under CCP, SURE, crop insurance, farm storage facility loans, irrigation and grazing subsidies, the Biomass Crop Assistance Program (BCAP), and the Renewable Energy for America Program (REAP). However, in its 2012 notification, the United States reclassified federal crop insurance premium subsidies as product-specific support. The distinction between product-specific and non-product-specific outlays is important, because non-exempted amber box outlays count directly against the amber box spending limit. ", "Price-deficiency and shallow-loss programs—which account for most non-exempted U.S. amber box spending—are counter-cyclical in nature, meaning that their outlays tend to be highest during periods when commodity prices are below support levels and lowest during high-commodity-price years. As a result, the extended period of high market prices from 2006 through 2013 has contributed to relatively low non-exempt U.S. amber box notifications in recent years ( Figure 1 ). In contrast, crop insurance premium subsidies are positively correlated with market prices as evidenced by the larger DM exemptions during the 2008-2011 period of high commodity prices. Many economists expect that payment outlook to change under the expanded price and income support benefits of the 2014 farm bill, coupled with an outlook for lower market prices. "], "subsections": [{"section_title": "Price Deficiency Payment Programs", "paragraphs": ["A price deficiency payment program makes a payment when the market price is less than the support price. Support prices can be either statutorily fixed or determined by a formula based on market prices. Current U.S. farm programs include two price deficiency payment programs ( Table 2 )—marketing loan program (MLP) and the new PLC program. Neither program prevents market prices from seeking an equilibrium based on supply and demand conditions, but the program payments do support producer incomes when market prices are below the program price triggers."], "subsections": [{"section_title": "Marketing Loan Program (MLP)", "paragraphs": ["The traditional nonrecourse MLP was extended under the 2014 farm bill. Under the MLP, USDA supports prices of eligible crops at statutory loan rates via a nine-month nonrecourse loan program. To avoid selling at the harvest-time low price, a producer may elect to place his/her crop under a USDA marketing loan where the crop is valued at the statutory loan rate. If the market price remains below the loan rate after nine months, the producer may forfeit the crop under loan to USDA. Alternatively, the producer may opt for alternate program benefits that are available whenever the posted county price, or a USDA-announced average world price (AWP) for rice or upland cotton, falls below the respective USDA loan rates. All MLP benefits are based on actual production. As a result, MLP outlays are fully coupled to market prices and planted acres. Like the PLC program, MLP does not require any producer premium or fee to participate, nor does it require any loss to receive a payment. However, it does require actual production, since payments are based directly on output.", "MLP operates like a price-deficiency payment. It uses statutorily fixed, commodity-specific loan rates to establish a floor price for all production of all qualifying program crops. When market prices fall below the loan rate, producers are eligible for amber box benefits, including loan deficiency payments and marketing loan gains (which pay the difference between the marketing loan rate and the local posted county price or a USDA-announced average world price in the case of rice and cotton). ", "The MLP for upland cotton was found by the WTO cotton-case panel to be market-distorting whenever the market price fell below the fixed loan rate. The panel recommended setting the loan rates by formula to capture current market conditions. As a result, the 2014 farm bill included an adjustment to the loan rate for upland cotton—it was lowered from $0.52/lb to a formula-based marketing loan rate that moves within a range of $0.52/lb to $0.45/lb. All other program commodities retain their previous statutorily fixed loan rates."], "subsections": []}, {"section_title": "Price Loss Coverage (PLC)", "paragraphs": ["The PLC program uses statutorily fixed reference prices (for each major program crop) for determining whether any deficiency payments should be made and how much those payments should be. The PLC program does not require any producer premium or fee to participate, nor does it require any loss or actual production to receive a payment. ", "Reference prices established in the 2014 farm bill were essentially agreed to during the farm bill debate in late 2012 and early 2013, when farm prices for most program crops were at or near record highs. As a result, lawmakers set support prices in the 2014 farm bill at levels well above the CCP trigger price (i.e., target prices adjusted for direct payments) of the 2008 farm bill ( Figure 2 ). For example, the new reference price for barley ($4.95/bushel) is 107% above the previous price trigger ($2.39/bushel) under the 2008 farm bill. At that time (late 2012 and early 2013), reference prices appeared to provide support at levels below then-current market conditions, as exhibited by the ratio of reference prices to season-average farm prices (SAFPs) for the 2008-2012 period ( Figure 3 ). However, if reference prices are compared to average farm prices for a longer historical period (e.g., 2000-2013), they appear to provide support at levels well above market conditions. For example, the rice PLC reference price of $14.00/cwt represented 95% of the average SAFP of $14.74/cwt during 2008-2012, but 131% of the average SAFP during the 2000-2013 period.", "Fixed reference prices ignore market conditions and, when set near or above average market levels, have the potential to distort outcomes—especially during sustained periods of low market prices—by creating incentives to produce more than the market can absorb without additional price declines. Thus, the new, higher reference prices leave the United States vulnerable to sustained high product-specific amber box outlays (if notified as such) during extended periods of low market prices."], "subsections": []}]}, {"section_title": "Shallow-Loss Support Programs", "paragraphs": ["Shallow-loss programs are designed as supplements to current crop insurance programs. In other words, benefits are applied on top of federally subsidized crop insurance and are intended to cover part of the insurance contract's deductible (or so-called shallow loss). According to two prominent economists, \"The problem with designing programs that cover the risks that crop insurance does not, is that they have the potential to influence farmer's planting decisions.\" ", "Three general types of shallow-loss programs are included in the 2014 farm bill: the Agricultural Risk Coverage, Supplemental Coverage Option, and Stacked Income Protection Plan programs. "], "subsections": [{"section_title": "Agricultural Risk Coverage (ARC)", "paragraphs": ["The ARC program is an example of a revenue deficiency payment program—ARC makes a payment when the actual per-acre revenue (i.e., market price x per-acre yield) is less than the revenue target or guarantee. The ARC program has two versions—a county-level, crop-specific program (ARC-CO) and a farm-level, whole-farm-based program (ARC-ID). ", "Like PLC and MLP, the ARC programs do not require any producer premium or fee to participate. In addition, ARC-CO does not require any actual farm-level production or loss to receive a payment, while ARC-ID requires production and a whole-farm revenue loss to occur at the farm level.", "In contrast to the PLC program, both ARC programs use a five-year Olympic (excludes the high and low years) moving average of national SAFPs to calculate the revenue guarantee. However, an important provision in the calculation of the price component of the revenue guarantee for ARC is that the PLC reference price is substituted for the SAFP for any year when the SAFP is less than the reference price. As a result, the reference price acts as a floor price in the ARC revenue guarantee. Thus, ARC's moving-average price will only partially follow long-term (i.e., year-to-year) market trends—any downward trend will stop at the reference price. The requirement to use the reference price as a price floor artificially supports the five-year SAFP Olympic average during extended periods of low market prices. Thus, like PLC, ARC can distort planting incentives for program crops and generate large payments during extended periods of low prices. "], "subsections": []}, {"section_title": "Supplemental Coverage Option (SCO)", "paragraphs": ["SCO supplements an existing crop insurance policy. SCO is available as either a county-wide yield or revenue loss policy. SCO pays an indemnity on county-level losses not to exceed the deductible percentage of the underlying crop insurance policy. Like all crop insurance programs, a producer must pay a premium to participate in SCO; however, the federal government pays 65% of SCO premiums. "], "subsections": []}, {"section_title": "Stacked Income Protection Plan (STAX)", "paragraphs": ["Cotton was dealt with separately from the other major program crops in the 2014 farm bill in an attempt to resolve Brazil's long-standing WTO case against the U.S. cotton program. In lieu of the PLC, ARC, and SCO programs, the 2014 farm bill enacted a new cotton program consisting of a stand-alone, county-based revenue insurance policy called the Stacked Income Protection Plan (STAX). Similar to SCO, STAX sets a revenue guarantee based on expected county revenue (but not revenue or yield as under SCO). Producers could purchase this policy in addition to their individual crop insurance policy or as a stand-alone policy."], "subsections": []}]}, {"section_title": "U.S. Crop Insurance", "paragraphs": ["The federal crop insurance program has grown in importance over the years to become the preeminent farm safety net program. In 2014, federal crop insurance policies covered 294 million acres (about 88% of land planted to principal crops) and were available for over 130 different commodities. For coverage beyond the catastrophic level, producers must pay a premium to participate; however, the federal government pays a substantial share of producer premiums. Subsidy rates range from 38% to 80%, depending on the coverage level and the policy selected, but have averaged about 62% since 2010. Federal crop insurance premium subsidies are notified to the WTO as amber box outlays—from 1995 to 2011 they were notified as non-product-specific amber box outlays, but in 2012 USDA notified them as product-specific outlays. Insurance underwriting costs and A&O expenses are also notified to the WTO but as green box outlays.", "Crop insurance premiums are a function of both risk of loss and crop value; as such, both premiums and premium subsidies will fluctuate with participation, size of the insured crop, and market conditions. U.S. federal crop insurance premium subsidies have grown substantially in recent years as coverage has expanded to more acres and crops—rising from a low of $119 million in 1997 to $7.5 billion in 2011, according to official U.S. notifications to the WTO. By 2011, crop insurance subsidies were the largest single farm program cost, accounting for 53% of U.S. amber box outlays. In 2012, federal premium subsidies declined slightly to $7 billion. Insurance underwriting costs have varied over the years in relation to weather-related events (from $2.5 billion in 2008 to $0 in 2012), while A&O expenses have averaged about $1.6 billion annually since 2008.", "According to CBO, federal outlays for crop insurance are projected to range between from $8.0 billion in 2015 to $9.0 billion in 2025—including roughly $6 billion in annual premium subsidies, $1.3 billion in delivery support (A&O), and $1.2 billion in underwriting support."], "subsections": []}, {"section_title": "Sugar and Dairy Programs", "paragraphs": ["The sugar and dairy programs are perennially two of the largest contributors of amber box outlays notified by the United States. Both programs continue to rely on substantial import restrictions—through WTO-compliant TRQ formulas—to support internal market prices at levels that are generally above international market prices. To date, neither program has been challenged under the WTO dispute settlement process, in large part because the U.S. notification of support for both programs was negotiated as part of the final agreement of the Uruguay Round and subsequently included in the U.S. country schedule.", "The U.S. sugar price support program was left unchanged by the 2014 farm bill and is expected to continue to account for approximately $1.4 billion in annual amber box outlays, even though the sugar program is considered a \"no net cost\" program with respect to federal outlays. In contrast, the U.S. dairy program underwent dramatic changes—the Dairy Product Price Support (DPPS) program, the Milk Income Loss Contract (MILC) program, and the Dairy Export Incentive Program were all eliminated. ", "Notifications for DPPS averaged $4.2 billion annually during the 1995-2011 period (primarily the result of tariff rate quota protection), making it the single largest component of U.S. product-specific amber box notifications, even though federal outlays averaged only $443 million over the same period. MILC program outlays were much smaller, due to their counter-cyclical design and a strict per-farm cap on payments, averaging about $287 million per year during the 1995-2011 period. Repeal of the DPPS and MILC programs frees up substantial space for new program spending under the $19.1-billion U.S. amber box limit. ", "The repealed dairy programs are replaced with a new insurance-like margin deficiency payment program—the Dairy Margin Protection Program (DMPP)—that makes payments to participating dairy producers when the national milk margin (calculated as the average farm price of milk minus a formula-based average feed ration) falls below $4.00 per hundredweight (cwt), with coverage at higher margin levels up to $8.00/cwt available for purchase. Under this DMPP program design, payments are coupled to current market prices and recent historical farm-level production (i.e., the maximum annual output during 2011-2013), with no payment limit or cap on potential outlays at either the farm or national level. ", "Some economists have argued that the proposed margin program fails to follow sound insurance principles: (1) premiums do not reflect the anticipated risk environment in milk and feed markets; and (2) the proposed margin insurance program does not use a rating method to update premiums—instead, premiums are fixed for the life of the farm bill. Another factor in determining WTO compliance and the degree of potential market distortion is the share of the premium paid by the federal government. The lower the statutorily fixed premiums are relative to the expected indemnity (i.e., the less actuarially sound) or the higher the share of the premium paid by the federal government, the greater will be the incentive to increase milk production transmitted to producers by the program. ", "According to one economic analysis, if milk margins fall to levels that activate indemnity payments, then a weakened feedback process between producers and market price signals could (1) prevent normal market adjustment to milk production, prices, and margins (in other words, producers will not get the necessary market signal to cut back on production) and (2) result in persistent oversupply, lower margins, lower farm incomes, and larger federal expenditures than would have occurred under the previous suite of dairy price and income support programs. The same study found that the program design—the provision that producers may purchase coverage on as much as 90% of their recent historical maximum output; and the $8.00/cwt maximum coverage option, which represents 93% of the national average milk margin during the 15-year period preceding DMPP implementation—could result in annual outlays of as much as $5 billion during low-margin periods, as experienced during 2009 and 2012. However, current market analysis suggests that DMPP payments are unlikely to be triggered, due to strong dairy product prices and weak feed prices.", "In the initial sign-up for DMPP for 2015, over 50% of U.S. dairy farms elected to participate. Of these, 55% elected to purchase coverage at levels above the $4 minimum margin. Since the first year of coverage, 2015, is still ongoing, final market conditions and program costs (and potential market distortions) are still uncertain. "], "subsections": []}, {"section_title": "Permanent Disaster Assistance Programs", "paragraphs": ["The 2014 farm bill permanently authorized three disaster programs for livestock—the Livestock Indemnity Program (LIP), the Livestock Forage Disaster Program (LFP), and the Emergency Assistance for Livestock, Honey Bees, and Farm-Raised Fish Program (ELAP)—and one program for fruit trees, the Tree Assistance Program (TAP). ", "Payments made under LIP, ELAP, LFP, and TAP are notified as product-specific amber box outlays and count toward the amber box limit, unless they qualify for a product-specific DM exemption. In 2011, a total of $314 million in disaster assistance payments were made to livestock—LFP, $264 million; LIP, $42 million; and ELAP, $8 million—and another $4 million under TAP. All payments under the four disaster programs qualified for a product-specific DM exemption. No payments were notified for these programs in 2012.", "De Minimis (DM) Exemptions ", "DM exemptions are amber box outlays that, when measured as a share of a defined total output measure (total or product-specific), are sufficiently small (i.e., less than 5%) as to be deemed benign. DM exemptions are identified as either product- or non-product-specific. "], "subsections": []}, {"section_title": "Non-Product-Specific DM Exemptions", "paragraphs": ["The non-product-specific exemption is the largest and most favorable in terms of its more generous spending limit—5% of the value of total agricultural output, inclusive of all crops and livestock products. Since 1995, U.S. agricultural production has ranged in total value from $184.7 billion in 1999 to a high of $396.6 billion in 2012. As a result, the U.S. non-product-specific DM exemption upper limit has ranged from a low of $9.2 billion in 1999 to a high of $19.8 billion in 2012. ", "During the first 17 years of U.S. notifications of domestic spending to the WTO (i.e., 1995 to 2011), non-product-specific DM outlays averaged $4.9 billion, including a high of $9.2 billion in 2011—all well within the DM limit. This category of U.S. program outlays saw considerable growth through 2011, driven largely by growth in U.S. crop insurance premium subsidies, which accounted for $7.5 billion of the $9.2 billion in non-product-specific DM outlays in 2011. This changed in 2012."], "subsections": [{"section_title": "Crop Insurance Reclassification: Non-Product- to Product-Specific Support", "paragraphs": ["Through 2011, U.S. crop insurance premium subsidies were notified as non-product-specific amber box outlays. As a result, despite their large size and importance as a share of domestic support outlays, premium subsidies were routinely exempted from counting against the U.S. amber box limit under the relatively high DM threshold for non-product-specific spending. Furthermore, this notification strategy by the United States has never been challenged despite the fact that individual policies are purchased for coverage of a specific commodity—for example, a corn revenue policy or a soybean yield policy.", "In its most recent notification (2012), the United States changed its notification status for crop insurance premium subsidies to product-specific amber support. As such, any product-specific support is first evaluated against 5% of the value of that specific commodity. When a product-specific subsidy is in excess of its 5% product-specific DM exemption threshold, then the entire amount of subsidies for that commodity must be counted against the $19.1 billion amber box limit. As a result, instead of exempting the entire $7 billion in premium subsidies in 2012 under the non-product-specific DM exemption, $5 billion were exempted under product-specific DM exemptions. The remaining $2 billion in product-specific premium subsidies exceeded the individual product DM thresholds (for wheat, cotton, sorghum, canola, dry beans, dry peas, and flaxseed) and thus counted against the aggregate amber box limit of $19.1 billion. ", "For example, in 2011 the United States was able to exclude $7.5 billion of crop insurance premium subsidies and $1.4 billion of SURE payments from counting against its $19.1 billion amber box limit under the non-product-specific DM exemption. In contrast, in its 2012 notification crop insurance premium subsidies were reclassified as product-specific support. As a result, the United States excluded a much-reduced $0.3 billion of potential amber box outlays under the non-product-specific DM exemption. Non-product-specific DM exemptions are likely to remain insubstantial going forward. In contrast, the product-specific DM exemption rose to $5.0 billion in 2012 after averaging under $0.4 billion annually since 1995."], "subsections": []}, {"section_title": "Other Non-Product-Specific Support Is Minimal", "paragraphs": ["Apart from crop insurance premium subsidies, other U.S. farm programs that have been notified as non-product-specific DM outlays in the past have included CCP payments, irrigation and grazing subsidies, payments under the Supplemental Crop Revenue Assurance (SURE) program, and payments made under two bioenergy programs—the Rural Energy for America Program (REAP) and the Biomass Crop Assistance Program (BCAP). Both the SURE and CCP programs no longer exist, while the REAP and BCAP programs are relatively small in terms of potential outlays. Federal irrigation and grazing subsidies have been small (relative to crop insurance subsidies) and unvarying since 2008, at $200 million and $45 million per year, respectively."], "subsections": []}]}, {"section_title": "Product-Specific DM Exemptions", "paragraphs": ["Product-specific amber box outlays have included payments made under the following programs: the sugar program, DPPS program, MILC, CCP, MLP, ACRE, SURE, crop insurance subsidies, farm storage facility loans, and commodity loan interest subsidies. U.S. product-specific DM exemptions averaged $361 million annually during 1995-2011, including a low of $29 million in 1999 and a high of $1.6 billion in 2002. Every program commodity, with the exception of dairy and sugar, has claimed product-specific DM at some point during the past 17 years. In 2012, with the inclusion of crop insurance premiums, product-specific DM exemptions jumped to $5.0 billion, up from $0.5 billion in 2011."], "subsections": []}]}]}, {"section_title": "Doha Round Implications", "paragraphs": ["A consideration for U.S. policymakers is the potential for expanded domestic support programs to sidetrack or delay progress in multilateral trade negotiations. From the U.S. perspective, a successful Doha agreement (under the current negotiating text) would significantly lower allowable spending limits for certain types of U.S. domestic support and eliminate export subsidies, while allowing U.S. agricultural products wider access to foreign markets. Key proposals with respect to new or revised disciplines on farm programs under the 2008 Doha Round texts include two objectives. ", "First, spending limits (total and product-specific) for the amber box and the two DM exemptions would be reduced substantially, while a limit would be established on the otherwise unbounded blue box.", "The total limit for U.S. amber box spending would be reduced to $7.6 billion (down from the current $19.1 billion limit), while new product-specific limits would be established at the average annual support received during the 1995-2000 period. DM exemption limits for non-product-specific outlays would be set at $4.85 billion (as compared to the current variable limit based on total U.S. production, which has averaged $16 to $20 billion), and for product-specific outlays at 2.5% of the average annual production value during the 1995-2000 period, thus establishing a historical base at a level substantially below current production values. Blue box limits would be established for non-product-specific outlays at $4.85 billion, and for product-specific outlays at 110% or 120% of the annual average during the 2002-2007 period.", "Second, a global spending limit—referred to as the overall trade-distorting domestic support (OTDS)—encompassing the four categories of the amber box, the two DM exclusions, and the blue box would be established at a level substantially smaller than the sum of their individual limits. Finally, the criteria for exemption status in the green box would be tightened.", "Potential program spending under the new suite of domestic support programs authorized by the 2014 farm bill might exceed the tighter spending limits proposed under the Doha Round draft modalities. For example, the proposed limits for amber box outlays of $7.6 billion are well below USDA's May 2014 projections for PLC and ARC outlays of $10.1 billion in crop year 2015 and $10.9 billion in 2016."], "subsections": []}, {"section_title": "Recap of Potential WTO Issues", "paragraphs": ["Assessments of the potential effect of the new domestic support programs authorized by the 2014 farm bill ( P.L. 113-79 ), and their compliance with WTO restrictions, are very preliminary at this time. Many of the new programs have yet to be fully implemented, producer participation is uncertain, and program outlays hinge on future market conditions. For example, under a relatively high price environment, as existed during the 2010-2013 period, U.S. program outlays would fall within proposed Doha Round limits with no or only modest changes. However, if market prices were to decline substantially below support levels for an extended period, then outlays could escalate and potentially exceed the proposed spending limits. ", "All of the new farm safety net programs—PLC, ARC, SCO, STAX, and DMPP—might be notified as amber box, although PLC, ARC, and SCO could be notified as non-product-specific amber box. Alternatively, PLC and ARC-CO might be notified as blue box. USDA is responsible for making this determination.", "Of all the price and income support programs, MLP benefits alone are fully coupled to producer behavior, while PLC and ARC are paid on a portion of historical plantings and thus are decoupled from producer planting decisions, making them less vulnerable to WTO challenge. However, because both PLC and ARC would make payments when current market prices are low relative to historical market prices, both programs reduce producer risk associated with price variability and thus likely result in greater acreage and production than would occur in their absence. The new shallow-loss programs—SCO and STAX—could prove more problematic. Both programs provide revenue (or potentially yield in the case of STAX) guarantees that are very near to the market averages, in addition to reducing farm-level risk by protecting revenues when market prices are low. Accordingly, they may incentivize greater acreage and production than would occur in their absence. ", "Most studies suggest that, for U.S. program spending to exceed the $19.1-billion amber-box limit, a combination of worst-case events would have to occur, for example, low market prices generating large simultaneous outlays across multiple programs, in addition to the $1.4 billion of implicit costs associated with the sugar program. Such a scenario is unlikely, although not impossible, particularly since outlays under several of the programs (including the new dairy program, SCO, STAX, and crop insurance) are not subject to any per-farm subsidy limit.", "Perhaps more relevant to U.S. agricultural trade is the concern that—because the United States plays such a prominent role in most international markets for agricultural products—any distortion resulting from U.S. policy would be both visible and vulnerable to challenge under WTO rules. Furthermore, projected outlays under the new 2014 farm bill's shallow-loss and counter-cyclical price support programs may make it difficult for the United States to agree to future reductions in allowable caps on domestic support expenditures and related DM exclusions as envisioned in ongoing WTO multilateral trade negotiations."], "subsections": []}]}}