{"id": "R43995", "title": "Military Construction, Veterans Affairs, and Related Agencies: FY2015 Appropriations", "released_date": "2015-05-12T00:00:00", "summary": ["The Military Construction, Veterans Affairs, and Related Agencies appropriations bill provides funding for the planning, design, construction, alteration, and improvement of facilities used by active and reserve military components worldwide. It capitalizes military family housing and the U.S. share of the NATO Security Investment Program and finances the implementation of installation closures and realignments. It underwrites veterans benefit and health care programs administered by the Department of Veterans Affairs (VA), provides for the creation and maintenance of U.S. cemeteries and battlefield monuments within the United States and abroad, and supports the U.S. Court of Appeals for Veterans Claims, Armed Forces Retirement Homes, and Arlington National Cemetery. The bill also funds advance appropriations for veterans' medical services.", "Military construction appropriations must be both authorized (usually in the annual National Defense Authorization Act) and appropriated. For FY2015, the President requested $6.6 billion in new budget authority for regular (base budget) military construction and an additional $46 million for Overseas Contingency Operations (OCO) construction associated with ongoing active military operations. Congress appropriated what the President requested, included a small amount of additional new budget authority, and added to that unexpired appropriations rescinded from prior fiscal years, bringing the base plus OCO military construction appropriation to $6.8 billion. In the spring of 2014, the President initiated a European Reassurance Initiative intended to strengthen confidence in U.S. support of its allies' security and territorial integrity. Congress thereupon added $221 million in military construction funding to the appropriation, bringing the total budget authority available for military construction in FY2015 to $7.0 billion.", "For Veterans Affairs, the President requested $154.6 billion, an increase of $10.7 billion above the amount enacted for FY2014. The final appropriation of $159.1 billion augmented the President's request by approximately $505 million. The Administration requested $212.6 million to support the other agencies (the American Battle Monuments Commission, the U.S. Court of Appeals for Veterans Claims, Arlington National Cemetery, and the Armed Forces Retirement Home) funded by the act. The final combined appropriation for these agencies for FY2015 was $236.6 million.", "The Carl Levin and Howard P. \"Buck\" McKeon National Defense Authorization Act for Fiscal Year 2015 (H.R. 3979/P.L. 113-291), which authorizes military construction appropriations and other related activities, was enacted on December 19, 2014. The final version of the FY2015 Military Construction, Veterans Affairs, and Related Agencies Appropriations Act (the Consolidated and Further Continuing Appropriations Act, 2015; H.R. 83, Division I/P.L. 113-265) was enacted on December 16, 2014."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Status of Legislation", "paragraphs": ["Fiscal year 2015 (FY2015) was the fourth year in which discretionary appropriations for the Department of Defense (DOD) were subject to a legally binding cap on national defense-related spending, initially codified by P.L. 112-25 , the Budget Control Act of 2011 (or BCA) and subsequently amended, most recently by P.L. 113-67 , the Bipartisan Budget Act (BBA) of 2013. President Obama's FY2015 Military Construction, Veterans Affairs, and Related Agencies (MilCon/VA) budget request complied with the applicable cap, as did the versions of the FY2015 National Defense Authorization Act (NDAA) that were passed by the House ( H.R. 4435 ), reported by the Senate Armed Services Committee ( S. 2410 ), and enacted into law ( H.R. 3979 , P.L. 113-291 ).", "Similarly, the versions of the FY2015 MilCon/VA Appropriations Act passed by the House and reported by the Senate Appropriations Committee ( H.R. 4486 ) and the version enacted as part of the Consolidated and Further Continuing Appropriations Act of 2015 ( H.R. 83 , Division I; P.L. 113-235 ) were consistent with spending caps then in force. ", " Table 1 and Table 2 track the status of both acts."], "subsections": []}, {"section_title": "Military Construction Authorization (P.L. 113-291, Division B)", "paragraphs": ["Congress annually authorizes the appropriation of funds for military construction projects through the drafting and passage of a Military Construction Authorization Act. This is typically incorporated as a division within the broader National Defense Authorization Act (NDAA). The Military Construction Authorization Act for Fiscal Year 2015 constituted Division B of the Carl Levin and Howard P. \"Buck\" McKeon National Defense Authorization Act for Fiscal Year 2015 ( P.L. 113-291 ).", "The NDAA is the principal legislative vehicle by which Congress organizes and sets policy for DOD. The Military Construction Authorization Act within the NDAA not only authorizes military construction projects and their necessary appropriations, but is also used to modify and extend the authorizations of existing projects, approve the acquisition and transfer of defense land title, set policy for real property disposition, require specific notifications to Congress of relevant defense actions, authorize appropriations for the NATO Security Investment Program (NSIP), and direct the management of DOD real property and facilities, among other actions. Provisions within, or amendments to, the NDAA authorized each of the five military base realignment and closure (BRAC) rounds carried out over the course of the past quarter-century. Title XXX of the FY 2015 NDAA, titled Natural Resources Related General Provisions , was unusual in the sense that it directed a number of real property actions for the Department of Interior, not DOD. This report will address only DOD-related provisions of the act.", "The amount of military construction new budget authority requested for FY2015 ($6.6 billion) was 40% less than the request for FY2014 ($11.0 billion). According to Administration statements, this reflected a deferral of construction forced by appropriations caps imposed by the BCA. The final act authorized the appropriation of $6.6 billion for military construction and family housing, $220 million for additional overseas contingency operations construction, and authorized several \"unfunded\" construction projects for which DOD had planned but had not requested funding. Table 3 tabulates the military construction appropriations requested and authorized for FY2015."], "subsections": [{"section_title": "Army Authorizations", "paragraphs": ["In all, the President had requested $539.4 million for Army construction, while the act authorized $543.4 million. The President also requested $78.6 million for Army family housing construction and $351.0 million for operation and maintenance. The act authorized those amounts.", "Authorizations for military construction appropriations typically remain current for three years, as specified within the act. Nevertheless, specific authorizations can be modified in subsequent acts with respect to time for completion and to scope. The FY2015 act extended the authorization for a number of Army projects that originated in FY2011 and FY2012. It also expanded the scope or increased the amount of appropriations authorized for several others. The act also collapsed the last four of six planned phases of construction of a Command and Control Facility at Fort Shafter, HI, into a single authorization, with the conference committee stating that the move would be expected to save construction cost and speed completion by up to four years. The act also adjusted the Army's construction priorities by authorizing three projects for which funding had not been requested in FY2015:", "$15.0 million for a Consolidated Shipping Center at Blue Grass Army Depot in KY, $46.0 million for a Simulations Center at Fort Hood, TX, and $86.0 million for the third phase of construction of the Individual Training Barracks Complex at Fort Lee, VA.", "With respect to overseas military construction, the act prohibited the obligation or expenditure of funds for the construction of family housing at Camp Walker in the Republic of Korea (ROK) until DOD validated on-post family housing requirements in the country and proposed a plan to meet those requirements. The consolidation of U.S. Army personnel in the ROK from long-established garrisons along the Demilitarized Zone (DMZ) bordering North Korea to Camp Walker, near Daegu, and Camp Humphreys, near Seoul, has been a point of congressional concern noted in several NDAAs."], "subsections": []}, {"section_title": "Navy Authorizations", "paragraphs": ["The President requested $16.4 million for Navy and Marine Corps family housing construction and $354.0 million for operation and maintenance. The act authorized those amounts.", "The President had requested $1.0 billion ($1,018.7 million) for Navy and Marine Corps construction, while the act authorized $993.2 million. In its Joint Explanatory Statement (JES) accompanying the act, the conference committee explained that it had reduced the requested authorization for a Cyber Studies Building at Annapolis, MD, by $90.1 million from $120.1 million to $30.0 million, noting that the Navy would not be able to spend the full amount of the request. The act added unrequested authorizations of $13.8 million for a Regional Ship Maintenance Support Facility at Bangor, WA, and $50.7 million for a Radio Battalion Complex at Camp Lejeune, NC, the top unfunded construction priorities for the Navy and Marine Corps, respectively. As with the Army, the act modified some previously enacted authorizations for various construction projects."], "subsections": []}, {"section_title": "Air Force Authorizations", "paragraphs": ["The President had requested $811.7 million for Air Force construction, while the act authorized $846.2 million. The difference can be attributed to an unrequested authorization of $34.4 million for a Corrosion Control and Composite Repair Shop at Andersen Air Force Base (AFB), Guam, a forward rotational deployment site for Global Strike Command B-52 Stratofortress and B-2 Spirit bombers. As it did for the other departments, the act modified several previously enacted construction authorizations.", "The President did not request family housing construction funding for the Air Force, and the act did not authorize any. He did request $327.7 million for Air Force family housing operation and maintenance, and the act authorized that amount."], "subsections": []}, {"section_title": "Defense Agencies Authorizations", "paragraphs": ["The President had requested $2.1 billion ($2,061.9 million) for Defense-Wide construction, while the act authorized $2.0 billion ($1,962.9 million). The difference is explained by a $70.0 million reduction to the $259.7 million requested for hospital construction at the Rhine Ordnance Barracks in Germany, a $9.0 million reduction in the request for Contingency Construction, and a $20.0 million reduction in requested Planning and Design funding. The act also modified several previously enacted authorizations for ongoing construction projects and barred the obligation or expenditure of any funds for the construction of either a human performance center at Joint Expeditionary Base Little Creek-Story, VA, or a squadron operations facility at Cannon AFB, NM, until the Committees on Armed Services of both House and Senate receive a report on DOD efforts on the prevention of suicide among members of U.S. Special Operations Command (USSOCOM).", "The President did not request family housing construction funding for the Defense account, and the act did not authorize any. He did request $61.0 million for the operation and maintenance of defense family housing, which the act authorized."], "subsections": []}, {"section_title": "Chemical Demilitarization Authorizations", "paragraphs": ["The international Chemical Weapons Convention, formally known as the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on their Destruction, ratified in 1997, banned the production, stockpiling, or use of chemical weapons. Since ratification, the U.S. has systematically reduced its supply of chemical munitions.", "The U.S. Army Chemical Munitions Activity is the agency entrusted with the destruction (demilitarization) of the nation's chemical munitions stockpile. At one time, installations in eight states stored these munitions. Currently, only Pueblo Chemical Depot, CO, and Blue Grass Army Depot, KY, have remaining munitions.", "The President had requested $38.7 million for chemical demilitarization construction and the act authorized the full amount."], "subsections": []}, {"section_title": "North Atlantic Treaty Organization Security Investment Program (NSIP) Authorization", "paragraphs": ["The President had requested $199.7 million as the U.S. contribution to NSIP (see footnote 3, p.2 of this report), while the act authorized $174.7 million. The difference is attributed in the act's Joint Explanatory Statement (JES) to slower than expected expenditure of funds already in the program."], "subsections": []}, {"section_title": "Guard and Reserve Forces Facilities", "paragraphs": ["The presidential requests and subsequent authorizations for the various reserve components are set out in Table 4 .", "The projects authorized included several for which the President had not requested funding."], "subsections": []}, {"section_title": "Family Housing Improvement Authorization", "paragraphs": ["The Family Housing Improvement Fund is the principal source of appropriations used to support the privatization of military family housing. The President requested $1.7 million for the fund, and the act authorized that amount."], "subsections": []}, {"section_title": "Base Realignment and Closure Activities", "paragraphs": ["During the course of military Base Realignment and Closure (BRAC) rounds, Congress has created appropriations accounts to fund all of the activities (construction, relocation, etc.) necessary to carry them out and appropriated funds to them through the military construction appropriation. With no BRAC round currently authorized or underway, the primary purpose of continuing BRAC appropriations is to fund the environmental remediation necessary to permit the transfer of title to BRAC-surplused real property from the federal government to other parties.", "The President had requested $270.1 million for the BRAC account, and the act authorized that amount.", "The act also contained a provision (Section 2711) that affirmed congressional intent to reject the President's request to authorize a 2017 base closure round.", "Under previous BRAC procedures, DOD and so-called Local Redevelopment Authorities (LRAs) worked closely together to redevelop and transfer title of BRAC-surplused defense real property. In some instances, the creation of an LRA has proved problematic. Section 2721 of the act allowed a local government within whose jurisdiction the affected installation is wholly located to be recognized as an LRA."], "subsections": []}, {"section_title": "Military Construction General Provisions", "paragraphs": ["Advance congressional notification requirement. Section 2801 of the act amended statute 10 U.S.C. §2801 to require the Secretary concerned to notify the congressional defense committees in advance of any construction on a military installation that is not authorized under a Military Construction Authorization Act.", "Modification of construction authority. Section 2802 amended 10 U.S.C. §2805, which allows the Secretary concerned to initiate minor construction without previous authorization. The amendment raised the cost ceiling from $2.0 million to $3.0 million for such routine construction and from $3.0 million to $4.0 million if initiated to correct a deficiency that is life-threatening, health-threatening, or safety-threatening. The statute also permitted the use of operation and maintenance (O&M) funds, part of the defense appropriation, for construction projects costing less than $750 thousand. The amendment raised that limit to $1.0 million.", "Authorized payments-in-kind and in-kind contributions. Section 2803 amended 10 U.S.C. §2687a, which deals with U.S. military installations on foreign soil. The amendment clarifies that a military construction project may be accepted as a payment-in-kind form of host nation support only if it has been authorized by law. The amendment will become operative on September 30, 2016, or the date of enactment of a military construction authorization act for FY2017.", "One-step turn-key contractor selection. Section 2804 expanded the authority of the Secretaries under 10 U.S.C. §2862 to use a single fixed-price contract to both design and build a military construction project. Under standard military construction practice, design and construction are separate competitive-bid processes. Using \"one-step turn-key selection procedures,\" the two are combined into a single contract. The amendment expanded its applicability to include certain repair projects and facility construction associated with authorized security assistance programs.", "Limits on construction in European Command. Section 2805 extended an existing restriction on military construction within the European Command Area of Responsibility (EUCOM AOR) until its requirement has been certified as part of the European Infrastructure Consolidation Assessment, has been determined to be of an enduring nature, and is the most effective means of meeting the need at the authorized location. For those projects created under the European Reassurance Initiative, the section requires the Secretary concerned to provide a military construction project data sheet (known as a Form DD-1391) to the congressional defense committees, to certify that a project pre-financing statement has been submitted through the NSIP, and to wait a specified number of days before initiating action.", "Temporary use of O&M funds for domestic construction. Section 2806 extended for one year a temporary authority to use a limited amount of O&M funding for contingency construction in the Central Command (CENTCOM) AOR. This provision has been reauthorized and amended annually since its original enactment as Section 2808 of the Military Construction Authorization Act for Fiscal Year 2004 (Division B of P.L. 108-136 ). The current extension limits the authority to $100 million.", "Residential building construction standards. Section 2807 expanded the number of voluntary consensus green building standards or rating systems that may be applied to any newly authorized residential building project.", "Limits on construction at NS Guantanamo Bay, Cuba. Section 2808 forbade the expenditure of any FY2015 funds for the construction of new facilities on Naval Station Guantanamo Bay, Cuba, unless the Secretary of Defense certifies that they would have enduring value independent of a high value detention mission."], "subsections": [{"section_title": "Provisions Related to Asia-Pacific Military Realignment", "paragraphs": ["Section 2821 modified certain restrictions on the expenditure of funds that had limited the movement of Marine Corps forces from Okinawa, Japan, to the U.S. Territory of Guam. These restrictions had been in existence for several years pending the satisfaction of a number of conditions established in previous NDAAs. One of those conditions was the creation by DOD of a Master Plan for Guam, which the department supplied in July 2014. The section removed the previous prohibition and replaced it with a cap on the overall cost of construction on Guam to carry out the movement of Marines from Okinawa. The provision continued certain restrictions on the use of military construction funds for the development of other public infrastructure on Guam.", "Section 2822 permits the Secretary of the Navy and the Secretary of the Interior to provide for the establishment and operation of a surface danger zone in the Ritidian Unit of Guam that would provide safe boundaries for a proposed live-fire range on Andersen AFB – Northwest Field and management of adjacent Guam National Wildlife Refuge property."], "subsections": []}, {"section_title": "Land Conveyances", "paragraphs": ["Subtitle D of the act provided for the conveyance to various entities of title to all or part of a number of land parcels administered by DOD. Many of these conveyance authorities stipulated reversionary clauses that would permit the United States to reassume title to the property under certain conditions. The conveyances authorized by the act are listed in Table 5 ."], "subsections": []}, {"section_title": "Military Memorials, Monuments, and Museums", "paragraphs": ["Section 2851 amended 10 U.S.C. §4772 to permit the Secretary of the Army to accept funds and in-kind gifts, including services, construction materials, and equipment used in construction, for the Heritage Center for the National Museum of the United States Army from the Army Historical Foundation and from industry donors.", "Section 2852 directed the Secretary of Defense to convey title to the Mt. Soledad Veterans Memorial in San Diego, California, to the Mount Soledad Memorial Association, Inc., subject to certain conditions.", "Section 2853 authorized the Secretary of the Navy to permit a third party to establish and maintain a memorial on the Washington Navy Yard in the District of Columbia to the victims of the shooting attack of September 16, 2013, that occurred there."], "subsections": []}, {"section_title": "Designations", "paragraphs": ["Section 2861 redesignated the Asia-Pacific Center for Security Studies at Honolulu, Hawaii, as the \"Daniel K. Inouye Asia-Pacific Center for Security Studies.\" Senator Daniel K. Inouye, a World War II Army veteran and Medal of Honor recipient, represented Hawaii in the House of Representatives and the Senate continuously since the state entered the Union. Senator Inouye died on December 17, 2012."], "subsections": []}, {"section_title": "Other Matters", "paragraphs": ["Section 2871 required the Secretary of Defense to submit not later than April 30, 2015, to the congressional defense committees a report on actions taken by DOD on recommendations resulting from reviews of physical security standards following the shooting incidents of November 2009 at Fort Hood, TX, and September 2013 at the Washington Navy Yard, DC."], "subsections": []}]}, {"section_title": "Overseas Contingency Construction Authorizations", "paragraphs": [], "subsections": [{"section_title": "European Reassurance Initiative", "paragraphs": ["Section 2901 and Section 2902 authorized a number of Army and Air Force construction projects that would support the ERI. These projects were to be located in Romania, Bulgaria, Estonia, Italy, Latvia, Lithuania, and Poland."], "subsections": []}, {"section_title": "Defense Agency Construction", "paragraphs": ["Section 2903 authorized $46.0 million for an overseas contingency construction project on behalf of the National Security Agency at a classified location."], "subsections": []}, {"section_title": "Authorization of Appropriations", "paragraphs": ["Section 2904 authorized $4.4 million for unspecified minor construction associated with the ERI.", "In total, the act authorized $220.4 million under its Title XXIX, Overseas Contingency Operations Military Construction."], "subsections": []}]}]}, {"section_title": "Appropriations (P.L. 113-235)", "paragraphs": ["The Military Construction, Veterans Affairs, and Related Agencies appropriations bill provides funding for the planning, design, construction, alteration, and improvement of facilities used by active and reserve military components worldwide. It capitalizes military family housing and the U.S. share of the NATO Security Investment Program and finances the implementation of installation closures and realignments. It underwrites veterans benefit and health care programs administered by the Department of Veterans Affairs (VA), provides for the creation and maintenance of U.S. cemeteries and battlefield monuments within the United States and abroad, and supports the U.S. Court of Appeals for Veterans Claims, Armed Forces Retirement Homes, and Arlington National Cemetery. The bill also funds advance appropriations for veterans' medical services.", "The Military Construction, Veterans Affairs, and Related Agencies Subcommittee of the House Committee on Appropriations reported out its version of the appropriations bill ( H.R. 4486 , H.Rept. 113-416 ) by voice vote on April 3, 2014. It was formally introduced to the House on April 17 by Representative John Abney Culberson (TX/07) and passed on the Yeas and Nays (416-1, Roll no. 187).", "The bill was received in the Senate on May 1, 2014, and referred to the Committee on Appropriations. On May 20, the Subcommittee on Military Construction, Veterans Affairs, and Related Agencies approved the bill with an amendment in the nature of a substitute for consideration by the full committee. Senator Tim Johnson (SD) reported the bill to the Senate with an amendment in the nature of a substitute on May 22 ( S.Rept. 113-174 ). The bill was placed on the Senate Legislative Calendar under General Orders (Calendar No. 400).", "No further action was taken on the bill until December 11, 2014, when it was incorporated as Division I of the House's amendment to the Senate's amendment to a separate bill, H.R. 83 . The House agreed to the newly amended bill by the Yeas and Nays (219-206, Roll No. 563).", "The Senate took up the amended bill on December 12 and agreed to the House amendment by Yea-Nay vote (56-40, Record Vote No. 354) on December 13.", "The bill was presented to the President on December 16, 2014, and signed into law as P.L. 113-235 ."], "subsections": [{"section_title": "Title I: Department of Defense", "paragraphs": ["The appropriations included within this act closely follow the authorizations discussed in the previous section of this report. The major appropriations categories include military construction and family housing construction and operation for the various active and reserve components of the armed forces and defense agencies, U.S. contributions the NATO Security Investment Program, construction associated with the demilitarization of the U.S. chemical munitions stockpile, the DOD homeowners assistance program, the DOD family housing improvement program, and activities associated with the five formal military base closure and realignment (BRAC) rounds that Congress has authorized."], "subsections": [{"section_title": "Military Construction", "paragraphs": ["Military construction is the creation of real property (that which cannot be moved), by the Department of Defense (on behalf of the defense agencies and Special Operations Command) or the Departments of the Army, Navy, or Air Force,. 10 U.S.C. §2802 defines military construction projects as \"surveys and site preparation; acquisition, conversion, rehabilitation, and installation of facilities; acquisition and installation of equipment and appurtenances integral to the project; acquisition and installation of supporting facilities (including utilities) and appurtenances incident to the project; and planning, supervision, administration, and overhead incident to the project.\"", "Since 1948, the median (half above and half below) annual combined military construction and family housing appropriation is calculated at $11.9 billion, as measured in constant FY2015 dollars. For FY2015, Congress passed, and the President enacted, a military construction and family housing appropriation of $6.6 billion. The flow of appropriations is illustrated in Figure 1 .", "Funding for military construction over the decades has tended to organize itself into several distinct time periods."], "subsections": [{"section_title": "Post-World War II", "paragraphs": ["The end of World War II in 1945 left the Department of War and the Department of the Navy (predecessors of DOD) with massive, relatively new, infrastructure inventories supporting a rapidly demobilizing military force. A total of more than 16 million U.S. men and women served in uniform during the war, and more than 12 million were on active duty in September of 1945. By mid-1947, when DOD was created out of the two military departments, that number had shrunk to less than 2 million. Construction requirements, therefore, were minimal between the end of World War II and the outbreak of hostilities on the Korean Peninsula in 1950."], "subsections": []}, {"section_title": "The Cold War", "paragraphs": ["The Cold War's onset required a significant reorientation of U.S. national strategy. Long-range Soviet bomber fleets and a large ground army concentrated in central Europe posed significant threats. During the 1950s and early 1960s, the U.S. constructed early warning radar facilities, missile defense sites, and strategic bomber bases along its northern tier and established large garrisons near the border between West and East Germany.", "Construction continued apace as U.S. combat troops became engaged in Vietnam during the late 1960s. The need for new construction slowed somewhat as the United States disengaged from Vietnam in the late 1960s, but picked up again during the military buildup during the Reagan Administration in the 1980s."], "subsections": []}, {"section_title": "Post-Cold War and BRAC", "paragraphs": ["Tensions of the Cold War eased during the last years of the 1980s, presaging the collapse of the Soviet Union in 1991. By then, budgetary pressures, the lack of a clearly defined adversary, and underutilized infrastructure offered an opportunity to significantly reduce DOD's \"footprint.\" This led the Secretary of Defense in 1988 to negotiate an agreement with Congress that created a special Base Realignment and Closure (BRAC) process. Under BRAC, DOD and an independent commission have drawn up lists of recommendations in 1988, 1991, 1993, 1995, and 2005 that closed or adjusted the missions and garrisons of installations around the nation. The recommendations for each round have been implemented over the course of the six subsequent years, and the sole source of funding for that implementation has been the military construction appropriation. Authority to conduct BRAC expired in 2006.", "The Cost of BRAC. BRAC implementation is one reason that military construction appropriations between FY1989 and FY2011, the last year of BRAC implementation, may not have dropped to levels expected at the end of the Cold War. That the 2005 BRAC round, implemented between FY2006 and FY2011, required an extraordinary commitment of funding was largely due to three reasons unique to that round:", "its primary goal was not cost savings, but rather support for the \"transformation\" of U.S. military forces into a lighter \"expeditionary\" post-Cold War organization; operations in Iraq and Afghanistan prompted an increase in ground forces (\"Grow the Force\") requiring the construction of new troop facilities; and the redeployment of overseas units to U.S. garrisons required construction of additional domestic facilities funded through the BRAC account.", "Trends in Appropriations. Since 2011, appropriations for military construction and family housing appear to have shrunk to levels not seen since the mid-1970s. Military construction for FY2012, the first post-BRAC year, amounted to $13.8 billion, a 28% reduction from the year before. The $10.0 billion appropriated for FY2014 represented a further 27% reduction below those for FY2012. The President requested $6.6 billion in military construction and family housing appropriations for FY2015, which represented a level 53% below the appropriation of three years earlier. The military construction appropriations levels for FY 2016 through FY 2019 presented by DOD in its Future Years Defense Plan (FYDP) are projected to rise to $9.3 billion, then decline to $8.5 billion, $8.0 billion, and $7.7 billion, respectively.", "Post-BRAC actual, requested, and projected military construction and family housing new budget authority is illustrated in Figure 2 ."], "subsections": []}]}, {"section_title": "Military Construction Issues for FY2015", "paragraphs": ["The conference committee on H.R. 83 , Division I, raised several key issues in drafting the FY2015 appropriation."], "subsections": [{"section_title": "Incremental Funding of Major Construction Projects", "paragraphs": ["Capital asset projects, such as the construction of military facilities, can be either fully funded or incrementally funded.", "As a general rule, the Office of Management and Budget (OMB) has directed federal agencies, including DOD, to fully fund construction in order to accurately reflect the real cost of each project. Nevertheless, major projects that would require the dedication of substantial amounts of budget authority could limit the amount of annual budget authority available for other construction. For such large, budget-intensive projects, DOD has broken the funding stream into phases spread over a number of years. Each phase, though, is considered to be an independent, stand-alone project in the sense that its completion must yield a usable facility. This has led some in the construction industry to suggest that the approach is inefficient in both cost and time to completion. While generally supporting full funding, Congress has occasionally modified such projects by converting a series of construction phases into a single project and funding them in a series of increments, thereby preserving new budget authority and offering the potential for more efficient construction. Such was the case with several major construction projects for which funds were appropriated in the FY2015 act, as shown in Table 6 ."], "subsections": []}, {"section_title": "\"Zero Percent Utilization\" Real Property Management", "paragraphs": ["Sometimes, military installations will continue to provide minimal upkeep and maintenance to buildings that are not occupied or otherwise being productively used. On one hand, this can reduce the assets available to support other facilities. On the other hand, keeping the heat and air conditioning on, patching leaks, and generally keeping these \"zero-utilization\" buildings habitable could prove a long-term cost-saving measure in case the facilities must again be pressed into service or title to the property is transferred to another agency or to a non-federal entity, such as in the case that the military installation is closed. In their Explanatory Statement accompanying the appropriations act, the conference committee stated, \"It is important for DOD to eliminate wasteful spending on unused facilities and properties that have been rated at zero percent utilization. The DOD is urged to manage its facilities and properties in a responsible manner that does not waste taxpayer resources.\""], "subsections": []}, {"section_title": "Defense Access Roads and Road Improvements on Military Installations", "paragraphs": ["The conference committee also noted that budget constraints on military construction appear to have negatively affected the quality of surface transportation infrastructure in and around a number of military installations. While road construction and maintenance can be funded through the military construction and defense appropriations, the only vehicle by which DOD can assist with the construction of roads \"outside the fence\" is the Defense Access Road (DAR) Program. The committee noted that DOD had submitted a list of certified unfunded DAR requirements totaling $92,900,000. The committee then directed DOD to submit with its FY2016 military construction appropriations request", "an updated list of unfunded DAR requirements; a list of unfunded internal road improvements at installations which have experienced a growth rate of 10 percent or more in tenant populations within the past five years or where tenant organizations comprise more than 50 % of the workforce; recommendations of ways in which DOD could facilitate the contribution and coordination of multiple service and Defense agency components of an installation's population to address unfunded base access and internal transportation requirements; and additional related data."], "subsections": []}, {"section_title": "Unfunded Quality of Life Construction Projects", "paragraphs": ["In its Explanatory Statement, the conference committee noted that funding for the construction of what are referred to as \"Quality of Life\" (QOL) facilities (e.g., child development centers, physical fitness facilities and troop housing) had declined under strengthened budget constraints, stating that", "Both the Department and the services have acknowledged that they are taking risk in their military construction programs, especially QOL requirements, to provide additional funds for operational readiness. ...", "The fiscal year 2015 Senate Military Construction, Veterans Affairs and Related Agencies Appropriations Bill provided additional funding for unfunded QOL military construction requirements identified by the services, subject to authorization. However, no additional funding for QOL projects was authorized in either the fiscal year 2015 Senate or House of Representatives Defense authorization bills.", "The committee then directed DOD to provide along with its FY2016 military construction appropriations request a prioritized list of unfunded QOL requirements to include, but not limited to, troop housing, child development and youth centers, and physical fitness centers, for each of the services, and a plan across the FYDP to address these requirements."], "subsections": []}]}]}, {"section_title": "Title II: Veterans Affairs", "paragraphs": [], "subsections": [{"section_title": "Agency Overview", "paragraphs": ["The Department of Veterans Affairs (VA) administers directly, or in conjunction with other federal agencies, programs that provide benefits and other services to veterans and their spouses, dependents, and beneficiaries. The VA has three primary organizations to administer these benefits: the Veterans Benefits Administration (VBA), the Veterans Health Administration (VHA), and the National Cemetery Administration (NCA). Benefits available to veterans include service-connected disability compensation; a pension for low-income veterans who are elderly or have a nonservice-connected disability; vocational rehabilitation for disabled veterans; medical care; life insurance; home loan guarantees; burial benefits; and educational and training benefits to help in the transition of active servicemembers to civilian life. As shown in Table 7 , VA appropriations for benefits and services have increased by almost 81% from FY2008 ($88.11 billion) to FY2015 ($159.14 billion)."], "subsections": []}, {"section_title": "Appropriation Highlights", "paragraphs": ["The FY2015 budget submitted by the Administration called for funding the VA at a level of $158.64 billion (see Table 8 ). This is an increase of $10.71 billion, or 7.2%, compared to the 2014 Consolidated Appropriations Act ( P.L. 113-76 ). However, the final $159.14 billion enacted FY2015 appropriation for the VA was $11.21 billion (7.6%) over the FY2014 enacted amount, and approximately $505 million (.34%) above the Administration's FY2015 request. "], "subsections": [{"section_title": "Advance Appropriations", "paragraphs": ["Under current budget scoring guidelines, advance appropriations of budget authority are scored as new budget authority in the fiscal year in which the funds become newly available for obligation, and not in the fiscal year the appropriations are enacted. Therefore, in Table 8 and Table 9 of this report, FY2016 advance appropriation figures are shown in the corresponding fiscal year column at the end of each table. For example, the 2015 Consolidated and Further Continuing Appropriations Act ( H.R. 83 ; P.L. 113-235 ) provides advance appropriations for the medical services, medical support and compliance, and medical facilities accounts for FY2016. Funding shown for FY2015 does not include advance appropriations provided in FY2015 by P.L. 113-235 for use in FY2016. Instead, the advance appropriation provided in FY2015 for use in FY2016 is shown in the FY2016 column. At the same time, advance appropriations included in the 2014 Consolidated Appropriations Act ( P.L. 113-76 ) for use in FY2015 are shown in the FY2015 column.", "Since FY2010, the annual appropriations process for VHA includes advance appropriations for use during the following fiscal year. Beginning with the FY2016 MILCON/VA budget, the Administration will also be required to request FY2017 advance appropriations for several VBA accounts as described below.", "Advance Appropriations for VA Medical Care. In 2009, Congress enacted the Veterans Health Care Budget Reform and Transparency Act of 2009 ( P.L. 111-81 ) authorizing advance appropriations for three of the four accounts that comprise VHA: medical services, medical support and compliance, and medical facilities . The fourth account, the medical and prosthetic research account, is not funded with an advance appropriation. P.L. 111-81 also required the Department of Veterans Affairs to submit a request for advance appropriations for VHA with its budget request each year. Congress first provided advance appropriations for the three VHA accounts in the FY2010 appropriations cycle; the 2010 Consolidated Appropriations Act ( P.L. 111-117 ) provided advance appropriations for FY2011. Subsequently, each successive appropriation measure has provided advance appropriations for the three VHA accounts. In addition to the request for FY2015, as required by law, the Administration requested $58.66 billion in advance FY2016 funding for VA health care. ", "Congress Extends Advance Appropriations to Mandatory VA Benefits. Additionally, the 2015 Consolidated and Further Continuing Appropriations Act ( H.R. 83 ; P.L. 113-235 ) amended 38 U.S.C §117 and authorized advance appropriations for three mandatory programs within the VBA: compensation and pensions, readjustment benefits, and veterans insurance and indemnities . Beginning with the FY2016 MILCON-VA Appropriations bill, these three VBA accounts will be provided advance appropriations for FY2017 in addition to the three VHA accounts that are already authorized to receive advance appropriations as explained above."], "subsections": []}, {"section_title": "Comparison of FY2015 Budget Request and Final Enacted Appropriations", "paragraphs": ["The major differences between the FY2015 Administration request and P.L. 113-235 are that P.L. 113-235 includes slightly less overall funding for medical services than requested. P.L. 113-235 also rescinds and reallocates funding that affects several accounts. A general administrative rescission of $41 million applied across discretionary accounts, and a $15 million rescission was applied to the DOD-VA Health Care Sharing Incentive Fund for a total of $56 million in rescissions. Of that amount, $40 million was reprogrammed to temporarily extend a pilot program allowing the VA to contract outside physicians to conduct disability examinations in accordance with the Veterans' Benefits Improvement Act of 1996 ( P.L. 104-275 ). Taking into account the $40 million reallocation, new budget authority for the VA under P.L. 113-235 contained a final total of $16 million in rescissions.", "Slightly more funding than requested was provided for several VA departmental administration functions, including the Board of Veterans Appeals, general operating expenses for the VBA, the Office of the Inspector General, and grants for the construction of state extended care facilities and veterans' cemeteries. "], "subsections": []}, {"section_title": "Veterans' Health Care", "paragraphs": ["The 2015 MILCON-VA Appropriations Act ( H.R. 83 ; P.L. 113-235 ) provides a total of $56.4 billion for VHA (excluding rescissions), which comprises four accounts: medical services, medical support and compliance, medical facilities, and medical and prosthetic research accounts (see Table 8 ). For FY2015, P.L. 113-235 provides a $209 million supplement for the VHA medical services account in addition to the advance appropriation of approximately $45 billion provided in the 2014 Consolidated Appropriations Act ( P.L. 113-76 ), for the combined $45.225 billion in new budget authority included in Table 8 . This additional amount funds the higher than expected costs associated with the acquisition of two new Hepatitis-C drug therapies; to support the higher than expected demand for the Program of Comprehensive Assistance for Family Caregivers — established by Title I of the Caregivers and Veterans Omnibus Health Services Act of 2010 ( P.L. 111-163 ); and to fund several unfunded provisions in the Veterans Access, Choice, and Accountability Act of 2014 ( P.L. 113-146 as amended by P.L. 113-175 and P.L. 113-235 ).", "The 2015 MILCON-VA Appropriations Act provides advance appropriations of approximately $58.7 billion for FY2016 for three VHA accounts (medical services, medical support and compliance, and medical facilities). For a more detailed discussion of VA health care appropriations, see CRS Report R43547, Veterans' Medical Care: FY2015 Appropriations , by [author name scrubbed]."], "subsections": []}, {"section_title": "Mandatory and Discretionary VA Funding", "paragraphs": ["As shown in Table 9 , mandatory funding is higher than discretionary funding for the VA. In the FY2015 appropriation ( P.L. 113-235 ), discretionary funding is 40.9%, while mandatory funding is 59.1% of total funding. Advance funding for VA medical care is considered discretionary; however, mandatory funding is composed of appropriated entitlements including disability compensation, pension, and readjustment benefits. The growth of mandatory funding has been driven primarily by disability claims of (1) former servicemembers, (2) current beneficiaries who are experiencing worsening or multiple service-connected disabilities, and (3) individuals who may be eligible for benefits under a presumptive service-connection."], "subsections": []}]}]}, {"section_title": "Title III: Related Agencies", "paragraphs": [], "subsections": [{"section_title": "American Battle Monuments Commission", "paragraphs": ["The American Battle Monuments Commission (ABMC) is responsible for the maintenance and construction of U.S. monuments and memorials commemorating the achievements in battle of U.S. Armed Forces since the nation's entry into World War I; the erection of monuments and markers by U.S. citizens and organizations in foreign countries; and the design, construction, and maintenance of permanent cemeteries and memorials in foreign countries. The commission maintains 24 cemeteries and 25 memorials in foreign countries and on U.S. soil."], "subsections": []}, {"section_title": "U.S. Court of Appeals for Veterans Claims", "paragraphs": ["The U.S. Court of Appeals for Veterans Claims (CAVC) was established by the Veterans' Administration Adjudication Procedure and Judicial Review Act of 1988 ( P.L. 100-687 ). The court is an independent judicial tribunal with exclusive jurisdiction to review decisions of the Board of Veterans' Appeals. It has the authority to decide all relevant questions of law; interpret constitutional, statutory, and regulatory provisions; and determine the meaning or applicability of the terms of an action by the VA. It is authorized to compel action by the VA. It is authorized to hold unconstitutional, or otherwise unlawful, and set aside decisions, findings, conclusions, rules, and regulations issued or adopted by the VA or the Board of Veterans' Appeals."], "subsections": []}, {"section_title": "Department of Defense: Civil (Army Cemeterial Expenses)", "paragraphs": ["The Secretary of the Army is responsible for the administration, operation, and maintenance of Arlington National Cemetery and the Soldiers' and Airmen's Home National Cemetery. In addition to its principal function as a national cemetery, Arlington is the site of approximately 3,100 non-funeral ceremonies each year and has approximately 4 million visitors annually. P.L. 113-235 provides funding that is $20 million above the Administration request."], "subsections": []}, {"section_title": "Armed Forces Retirement Home", "paragraphs": ["The Armed Forces Retirement Home (AFRH) Trust Fund provides funds to operate and maintain the Armed Forces Retirement Home in Washington, DC (also known as the United States Soldiers' and Airmen's Home), and the Armed Forces Retirement Home in Gulfport, MS (originally located in Philadelphia, PA, and known as the United States Naval Home). The appropriation for the AFRH facilities is normally all from the Armed Forces Retirement Home Trust Fund. The trust fund is maintained through gifts, bequests, and a $0.50 per month assessment on the pay of active duty enlisted military personnel and warrant officers.", " Table 10 shows the Administration's FY2015 budget request, the House-passed and Senate proposed FY2015 appropriations, and the final enacted appropriation for each of the related agencies."], "subsections": []}]}, {"section_title": "Title IV: Overseas Contingency Operations (OCO)", "paragraphs": ["The conference agreement on Division I of H.R. 83 created a new title devoted to military construction pursuant to the Global War on Terrorism and the European Reassurance Initiative (ERI). The request for funds for these projects was submitted to Congress after congressional consideration of the FY2015 Military Construction, Veterans Affairs, and Related Agencies bills was completed.", "The act appropriated the requested $46 million for a Defense-Wide OCO construction project at a classified location. An additional $175 million was appropriated for construction associated with the ERI. The Administration had requested that this sum be drawn from defense Operation and Maintenance (O&M) funds for unspecified ERI construction. Nevertheless, DOD subsequently identified to Congress individual construction requirements for which the appropriations committees provided funding as a new title within the appropriations act."], "subsections": [{"section_title": "Appendix. Military Construction Appropriations, FY2014-FY2015", "paragraphs": [], "subsections": []}]}]}]}}