{"id": "R44083", "title": "Appointment and Confirmation of Executive Branch Leadership: An Overview", "released_date": "2015-06-22T00:00:00", "summary": ["The Constitution divides the responsibility for populating the top positions in the executive branch of the federal government between the President and the Senate. Article II, Section 2 empowers the President to nominate and, by and with the advice and consent of the Senate, to appoint the principal officers of the United States, as well as some subordinate officers.", "These positions are generally filled through the advice and consent process, which can be divided into three stages:", "First, the White House selects and clears a prospective appointee before sending a formal nomination to the Senate. Second, the Senate determines whether to confirm a nomination. For most nominations, much of this process occurs at the committee level. Third, the confirmed nominee is given a commission and sworn into office, after which he or she has full authority to carry out the duties of the office.", "The President may also be able to fill vacancies in advice and consent positions in the executive branch temporarily through other means. If circumstances permit and conditions are met, the President could choose to give a recess appointment to an individual. Such an appointment would last until the end of the next session of the Senate. Alternatively, in some cases, the President may be able to designate an official to serve in a vacant position on a temporary basis under the Federal Vacancies Reform Act or under statutory authority specific to the position.", "Congress has selectively included certain types of statutory provisions when establishing specific executive branch positions. These provisions include those that require appointees to have specified qualifications, that set fixed terms of office, that limit the circumstances under which the President can remove an officeholder, that specify how the chair of a collegial board or commission will be selected and may be removed, and that allow an incumbent to remain in office past the end of a term until a successor is appointed (hold over). Although these types of provisions may be found in the establishing statutes for a variety of positions, they are particularly common for members of regulatory and other collegial boards and commissions. In some cases, these types of provisions have influenced the dynamics of the Senate confirmation process. They also may be factored into the selection and vetting process in the Administration."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Constitution divides the responsibility for populating the top positions in the federal government between the President and the Senate. The appointments clause (Article II, Section 2) empowers the President to nominate and, by and with the advice and consent of the Senate, to appoint the principal officers of the United States, as well as some subordinate officers. Specifically, the appointments clause provides that", "[The President] shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law.", "Officers of the United States are those appointees who are \"exercising significant authority pursuant to the laws of the United States\" (emphasis added). ", "This report provides an overview of high-ranking executive branch positions of this nature—presidentially appointed positions that require the advice and consent of the Senate. These positions are often referred to as \"advice and consent positions\" or \"PAS positions.\"", "The report begins by explaining the three distinct stages that comprise the advice and consent process, which is the means through which most of these positions are filled. These three stages are selection and nomination, Senate consideration, and appointment. The report then provides an overview of recess appointments and briefly discusses other options that are available to Presidents for temporarily filling vacant advice and consent positions. Finally, it discusses certain types of statutory provisions that Congress has applied selectively to specific advice and consent positions in the executive branch: qualifications for officeholders, fixed terms of office, limitations on presidential removal, appointment and removal of chairs, and holdover provisions.", "Some high-ranking positions in the federal government may be filled through means other than presidential appointment with Senate confirmation. The remainder of the appointments clause states that \"the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.\" Congress has created many such positions in statute. These other types of positions, however, are beyond the scope of this report, as are positions in the federal judiciary. "], "subsections": []}, {"section_title": "Appointments Under the Advice and Consent Process", "paragraphs": ["The appointment process for executive branch positions is generally considered to have three stages: selection and nomination by the President, consideration by the Senate, and appointment by the President. "], "subsections": [{"section_title": "Selection, Clearance, and Nomination", "paragraphs": ["In the first stage, the White House selects and clears a prospective appointee before sending the formal nomination to the Senate. With the assistance of, and preliminary vetting by, the White House Office of Presidential Personnel, the President selects a candidate for the position. Members of Congress and interested parties sometimes have recommended candidates for specific PAS positions, particularly for positions located within a Member's state. Members have offered their suggestions by letter and by contact with a White House liaison. In general, the White House is under no obligation to follow such recommendations. In the case of the Senate, however, it has been argued that Senators are constitutionally entitled, by virtue of the advice and consent clause noted above, to provide advice to the President regarding his selection; the extent of this entitlement is a matter of some debate. As a practical matter, when Senators have perceived insufficient pre-nomination consultation has occurred, they have sometimes exercised their procedural prerogatives to delay, or even effectively block, consideration of a nomination.", "During the clearance process, the candidate prepares and submits several forms, including the \"Public Financial Disclosure Report\" (Office of Government Ethics (OGE) 278), the \"Questionnaire for National Security Positions\" (Standard Form (SF) 86), a supplement to SF 86 (\"86 Supplement\"), and sometimes a White House Personal Data Statement. The clearance process often includes a background investigation conducted by the Federal Bureau of Investigation (FBI), which prepares a report that is delivered to the White House. It also includes a review of financial disclosure materials by the Office of Government Ethics (OGE) and an ethics official for the agency to which the candidate is to be nominated. If conflicts of interest are found during the background investigation, OGE and the agency ethics officer may work with the candidate to mitigate the conflicts. At the completion of the clearance process, the nomination is ready to be submitted to the Senate.", "The selection and clearance stage has often been the longest part of the appointment process. There have been lengthy delays at times, particularly when many candidates have been processed simultaneously, such as at the beginning of an Administration, or where conflicts needed to be resolved. Candidates for higher-level positions have often been accorded priority in this process. At the end of 2004, in an effort to reduce the elapsed time between a new President's inauguration and the appointment of his or her national security team, Congress enacted amendments to the Presidential Transition Act of 1963. These amendments encourage a President-elect to submit, for security clearance, potential nominees to high-level national security positions as soon as possible after the election. A separate provision of law relating to transitions, enacted as part of the Federal Vacancies Reform Act of 1998 (Vacancies Act), lengthens the potential duration of a temporary appointment. (See section below entitled \"Other Temporary Appointments.\") ", "A nominee has no legal authority to assume the duties and responsibilities of the position; a nominee who is hired by the agency as a consultant while awaiting confirmation may serve only in an advisory capacity. Authority to act comes once there is Senate confirmation and presidential appointment, or through another method of appointment, such as a recess appointment or other temporary appointment. "], "subsections": []}, {"section_title": "Senate Consideration", "paragraphs": ["In the second stage of the appointment process, the Senate alone determines whether or not to confirm a nomination. The Senate's action on a nomination varies, depending largely on the importance of the position involved, existing political circumstances, and policy implications. Most presidential appointees are confirmed routinely by the Senate, without public debate. Other appointees receive more attention from Congress and the media through hearings, investigations, and floor debate. Historically, the Senate has shown particular interest in the nominee's views and how they are likely to affect public policy. Two other factors have sometimes affected the examination of a nominee's personal and professional qualities: whether the President's party controlled the Senate, and the degree to which the President became involved in supporting the nomination.", "Much of the Senate confirmation process occurs at the committee level. Administratively, nominations are received by the Senate executive clerk, who usually arranges for the referral of the nominations to committee, according to the Senate rules and precedents. Committee nomination activity has generally included investigation, hearing, and reporting stages. As part of investigatory work, committees have drawn on information provided by the White House, as well as information they themselves have collected. Some committees have held hearings on nearly all nominations; others have held hearings for only some. Hearings provide a public forum to discuss a nomination and any issues related to the program or agency for which the nominee would be responsible. Even where confirmation has been thought by most to be a virtual certainty, hearings have provided Senators and the nominee with opportunities to go on the record with particular views or commitments. Senators have used hearings to explore nominees' qualifications, articulate policy perspectives, or raise related oversight issues.", "In response to an increasing perception among many Senators that processing and confirming nominations to over 1,000 positions in the executive branch was becoming too burdensome, a bipartisan effort was undertaken in 2011 to address how the Senate processes nominations. In August 2011, the Senate agreed to S.Res. 116 , a resolution \"to provide for expedited Senate consideration of certain nominations subject to advice and consent.\" S.Res. 116 established a potentially faster Senate confirmation process for nominations to a certain set of positions, which are identified in the resolution. Under the conditions of S.Res. 116 , most nominations to the specified set of positions bypass formal committee referral and consideration, although committees are still responsible for collecting background information on the nominees. After the committee receives the background information from the executive branch and the nominee, the nomination can become eligible for consideration by the full Senate, unless any single Senator objects to using the expedited process. If a Senator objects, the nomination is referred to committee in the usual manner, and the committee can choose to proceed with formal consideration.", "With regard to each nomination that is referred to a committee, the committee may decline to act on it at any point—upon referral, after investigation, or after a hearing. If the committee votes to report a nomination to the full Senate, it has three options: it may report the nomination favorably, unfavorably, or without recommendation. A failure to obtain a majority on the motion to report means the nomination will not be reported to the Senate. Failure of a nomination to make it out of committee has occurred for a variety of reasons, including opposition to the nomination, inadequate amount of time for consideration of the nomination, or factors that may not be directly related to the merits of the nomination. If the committee declines to report a nomination, the Senate may, under certain circumstances, discharge the committee from further consideration of the nomination in order to bring it to the floor.", "The Senate historically has confirmed most, but not all, executive branch nominations. In rare instances, a vote to confirm a nomination has failed on the Senate floor. Often, unsuccessful nominations fail to be reported or discharged from committee, as just discussed. Sometimes, however, a nomination is reported from committee but is not taken up on the floor of the Senate because of opposition to it by one or more Senators. Because of this opposition, the Senate is not able to consider and confirm the nomination by unanimous consent. The Senate will sometimes seek to overcome this opposition by invoking cloture. Historically, invoking cloture was usually a difficult and time-consuming way to confirm a nomination. The support of at least 60 Senators was needed to invoke cloture, and this vote would be followed by up to 30 hours of debate on the nomination before a vote on confirmation itself. In November 2013, the Senate reinterpreted its rules to mean that only a simple majority of those Senators voting is required to invoke cloture on any nomination except for one to a position on the United States Supreme Court. The number of hours of post-cloture debate was unchanged by the new precedent. ", "Senate rules provide that \"nominations neither confirmed nor rejected during the session at which they are made shall not be acted upon at any succeeding session without being again made to the Senate by the President…\" In practice, such nominations have sometimes been returned to the President at the end of the first session and are always returned to the President at the end of the Congress. Nominations also may be returned automatically to the President at the beginning of a recess of more than 30 days, but the Senate rule providing for this return has often been waived."], "subsections": []}, {"section_title": "Appointment", "paragraphs": ["In the final stage of the appointment process, the confirmed nominee is given a commission signed by the President (which bears the Great Seal of the United States) and sworn into office. The President may sign the commission at any time after confirmation, at which time the appointment becomes official. Once the appointee is given the commission and sworn in, he or she has full authority to carry out the responsibilities of the office."], "subsections": []}]}, {"section_title": "Recess Appointments", "paragraphs": ["The Constitution also empowers the President to make a limited-term appointment to fill a vacancy without Senate confirmation when the Senate is in recess. Recess appointments expire at the end of the following session of the Senate.", "Presidents have occasionally used the recess appointment power to circumvent the confirmation process. In response, Congress has enacted provisions that restrict the pay of recess appointees under certain circumstances. Because most potential appointees to full-time positions would not serve without a salary, the President has an incentive to use his recess appointment authority in ways that allow them to be paid. Under one such statute, if the position falls vacant while the Senate is in session and the President fills it by recess appointment, the appointee may not be paid from the Treasury until he or she is confirmed by the Senate. However, the salary prohibition does not apply", "(1) if the vacancy arose within 30 days before the end of the session of the Senate;", "(2) if a nomination for the office, other than the nomination of an individual given a recess appointment during the preceding recess of the Senate, was pending when the Senate recessed; or", "(3) if a nomination to the office was rejected by the Senate within 30 days of the end of the session and another individual was given the recess appointment. ", "A recess appointment falling under any one of these three exceptions must be followed by a nomination to the position not later than 40 days after the beginning of the next session of the Senate. For this reason, when a recess appointment is made, the President generally submits a new nomination to the position even when an old nomination is pending. This statute has been interpreted by the Department of Justice to preclude payment of an appointee who is given successive recess appointments to the same position.", "Although recess appointees whose nominations to a full term are subsequently rejected by the Senate may continue to serve until the end of their recess appointments, a provision of the FY2008 Financial Services and General Government Appropriations Act may prevent them from being paid after their rejections. The provision reads, \"Hereafter, no part of any appropriation contained in this or any other Act shall be paid to any person for the filling of any position for which he or she has been nominated after the Senate has voted not to approve the nomination of said person.\" Prior to this provision, similar wording had been included in annual funding measures for most or all of the previous 50 years.", "From the 110 th Congress on, Congress has periodically used specific scheduling practices in an attempt to prevent the President from making recess appointments. The evolution of these practices, the President's response to them, and associated controversies are beyond the scope of this report."], "subsections": []}, {"section_title": "Other Temporary Appointments", "paragraphs": ["As just discussed, the Constitution authorizes the President to fill vacant PAS positions on a temporary basis through recess appointments. Congress has provided more limited statutory authority for doing so, as well. Under the Vacancies Act, when an executive agency position requiring confirmation becomes vacant, it may be filled temporarily in one of three ways: ", "1. the first assistant to such a position may automatically assume the functions and duties of the office; 2. the President may direct an officer in any agency who is occupying a position requiring Senate confirmation to perform those tasks; or 3. the President may select any officer or employee of the subject agency who is occupying a position for which the rate of pay is equal to or greater than the minimum rate of pay at the GS-15 level and who has been with the agency for at least 90 of the preceding 365 days. ", "A temporary appointment made under the Vacancies Act is limited to 210 days from the date of the vacancy, but the time restriction is suspended if a first or second nomination for the position is pending. In addition, during a presidential transition, the 210-day restriction period does not begin until either 90 days after the President assumes office, or 90 days after the vacancy occurs, if the vacancy occurs within the 90-day inauguration period. ", "The Vacancies Act does not apply to positions on multi-headed regulatory boards and commissions or to certain other specific positions that may be filled temporarily under other statutory provisions.", "In some cases, Congress has expressly provided in statute for the temporary filling of vacancies in a particular advice and consent position. Generally, such provisions employ one or more of several methods: (1) a specified official is automatically designated as acting; (2) a specified official is automatically designated as acting, unless the President provides otherwise; (3) the President designates an official to serve in an acting capacity; or (4) the head of the agency in which the vacancy exists designates an acting official."], "subsections": []}, {"section_title": "Selectively Applied Statutory Provisions", "paragraphs": ["Congress has selectively enacted certain types of statutory provisions when establishing specific executive branch positions. These provisions pertain to qualifications, fixed terms of office, limitations on presidential removal of an officeholder, chair selection and removal, and holdover authority. Although these types of provisions may be found in the establishing statutes for a variety of positions, they are particularly common for members of regulatory and other collegial boards and commissions. In some cases, these types of provisions have influenced the dynamics of the Senate confirmation process discussed above. They also may be factored into the selection and vetting process in the Administration. Each of these statutory provision types is discussed below."], "subsections": [{"section_title": "Qualifications", "paragraphs": ["In many instances, Congress has mandated that appointees to particular leadership positions meet specified requirements. Some statutory qualification provisions, like those for the administrator of the Federal Emergency Management Agency (FEMA), require that appointees have certain experience, skills, or educational backgrounds that are associated with competence. Other qualification provisions address a variety of characteristics, such as citizenship status, residency, or, for the purpose of maintaining political balance on regulatory boards, political party affiliation. Congress has, however, used qualification provisions selectively; most executive branch positions do not have statutory qualifications.", "Statutory qualifications associated with a particular position might affect the selection and Senate consideration of nominees. The Administration's selection process might be limited to a smaller group of potential candidates for the position than would otherwise be the case. On one hand, such a limitation might yield a nominee who has the profile envisioned when the office was established. On the other hand, the statutory requirement might prevent the nomination of an individual who did not meet one or more of the qualifications, but is otherwise well-suited for the post. Should the President elect to nominate an individual whose qualifications are perceived to fall short of the statutory requirements, the Senate must then determine whether to take note of that fact and whether to confirm the nominee nonetheless.", "Most boards and commissions are required, by statute, to have a political balance among their members (e.g., no more than three of five, or five of seven, may be from the same political party), so the White House has often negotiated over nominations to these positions with leaders of the opposition party in Congress. These negotiations involve both political and policy considerations, especially when the board or commission is involved in areas that, at the time, may be particularly sensitive. This has sometimes resulted in a packaging process in which the President has submitted several nominations together for positions on a particular board or commission, and the Senate has then considered and confirmed them as a group."], "subsections": []}, {"section_title": "Fixed Terms and Removal Limitations", "paragraphs": ["Some advice and consent positions have statutorily set terms of office, typically periods of four to seven years. Such a term may be set to coincide with the presidential election cycle, as it does for the Director of the Office of Personnel Management (OPM), or to overlap Administrations, as it does with the Director of the Federal Bureau of Investigation (FBI). As discussed below, fixed terms are common for members of collegial boards and commissions, and the terms of the members of such a body are often designed to expire in a staggered manner.", "Even though they have statutorily established terms of office, appointees to many fixed-term positions serve at the pleasure of the President. This means that incumbents can be removed by the President at any time for any reason (or no stated reason), as is the case with most presidential appointments. Lacking protection from removal, incumbents in these positions may remain subject to close guidance and direction from the President, as well as to removal at the time of a presidential transition. A fixed term might not prevent the removal of an incumbent by the President, but it might inhibit such an action, because it establishes the given period as the normal or expected tenure of an appointee. The length of the term might also influence the independence of the appointee from the President. An official serving a short term may be more susceptible to Presidential direction, especially if he or she might be reappointed by that President. On the other hand, an official whose term of office is longer than that of the President who appointed him or her may be less likely to feel a sense of allegiance or commitment to the President's successor.", "In many instances where Congress has established a position with a fixed term, the statute provides that the President may remove an incumbent from office only for cause. For example, with regard to the Federal Energy Regulatory Commission (FERC), the United States Code provides that members \"shall hold office for a term of 5 years and may be removed by the President only for inefficiency, neglect of duty, or malfeasance in office.\" Provisions such as this one limit the ability of a President to remove, or threaten to remove, an appointee solely for political reasons. Arguably, this is the characteristic with the most impact on the level of independence of an agency's leadership from the President's direction. Many independent regulatory boards and commissions have authorizing statutes with such provisions. To the degree that a particular independent regulatory commission exercises quasi-judicial functions, it could be argued, based on a 1958 Supreme Court ruling, that its members would be protected from presidential removal even absent a specific provision to that effect. Although such provisions are less common in laws establishing single administrator-headed agencies, leaders of at least four of these organizations have such for-cause protections: the Social Security Administration (SSA), the Office of Special Counsel (OSC), the Federal Housing Finance Agency (FHFA), and the Consumer Financial Protection Bureau (CFPB). ", "White House vetting and selection and Senate consideration of nominations to fixed-term positions might entail a set of considerations different from those involving an appointment of indefinite duration. Where incumbents are protected from at-will presidential removal, they are unlikely to be involuntarily removed from office. In addition, where the tenure of a nominee's appointment would outlast that of an incumbent President, those Senators not of the President's party might elect to prevent confirmation so as to preserve a vacancy that could be filled by an incoming President of their party. ", "The fixed terms for the members of many federal boards and commissions have set beginning and end dates, irrespective of whether the posts are filled or when appointments are made. The end dates of the fixed terms of a board's various members are staggered, so that the terms do not expire all at once. The use of terms with fixed beginning and end dates is intended to minimize the occurrence of simultaneous board member departures and thereby increase leadership continuity.", "In the case of a position with a fixed term with set beginning and end dates, an individual is nominated to a particular seat and a particular term of office. An individual may be nominated and confirmed for a seat for the remainder of an unexpired term in order to replace an appointee who has resigned (or died). Alternatively, an individual might be nominated for an upcoming term with the expectation that the new term will be underway by the time of confirmation. Occasionally, where only a few months of the unexpired term remain, the President has submitted two nominations of the same person simultaneously—the first to complete the unexpired term and the second to complete the entire succeeding term of office."], "subsections": []}, {"section_title": "Appointment and Removal of Chairs", "paragraphs": ["On some commissions, the chair is subject to Senate confirmation and must be appointed from among the incumbent commissioners. If the President wishes to appoint someone who is not on the commission to be chair, two nominations are submitted simultaneously for the nominee—one for member and the other for chair. For many independent boards and commissions, the chair is appointed from among the group's members by the President alone, without a separate nomination. Often, the President will make his intentions clear when nominating a member whom he plans to designate as chair, once confirmed.", "Chairs of executive branch boards and commissions typically serve in that role at the pleasure of the President. Thus, a President generally could remove an incumbent from his or her role as chair as a result of a policy or political disagreement. However, he would usually have to satisfy a higher \"for cause\" threshold for removing the same individual from his or her role as a member of the board or commission."], "subsections": []}, {"section_title": "Holdover Provisions", "paragraphs": ["Some statutes that establish fixed terms for particular positions also permit an incumbent to remain in office past the end of her or his term without additional appointment or confirmation. In some cases, such a \"holdover\" provision allows an official to continue serving until he or she is replaced. In other cases, the individual may serve for a specified period linked to the calendar or for some period that is linked to the congressional schedule.", "Holdover provisions may affect the dynamics of the advice and consent process. If the President, on one hand, or key Senators, on the other, are satisfied with the performance of an incumbent member serving in a holdover capacity, nomination or confirmation of a successor might be less likely than it would be if the position were vacant. Some boards and commissions have experienced extended periods during which one or more of their members are serving in a holdover capacity. For example, as of May 2015, five of the six members of the Federal Election Commission (FEC) were serving in a holdover capacity, and four of them had been doing so for two years or longer."], "subsections": [{"section_title": "Appendix. Additional CRS Information on Presidential Appointments", "paragraphs": ["A number of CRS reports discuss the process and characteristics described above, as well as other related topics. Those reports include the following: ", "CRS Report RL31980, Senate Consideration of Presidential Nominations: Committee and Floor Procedure , by [author name scrubbed]", "CRS Report RL30959, Presidential Appointee Positions Requiring Senate Confirmation and Committees Handling Nominations , by [author name scrubbed] and [author name scrubbed] CRS Report RL32878, Cloture Attempts on Nominations: Data and Historical Development , by [author name scrubbed] CRS Report R43331, Majority Cloture for Nominations: Implications and the \"Nuclear\" Proceedings , by [author name scrubbed] CRS Report R40119, Filling Advice and Consent Positions at the Outset of a New Administration , by [author name scrubbed] and [author name scrubbed] CRS Report R42963, Nominations to Cabinet Positions During Inter-Term Transitions Since 1984 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed] CRS Report R41872, Presidential Appointments, the Senate's Confirmation Process, and Changes Made in the 112th Congress , by [author name scrubbed] CRS Report RS21308, Recess Appointments: Frequently Asked Questions , by [author name scrubbed] CRS Report RL33009, Recess Appointments: A Legal Overview , by [author name scrubbed] CRS Report R42329, Recess Appointments Made by President Barack Obama , by [author name scrubbed]", "CRS Report RL33886, Statutory Qualifications for Executive Branch Positions , by [author name scrubbed]", "CRS Report R40856, The Debate Over Selected Presidential Assistants and Advisors: Appointment, Accountability, and Congressional Oversight , by [author name scrubbed] et al.", "In addition, CRS has a number of tracking reports that compile data on nominations made by the President in each Congress to full-time positions in the executive branch. See, for example, CRS Report R43853, Presidential Appointments to Full-Time Positions in Executive Departments During the 112 th Congress , by [author name scrubbed]; CRS Report R43859, Presidential Appointments to Full-Time Positions in Independent and Other Agencies During the 112 th Congress , by [author name scrubbed]; and CRS Report R44043, Presidential Appointments to Full-Time Positions on Regulatory and Other Collegial Boards and Commissions, 113 th Congress , by [author name scrubbed] and [author name scrubbed]."], "subsections": []}]}]}]}}