{"id": "R44011", "title": "Invasive Species: Control Options and Issues for Congress", "released_date": "2015-04-30T00:00:00", "summary": ["For the first few centuries after the arrival of Europeans in North America, plants and animals of many species were sent between the two land masses. The transfer of non-natives consisted not only of intentional westbound species ranging from pigs to dandelions but also of intentional eastbound species such as grey squirrels and tomatoes. And for those centuries, the remaining non-native species crossing the Atlantic, uninvited and often unwelcome, were ignored if they were noticed at all. They were joined by various species arriving deliberately or accidentally from Asia and Africa. The national focus on invasive species arose in the 19th century, primarily owing to losses in agriculture (due to weeds or plant diseases), the leading industry of the time. A few recently arrived invasive species, and estimates of adverse economic impacts exceeding $100 billion annually have sharpened that focus.", "Very broadly, the unanswered question regarding invasive species concerns whose responsibility it is to ensure economic integrity and ecological stability in response to the actual or potential impacts of invasive species, and at what cost. As this report shows, the current answer is not simple. It may depend on answers to many other questions: Is the introduction deliberate or accidental? Does it affect agriculture? By what pathway does the new species arrive? Is the potential harm from the species already known? Is the species already established in one area of the country? Finally, if the answers to any of these questions are unsatisfactory, what changes should be made?", "The specific issue before Congress is whether new legislative authorities and funding are needed to address issues of invasive species and their increasing economic and ecological impacts on such disparate matters as power-plant operations, grazing lands, and coral fishes. Such legislation could affect domestic and international trade, tourism, industries dependent on importing non-native species, those dependent on keeping them out, and finally, the variety of natural resources that have little direct economic value and yet affect the lives of a broad segment of the public.", "In the century or so of congressional responses to invasive species, the usual approach has been an ad hoc attack on the particular problem, from impure seed stocks to Asian carp in the Chicago Sanitary and Ship Canal. A few notable attempts have begun to address specific pathways by which invasives arrive (e.g., ship ballast water), but no current law addresses the broad, general concern over non-native species and the variety of paths by which they enter this country. A 1998 executive order took a step in bringing together some of the current authorities and resources to address a problem that has expanded with both increasing world trade and travel and decreasing transit time for humans and cargo. Multiple bills have been introduced on this subject in recent Congresses.", "There are two basic approaches to limiting the spread of invasive species: a species-by-species assessment of the risks or benefits of admitting or excluding species, and a policy based on controlling pathways of entry in which vigilance is maintained on incoming ballast tanks, cargo holds, packing materials, and similar vehicles for unwanted organisms. These two approaches may complement each other. Policymakers also may emphasize prevention over post hoc control or vice-versa, or they may adopt a combination of the two approaches."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["It is easy to find well-publicized examples of threats from invasive species: Burmese pythons multiply in South Florida, becoming top carnivores and killing large numbers of native species of reptiles, birds, and mammals. Formosan termites devastate living trees and historic buildings in New Orleans' French Quarter. Leafy spurge slashes the forage value of western grazing land, thereby creating precipitous drops in land value. To continue with a full list of the damaging effects of invasive plants and animals risks sounding like hyperbole. So vast is this \"bioinvasion\" (as some have termed it) that only rough estimates can be made of the numbers of non-native species now in North America, much less the rest of the world.", "However, it is unclear how best to manage or prevent these effects or what legislation would be needed to address these problems. Laws concerning wild plants and animals—whether native or introduced—do not form a comprehensive body at the federal level. The absence of a generalized federal responsibility in this area also circumscribes the federal role in addressing invasive species. Under the U.S. system, inherited from English legal tradition, the government regulates the taking of native wild animals generally and landowners control the native (and other) plants growing on their lands. Thus, colonial governments regulated native wild animals (to the extent there was regulation of the take of wild animals at all) and, after the U.S. Constitution was ratified, the states retained the rights they previously had as colonies to control the wildlife within their boundaries.", "With states retaining the right to regulate wildlife, the majority of wild plant and animal species are not federal responsibilities under current law. Moreover, because the problem of invasive species has continued to present itself as a series of seemingly disconnected crises, legislation has become a patchwork as each crisis has been addressed. This report outlines the nature of the invasive species threat, the ability to predict invasions, methods of pest prevention or control, gaps in regulation, and options for congressional action."], "subsections": []}, {"section_title": "A Short History of Diffuse Legislation", "paragraphs": ["The range of relevant federal laws (as well as the federal agencies responsible for enforcing or administering them) is addressed in another Congressional Research Service (CRS) report, but a short review of these laws is useful here. The laws addressing invasive species threats to agriculture—for centuries a well-developed North American industry whose risks from non-native invasions are relatively clear—tend to be more developed than laws protecting other industries or those protecting ecosystems. In consequence, agencies whose mission it is to address those risks also are better developed. Yet even the responsibilities to protect agriculture from invasives established in some U.S. regions but not others are diffuse, shared, or even lacking. Moreover, the enormous volume of trade makes the burden on federal inspection systems so severe as to permit only limited or cursory inspections and to force a strong reliance on self-reporting by importers of living and (apparently) nonliving cargo.", "Laws protecting the natural ecosystems on which industries such as tourism, electric power, or city water supplies depend are far less developed. For example, a state agency that wishes to bring in a sport fish from another continent to benefit its anglers may face few obstacles in doing so, much less a burden of proof to show that the action will not harm other economic interests, natural resources, or ecosystems. Some laws, such as the Lacey Act, force the burden of proof in the other direction: an import is deemed safe unless it is on a list of organisms known to be harmful. ", "A local or state government, faced with the recent arrival of a new invasive species—whether terrestrial, freshwater, or marine; plant or animal; agricultural pest or recreational nuisance—has no single source to query to begin its response or guide it through a maze of options. Moreover, federal help, especially any timely help in the weeks or months after initial discovery, is rare to nonexistent and focuses more on information and less on practical assistance. More than two decades ago, the Office of Technology Assessment wrote \"The current Federal framework is a largely uncoordinated patchwork of laws, regulations, policies, and programs. Some focus on narrowly drawn problems. Many others peripherally address [nonindigenous species]. In general, present Federal efforts only partially match the problems at hand.\"", "This assessment largely holds true to this day, although since that time, the National Invasive Species Council (NISC; see \"Executive Order 13112\" text box, above) has addressed some aspects of the invasive species problem. It has taken steps toward sharing more information across governments and with the public. Based on its mandate under E.O. 13112, NISC asks specific agencies to take the lead in developing policies within their existing legislative mandates. Through its 2008-2012 report, Meeting the Invasive Species Challenge , NISC outlined a set of actions to address the bulk of existing problems. These actions include developing legislative proposals to fill gaps in current law. However, legislative efforts to date have tended to focus on well-established problems, such as the clear invasion of a single species, a specific pathway of introduction, or damage or risks to agriculture. "], "subsections": []}, {"section_title": "Threat of Invasive Species", "paragraphs": ["Various abundant invasive species have had severe economic impacts on U.S. industries and the natural environment. Damage varies by species and can span an enormous range of effects, including power outages; loss of farmland property value; contamination of grain; spread of disease; increases in operating costs; loss of irrigation water; collapse of buildings; competition with native plants; loss of sport, game, or endangered species; and ecosystem disturbance.", "Some invasive plants have been notorious for years for causing both economic and ecological damage; kudzu, melaleuca, cordgrass, salt cedar, purple loosestrife, spotted knapweed, and Russian thistle are examples. Their damage includes lowering water tables, poisoning humans and livestock, decreasing crop yields, and increasing pest control costs. A serious infestation can cause substantial losses in property values.", "Invasive invertebrates also are well-known and include gypsy moths, Japanese beetles, Asian longhorn beetles, Asian tiger mosquitoes, fire ants, and Africanized honeybees. In addition, introduced vertebrate pests (e.g., walking catfish, lake trout, cane toads, monk parakeets, starlings, bighorn sheep, nutria, and rats) can have serious economic and ecological impacts. Introductions also include various human parasites and diseases.", "In some cases, the source of the introduction is either known or strongly suspected. Introducers of some species, such as kudzu, melaleuca, and starlings, actually intended that their imports proliferate in the wild. Their purposes ranged from the practical (kudzu for erosion control) to the quixotic (starlings for a purported desire to bring all of the birds mentioned in Shakespeare's works to the United States). Whatever the motive, society itself was the loser in the importers' Faustian bargains as the organisms proliferated to the detriment of the economy, native fauna and flora, and ecosystems.", "Introductions of non-native species may be intentional or unintentional. Some intentional introductions have produced benefits or at least low levels of harm, as in the case of the ring-necked pheasant (a game bird native to Asia) or honeybees (originally native to Eurasia). Unintentionally introduced species may be present for years or decades before their presence is even recognized and the harm that they do, if any, is measured or observed. However, catastrophic results can come from both accidental introductions (e.g. , sea lampreys in the Great Lakes) and intentional introductions (e.g. , pigs in Hawaii)."], "subsections": [{"section_title": "Geographic Origins of Non-native Species", "paragraphs": ["Plants and animals tend to survive best in a new site that is similar to their original habitat. As result, the risk of a species becoming invasive could be affected by the ecological similarity between its origin and the U.S. region into which it is imported. Thus, the plants and animals of northern Europe, northern China, and New England are more likely to be a threat to the stability of each other's ecosystems than they are to be a threat to the fauna and flora of Miami or Singapore. Regions with similar climates and soils are tending toward increasing biological homogenization as species spread and new arrivals thrive at the expense of natives. This process reverses the normal evolutionary pattern of ever-greater species divergence between two geographically separated regions—from biodiversity to \"biosimilarity\"—as the new arrivals create a homogenized flora and fauna in the two regions.", "Near neighbors are less likely than distant lands to be a source of pests. Canada, whose northern forests are contiguous with those of the United States, is not likely to be a source of forest pests because its forests have no meaningful biological barrier separating them from U.S. forests. ", "Consequently, if a native Canadian species could survive in a U.S. forest, it is probably already in one. Similarly, desert plants of the southwestern United States are probably shared with Mexico, and neither country's native desert fauna or flora poses much of a threat to the other."], "subsections": []}, {"section_title": "Unusually Susceptible Habitats", "paragraphs": ["Harmful non-native species occur throughout the United States, but some ecosystems are more susceptible to invasion than others. Mild climate, geographic isolation, disturbance of the natural landscape, and a high rate of exposure to non-native species are all factors that can make a habitat particularly susceptible to invasion. Islands, remote lakes, and other long-isolated areas with unique plants and animals also are known to be particularly susceptible to invasive species. ", "Hawaii and Florida are perhaps the major examples of this phenomenon in the United States. Both have many threatened and endangered species and, not coincidentally, a plethora of invasives. Both states were long isolated biologically and have large numbers of native species found nowhere else. The mild climates of Hawaii and Florida make it easier for the rich flora and fauna from other tropical and semitropical regions to survive and also make the states attractive to businesses that import, maintain, or breed non-native animals and plants, such as tropical fishes and ornamental plants. In Florida, one group compiled statistics on reported captures, kills, or encounters with exotic animals between January 2010 and October 2013. The report included more than 56 Burmese pythons (see Figure 1 ), 15 pythons of other species, 1 gaboon viper, 304 monitor lizards, 100 bearded lizards, 1 emu, 1 kangaroo, 2 serval cats, 6 lemurs, and 5 capuchin monkeys. By focusing only on reported incidents rather than providing a systematic survey, the list likely understates the scope of invasive species in Florida.", "Another factor putting some environments at risk is the sheer number of opportunities for new introductions. Both Hawaii and Florida are major travel destinations and transportation hubs, so they are even more likely to be subjected to inadvertent introductions. Relative biological isolation, combined with easy transportation access also compounds the likelihood of invasion in aquatic habitats such as the Great Lakes. Seaports, where many ships exchange ballast water, are at severe risk of invasions: even if only a tiny proportion of newly arriving non-native species survive in busy ports like San Francisco Bay or Chesapeake Bay, the actual number of successful invasive species may be large. The areas around airports, with increasing volumes of international traffic and tourism, are also at risk."], "subsections": []}, {"section_title": "Pathways of Invasion", "paragraphs": ["To some extent, pathways of invasion between countries can be predicted. For example, the propensity of brown tree snakes to hide in dark places has done much to focus attention on air stowaways. The arrival of a number of beetle species has played a similar role in focusing attention on pallet wood, packing crates, live plants, and airport warehouses as pathways and centers of biotic invasion. Live animals or plants may harbor microorganisms, parasites, or seeds that pose a danger to other species, even if the animal or plant itself does not survive in the wild. In general, any arrival of living or untreated material could present a possible pathway for biotic invasion. A comprehensive review of possible pathways, their risks, options for control, and research needs is, to the authors' knowledge, currently lacking. ", "Nonetheless, between or within countries, some pathways for species invasions are already well-known:", "Transportation corridors . Railroads, rivers, and highways can all spread invasive species. In the 19 th century, the railroads over which cattle were transported were a major path for the establishment of new plants. In the 20 th century, zebra mussels quickly escaped the drainage of the Great Lakes (probably via the Chicago Sanitary and Ship Canal) and began an invasion into the Mississippi River drainage, and Asian carp are repeating the process in the opposite direction. Interstate highways also help to spread invasive species such as weed seeds, freshwater bivalves (on trailered vehicles), and wood-boring beetles (in firewood). I ntentional importation of non-native pets . The importer is hardly ever interested in seeing the imported organisms escape, preferring usually to sell, raise, or keep them instead. But once the specimens are sold, control is lost, and purchasers sometimes release unwanted animals into local lakes, streams, or forests, perhaps feeling they are being humane by releasing the animals. The United States is a major importer of reptiles, and though concern often has been for potential effects on host countries (e.g., loss of iguanas from Central America), there are issues regarding possible escapes, especially in southern states. A number of species are thought or known to have entered the United States as pets, or in association with pets: apple snails, goldfish, walking catfish, lionfish, budgerigars, ring-necked doves, and common pigeons, among others. Landscaping plants . A number of woody invasive plants in the United States originally were introduced by the landscape industry. A garden or greenhouse plant imported for horticulture may scatter shoots or seeds far more widely than expected. Water hyacinths, for example, were brought from South America in the late 19 th century as pool ornaments. The plant now covers thousands of acres in the southern United States, plus parts of Cape Cod and California, as well as parts of Africa and Asia. As a result of this and similar escapes, the nursery industry has been subjected to increasing criticism, and some states are increasing their regulation of potentially invasive nursery plants. Aquaculture . Many cultured aquatic species are not native. There is concern about the escape and establishment of cultivated species that may be harmful to native ones. Examples include the potential escape of Atlantic salmon in the Pacific Northwest; introduction of Asian oysters into Chesapeake Bay; and the inadvertent introduction of diseases, such as two diseases affecting oysters (called dermo and MSX ), or of other pest species. Deliberate release for propagation in the wild . Deliberate release into the wild for propagation occurs for a variety of purposes. Several species of fish were released into the Colorado River for sport anglers, for example. (The continuing presence of these game fish has been one complicating factor in efforts to recover threatened and endangered species in and along the river, as well as to manage the river more naturally.) Salt cedar (or tamarisk) was introduced from Central Asia into the desert in the American Southwest in the early 19 th century, in part to control erosion along river banks. The tree now forms dense thickets on more than 1 million acres of riparian habitat, and these thickets severely limit the growth of native cottonwood trees. To control the trees, in 2005 the Animal and Plant Health Inspection Service (APHIS, in the U.S. Department of Agriculture [USDA]) introduced the salt cedar leaf beetle ( Diorhabda ), which feeds exclusively on leaves of this tree, and the beetle began to reduce the populations of the tree. Unfortunately, it was determined that an endangered bird called the southwest willow flycatcher had adapted to the presence of this new tree and begun to nest in it, further complicating control of the tree as well as recovery of the endangered bird. "], "subsections": []}]}, {"section_title": "Coordinating Science", "paragraphs": ["Among recent efforts to coordinate scientific research on invasive species, a consortium of federal, state, and academic institutions formed the National Institute for Invasive Species Science (NIISS). Through its website, NIISS allows researchers to share a range of information on taxonomy, identification, geospatial data, and so on. Its mission is", "to develop cooperative approaches for invasive species science that meet the urgent needs of land managers and the public. Administratively housed at the U.S. Geological Survey Fort Collins Science Center in Colorado, the National Institute of Invasive Species Science provides a hub for invasive species science collaboration, coordination, and integration across agencies and disciplines.... The mission of the National Institute of Invasive Species Science is to work with others to coordinate data and research from many sources to predict and reduce the effects of harmful non-native plants, animals, and diseases in natural areas and throughout the United States.", "However, the NIISS website is not intended for the general public and is difficult to use for such fundamental questions as the known distribution of invasives. A second organization, also a consortium, is the North American Invasive Species Network (NAISN). It is a", "non-profit organization that was formed in 2010 by university and government scientists from across North America.... The countries of Mexico and Canada participate as NAISN members through a Memorandum of Understanding.... [Members are] regional university centers and institutes, government institutions, non-profit organizations, research labs, and/or other groups and individuals with invasive species interests and qualifications that are valuable to the mission of NAISN.... NAISN aims to unify and connect existing regional invasive species efforts into a single network ... to help current invasive species management and prevention efforts across the continent.", "Its website ( http://www.naisn.org/ ) is designed for a wider audience than NIISS. It offers videos demonstrating the characteristics of several dozen invasive plants and lists services offered by the consortium; the services focus on data collection and coordination among agencies."], "subsections": []}, {"section_title": "Predicting an Invasion: Black and White?", "paragraphs": ["Federal laws have tended to focus on black lists (anything not on the list is allowed) in contrast to a white list (anything not on the list is excluded). (See summary of various approaches in Table 1 .) Each requires some, or even considerable, knowledge of the species to be listed in order to predict the likelihood of invasion. The types of lists are discussed below."], "subsections": [{"section_title": "Methods for Predicting Invasiveness", "paragraphs": ["A central dilemma in making any list is the difficulty in predicting a species' ability to invade. What characteristics of seed dispersal, nesting, food and host preferences, etc., are most likely to lead to exuberant proliferation and result in economic and ecological harm? For example, it seems logical that, all else being equal, plants producing many seeds will be more invasive than those producing few seeds. The problem is that \"all else being equal\" rarely is equal—a variety of factors affect invasiveness. The abundant seed producer may require a special pollinating insect; the newly arrived plant with few seeds may leave behind its major herbivores, and so on. A host of other factors may complicate prediction. ", "Nonetheless, there are a few characteristics that may serve as predictors. One example is propagule pressure . This term describes those species that attempt invasions (somehow arrive in large numbers) most frequently and/or with the largest number of arriving individuals and therefore are more likely to be successful invaders. A second strategy to model invasiveness is Hazard Analysis and Critical Control Points (HACCP), a method to analyze the critical points at which an invasion may be prevented or stopped. Scientists continue to model other factors that might increase invasiveness. However, no evidence to date has identified a suite of features that seems to be a reliable predictor of invasiveness, and thus many experts view all importations as suspect."], "subsections": []}, {"section_title": "Black Lists", "paragraphs": ["A black list can be prepared in various ways, but it usually is made up of species already shown to cause serious damage to fisheries, endangered species, or (especially) agriculture. This evidence may be based on experience with the species domestically or in other countries. Preventing the spread of the species after it enters the United States may have to rely on public education, penalties for shippers, monitoring, and other means. In general, black lists require time to gather information on the damage created by the species and then proceed through rule-making. This approach allows more flexibility for industries that depend on the importation of new species of plants or animals. Black lists do not readily address introductions by persons who are unaware that they are bringing in non-native organisms."], "subsections": []}, {"section_title": "White Lists", "paragraphs": ["With the white list approach, there is an attempt to predict potential harm before a species' arrival. The prediction would be based on known characteristics of a species, such as how it reproduces, the number of seeds or offspring, etc. Species that are not predicted to cause harm would be added to a white list of allowable species, and any species not on the list would be excluded. The mongoose, for example, has a history of becoming a pest on islands where it has been introduced. It seems unlikely that the mongoose would ever be placed on a (white) list of allowable species. In contrast, new varieties of orchids, sheep, tulips, or any other species with a long track record in this country would likely gain admission. "], "subsections": []}, {"section_title": "No List", "paragraphs": ["The existence of a list, whether white or black, implies that people actually know they are importing living organisms. An effort to prevent unintentional introductions would be compatible with any shade of list or no list at all. Potential pathways continue to be discovered, and there are likely other pathways yet to be determined. "], "subsections": []}]}, {"section_title": "Benefits from Non-native Species", "paragraphs": ["Although the ecological damage from some non-native species can be great, many such species are beneficial. (For many species, the economic impacts are simply unknown.) Some industries rely heavily on non-natives. For example, very few food plants and animals in the United States are native to the areas where they are now grown. In addition to agriculture, the nursery, aquaculture, and pet industries rely significantly on non-native species.", "A wide variety of intentional introductions have had effects that, even if harmful to natural ecosystems or biodiversity, have produced economic benefits sufficient to cause acceptance of collateral damage. These include such food sources as cattle, chickens, honeybees, wheat, kiwi fruit, and soybeans and such ornamentals as tulips, chrysanthemums, and dawn redwoods, to name a few. In each case, the introduction of these species was intentional and their propagation was more or less controlled. The economic benefits conveyed by these species are vast and probably exceed many estimates for the annual costs of invasive species. U.S. agriculture would have a far different appearance if it were limited to the several dozen food crops known to have been cultivated in North America before 1492 rather than the hundreds of crops grown today. These non-native crops and their benefits are not the focus of this report but should not be forgotten in discussions of those imported species that cause serious harm."], "subsections": []}, {"section_title": "Invasive Species Prevention: Stopping at the Border", "paragraphs": ["The first—and perhaps only—line of defense against invasive species is preventing introductions into the country because controlling invasive species, once established, has been difficult. Prevention usually is economically advantageous because established invasive species can rarely be eradicated. Furthermore, controlling these species to acceptable levels, when or if possible, may be an expensive and endless task."], "subsections": [{"section_title": "Guidelines for Release into New Regions or Nations", "paragraphs": ["Some international organizations have developed guidelines and codes of practice for the deliberate release of non-native organisms. The World Organisation for Animal Health, the Antarctic Treaty Secretariat, and the International Council for the Exploration of the Sea, for example, have prepared such guidelines to assist regulatory bodies and other groups to determine whether an introduction is justified and then to advise them on what to do after an introduction is approved. Such guidelines focus on hazard identification, risk assessment, risk management, and risk communication. They provide a conceptual framework for determining whether the risk of introduction is acceptable, and they suggest any necessary quarantines, monitoring, and/or adaptive management if an introduction is approved. "], "subsections": []}, {"section_title": "Quarantines and Inspections", "paragraphs": ["Quarantines and inspections are methods of prevention by which the entry of non-native species through specific pathways might be controlled. The quarantine approach requires, first, that species be recognized as pests or that pathways be recognized as likely to transfer pests. Second, there must be a prohibition on entry, either of particular organisms or of particular types of cargo. Quarantines operate basically on either of two strategies: ", "investing in strict control at points of entry to prevent organisms from leaving the quarantine area (with the risk that it could be too late to prevent escape) or attempting to control before the organisms arrive in the country (i.e., trying to act on the source or point of export or regulating the pathway of import). ", "Cargo and luggage inspections at ports of entry are examples of the former. A quarantine also may be posted in an area where an invasive species has been introduced to prevent its further spread and promote its eradication. An example of the latter occurs when contaminated ballast water is treated or removed at sea and before entry into port to eliminate potential invaders. ", "Quarantines and inspections for agricultural pests are a major responsibility of APHIS. In addition, various states (particularly California, Arizona, and Florida) and territories conduct their own inspection programs aimed at agricultural pests. However, inspections and quarantines may be inappropriate for many species, especially species that enter through uncontrolled or unrecognized pathways and species that are not yet recognized as pests."], "subsections": []}]}, {"section_title": "Basic Methods of Invasive Species Control", "paragraphs": ["If inspections and quarantines fail to keep an invasive plant or animal out of a region and a species becomes established, the problem shifts to control of the species, which includes preventing its spread between local areas and beyond any established perimeter. Control of invasive species is divided into two related tasks: eradication, where possible, and reduction to manageable/tolerable levels where eradication is not possible. Key to this effort is early detection and rapid response (EDRR). With EDRR, eradicating very small populations before they become established may be possible and is more likely if many methods, such as those described below, are used intensively and in combination, including treating outlying populations as soon as they are discovered. Few control methods, if any, promise eradication if a species is well-established, but several methods, used in combination and continuously, might reduce a target species' population to tolerable levels.", "Several methods may be used to address an invasive species population, including cultural controls, mechanical controls, baits and attractants, biological controls, chemical controls, and bounties. To apply any of these strategies, substantial knowledge of the target species' behavior, biochemistry, dietary preferences, diseases, or other aspects of its biology is usually essential. Combining pest control with an understanding of the underlying ecology of the species is central to integrated pest management (IPM), which may be defined as:", "an ecosystem-based strategy that focuses on long-term prevention of pests or their damage through a combination of techniques such as biological control, habitat manipulation, modification of cultural practices, and use of resistant varieties. Pesticides are used only after monitoring indicates they are needed according to established guidelines, and treatments are made with the goal of removing only the target organism. Pest control materials are selected and applied in a manner that minimizes risks to human health, beneficial and nontarget organisms, and the environment.", "Generally \"the most effective, long-term way to manage pests is by using a combination of methods that work better together than separately.\" The strategies described below overlap somewhat, both in concept and in practice, but their differences in timing or breadth of application make distinctions useful."], "subsections": [{"section_title": "Preventing Dispersal After Entry to the United States", "paragraphs": ["After introduction, prevention means taking steps early to limit the spread of an invasive species that has begun to escape confinement (from a few lakes, one airport, one farm, one region, etc.). Prevention practices vary depending on the species and surrounding environment, and they may include more than one of the methods described below. Often this may simply require \"removing the pests' sources of food, water, and shelter, or blocking their access into buildings or plants\" to prevent population growth. This also may involve implementing certain best management practices for invasive species.", "For example, to prevent the spread of invasive species in forested areas, the U.S. Forest Service encourages forest land managers generally to identify suspect plants or animals, prevent the introduction of seeds/eggs/organisms into an area; detect and promptly eradicate new outbreaks; minimize disturbance of desirable vegetation; build up native species' populations; periodically inspect high-risk areas (such as access points, transportation corridors, and disturbed ground); manage stand density and growing conditions in forested stands; revegetate disturbed sites; and periodically evaluate management protocols. Prevention of invasive aquatic species that are just becoming established in a limited area may involve equally wide-ranging efforts. "], "subsections": []}, {"section_title": "Controls Designed for Confined Spaces", "paragraphs": ["Lethal substances can be used to target pests in confined areas or to prevent them from crossing a geographic bottleneck. Methods for use in confined spaces are often—but not exclusively—pesticides. (See also \" Chemical Controls .\") These methods can be used either to create pest-free \"islands\" in a zone of infestation or to prevent invasive species from leaving an infested area via boxes, cargo holds, etc. Some species are known to avoid certain substances, such as tear gas or gasoline. Obviously, some of these substances can be used only in areas where human access is infrequent. In a confined body of water, a compound called rotenone can be spread to kill invasive fish—possibly involving a short-term sacrifice of resident fish. Light is known to repel some nocturnal animals. Submerged surfaces have been electrified at water and power facilities to discourage the settling of zebra mussel larvae and on ship hulls to inhibit barnacle settlement. Barriers can be used to discourage access to new habitats, such as the electrical barrier in the Chicago Sanitary and Ship Canal intended to prevent or reduce the dispersal of invasive Asian carp. "], "subsections": []}, {"section_title": "Cultural Controls", "paragraphs": ["Cultural controls refer to agricultural production practices that modify a pest's environment or habitat to reduce the pest's spread by reducing its ability to survive, disperse, establish, or reproduce. Examples include crop rotation techniques; intercropping (also companion or mixed cropping); managed application of water or fertilizer; improved sanitation and hygiene; timed plantings and harvests; purchase of certified plants (grown under sterile or quarantined conditions); soil solarization; tilling or mulching weeds; use of resistant plant and seed varieties (such as resistance to diseases, nematodes, or certain weeds); practices that change soil pH or fertility levels; irrigation practices; and use of beneficial predators (such as chickens or ladybugs). Some cultural control methods, although minimal in cost and equipment, may require an additional commitment of labor and are unlikely to be effective unless combined with other control methods."], "subsections": []}, {"section_title": "Mechanical Controls", "paragraphs": ["Mechanical and physical controls refer to a variety of techniques and include manual controls (such as hand-pulling weeds or physically removing a plant or animal); mowing; use of mulches for weed management; barriers such as screens; the use of heavy machinery such as harvesters and shredders designed to cut, shred, crush, lift, transport, and remove pests (such as stands of aquatic plants and associated organic material); use of a specific tool for removal of specific pests (including traps); and other types of physical methods of pest control, such as hot water or steam treatment and steam sterilization of the soil for disease management. Such actions are intended either to kill a pest directly or to make the surrounding environment unsuitable. Mechanical controls also are used to prevent the further spreading of established invasive species, and they include cleaning the equipment (e.g., during highway construction) and using certified weed-free seed and feed (e.g., weed seeds have been mechanically excluded or removed).", "Like cultural control methods, some of these methods may require expensive specialized equipment or a substantial commitment of labor to be effective. For example, mechanical harvesters may be used in the management of invasive aquatic vegetation, such as hydrilla and water hyacinth, but are ineffective for control of these species on large bodies of water.", "The use of traps for rodent control also may be limited by cost, as well as by the time required to service traps and the inability of traps to control target species over large areas. Various trap designs are available, and most are used in combination with some type of bait or attractant, such as prey or attractive scents (see \" Baits and Attractants \"). For confined areas such as cargo holds and buildings, traps may be successful. However, traps have drawbacks in open situations with either abundant alternative foods or very low target species densities. In addition, traps may affect nontarget organisms. Traps are relatively safe to use, although they require some care when trapped individuals are killed and removed. Sticky traps have been used on rodents and cockroaches. Invasive Chinese mitten crabs have been trapped at irrigation screens during their downstream migration to spawn in saltwater. "], "subsections": []}, {"section_title": "Baits and Attractants", "paragraphs": ["Baits and attractants are used to draw individuals of a target species toward a potential source of food or mates (see also discussion of pheromones under \" Chemical Controls \"), where the target species can be counted, trapped, killed, or studied. Difficulties with baits and attractants commonly include sustaining a long-term monitoring effort and preventing harm to nontarget species. Baits and attractants seem most promising when the area needing protection is well-defined with clear boundaries and has a significant density of the target species."], "subsections": []}, {"section_title": "Biological Controls", "paragraphs": ["A biological control organism competes with, preys on, parasitizes, or causes disease in a targeted pest species. Ideally, biological control agents attack the target species and no others. Considerable knowledge of both the target species' and the control organism's basic biology and ecology is necessary to select a suitable control. Together, individual state laws and APHIS regulate the introduction of biological control organisms, and USDA's Agricultural Research Service administers a Biological Control Documentation Program.", "A particular concern with biological control organisms is that they might eat or infect nontarget species once target species are sparse or eradicated. A historical example of this problem is mongoose introductions. In the 1600s, mongooses were introduced in Puerto Rico to eradicate rats, which they did with great success. Unfortunately, mongooses proliferated and began to eat a variety of birds and other native animals. In light of such problems, vertebrate animals with broad feeding habits are seldom, if ever, used today as biological control agents.", "Fieldwork in a species' native habitat usually is necessary to identify an effective disease or parasite. Although the requisite research might be expensive or slow, biological agents may offer long-term control, if not eradication. The use of alligator weed flea beetles ( Agasicles hygrophila ) for control of alligator weed ( Alternanthera philoxeroides ) is one example of this tactic. ", "Natural biological control also can occur through adaptive ecosystem response by native species to invasive species. An example in Oregon is larvae of the native defoliating butterfly, Vanessa cardui ; they feed not only on their normal broad range of host plants but also on introduced thistles, Cirsium arvense and C. vulgare . ", "Other forms for biological control may involve planting competing vegetation and managing livestock grazing. For example, grazing by sheep and goats can be an effective management tool for controlling leafy spurge. "], "subsections": []}, {"section_title": "Chemical Controls60", "paragraphs": ["In integrated pest management (IPM) strategies, pesticides may be considered as part of the strategy but generally are a last resort, after other nonchemical methods have been exhausted or proved ineffective or unavailable. Pesticides are used \"only when needed and in combination with other approaches for more effective, long-term control\" and \"are selected and applied in a way that minimizes their possible harm\" to humans and other organisms, as well as the environment. ", "Chemical control agents can be subdivided into those derived from manufactured (conventional) or natural (biological) sources.", "Conventional . Where chemical control is an option, pesticides affecting or controlling only one or a group of related species are strongly preferable because broadly toxic substances risk substantial harm to nontarget species. For example, TFM (3-trifluoromethyl-4-nitrophenol) is very specific in its toxicity to larval lampreys. Similarly, a variety of aquatic herbicides can be used specifically for the control of hydrilla and water hyacinth. In contrast, methyl bromide is broadly fatal to many species. However, even if pesticides are highly specific, safety precautions often suggest the use of the chemical agent in conjunction with baits to reduce risks to children, pets, and other nontarget organisms. Biological . Biopesticides are derived from natural materials, such as animals, plants, bacteria, and certain minerals. In 2014, EPA reports there were 430 registered biopesticide active ingredients and 1,230 actively registered biopesticide products. Biopesticides can be divided into three major classes: biochemical pesticides are naturally occurring substances (e.g., pheromones) that control pests by nontoxic mechanisms (e.g., interfering with finding mates); microbial pesticides contain a microorganism (e.g., a bacterium, fungus, virus, or protozoan) as the active ingredient, such as various types of the bacterium Bacillus thuringiensis (Bt) used to control certain insects harmful to cabbages, potatoes, and other crops; and plant-incorporated protectants are pesticides that plants produce from genetic material that has been added to the plant, as when the gene for the Bt pesticidal protein is introduced into a plant's own genetic material, causing the plant to manufacture the substance that destroys pests. ", "Although biopesticides tend to pose fewer risks than conventional pesticides (they tend to be less toxic, usually are effective in very small quantities, often decompose quickly, and generally affect only the target pest and related organisms), users need to know a great deal about pests to employ them effectively. Their use is commonly part of IPM."], "subsections": []}, {"section_title": "Bounties and Commercial Exploitation", "paragraphs": ["Under a bounty system, someone is paid to catch and kill the target species. High bounties may be necessary for a substantial effect on the target species' population. For example, a 2013 bounty hunt for Burmese pythons in Florida produced only about 50 captures, although more than 1,500 persons sought licenses, according to press reports. Moreover, paying bounties can create a market incentive to produce or introduce more of the invasive species—a particular risk when a population dwindles to very low levels and prices go up or bounties are increased. In August 1999, the California Department of Fish and Game decided against permitting the commercial harvest of invasive Chinese mitten crabs, concluding that such harvest would not contribute to controlling this species and might encourage further introductions. "], "subsections": []}, {"section_title": "Site Removal", "paragraphs": ["One unusually drastic method is to remove or poison each site where the invasive species lives. This option works best when the sites are isolated or at least well-defined. For example, the Asian longhorn beetle currently is being controlled by removing all trees on which the pests might feed in neighborhoods where they have been found. The species has been eradicated in New Jersey and Illinois using these methods in combination with other measures. Other states also are employing the same tactic. In addition, site removal has been used in California to eradicate hydrilla by draining small ponds and filling their depressions with earth. Such a strategy becomes unworkable if a pest is widely dispersed."], "subsections": []}, {"section_title": "Use of Other Species to Detect Invasives", "paragraphs": ["Rather than using one species to control another, a slightly different technique is to use one species to detect the presence of an invasive species, after which other methods are used to kill individual organisms. Commonly, this approach involves training dogs to detect the scent of the target species. Dogs have been used to detect Burmese pythons in Florida and spotted knapweed, among other species. Training of such dogs is expensive, and cost may limit their use. However, their utility at high-risk entry points (airports, cargo terminals, dockyards) decreases their cost per find and may prevent the entry of invasive species at the most efficient phase: before the invasive species has entered."], "subsections": []}]}, {"section_title": "Issues for Congress: Actions and Approaches", "paragraphs": ["Current federal laws concerning invasive species form a patchwork, stronger in certain areas, such as agriculture and ballast water, and weaker or absent in other areas. Current laws do not clearly address ", "prevention of biological invasion across foreseeable pathways (with the exception of ship ballast water) or early detection and rapid response before the establishment of the new species. At the latter event, the focus of effort shifts from less expensive prevention to more expensive and less efficient control. ", "Coordination of current efforts alone means that, where there are gaps due to lack of coverage by existing laws or agency jurisdiction, those gaps will remain. Congress could choose to address these gaps either by explicitly delegating such authority to the President or by crafting legislation."], "subsections": [{"section_title": "Federal Agency Actions: Patchwork and Gaps", "paragraphs": ["The National Invasive Species Council (NISC) has become the focus for federal efforts to control and prevent invasive species affecting a broad range of industries or ecosystems. However, many of the past shortages of authorities or personnel that have hampered efforts to limit the entrance of and damage from invasive species remain. Without clear federal legal authority to protect the nation's ecosystems (except in agriculture), the information sharing under NISC and the National Institute for Invasive Species Science (NIISS) takes on even greater importance. Simply informing responsible parties of the risks of their proposed actions may be one of the few vehicles available to deter potentially damaging releases due to gaps in the coverage of these agencies or their statutes. Although many agencies have some role in addressing invasive species, four agencies—APHIS, the Army Corps of Engineers, the Fish and Wildlife Service, and the National Marine Fisheries Service—have had major roles for many years. Yet even for these four agencies, important gaps remain; the gaps in their authorities are described below. "], "subsections": [{"section_title": "Animal and Plant Health Inspection Service", "paragraphs": ["Although APHIS oversees the importation of plants or animals, its authority to regulate living plants or animals once they are admitted is more limited. Specifically, it does not regulate the release of a species into the wild once they have been admitted, unless that species is already designated a noxious weed or disease carrier. For example, APHIS could inspect imported emus or ostriches for the sake of protecting domestic poultry from foreign diseases. However, after the markets for these birds crashed some years ago and many were released by emu ranchers, APHIS did not have authority to control the release of this non-native species. Nor does APHIS regulate the sale of species that are already well-established. For example, although English ivy is widely recognized as an invasive plant and harmful to forests, its sale does not violate federal law. The sheer volume of plant and animal imports into the United States, as well as ever-increasing trade, raises practical questions about APHIS's ability to maintain its oversight role. "], "subsections": []}, {"section_title": "Army Corps of Engineers", "paragraphs": ["The Corps attempts to control noxious aquatic plant species (e.g., hydrilla) and other impediments to inland navigation. Yet the Corps has no authority to prevent or regulate the release of such pests in the first place. The hydrilla infestations in Florida and the Potomac River, for example, very likely were caused by aquarium hobbyists dumping fish tank contents, but it is unclear whether the dumpers violated any state or federal laws. Similarly, the Corps did not regulate the import of Asian carp by fish aquaculturists, but it now has a major responsibility to manage certain Corps locks in Illinois to prevent the spread of this species from the Mississippi River basin into the Great Lakes. "], "subsections": []}, {"section_title": "Fish and Wildlife Service", "paragraphs": ["Fish and Wildlife Service (FWS) does not have authority to provide general protection for the country's ecosystems from invasive species, nor even to protect most species popular with hunters and anglers. Only if the species were already regulated under the Lacey Act, or if FWS knew that the introduced species might harm a species protected under the Endangered Species Act, would it have any authority to stop the importation and release. Instead, FWS waits for evidence of injury from the species to place it under regulation through provisions of the Lacey Act. It does not currently have emergency authority under this law. To make listings under the Lacey Act more expeditious, FWS proposed a categorical exclusion under the National Environmental Policy Act (NEPA). The proposal would have listings continue to be subject to the other \"legal requirements of the Lacey Act, the Regulatory Flexibility Act, and other required determinations for all injurious [species] rulemakings\" as well as other requirements of NEPA. The regulation has not been finalized."], "subsections": []}, {"section_title": "National Marine Fisheries Service", "paragraphs": ["On inland waters, the National Marine Fisheries Service (NMFS) has little regulatory authority because its responsibilities largely are confined to demonstrable effects on anadromous species protected under the Endangered Species Act. Moreover, its authority to prevent harmful introductions into marine ecosystems appears to be nonexistent. The dumping of invasive lionfish into the waters of the Atlantic Ocean and Gulf of Mexico, for example, appears to have violated no federal law."], "subsections": []}]}, {"section_title": "Approaches to Regulation: Species-by-Species vs. Pathways", "paragraphs": ["Legislation to address invasive species could take a species-by-species approach, a pathway approach, or a combination of the two. The species approach implicitly assumes knowledge about a species' risk (black list) or safety (white list). A central dilemma, however, is the difficulty in making this prediction. Moreover, this approach assumes knowledge that a particular species actually is being imported. A pathway approach does not assume knowledge about any particular species, only that a particular set of circumstances favors the arrival of unwanted organisms.", "Some agencies, including APHIS and FWS, currently analyze the risk presented by particular species that may become invasive. However, addressing the multitude of agricultural pests relies on scarce agency resources at APHIS. In addition, some have criticized FWS for its slow response to the blacklisting of species under the Lacey Act. Both agencies arguably would improve their effectiveness if they could provide faster assessments of either species or pathways so that they could direct resources to the most critical areas. ", "Regulation by pathway is an approach suited to unintentional or unknowing introductions, as no list needs to be created. Among the most comprehensive pathway approaches to date is the Non-indigenous Aquatic Nuisance Prevention and Control Act. Its goals put prevention on an equal or higher footing compared with control of species that are already established. It requires the participation of several federal agencies, promotes research, and implements regulations on the mid-ocean exchange of ballast water and other measures to exclude invasives from U.S. ports. "], "subsections": []}, {"section_title": "Legislative or Policy Options", "paragraphs": ["A review of writings by various specialists in this field suggests additional areas that might be explored by policymakers. Over the years, Congress has considered many issues related to particular invasive species. The list of options below is compiled from many sources and focuses only on topics that cover a broad range of species, pathways, or agencies.", "Research to identify pathways . With the exception of agricultural threats, few comprehensive reviews exist to identify pathways providing the greatest risk of invasives. Research goals in this area might overlap with research designed to prevent certain kinds of security threats, and might benefit from cooperation with agencies involved in antiterrorism programs. Expert review of planned releases . Panels of experts might be created to analyze risks and make recommendations on planned releases by governmental or nongovernmental sources into any environment in which the species are not native. According to NISC, such steps are planned and, in the case of plants that may affect agriculture, are in progress at APHIS. Although such a panel could not have sounded the alarm on the unauthorized release of hydrilla into the Potomac, for instance, it could provide a public warning on planned releases of exotic grasses by federal agencies or of non-native game fish. Exotic plants are proposed as feedstocks for biofuels and provide a current example of a release that might benefit from such reviews. The use of the expertise of federal and other scientists and managers, if it prevented even a few ill-advised introductions, might be a cost-effective option. Education al campaign . An educational campaign, possibly aimed in part at children, to prevent simple, inadvertent acts by the public might play a role in preventing some types of invasive species introductions. Preventing releases of exotic pets and aquarium species after the point of sale might be particularly susceptible to this type of approach. Warning list . An informational warning list (or gray list) of species might be created by the collaboration of federal and state agencies. The warning list might include species currently restricted under state laws, species thought to be newly arrived from other countries, and other species felt to merit special attention by regulators. Although a gray list would lack regulatory force, at least without legislation at the federal level, it could be designed to provide information on species whose eradication or control is in its early phases. Unification of data and reporting from many agencies would add greatly to the utility of such a list. Review of industries dependent on importing and transferring non-native species . Such a review could include a focus on cooperative methods to reduce introductions or releases after the point of sale. The focus of past efforts has tended to be on the entry of these species into the United States. To protect their businesses, import-dependent industries naturally have tried to reduce current obstacles and prevent imposition of new ones. In this effort, the pet, hobby aquarium, and nursery businesses have been relatively successful. Yet there are other avenues to reduce risk besides prohibition. These avenues might include incentives for the sale of sterile animals or plants only or efforts to create point-of-sale educational programs about the risk of releasing pets or plants into the wild and any penalties for doing so. Multi-agency federal or cooperative center for \"first strike\" prevention and control . Congress could authorize the creation of a first strike center along the lines of the National Interagency Fire Center. Since the creation of NISC, agencies have begun to respond across a broad front in the days, weeks, or months after an invasion is discovered. The prompt notification and agency attention to the discovery of northern snakeheads in Maryland is an example of such a response. (Ultimately, the effort was too late, and the fish spread widely in the Chesapeake Bay area.) However, although constraints on coordination and jurisdiction interfere with prompt responses less than in the past, much more progress is possible. NISC is beginning to model its efforts on interagency fire management, a federal program that has long faced similar issues. It seems possible that a similar center devoted to first strike prevention and control of invasive species, regardless of affected industry, ecosystem, or lead agency, could provide critical support at a time when eradication of a new animal or plant invader might still be possible. In recent years, the National Park Service (NPS) has adopted roughly this approach for plant pests. Emergency Plant Management Teams address not only crises but also ongoing problems. While the current 16 teams work primarily on NPS lands, they also may work with adjoining landowners. Expansion of this program, perhaps with multi-agency teams, could provide a more efficient method of addressing new or incipient invasions. It seems unlikely, however, that each federal agency would need to create its own separate team modeled after those of NPS, because the duplication of manpower, equipment, and supplies could be substantial. Measures to reduce the risk of exporting invasive species . The United States might take further internal steps to avoid exporting potentially invasive species to other countries. These measures could be as simple as preventing their accidental export in bilateral aid programs or certifying that identified U.S. products (e.g., used tires) are free of pests. Such certification is done for agricultural shipments. Such a review might examine disaster aid and emergency relief, for example: in the rush to provide humanitarian relief, shipments of supplies, equipment, and personnel may inadvertently introduce diseases or pests unknown in the receiving country. Because such supplies sometimes are prepared for shipment in advance, they could be examined to reduce the risk of such transfers. The NISC management plan considers international cooperation generally and describes actions that might be taken on a multilateral or bilateral basis to reduce the import and export of invasive species. However, it does not address steps the United States might take unilaterally, nor does it assess any positive or negative effects on U.S. trade that might occur from such steps. It is difficult to discern progress in this area in the last few years.", "These options are not mutually exclusive. They likely would be under the jurisdiction of multiple committees in both House and Senate. They may offer opportunities for savings both to the economy and to ecosystems."], "subsections": []}]}]}}