{"id": "R44020", "title": "In-Country Refugee Processing: In Brief", "released_date": "2015-05-07T00:00:00", "summary": ["The Obama Administration has established a new refugee program for certain minors in El Salvador, Guatemala, and Honduras with a parent who is lawfully present in the United States. Created in response to the FY2012-FY2014 surge in unaccompanied child arrivals to the United States from these countries, the Administration has described the new Central American Minors (CAM) program as providing an alternative to a dangerous journey to the United States.", "The CAM program is an in-country refugee processing program, which means that eligible minors will be processed by the U.S. government from within their countries of origin for possible admission to the United States as refugees. Under the program, a parent who is lawfully present in the United States can request a refugee resettlement interview for an unmarried child in El Salvador, Guatemala, or Honduras.", "The Immigration and Nationality Act (INA) defines a refugee, in part, as a foreign national who has experienced, or has a well-founded fear of, persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. Refugees are processed and admitted to the United States from abroad.", "Typically, a refugee being considered for resettlement in the United States is outside his or her country of origin (in a host country). The INA, however, also authorizes the President, after appropriate consultation with Congress, to specify groups for in-country refugee processing. Since the late 1980s, Presidents typically have specified three or four groups as being eligible for in-country processing in a fiscal year.", "In addition to the new CAM program, there are several ongoing in-country refugee processing programs operating in FY2015. These previously established programs are for designated groups in an independent state of the former Soviet Union or of Estonia, Latvia or Lithuania; in Cuba; and in Iraq, as well as, in exceptional circumstances, for persons identified by a U.S. embassy in any location.", "This report supplements CRS Report RL31269, Refugee Admissions and Resettlement Policy, which provides a broader look at the U.S. refugee program."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In September 2014, the Obama Administration announced a new Central American Minors (CAM) refugee program:", "We are establishing in-country refugee processing to provide a safe, legal and orderly alternative to the dangerous journey that children are currently undertaking to join relatives in the United States.... These programs will not be a pathway for children to join undocumented relatives in the United States .", "The \"children\" referenced are minors from El Salvador, Guatemala, and Honduras, who accounted for the surge in unaccompanied alien child arrivals in the United States between FY2012 and FY2014 that peaked in the summer of 2014. The establishment of in-country processing represents an effort by the Obama Administration to discourage children from attempting dangerous trips to the United States, by enabling at least some of them to be considered for refugee status at home. ", "In-country refugee processing refers to the processing of prospective refugees by the U.S. government from within their countries of origin for admission to the United States. In addition to the new CAM program, several ongoing in-country refugee processing programs are operating in FY2015.", "The Immigration and Nationality Act (INA) defines a refugee, in part, as a foreign national who has experienced, or has a well-founded fear of, persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. Refugees are processed and admitted to the United States from abroad. They may legally live and work in the United States. After one year, they may apply to adjust to lawful permanent resident (LPR) status, subject to a set of requirements."], "subsections": []}, {"section_title": "Refugee Admissions", "paragraphs": ["Typically, a refugee being considered for resettlement in the United States is outside his or her country of origin (in a host county) and is referred to the U.S. program by the United Nations High Commissioner for Refugees (UNHCR). The first part of the INA definition of a refugee (INA §101(a)(42)(A)) states that the term means:", "any person who is outside any country of such person's nationality or, in the case of a person having no nationality, is outside any country in which such person last habitually resided, and who is unable or unwilling to return to, and is unable or unwilling to avail himself or herself of the protection of, that country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.", "The INA also provides for the processing of refugees in their countries of origin for purposes of admission to the United States in some cases, as reflected in the second, alternate part of the definition of a refugee (INA §101(a)(42)(B)):", "in such circumstances as the President after appropriate consultation (as defined in section 207(e) of this Act) may specify, any person who is within the country of such person's nationality or, in the case of a person having no nationality, within the country in which such person is habitually residing, and who is persecuted or who has a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion."], "subsections": [{"section_title": "Roles of U.S. Agencies in Refugee Admissions", "paragraphs": ["Both the Department of State (DOS) and the Department of Homeland Security (DHS) have key roles in the U.S. refugee admissions process. DOS is responsible for overseas processing of refugees. Generally, it arranges for a nongovernmental organization (NGO), an international organization, or U.S. embassy contractors to manage a Resettlement Support Center (RSC) that assists in refugee processing. RSC staff members conduct pre-screening interviews of prospective refugees and prepare cases for submission to DHS's U.S. Citizenship and Immigration Services (USCIS), which is responsible for adjudicating refugee cases. These adjudications are handled by USCIS officers in the Refugee Corps, who make determinations about whether an individual qualifies for refugee status and is otherwise admissible to the United States. "], "subsections": []}, {"section_title": "Adjudicatory Standard in Refugee Determinations", "paragraphs": ["In order to be eligible for refugee status in the United States, an individual must satisfy the INA definition of a refugee, among other requirements (see \" Refugee Admissions \"). In accordance with this definition, a prospective refugee is required to establish a well-founded fear of persecution on one of the protected grounds (race, religion, nationality, membership in a particular social group, or political opinion), typically on an individual basis."], "subsections": []}]}, {"section_title": "Establishment of In-Country Processing Programs", "paragraphs": ["Over the years, the United States has utilized in-country refugee processing to address particular refugee populations and situations. Decisions about establishing in-country processing programs involve a range of considerations; these include key considerations of foreign policy, diplomacy, and security, which are beyond the scope of this report. DOS has described in-country refugee processing as an \"extraordinary\" measure. For example, in 2002, in response to recommendations to establish in-country processing in Haiti, the department wrote:", "We do not believe that the extraordinary remedy of an in-country refugee processing program for Haitians is appropriate at this time. Given the level of economic desperation in Haiti, an in-country program is likely to attract many more ineligible than eligible applicants. We believe that existing protection options for Haitians who may be at risk of persecution or torture are sufficient.", "In annual presidential determinations on refugee admissions, Presidents have specified, in accordance with INA §101(a)(42)(B), persons in certain groups who, if otherwise qualified, may be considered for refugee admission to the United States within their countries of origin. A group commonly specified in presidential determinations issued in the 1980s, for example, was \"present and former political prisoners and persons in imminent danger of loss of life, and their family members, in countries of Latin America and the Caribbean.\" Since the late 1980s, presidential determinations on refugee admissions have typically specified three or four groups as being eligible for in-country processing. These groups often included persons in Cuba, the (former) Soviet Union, and Vietnam. Since the presidential determination for FY2005, the in-country processing list has also included the following: \"In exceptional circumstances, persons identified by a United States Embassy in any location.\""], "subsections": [{"section_title": "FY2015 In-Country Programs", "paragraphs": [], "subsections": [{"section_title": "Continuing Programs", "paragraphs": ["In-country processing programs for the following designated groups operated in FY2014 and continue to operate in FY2015: ", "Persons in an independent state of the former Soviet Union or of Estonia, Latvia or Lithuania who are Jews or Evangelical Christians, or who participate in the religious activities of the Ukrainian Catholic Church or the Ukrainian Orthodox Church, and who have close family in the United States. Persons in Cuba who are \"human rights activists, members of persecuted religious minorities, former political prisoners, forced-labor conscripts, and persons deprived of their professional credentials or subjected to other disproportionately harsh or discriminatory treatment resulting from their perceived or actual political or religious beliefs.\" Persons in Iraq who are or were employed in Iraq by the U.S. government, a U.S. media or nongovernmental organization, or a U.S. government-funded contractor or grantee, and specified family members; and persons who are beneficiaries of immigrant visa petitions filed by family members in the United States. (This group is sometimes referred to as \"Iraqis associated with the United States.\") In exceptional circumstances, persons identified by a U.S. Embassy in any location."], "subsections": []}, {"section_title": "New Program for Certain Central American Minors", "paragraphs": ["For FY2015, the Obama Administration has established a new in-county processing program for the following persons:", "Minors in El Salvador, Guatemala, and Honduras with a parent who is lawfully present in the United States.", "Under this program, a parent who is lawfully present in the United States can request a refugee resettlement interview for an unmarried child in El Salvador, Guatemala, or Honduras. Establishing in-country processing in these countries is an effort to \"reduce unlawful and dangerous migration to the United States.\" As described by DOS, \"the program will provide certain vulnerable, at-risk children an opportunity to be reunited with parents lawfully resident in the United States.\" It is not known how many Central American minors will be considered for refugee admission under this program."], "subsections": []}]}, {"section_title": "Designation of In-Country Processing Groups", "paragraphs": ["In-country refugee processing is related to another feature of the U.S. refugee admissions system: processing priorities. As noted, DOS is responsible for overseas refugee processing, which is conducted through a system of three priorities for admission. The priorities provide access to U.S. resettlement consideration. Priority 2, the priority relevant to in-country processing, covers groups of special humanitarian concern to the United States. It includes specific groups that may be defined by their nationalities, clans, ethnicities, or other characteristics. Some Priority 2 groups are processed in their countries of origin (these are the in-country processing groups enumerated above), while other Priority 2 groups are processed outside their countries of origin.", "In-country refugee processing programs have come about in different ways, in some cases in connection with legislation. For example, the in-country processing program for Iraqis associated with the United States grew out of provisions in the 2008 Refugee Crisis in Iraq Act. This act both delineated a Priority 2 group for Iraqis associated with the United States and provided for the processing of group members in Iraq as well as in other countries for admission to the United States as refugees. ", "Congress played a different role in the in-country processing group designation for persons in an independent state of the former Soviet Union or of Estonia, Latvia, or Lithuania who are Jews or Evangelical Christians, or who participate in the religious activities of the Ukrainian Catholic Church or the Ukrainian Orthodox Church. In 1989, it enacted a provision known as the Lautenberg Amendment as part of the FY1990 foreign operations appropriations act. The Lautenberg Amendment provided for the establishment of categories of Soviet nationals who would be subject to special rules about refugee determinations. The legislation was silent about where to process Lautenberg category cases; in-country processing of Soviet cases was an Administrative decision. Not all Lautenberg categories, however, are processed in-country. In 2004, the Lautenberg language was amended to add a new provision known as the \"Specter Amendment,\" which required the designation of categories of Iranian nationals, specifically religious minorities, who would be subject to the Lautenberg rules on refugee determinations. These Iranian cases are processed in Austria and Turkey."], "subsections": []}, {"section_title": "Adjudicatory Standard in In-Country Refugee Cases", "paragraphs": ["For the most part, as noted, prospective refugees are required to establish a well-founded fear of persecution on one of the protected grounds on an individual basis (see \" Adjudicatory Standard in Refugee Determinations \"). This same general adjudicatory standard applies to refugee cases processed inside or outside countries of origin. Cases falling within a Lautenberg Amendment category (see \" Designation of In-Country Processing Groups \"), however, are an exception (whether processed inside or outside the refugee applicant's country of origin). Applicants under the Lautenberg standard are required to: establish that they are members of a protected category, assert a fear of persecution on one of the protected grounds, and assert a credible basis for concern about the possibility of such persecution. In asserting a credible basis for concern, applicants may assert, for example, actual past persecution or discriminatory actions taken against them personally, or acts of persecution taken against similarly situated individuals."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["In considering in-country refugee processing by the U.S. government, it is important to keep in mind how this mechanism fits into the larger scheme of the U.S. refugee admissions program. The INA definition of a refugee makes provision for in-country processing \"in such circumstances as the President after appropriate consultation ... may specify.\" Over the years, Administrations—either on their own or prompted by Congress—have used this authority in limited cases. The 2002 remarks by the State Department about Haiti cited above suggest that some relevant considerations include likely effectiveness and the existence of sufficient alternatives. Relatedly, in-country processing programs are typically aimed at particular groups within a country and may require applicants to have some type of connection to the United States. For example, the new in-country processing program for certain minors from El Salvador, Guatemala, and Honduras requires the minors to have a lawfully present parent in the United States. Given such limitations, as important as in-country programs may be to prospective beneficiaries, out-of-country processing remains the norm. "], "subsections": []}]}}