{"id": "R44058", "title": "The Budget Reconciliation Process: Stages of Consideration", "released_date": "2017-01-04T00:00:00", "summary": ["The purpose of the reconciliation process is to enhance Congress's ability to bring existing spending, revenue, and debt limit laws into compliance with current fiscal priorities and goals established in the annual budget resolution. In adopting a budget resolution, Congress is agreeing upon its budgetary goals for the upcoming fiscal year. Because it is in the form of a concurrent resolution, however, it is not presented to the President or enacted into law. As a consequence, any statutory changes concerning spending or revenues that are necessary to implement these policies must be enacted in separate legislation.", "Budget reconciliation is an optional congressional process that operates as an adjunct to the budget resolution process and occurs only if reconciliation instructions are included in the budget resolution. Reconciliation instructions are the means by which Congress can establish the roles that specific committees will play in achieving these budgetary goals. Reconciliation consists of several different stages, which are described in this report. For more information on budget reconciliation bills enacted into law, please see CRS Report R40480, Budget Reconciliation Measures Enacted Into Law: 1980-2010, by Megan S. Lynch."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Reconciliation Process", "paragraphs": ["The purpose of the reconciliation process is to allow Congress to use an expedited procedure when considering legislation that would bring existing spending, revenue, and debt limit laws into compliance with current fiscal priorities established in the annual budget resolution. In adopting a budget resolution, Congress is agreeing upon budgetary goals for the upcoming fiscal year (as well as for a period of at least four additional outyears). In some cases, for these goals to be achieved, Congress must enact legislation that alters current revenue, direct spending, or debt limit laws. In this situation, Congress seeks to reconcile existing law with its current priorities. Since its first use in 1980, these expedited procedures have been used to pass 24 reconciliation bills.", "Budget reconciliation is an optional, expedited legislative process that consists of several different stages (as described below) beginning with the adoption of the budget resolution. If Congress intends to use the reconciliation process, reconciliation directives (also referred to as reconciliation instructions) must be included in the annual budget resolution. These directives trigger the second stage of the process by instructing individual committees to develop and report legislation that would change laws within their respective jurisdictions related to direct spending, revenue, or the debt limit. ", "Once a specified committee develops legislation, the reconciliation directive may further direct it to report the legislation for consideration in their respective chamber or submit it to the Budget Committee to be included in an omnibus reconciliation measure. Reported reconciliation legislation is eligible to be considered under expedited procedures in both the House and Senate. As with all legislation, any differences in the reconciliation legislation passed by the two chambers must be resolved before the bill can be sent to the President for approval or veto."], "subsections": []}, {"section_title": "Stage 1: Budget Resolution Adopted That Includes Reconciliation Directives", "paragraphs": ["Congress has the option of including reconciliation directives in its annual budget resolution. These directives are necessary to trigger the reconciliation process, and without their inclusion in a budget resolution, no measure would qualify to be considered under the expedited reconciliation procedures.", "When reconciliation directives are included in an annual budget resolution, their purpose is to require committees to develop and report legislation and allow Congress to consider legislation to achieve the budgetary goals set forth in the annual budget resolution under special expedited procedures. These directives detail which committee(s) should report reconciliation legislation, the date by which the committee(s) should report, the dollar amount of budgetary change that should be in the resulting reconciliation legislation, and the time period over which the impact of this budgetary change should be measured. They might also include language regarding the type of budgetary change that should be reported as well as other procedural provisions, contingencies, and non-binding language concerning policy or programmatic direction.", "Section 310(a) of the Budget Act provides for three types of budgetary changes that committees may be directed to report: direct spending, revenue, and debt limit. The Budget Act also provides that committees may be directed to report any of these types of budgetary changes. Instructions have been in the form of directing a committee specifically to reduce or increase one (or more) of these types of changes, as well as to achieve deficit reduction.", "Any legislative committee with jurisdiction over spending, revenue, or the debt limit may be directed to report reconciliation legislation, and numerous committees have been instructed to report reconciliation legislation at some point. Because the Senate Finance Committee and the House Committee on Ways and Means have jurisdiction within their respective chambers over not only major direct spending programs but also all revenue and debt limit legislation, these committees have often been directed to report some type of reconciliation legislation when reconciliation directives have been included in a budget resolution. ", "Reconciliation directives include submission deadlines to the committee(s). These have been set for various dates and so have allowed for varying periods of time for the development of legislative language by committees."], "subsections": []}, {"section_title": "Stage 2: Committees Develop and Report Legislative Language", "paragraphs": ["While the budget resolution may direct a committee to report reconciliation legislation that would achieve a certain budgetary goal over a specified period, the Budget Act does not impose any additional requirements on committees. The directed committees, therefore, employ the same rules and practices used otherwise in their legislative work.", "In addition, the programmatic details of the legislation—including how the specified budgetary goals should be met—are left to the discretion of the specified committee. In general, a committee may report any matter within their jurisdiction, regardless of any assumptions concerning policy or programmatic direction indicated in the budget resolution. ", "If a committee is given more than one directive—for instance, both to increase revenues and to decrease spending—then the committee may respond with separate recommendations. Under current Senate practice, the language in Section 310(a) is interpreted to mean that no more than one measure of each type would be eligible to be considered under expedited procedures as a reconciliation bill. Under current practice, therefore, as many as three measures could qualify for consideration under expedited reconciliation procedures in the Senate—but no more than one each for spending, revenue, and the debt limit.", "Compliance with the dollar amount set forth in a reconciliation directive is measured on a net basis. This means that legislation responding to a directive to reduce spending, for instance, could be in order even if it includes a provision that would increase spending for a certain program so long as the legislation, taken as a whole, would satisfy the overall spending decreases set forth in the reconciliation directive.", "Although a reconciliation directive may instruct a committee to report legislation that would affect spending levels, a committee may respond to the directive by recommending either changes to direct spending programs or changes in offsetting collections within its jurisdiction. Offsetting collections or receipts, such as user fees or royalties for water or mineral rights on federal land, are treated as negative amounts of spending rather than as revenues.", "Reconciliation directives pertaining to direct spending generally refer to changes in outlay levels. The outlay level is the projected level of disbursed federal funds. Outlays differ from budget authority (which gives agencies the authority to incur obligations) and are used to assess the impact of the legislative changes on the federal deficit.", "Reconciliation directives may instruct a committee to recommend legislation that would increase or decrease revenues. Reconciliation directives to alter current revenue laws fall under the jurisdiction of the Senate Finance Committee and House Ways and Means Committee.", "If a reconciliation directive instructs a committee to report legislation increasing revenues by a specific amount, that amount would be considered the minimum by which the legislation should increase revenues. Conversely, if a reconciliation directive includes instructions to decrease revenue, that amount would be considered the maximum by which revenue should be decreased.", "There is a statutory limit on the total amount of debt that the federal government may incur at any time. In the event that Congress determines the debt limit to be too high or too low, legislation can be enacted to alter it. The reconciliation process is one of three methods Congress has utilized used to consider debt limit legislation over the last four decades, although it is the least frequently used, being employed only four times.", "Once a committee has developed legislative language in response to its reconciliation instructions, the committee will then meet to mark up and vote whether to report that language. The committee may vote to report the language favorably or unfavorably, the latter meaning that although it satisfied its directive, the committee did not support the language.", "Although committees have often responded to their directives early and on time, there is no procedural mechanism to compel committee action prior to the date specified in the budget resolution or even at all. Committees have responded to their directive after the date specified, with no impact on whether the submitted language could be included in a reconciliation bill, if it had not yet been reported by the Budget Committee. A late response has also not had an impact on whether the resultant legislation could be considered as a reconciliation bill. In other words, late or incomplete responses to a reconciliation directive have not caused a measure to lose its privileged status as a reconciliation bill."], "subsections": [{"section_title": "Committee Compliance with Reconciliation Directives", "paragraphs": ["If a reconciliation directive instructs a committee to report legislation reducing spending by a specific amount, that amount is considered a minimum, meaning a committee may report greater net spending reductions but not less. Conversely, if a reconciliation instruction directs a committee to report language increasing direct spending by a certain amount, that amount would be considered the maximum by which spending should be increased.", "When either the House Ways and Means Committee or the Senate Finance Committee receives instructions concerning both spending and revenues, the Budget Act provides some flexibility concerning how they may respond with a combination of spending and revenue changes. An example of such a directive is as follows:", "[T]he Committee on Ways and Means of the House of Representatives shall report to the House of Representatives a reconciliation bill not later than May 18, 2001, that consists of changes in laws within its jurisdiction sufficient to reduce revenues by not more than $1,250,000,000,000 for the period of fiscal years 2001 through 2011 and the total level of outlays may be increased by not more than $100,000,000,000 for the period of fiscal years 2001 through 2011.", "Section 310(c)(1) of the Budget Act, referred to as the \"fungibility rule,\" allows a committee with both spending and revenue directives to substitute changes in one for the other, up to 20% of each directive, as long as the total amount of changes reported is equal to the total amount of changes instructed.", "There is no procedural mechanism to ensure that legislation submitted by a committee in response to reconciliation directives will be in compliance with the instructed levels. If a committee does not report legislation, or such legislation is not in compliance with their instructions, however, there are methods that each chamber may employ in order to move forward with reconciliation legislation. In either situation, legislative language that falls within the non-compliant committee's jurisdiction can be added to a reconciliation bill during floor consideration that would bring it into compliance with its reconciliation instructions. These methods vary by chamber.", "In the House, if a committee has failed to recommend changes in compliance with a reconciliation directive, the Budget Act provides that the House Rules Committee may make in order amendments to a reconciliation bill that would achieve the necessary changes.", "In the Senate, if a committee has not responded to a reconciliation directive, it still may be possible to take action on the Senate floor that would satisfy the committee's directive. In such a circumstance, it would be in order to offer a motion to recommit the reconciliation bill to that committee with instructions that it report the measure back to the Senate forthwith with an amendment that would bring the committee into compliance. Unlike amendments to the reconciliation bill, the motion to recommit would not be subject to the germaneness requirement in Section 305(b)(2). Such a motion to recommit would allow any Senator to craft legislative language within the directed committee's jurisdiction."], "subsections": []}, {"section_title": "Omnibus Legislation Prepared by the Budget Committee", "paragraphs": ["Reconciliation instructions in a budget resolution may direct either a single committee in each chamber or multiple committees to report. The Budget Act provides that in cases when only one committee has been directed to report, that committee may report its reconciliation legislation directly to the full chamber. If the budget resolution instructs more than one committee to report reconciliation legislation, however, those committees must submit their legislative recommendations to their respective Budget Committee. The Budget Act states that the Budget Committee must then package the committee responses into an omnibus budget reconciliation bill and report the measure to its respective chamber without \"any substantive revision.\" In fulfilling this requirement, the Budget Committee will typically hold a business meeting before voting to report to the chamber, and while amendments are not in order during the markup, members of the Budget Committee may still communicate support or concern related to the underlying legislation.", "In addition, as the official scorekeeper for budgetary legislation generally, the committee may secure cost estimates necessary to ensure compliance with reconciliation directives and general consistency with the parameters established in the budget resolution. ", "At this stage, the Senate Budget Committee will also examine the recommendations submitted to determine whether any of the provisions might be in violation of the Byrd rule. The Byrd rule was first adopted in 1985 in response to concerns that committees were including recommendations in their reconciliation submissions that were extraneous to achieving the budgetary goals established in the budget resolution. The Byrd rule generally prohibits the inclusion of material considered extraneous to the purpose of a reconciliation bill.", "Because the Budget Committee is required to include the language submitted by instructed committees without substantive revisions, however, the Budget Committee may not delete such language prior to it being reported. Instead, any Senator may raise a point of order against such provisions once the measure has been brought to the Senate floor for consideration. The Senate Budget Committee is required to submit for the record a list of provisions considered to be extraneous, although the inclusion or exclusion of a provision on such a list does not constitute a determination of extraneousness by the presiding officer of the Senate. "], "subsections": []}]}, {"section_title": "Stage 3: Floor Consideration", "paragraphs": ["Once a reconciliation measure has been reported, it is placed on the appropriate calendar of the House or Senate and becomes available for consideration by the full chamber. "], "subsections": [{"section_title": "House", "paragraphs": ["Consideration of reconciliation measures in the House has historically been governed by the provisions of special rules reported from the House Rules Committee. These special rules have established the duration of a period for general debate and specified a limited number of amendments that will be in order. In most cases, the period for general debate has been specified as one or three hours, equally divided and controlled by the majority and minority floor managers. The number of amendments made in order under these special rules has always been limited, and, in most recent cases, there have been one or zero amendments in order to be offered during consideration of the bill. In addition to these amending opportunities, however, House rules also allow for a motion to recommit the bill before the House votes on final passage. A Member from the minority party would have preference to make this motion, which may include amendatory instructions. In effect, therefore, a motion to recommit with amendatory instructions provides one last opportunity for the minority party to offer an amendment to the bill. Amendatory instructions are subject to the same requirements or limits as any other amendment.", "There are provisions in House rules and the Congressional Budget Act that could limit the subject and budgetary impact of amendments to reconciliation measures. For example, House Rule XVI, clause 7, prohibits nongermane amendments generally, and Section 310(d)(1) of the Budget Act prohibits amendments to the reconciliation bill that would increase spending above or reduce revenues below the amounts provided in the bill. However, in most circumstances, because special rules have limited the amendments to be offered (if any) to those specified in the special rule or the accompanying report, these limits have not been manifest during consideration."], "subsections": []}, {"section_title": "Senate", "paragraphs": ["Although the rules, precedents, and practices of the Senate do not place general limits on either the content of amendments that may be offered to legislation or the duration of their consideration, a distinguishing characteristic of the reconciliation process is that specific limits are placed on both. Consideration of reconciliation legislation in the Senate has been governed generally under the terms of Section 310(e) of the Congressional Budget Act. This section provides, in turn, that the provisions of Section 305 of the act concerning the consideration of a budget resolution also apply to the consideration of a reconciliation measure, except as specifically provided otherwise. As a consequence, reconciliation measures, like budget resolutions, are privileged, so motions to proceed to their consideration are not debatable.", "Once a motion to proceed is agreed to, the provisions of the Budget Act place specific time limits on debate of a reconciliation bill. Section 310(e)(2) limits total debate time on the measure—including all amendments, motions, or appeals—to 20 hours. This time must be equally divided and controlled by the majority and minority, with debate on any amendment to the measure limited to two hours, equally divided and controlled, and debate on any amendment to an amendment, debatable motion, or appeal limited to one hour, equally divided and controlled. Even after time has expired, Senators may continue to offer amendments and make other motions or appeals, but without further debate. This period is often referred to as a \"vote-a-rama.\" Although no further debate time is available, the Senate has typically agreed by unanimous consent to consider amendments under accelerated voting procedures, allowing a nominal amount of time to identify and explain an amendment and a 10-minute limit for vote time. Although the Budget Act imposes no procedural limit on the duration of a vote-a-rama, the limit on debate time has meant, historically, that it has been unnecessary to invoke cloture in order to reach a final vote on a reconciliation bill in the Senate.", "In addition to limits on debate time, the Budget Act places several limits on the subject matter and budgetary impact in both the measure and any amendments, which may be enforced by points of order. Points of order are not self-enforcing, however. A point of order may be raised on the floor against legislation that is alleged to violate these rules at the time it is being considered. In general, the presiding officer may rule on whether the point of order is well taken and, thus, whether the measure, provision, or amendment is in order. In practice, however, it is possible in the Senate to preempt a ruling by the presiding officer by offering a motion to waive the application of points of order related to enforcing the limits associated with the Budget Act. In most cases, the motion to waive requires a vote of at least three-fifths of all Senators duly chosen and sworn (60 votes if there are no vacancies) to be successful. If a waiver motion fails, the presiding officer will then rule the provision or amendment out of order.", "Under the terms of Section 313, as discussed above, extraneous provisions are not allowed to be included in the measure or offered as amendments to it. Instructed committees may not include extraneous provisions in the legislative language submitted to the Budget Committee for inclusion in an omnibus reconciliation measure. If a point of order is sustained under this section against a provision in the reconciliation measure as reported, the provision in question is stricken, but further consideration of the bill may proceed. If the point of order is sustained against an amendment or motion, further consideration of that amendment or motion would not be in order.", "There are also rules intended to limit the content of amendments to reconciliation bills that are in order. Section 305(b)(2) requires that all amendments be germane to the provisions in the bill, meaning that amendments cannot be used to introduce new subjects or expand the scope of the bill. In addition, the Budget Act, and related requirements, place limits on the budgetary impact of amendments. Section 310(d)(1) prohibits the consideration of amendments to reconciliation legislation that would increase the level of outlays (or decrease the level of revenues) provided in the bill, and Section 310(d)(2) prohibits the consideration of amendments that would increase the level of outlays (or decrease the level of revenues) as measured in relation to the level of a committee's reconciliation instructions.", "In addition, all other budget rules would apply to reconciliation bills the same way they would to any other budgetary measure. One notable example is Section 311(a)(2) of the Budget Act, which prohibits consideration of legislation that would cause new budget authority or outlays to exceed or revenues to fall below the levels set forth in the budget resolution. Another is Section 404(a) of S.Con.Res. 13 (111 th Congress), which prohibits consideration of direct spending or revenue legislation that would cause a net increase in the deficit in excess of $10 billion in any fiscal year provided for in the most recently adopted budget resolution unless it is fully offset over the period in the most recent budget resolution.", "Finally, in order to ensure that changes to Social Security are considered under the regular procedures of the Senate, Section 310(g) explicitly prohibits consideration of changes to the old-age, survivors, and disability insurance program established under Title II of the Social Security Act, and the prohibition in Section 313 against extraneous provisions would also apply to these same changes."], "subsections": []}]}, {"section_title": "Stage 4: Resolving Differences", "paragraphs": ["As with all legislation, any differences in reconciliation legislation as passed by the two chambers must be resolved before the bill can be sent to the President for the final stage of the process.", "For reconciliation bills, the most common avenue for resolving differences between the House and Senate has been through creating a conference committee and appointing conferees from both chambers to negotiate. For a conference to reach agreement, a majority of the House conferees and a majority of the Senate conferees must sign the conference report. Once reported, the conference report must be approved by both chambers. Conference reports are privileged and debatable in both the House and Senate, but they may not be amended.", "The House and Senate may also negotiate an agreement through an exchange of amendments between the houses. Although such an approach may be taken as an alternative to conference, historically it has not been used in the case of reconciliation legislation.", "In general, Budget Act points of order that would apply to the consideration of a reconciliation bill also apply to the consideration of a conference report or amendments between the chambers. In the Senate, this includes the Byrd rule, so that a conference report or an amendment between the chambers might be vulnerable to a point of order if it were to include an extraneous provision.", "In the Senate, the Budget Act provides that debate on a conference report or a message between houses and all amendments or debatable motions is limited to 10 hours, equally divided and controlled by the majority and minority leaders."], "subsections": []}, {"section_title": "Stage 5: Final Action by the President", "paragraphs": ["Only after the House and Senate have reached agreement on the same text in the same bill can it be enrolled for presentation to the President, as provided in Article I, Section 7, of the Constitution. The President has a 10-day period (excluding Sundays) after the bill is presented in which he may sign the bill into law. Alternately, the President may veto the measure and return it to Congress. If both chambers vote by a two-thirds supermajority to override the veto, the measure would become law. ", "If the President chooses not to sign the bill and Congress remains in session, it would become law without his signature. However, if Congress has adjourned within the 10-day period after presentation, thereby preventing the return of the bill to Congress, by withholding his signature the President would prevent the bill from becoming law—a practice called a \"pocket\" veto. ", "In four instances the President has vetoed reconciliation legislation. In none of these cases has Congress successfully voted to override the President's veto."], "subsections": []}]}}