{"id": "R44134", "title": "Access to Unapproved Drugs: FDA Policies on Compassionate Use and Emergency Use Authorization", "released_date": "2015-08-04T00:00:00", "summary": ["The Food and Drug Administration (FDA) regulates the U.S. sale of drugs and biological products, basing approval or licensure on evidence of the safety and effectiveness for a product's intended uses. Without that approval or licensure, a manufacturer may not distribute the product except for use in the clinical trials that will provide evidence to determine that product's safety and effectiveness. Under certain circumstances, however, FDA may permit the sponsor to provide an unapproved or unlicensed product to patients outside that standard regulatory framework. Two such mechanisms are expanded access to investigational drugs, commonly referred to as compassionate use, and emergency use authorization.", "If excluded from a clinical trial because of its enrollment limitations, a person, acting through a physician, may request access to an investigational new drug outside of the trial. FDA may grant expanded access to a patient with a serious disease or condition for which there is no comparable or satisfactory alternative therapy, if, among other requirements, probable risk to the patient from the drug is less than the probable risk from the disease; there is sufficient evidence of safety and effectiveness to support the drug's use for this person; and providing access \"will not interfere with the ... clinical investigations to support marketing approval.\" The widespread use of expanded access is limited by an important factor: whether the manufacturer agrees to provide the drug, which—because it is not FDA-approved—cannot be obtained otherwise. The FDA does not have the authority to compel a manufacturer to participate. Manufacturers consider several factors in deciding whether to provide an investigational drug, such as available supply, perceived liability risk, limited staff and facility resources, and need for data to assess safety and effectiveness. Although FDA reports the number of requests it receives, manufacturers do not.", "In the case of determination of a military, domestic, or public health emergency, the Commissioner of Food and Drugs may issue an emergency use authorization (EUA) to allow temporary use of medical products that FDA has not approved or licensed, or unapproved uses for approved or licensed products.", "FDA's assessment of the balance of a drug's potential risks and benefits—whether for overall market approval or for an individual with a serious disease or a public faced with an unusual and dangerous threat—may vary with the circumstance, such as an individual's prognosis, threat to the community, alternative available treatments, extent of knowledge of safety and effectiveness in the anticipated use, and informed consent.", "Although FDA granted over 99% of the expanded access requests it has received since 2010, patients and others point to what they see as FDA-created obstacles to access. In February 2015, FDA released draft guidance and a new form that, when finalized, would reduce the amount of information required from the physician. Since 2014, 20 states have passed so-called right to try laws to bypass FDA permission for access to an investigational drug.", "Congress and FDA seek to protect the public by balancing ensuring that drugs are safe and effective with getting new products to the market quickly. Complementing expanded access programs in achieving those goals are broader tools including incentives to development, expediting development and review, limited access, and regulatory science."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Food and Drug Administration (FDA), under the authority of the Federal Food, Drug, and Cosmetic Act (FFDCA), regulates the sale of drugs and biological products, such as vaccines, in the United States. Under the act, a manufacturer may not market a prescription drug without an approved new drug application (NDA) or a vaccine without an approved biologics license application (BLA). However, under limited circumstances—some of which this report addresses—there are certain mechanisms under which the FDA may expand access to a drug or biologic outside the standard regulatory framework. Two such mechanisms are expanded access to investigational drugs , commonly referred to as compassionate use , and emergency use authorization .", "Compassionate Use . One type of compassionate use request may come from a person with a terminal diagnosis who has tried all appropriate FDA-approved drugs. Perhaps a promising drug is being tested in a clinical trial closed to new patients or for which the patient does not qualify. In that case, a physician may ask FDA for permission to get the investigational new drug for the patient outside of the clinical trial. Before approaching FDA, the patient or physician must already have contacted the sponsor of the investigational drug, usually its manufacturer, to ask for the drug, and the manufacturer must have agreed to provide the drug pending FDA authorization.", "In 2014, FDA received 1,882 such requests and approved all but 9. What that 99.5% rate does not reveal is how many people took the first step—requesting access from manufacturers—and how many of those requests companies denied. Companies do not release those numbers. An article in BioCentury related a conversation with bioethicist Arthur Caplan, whom it described as consulting with many companies about expanded access, writing that Caplan \"says it is likely that only a small fraction of the refusals make it into the media.\" Also not revealed by the over 99% FDA approval rate is how many patients and doctors did not pursue expanded access because the FDA process was too involved or lengthy.", "Emergency Use Authorization. Emergency use authorization (EUA) follows another path. When one of the Secretaries of Defense, Health and Human Services, or Homeland Security declares a military, domestic, or public health emergency or potential for such an emergency, FDA, following procedures authorized by law, may issue EUAs for unapproved products.", "Two circumstances have contributed to a recent increase in public and congressional discussion of expanded access to investigational drugs. The first is patients and interested groups who are asking state legislatures to pass right-to-try laws, which aim to bypass FDA authorization. These advocates are using the power of social media to influence manufacturers' decisions to provide investigational drugs. Second is the demand for unapproved medical products to fight Ebola virus disease.", "Members of Congress ask about FDA authorities and practices such as compassionate use, which can apply to one or a few patients, and emergency use authority, which expands access to investigational drugs to protect the public against national security or public health threats. Both mechanisms involve people with an immediate life-threatening condition, no standard therapy, and a possible \"nothing-to-lose\" attitude who are willing to try a drug that may not work or may even hasten an already imminent death.", "This report discusses", "the underlying philosophy behind how FDA, concerned with safety and effectiveness, weighs risks and benefits when deciding whether to allow access to a medical product, either through normal approval channels or outside them; FDA policies on compassionate use and emergency use authority; obstacles—perceived as the result of FDA or manufacturer decisions—to individuals' expanded access to investigational drugs, and some possible remedies; and how expanded access to compassionate use and emergency use authority might form part of a broader approach to ensuring safe, effective, and available drugs."], "subsections": []}, {"section_title": "Expanded Drug Access: FDA Authority and Policy", "paragraphs": [], "subsections": [{"section_title": "What Is FDA's Standard Drug Approval Procedure?", "paragraphs": ["In general, a manufacturer may not sell a drug or vaccine in the United States until FDA has reviewed and approved its marketing application. That application (a new drug application [NDA] or a biologics license application [BLA]) includes data from clinical trials as evidence of the product's safety and effectiveness for its stated purpose(s).", "After laboratory and animal studies have identified a potential drug or vaccine, a sponsor may submit an investigational new drug (IND) application to FDA. With FDA permission, the sponsor may then start the first of three major phases of clinical—human—trials. ( Figure 1 illustrates the general path of a pharmaceutical product.)", "Once the IND application is approved, researchers test in a small number of human volunteers the safety they had previously demonstrated in animals. These trials, called Phase I clinical trials, attempt \"to determine dosing, document how a drug is metabolized and excreted, and identify acute side effects.\" If a sponsor considers the product still worthy of investment based on the results of Phase I trial, it continues with Phase II and Phase III trials. Those trials look for evidence of the product's efficacy —whether it works under controlled conditions—and evidence of how well it works when conditions are less controlled, such as effectiveness in larger groups of individuals with the particular characteristic, condition, or disease of interest.", "The sponsor presents analyses of the clinical trials in its marketing application—NDA or BLA—as evidence of the product's safety and effectiveness. The application also includes information on the manufacturing facilities and processes, reporting mechanisms, and labeling information. When the FDA approves a drug or licenses a vaccine, it usually leaves prescribing decisions to licensed clinicians. If the risks associated with a drug outweigh the expected benefit to the population with the condition it is meant to treat, FDA typically keeps the product off the market.", "Sometimes, though, FDA may approve a drug subject to certain restrictions or requirements. One mechanism is a risk evaluation and mitigation strategy (REMS), which may limit who may prescribe the drug and which pharmacies may dispense it. A REMS may require patient registries or clinical laboratory tests at the time of dispensing (e.g., for liver function or pregnancy).", "Once FDA has approved a drug (with or without a REMS), it places several ongoing requirements on the manufacturer. These include periodic facility registration and inspection requirements, along with manufacturer reporting requirements regarding any adverse events that may be related to the drug's use. FDA may also require studies to resolve specific questions about the drug's safety or effectiveness; such studies may require a large number of people to take the drug, or a long time to observe infrequent problems.", "A manufacturer may distribute a drug or vaccine in the United States only if FDA has approved its NDA or BLA, or if its use is in a clinical trial under an FDA-approved IND. Under standard procedures, individuals outside of the sponsor-run clinical trials do not have access to the investigational new drug. The FFDCA, however, permits FDA in certain circumstances to allow access to an unapproved drug or to an approved drug for an unapproved use.", "This report focuses on two main categories of expanded access: individual investigational new drug applications (commonly referred to as compassionate use) and emergency use authorizations ."], "subsections": []}, {"section_title": "How Does FDA Regulate Individual IND Applications?", "paragraphs": ["The primary route for an individual to obtain an investigational drug is to enroll in a clinical trial testing that new drug. However, an individual may be excluded from the clinical trial because its enrollment is limited to patients with particular characteristics (e.g., in a particular stage of a disease, with or without certain other conditions, or in a specified age range), or because the trial has reached its target enrollment number.", "Through FDA's expanded access procedure, a person, acting through a licensed physician, may request access to an investigational drug—through either a new IND or a revised protocol to an existing IND—if", "a licensed physician determines the patient has \"no comparable or satisfactory alternative therapy available to diagnose, monitor, or treat\" the serious disease or condition; and \"the probable risk to the person from the investigational drug or investigational device is not greater than the probable risk from the disease or condition\"; and the Secretary determines \"that there is sufficient evidence of safety and effectiveness to support the use of the investigational drug\" for this person; and \"that provision of the investigational drug … will not interfere with the initiation, conduct, or completion of clinical investigations to support marketing approval\"; and \"the sponsor, or clinical investigator, of the investigational drug ... submits\" \"to the Secretary a clinical protocol consistent with the provisions of\" FFDCA Section 505(i) and related regulations.", "In addition to the individual IND or protocol, regulations describe other categories of expanded use of investigational drugs:", "individual patient IND or protocol, including for emergency use; intermediate-size patient populations, with one IND or protocol that consolidates several individual access requests; treatment IND or treatment protocol for \"widespread treatment use\" when a drug is farther along the clinical trial and marketing application process.", "FDA makes most expanded use IND and protocol decisions on an individual-case basis. Consistent with the IND process under which the expanded use mechanism falls, the requesting physician is considered the investigator. The investigator is responsible for complying with informed consent and institutional review board (IRB) review of the expanded use. The manufacturer is responsible for required safety reports to FDA. FDA may permit a manufacturer to charge a patient for the investigational drug, but \"only [for] the direct costs of making its investigational drug available\" (i.e., not for development costs or profit).", "The widespread use of expanded access is limited by an important factor: whether the manufacturer agrees to provide the drug, which—because it is not FDA-approved—cannot be obtained otherwise. The FDA does not have the authority to compel a manufacturer to participate."], "subsections": []}, {"section_title": "How Does FDA Regulate Emergency Use Authorizations?", "paragraphs": ["Since 2004, and with the most recent amended reauthorization in 2013, the Commissioner of Food and Drugs (FDA commissioner), as delegated by the HHS Secretary, may issue an emergency use authorization (EUA) to allow temporary use of medical products that FDA has not approved or licensed, or unapproved uses for approved or licensed products. EUAs are possible only after the Secretary of Defense, Homeland Security, or HHS has determined that a military, domestic, or public health emergency (or potential for such emergency) meeting statutory criteria exists. To exercise EUA authority, the commissioner must consult with other HHS officials and conclude that", "the agent against which the medical product is to be used can cause a serious or life-threatening disease or condition; available scientific evidence indicates \"it is reasonable to believe\" the product may be effective and the known and potential benefits of the product outweigh its known and potential risks; no adequate alternative to the product is approved and available; and any other criteria prescribed in regulation are met.", "FDA has issued several EUAs. Examples include use of anthrax vaccine for the prevention of inhalation anthrax in 2005, several antivirals to treat H1N1 influenza in 2010, and oral doxycycline for post-exposure prevention of inhalation anthrax in 2011. In response to the 2014 Ebola disease outbreak in West Africa, FDA EUAs have covered several diagnostic tests."], "subsections": []}]}, {"section_title": "Weighing Risk and Benefit in Dire Circumstances", "paragraphs": ["Who decides whether risks outweigh benefits or vice-versa? On what criteria? Such a decision varies, depending on many factors: an individual's prognosis, threat to the community, alternative available treatments, and informed consent, among others.", "Although sometimes it makes sense to use an unapproved product, doing so presents possible risks to patients, research goals, and manufacturers. Investigators first seek to establish safety and effectiveness thresholds for patients. No drug—even if FDA-approved—is completely safe. FDA approval involves weighing the potential risks (including known side effects) against the potential benefits. The threshold for acceptable risk rises with the risk of not acting at all. Someone with a disease that was 100% certain to be fatal in the next hour might well take a drug with an 80% risk of immediate death and a 2% chance of helping.", "When it comes to access questions, FDA decisions generally fall into four categories.", "Approved use for a new drug.", "FDA approves or licenses a product only when its scientists think the manufacturer has submitted evidence of the drug's safety and effectiveness for a specific use (among other requirements of approval).", "Unapproved use of a drug that FDA has approved for another use .", "A product's labeling includes information, including dosage, for the FDA-approved use. With a few exceptions, however, a physician may prescribe that drug for what is called \"off-label\" use. The physician may have seen anecdotal evidence or a relationship to FDA-reviewed data about another disease. For example, a product on the market labeled to treat depression might be used by a clinician to treat a patient with obsessive compulsive disorder.", "In such a case, a clinician could be aware of the likely safety and side effect profile of the drug but would have limited data, if any, with which to predict the drug's effectiveness in its off-label use. FDA does not require an IND application in this situation.", "Unapproved use of an investigational new drug .", "Because all drugs involve risks, regulators require that researchers design clinical trials to protect research participants (patients) from unnecessary risks. That is why the law forbids a sponsor that is testing an as yet unapproved drug from providing it outside that trial without FDA permission.", "FDA may allow individual access to an investigational drug, but it cannot compel the sponsor to provide the drug. (See discussion of \" How Does FDA Regulate Individual IND Applications? \")", "Unapproved use of a product that has not yet begun clinical testing .", "Before clinical tests have started, researchers have conducted no human safety (or effectiveness) studies. In considering whether to allow the use of such an experimental product, FDA might analyze animal studies and any information about similar drugs or diseases to see whether the animal data might be applicable to humans. If no other treatment option exists and the patient is likely to die soon, assessing drug risk becomes less relevant to an individual patient. It may, however, be relevant to a public health decision. The risk criteria for an individual would not always be the same as they would be for public health policy."], "subsections": []}, {"section_title": "Expanded Drug Access: Obstacles and Options", "paragraphs": ["Some find the process of asking FDA for a treatment IND is too cumbersome. Others question FDA's right to act as a gatekeeper at all. Some point to manufacturers' refusal to provide their experimental drugs. Most critics see solutions as within the control of FDA or pharmaceutical companies."], "subsections": [{"section_title": "Focus on FDA", "paragraphs": ["An August 2014 editorial in USA Today called the FDA procedures that patients must follow to request compassionate use access \"bureaucratic absurdity,\" \"daunting,\" and \"fatally flawed.\" Echoing much of the criticism that the FDA has received regarding this issue, the editorial called for one measure that would \"cut out the FDA, which now has final say.\"", "Difficult process to request FDA permission. In considering a federal response to patients' concerns, Congress might explore whether FDA's procedures discourage patients from seeking treatment INDs. For example: Does FDA ask for so much information in an individual IND application that physicians and patients refrain from beginning or completing the application? Does the FDA application process take too much time given the urgent circumstances of requests? In February 2015, FDA issued draft guidance on individual patient expanded access applications; its Federal Register announcement included:", "FDA is concerned that its goal of facilitating access to drugs for individual patient treatment use may have been complicated by difficulties experienced by physicians in submitting Form FDA 1571 (currently used by sponsors for all types of IND submissions) including associated documents, which is not tailored to requests for individual patient expanded access.", "FDA is circulating a draft new form that a physician could use when requesting expanded access for an individual patient. It reduces the amount of information required from the physician by allowing reference (with the sponsor's permission) to the information the sponsor had already submitted to FDA in its IND.", "FDA as gatekeeper. The solution USA Today proposed involved what proponents term \"right-to-try\" laws. These laws, which many states have passed in the absence of federal legislation, are intended to allow a manufacturer to provide an investigational drug to a terminally ill patient if certain conditions are met:", "the drug has completed Phase I testing and is in a continuing FDA-approved clinical trial; all FDA-approved treatments have been considered; a physician recommends the use of the investigational drug; and the patient provides written informed consent.", "The state laws account for anticipated obstacles to the new arrangement. For example, they provide that insurers may, but are not required to, cover the investigational treatment; and state medical boards and state officials may not punish a physician for recommending investigational treatment. The laws vary on the detail required in the informed consent and liability issues of the manufacturer and the patient's estate.", "As of early June 2015, governors have signed such laws in 20 states. In November 2014, Arizona voters passed a comparable ballot referendum. Legislators in another 17 states have introduced bills. Many of the bills mirror the approach that the Goldwater Institute has set forth as a model. At the federal level, three House bills introduced in the 114 th Congress would allow terminally ill patients to use investigational medical products if they provide informed consent.", "Another reported spur to action is the 2013 movie Dallas Buyers Club , which sympathetically portrays people with AIDS in 1985 trying to obtain experimental drugs, despite what the film presents as FDA obstacles.", "Although the stated goal of these laws—allowing desperately ill people to try an experimental drug when other treatments have failed—may be understandable, provisions in the laws may be subject to legal, logistical, ethical, and medical obstacles.", "Do these laws actually increase such access? Provisions in state right-to-try laws allow a patient to obtain—without the FDA's permission—an investigational drug that has passed the Phase 1 (safety) clinical trial stage. However, several experts have suggested that this state law approach is unlikely to directly increase patient access. First, federal law (the FFDCA), which requires FDA approval of such arrangements, may preempt this type of state law. Second, for a patient who follows FDA procedures, FDA action is not the final obstacle to access. During FY2010 through FY2014, FDA received 6,029 expanded access requests and granted 5,996 (99.5%) of them. Requests in FY2014 were double those in FY2013.", "One perspective is that the movement for state right-to-try legislation is a piece of a broader strategy. Referring to a \"campaign of persuasion,\" one author suggests that the state legislative activities and anticipated subsequent court and media involvement could influence Congress and FDA to change. Rather than expect patients to gain access to drugs under those laws, the proponents aim to elevate the issue through these state activities.", "A key obstacle would nonetheless remain: FDA does not have \"final say\" because it cannot compel a manufacturer to provide the drug."], "subsections": []}, {"section_title": "Focus on Manufacturer", "paragraphs": ["In March 2014, millions of Americans heard about the plight of a seven-year-old boy with cancer who was battling an infection no antibiotic had been able to tame. His physicians thought an experimental drug might help. The manufacturer was still testing the drug, though. It declined to provide it. Because the drug was not yet approved by the FDA, it was not available in pharmacies. However, the FDA may permit the use of an unapproved drug in certain circumstances—a process referred to as compassionate use . For FDA to grant that permission, however, the manufacturer must have agreed to provide the drug.", "Why would a manufacturer not give its experimental drug to every patient who requests it? From the perspective of a seriously ill and possibly dying patient, a manufacturer that declines to provide its potentially life-saving experimental drug may seem callous. However, that manufacturer faces a complex decision. Certainly profit plays a role: companies think about public relations problems and the opportunity costs of limited staff and facility resources, but companies must also consider the available supply of the drug, liability, safety, and whether adverse event or outcome data will affect FDA's consideration of a new drug application in the future.", "Available supply. If a manufacturer only has a tiny amount of an experimental drug, that paucity may limit distribution, no matter what the manufacturer would like to do. Sponsors of early clinical research make small amounts of experimental products for use in small Phase I safety trials, and progressively more for Phase II and III trials. Although one or two additional patients may not cause supply problems, a manufacturer does not know how many expanded access requests it will receive. Investment in building up to large-scale production usually comes only after reasonable assurance that the product will get FDA approval. Even for an already approved or licensed product, scaling up production in response to an outbreak may be difficult.", "For a company to redirect its current manufacturing capacity involves financial, logistic, and public relations decisions. A solution—though not immediately effective—might be committing additional resources to increase production. In emergency circumstances, FDA could adapt its facility inspection and application review timetables. It could also contact other manufacturers or consider importing products that have not been approved for U.S. sale. During the recent Ebola outbreak, DOD and HHS funds, as well as those from other countries, have gone to scale up production of drugs and vaccines that are potentially effective against the Ebola virus. Such concentrated investment is less likely for any one of the cancer or Alzheimer's disease drugs in development.", "Liability . In discussing expanded access, some manufacturers have raised liability concerns if patients report injury from the investigational products. In the state right-to-try laws are some attempts to protect manufacturers or clinicians from state medical practice or tort liability laws. If there are legitimate concerns, Congress could consider acting as it has in past, choosing diverse approaches to protect manufacturers, clinicians, and patients in a variety of situations. Whether these concerns become illustrated by court cases and how any issues may be resolved in future laws are beyond the scope of this discussion.", "Limited staff and facility resources. Any energy put into setting up and maintaining a compassionate use program could take away from a company's focus on completing clinical trials, preparing an NDA, and launching a product into the market. While this delay would have bottom-line implications, one CEO, in denying expanded access, portrayed the decision as an equity issue, saying, \"We held firm to the ethical standard that, were the drug to be made available, it had to be on an equitable basis, and we couldn't do anything to slow down approval that will help the hundreds or thousands of [individuals].\" Pointing to ways granting expanded access might divert them from research tasks and postpone approval, he said, \"Who are we to make this decision?\"", "For a small biotech company developing its first commercial product, any diversion of its attention from carrying out the clinical trials that will form the basis of its NDA to FDA could, at best, delay approval and, at worst, allow a competitor to succeed first. However, if the public and Congress perceive a threat to be serious enough, government or private resources could supplement the company's staff and facilities, thereby allowing research to continue while also providing the experimental product to those in need. In less-extreme situations, a manufacturer could (with FDA consultation, perhaps) modify its clinical trial designs to incorporate information gathered from the patients taking the drug through expanded access programs.", "Data for assessing safety and effectiveness . By distributing the drug outside a carefully designed clinical trial, it may be difficult, if not impossible, to collect the data that would validly assess safety and effectiveness. Without those data, a manufacturer would be hampered in presenting evidence of safety and effectiveness when applying to FDA for approval or licensure.", "Disclosure. It is unclear how many people request and are denied expanded access to experimental drugs. This lack of information makes devising solutions to manufacturer-based obstacles difficult. Although FDA reports the number of requests it receives, manufacturers do not. The number of individuals who approach manufacturers is unknown, although some reports suggest that it is much larger than the number of successful requests that then go to FDA. For example, one report indicated that the manufacturer of an investigational immunotherapy drug, which does not have a compassionate use program, received more than 100 requests for it. Two bills in the 114 th Congress address manufacturers' disclosure."], "subsections": []}]}, {"section_title": "Expanded Access as Part of Broader Approach", "paragraphs": ["Those who set national policy seek to balance (1) protecting the public by trying to ensure that the drugs people take are safe and effective and (2) protecting the public by getting new products to the market quickly. That balancing act is reflected in the various authorities Congress has granted FDA and in the mechanisms FDA has developed.", "Congress has not only given FDA tools to keep unsafe or ineffective drugs off the market. It has also provided FDA with various authorities to encourage and expedite drug development and to expedite the review of new marketing applications. These tools, like compassionate use and emergency use authorization, help get drugs to patients more quickly. Four of these tools are described below.", "Incentives to Development . The FDA provides incentives to those who would develop certain categories of drugs in two main ways.", "Market exclusivity. During the period for which FDA offers this incentive, it will not grant marketing approval to another manufacturer's product. FFDCA allows market exclusivity for the first generic version of a drug coming to market, a drug used in the treatment of a rare disease or condition, certain pediatric uses of approved drugs, and new qualified infectious disease products.", "Priority review voucher. Priority review shortens the time between when a manufacturer submits a marketing application to FDA and when FDA issues its approval decision. The program works by FDA's awarding a priority review voucher to the manufacturer with a successful NDA for a drug treating certain tropical or rare pediatric diseases. The manufacturer may use it to get priority review of a subsequent NDA (which would not have received priority review on its own) or may sell the voucher to another manufacturer.", "Expediting Development and Review . Not all reviews and applications follow standard procedures. Some drugs address unmet needs or serious conditions, have the potential to offer better outcomes or fewer side effects than drugs currently on the market, or meet other criteria associated with better public health. For those, FDA can expedite both development and review.", "Fast track and breakthrough product designations make the application process faster—but do not change the types of evidence required to demonstrate safety and effectiveness. Accelerated approval and animal efficacy approval change what is needed in an application. Instead of requiring evidence gathered by a clinical endpoint, such as heart attack or death, FDA may accept evidence from a surrogate or intermediate clinical outcome. Priority review designation affects the timing of the review but not the process leading to submission of an application.", "Limiting Access . FDA regulates access mostly through product approval and licensing. FDA fine tunes that access for some drugs through risk evaluation and mitigation strategies (REMS), which can include restrictions on distribution. FDA enforces restrictions on imports and exports and requirements concerning supply chain. It also recommends to the Drug Enforcement Administration (DEA in the Department of Justice) whether to declare a drug a controlled substance. Separate from the government's role in safety and effectiveness, the government (not necessarily through FDA) can also control access via other tools, such as laws, regulations, and policies regarding patents, insurance coverage and benefits, Medicare and Medicaid coverage and payment, and pharmacy benefits.", "Regulatory Science . Not all FDA scientists review new drugs. Some study what FDA calls regulatory science , \"the science of developing new tools, standards, and approaches to assess the safety, efficacy, quality, and performance of all FDA-regulated products.\" FDA current and planned efforts include further developing expertise in areas such as how to evaluate animal models, biomarkers, genomics, and nanotechnology. Exploring computer simulations and data analysis can yield new statistical techniques for clinical trials that could shorten their length or reduce the number of patients needed. It might involve new ways to adjust ongoing clinical trials as researchers learn more about how a new drug works. All these techniques can shorten the time it takes to bring products to market."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["An increased interest in compassionate use and emergency use policies comes from two distinct directions. The ongoing concerns of individuals facing serious and life-threatening conditions have become more apparent, especially with the increasing use of social media to publicize the struggles of those facing life-or-death decisions. The sudden public interest in the Ebola virus disease outbreak in West Africa has influenced discussions of international and domestic health care and research and development priorities. Expanding access to drugs in various stages of development—whether to an individual with a stubborn cancer or to a community facing an infectious threat—involves serious decisions.", "As the 114 th Congress confronts these issues, it may consider the following:", "how to define, measure, and articulate risks and benefits, and how to choose their appropriate balance, what changes to FDA authority and policy might increase appropriate access to unapproved products, how to address manufacturers' reluctance, and what approaches other than expanded access programs might Congress and FDA develop to encourage research and development of products for unmet needs; expedite activities of manufacturers and FDA in the development and review of investigational products; and generally ensure that medical products are safe, effective, and available when they can help patients.", "As Congress considers these issues, new options and ideas may arise, but in a context as old as public health—the constant push and pull between the need for scientific rigor and the equally compelling need for what is reflected in the very name of one policy: compassion."], "subsections": [{"section_title": "Appendix. Example of Expanded Access:2014-2015 Ebola Virus Disease Outbreak", "paragraphs": ["No FDA-approved drugs or vaccines are known to specifically treat or prevent Ebola virus disease. Nor are there approved or known drugs or vaccines recognized by other regulatory or medical authorities. In August 2014, when the Ebola virus disease outbreak in West Africa began to attract worldwide attention, news articles reported on several Ebola-focused products in the development pipeline. None of these products had yet reached the stage in which clinical trials of safety or effectiveness had begun in humans.", "The World Health Organization (WHO) convened a panel to consider the ethics of providing unapproved drugs to Ebola-infected people. The WHO panel said it was ethical in this outbreak. In addition to urging \"ethical criteria\" in the use of the drugs, it referred to \"a moral obligation to collect and share all data generated\" and \"a moral duty to also evaluate these interventions ... in the best possible clinical trials under the circumstances.\" Further consideration will likely go toward identifying the limit of that ethical threshold, by considering different groups—such as the general population, those at risk of exposure, and those exposed, infected, or symptomatic—each with a different likelihood of death.", "Around the same time, two volunteers in Africa providing medical care to people with Ebola were themselves infected with the virus. While in Africa, they received doses of an experimental product that had shown promise in treating nonhuman primates but had not yet reached the human testing stage. These two U.S. citizens were then flown to a hospital in Atlanta for further care. Both survived. Did the experimental drug help?", "FDA's policies on expanded access to investigational drugs were not relied upon in the drug's use for these two individuals. First, the drug would not have been eligible because it had not yet entered the investigational new drug (IND) stage of FDA involvement, so clinical trials had not yet begun. Second, the drug was provided outside of the United States and was not, therefore, subject to FDA regulation.", "Since August 2014, with financial and logistical support from the U.S. and other governments, several Ebola-specific medical products (as well as several products approved for other uses that may also help in the treatment of people with Ebola virus disease) have entered clinical trials. FDA may now allow the use of these investigational drugs and vaccines under its expanded access policies. However, even if manufacturers are willing to provide the products in that situation, they may be limited by their available supplies.", "Emergency use authorization (EUA) could come into play as more information on the investigational Ebola products becomes available as clinical trials proceed. FDA has already approved the use of several diagnostic tests under EUA.", "Several commentators, including National Institute of Allergy and Infectious Diseases (NIAID) Director Anthony Fauci, have urged that any emergency distribution of unapproved drugs coincide with data collection that would support an assessment of the drugs' safety and effectiveness. In deadly situations, placebo is often considered unethical. In a deadly situation, though, where available drugs are in short supply, not everyone will receive the drug. A creative design could, within ethical guidelines, either determine who received the drugs or, certainly, keep track of who did and did not receive the drug along with characteristics of the patient, disease stage, and other relevant information. ", "A former FDA Chief Scientist described how lack of data on a new product's use and outcome could lead to a misinterpretation of a product's utility. The illustrative example showed how wrongly thinking a drug was effective and wrongly thinking a drug was not effective could both harm future patients. Upon the American doctor's Ebola-free release from the hospital, the head of the unit that cared for him and the other infected worker said, \"Frankly we do not know if it helped them, made any difference, or even delayed their recovery.\"", "An incorrect assumption of a drug's effectiveness or ineffectiveness might also hurt the larger community, which would lose the opportunity to rigorously assess a drug's safety and effectiveness and then to inform future decisions on whether to use it. Lack of such information could lead to more spending on ineffective or unsafe products in critical situations. Options to solve these issues include emergency use plans that address data collection and explicit decisions about who will have access to those data."], "subsections": []}]}]}}