{"id": "R44273", "title": "Federal Reserve: Legislation in the 114th Congress", "released_date": "2016-10-26T00:00:00", "summary": ["The Federal Reserve (Fed) is the subject of legislation being considered in the 114th Congress. These bills contain wide-ranging provisions that can be grouped into four broad categories:", "Changes to Fed governance. Some proposals would change the Fed's institutional structure. H.R. 22 (P.L. 114-94) reduced the dividend paid by the Fed to large commercial banks that hold stock in the Fed and permanently capped the Fed's surplus at $10 billion. H.R. 3189 would permanently eliminate the Fed's surplus. H.R. 26 (P.L. 114-1) required at least one nominee for the Fed's board of governors to have community banking experience. S. 1484/S. 1910 would make the New York Fed President a presidentially appointed position. H.R. 3189 and H.R. 5983 would increase the voting weight of regional Fed presidents on the FOMC. S. 1484/S. 1910, H.R. 3189, H.R. 5983, and H.R. 2912 would create a congressional commission to recommend reforms to the Fed.", "Changes to oversight and disclosure. Some proposals aim to make the Fed more accountable to Congress by increasing congressional oversight or requiring the Fed to disclose more information to Congress and the public. H.R. 24, S. 2232, H.R. 3189, and H.R. 5983 would require Government Accountability Office (GAO) audits of the Fed that are not subject to current statutory restrictions. H.R. 3189 and H.R. 5983 would subject the Fed's rulemakings to cost-benefit analysis requirements and require the Fed to publicly disclose information on international negotiations and the salaries and personal finances of certain officials and employees. H.R. 3189, H.R. 5983, and S. 1484/S. 1910 would require the FOMC to publicly release meeting transcripts. H.R. 5983 would subject the Fed's non-monetary policy functions to the congressional appropriations process.", "Changes involving monetary policy rules (the Taylor Rule). H.R. 3189, H.R. 5983, and S. 1484/S. 1910 would require the Fed to compare its monetary policy decisions to those prescribed by a policy rule (Taylor Rule) and report those findings to Congress. Policy deviations from the rule would trigger GAO audits and congressional testimony in H.R. 3189 and H.R. 5983.", "Changes to the Fed's emergency lending powers. H.R. 3189 and H.R. 5983 would reduce the Fed's discretion to make emergency loans under Section 13(3) of the Federal Reserve Act. The Fed used this authority to extend credit to non-bank financial firms during the financial crisis.", "The proposals reviewed in this report are wide ranging and diverse; many are united by the goals of increasing the Fed's accountability to Congress and decreasing Fed discretion. Although some provisions make very minor changes, taken together the proposals would arguably somewhat reduce the Fed's independence from Congress. The Fed is more independent than most other agencies, which has traditionally been justified by its monetary policy responsibilities. Most research has found a positive relationship between monetary policy independence and economic outcomes. To some extent, a tradeoff between independence and accountability is unavoidable.", "This report analyzes bills that have seen committee or floor action and the policy debate surrounding them."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Federal Reserve's (Fed's) responsibilities as the nation's central bank fall into four main categories: monetary policy, provision of emergency liquidity through the lender of last resort function, supervision of certain types of banks and other financial firms for safety and soundness, and provision of payment system services to financial firms and the government.", "The 114 th Congress is considering a number of bills that would affect the Fed's monetary policy, lender of last resort, and regulatory responsibilities. Although these bills contain a number of wide-ranging provisions, most provisions can be grouped into four broad categories:", "Changes to Fed g overnance. Some proposals would change the Fed's institutional structure—how officials are selected, how policy decisions are reached, and so on. Changes to oversight and disclosure. Some proposals aim to make the Fed more accountable to Congress by increasing congressional oversight or requiring the Fed to disclose more information to Congress and the public. Changes i nvolving policy rules (i.e., the Taylor Rule ) . Some proposals would require the Fed to compare its monetary policy decisions to those prescribed by a Taylor Rule (described below) and report those findings to Congress. Changes to the Fed's emergency lending powers. Some proposals would reduce the Fed's discretion to provide emergency assistance under Section 13(3) of the Federal Reserve Act.", "This report analyzes these provisions and the policy debate surrounding them. It does not cover legislation that would change regulations administered by the Fed; for more information on those proposals, see CRS Report R44035, \"Regulatory Relief\" for Banking: Selected Legislation in the 114th Congress , coordinated by [author name scrubbed]. "], "subsections": []}, {"section_title": "Legislative Activity", "paragraphs": ["The following bills affecting the Federal Reserve have seen committee or floor action in the 114 th Congress.", "The Fed Oversight Reform and Modernization Act (FORM Act; H.R. 3189 ) and the Centennial Monetary Commission Act, H.R. 2912 , were ordered to be reported by the House Financial Services Committee on July 29, 2015. After H.R. 2912 and H.R. 3189 were reported, H.R. 2912 was added to H.R. 3189 before the latter passed the House on November 19, 2015. Many of the provisions of H.R. 3189 as passed were then included in the Financial CHOICE Act ( H.R. 5983 ), which was ordered to be reported by the House Financial Services Committee on September 13, 2016. The Financial Regulatory Improvement Act ( S. 1484 ) was reported by the Senate Banking Committee on June 2, 2015. Title 5 includes provisions related to the Fed. S. 1484 was then included, along with other provisions related to financial regulation, in the FY2016 Financial Services and General Government Appropriations Act ( S. 1910 ), which was reported by the Senate Appropriations Committee on July 30, 2015. On January 12, 2016, the Senate voted not to invoke cloture on a motion to proceed to debate on the Federal Reserve Transparency Act ( S. 2232 ). In the House, a similar bill, the Federal Reserve Transparency Act ( H.R. 24 ), was ordered to be reported by the House Oversight and Government Reform Committee on May 17, 2016. Provisions that modify the Fed were also included in two unrelated bills that became law: the Terrorism Risk Insurance Program Reauthorization Act ( H.R. 26 / P.L. 114-1 ), which was signed into law on January 12, 2015, and the Fixing America's Surface Transportation Act ( H.R. 22 / P.L. 114-94 ), which was signed into law on December 4, 2015. ", "The following table summarizes the provisions of these bills according to the four categories above.", "The remainder of the report analyzes the provisions in these bills affecting the Fed."], "subsections": []}, {"section_title": "Governance Proposals", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Federal Reserve Act (12 U.S.C. §221 et seq.) created the Fed as the nation's central bank in 1913. The basic governance structure is largely unchanged in recent decades. The Fed is composed of 12 regional Federal Reserve banks overseen by a Board of Governors in Washington, DC. The board is composed of seven governors nominated by the President and confirmed by the Senate. The President selects (and the Senate confirms) a chair and two vice chairs from among the governors. The governors serve nonrenewable 14-year terms, but the chair and vice chairs serve renewable 4-year terms. Board members are chosen without regard to political affiliation. ", "In general, policy is formulated by the board and carried out by the regional banks. Monetary policy decisions, however, are made by the Federal Open Market Committee (FOMC), which is composed of the seven governors, the president of the New York Fed, and four other regional bank presidents. Representation for these 4 seats rotates among the other 11 regional banks. The FOMC meets at least every six weeks to set monetary policy. ", "Aside from its permanent seat on the FOMC, the New York Fed has no special role in the Federal Reserve Act compared to other Fed regional banks. Nevertheless, it has taken on certain prominent roles within the system. It carries out the open market operations that implement the FOMC's monetary policy decisions. During the financial crisis, many of the Fed's emergency programs (discussed in the section below entitled \" Emergency Lending \") were run by the New York Fed. It supervises many of the largest banks because they are headquartered in the New York Fed's District. The New York Fed is responsible for conducting foreign exchange transactions on behalf of the government, and storing the gold of foreign central banks and international agencies. In all of these instances, it is executing, not formulating, policy. By tradition, the FOMC elects the New York Fed president to be its vice chair, a position with no formal powers.", "The Fed's capital is comprised of paid-in capital issued to member banks and retained earnings deposited in its surplus account. Private banks regulated by the Fed buy stock in the Fed to become member banks. Membership is mandatory for national banks, but optional for state banks. To finance the creation of the Fed, the Federal Reserve Act required member banks to purchase stock issued by the Fed. Member banks are required to purchase (\"pay in\") stock equal to 3% of their capital, and the Fed has the option to call in an additional 3%. The stock can be thought of as a risk-free investment; it pays dividends, which was fixed by statute at 6% from 1913, until modified in 2015 (as discussed in the next section). Ownership of stock in the Fed confers more limited rights than common stock in a private corporation. For example, stockholders have no control over Fed policy. ", "Stockholders choose two-thirds of the board of directors at the regional Fed banks, however. Each regional Fed bank has a board that is composed of three Class A directors, required to be representatives of the banking industry chosen by member banks; three Class B directors, representatives of the public chosen by member banks; and three Class C directors, representatives of the public chosen by the Board of Governors. A chairman and deputy chairman of the board are selected from among the Class C directors. The other main difference between the classes of directors is their role in choosing the regional bank presidents. Regional bank presidents are chosen by the Class B and C directors of their boards, not by the President, with the approval of the Board of Governors.", "The Fed's budget is not subject to congressional appropriations. The Fed is self-funded by fees and the income generated by securities it owns. Its income exceeds its expenses, and it remits most of its net income to the Treasury, where it is used to reduce the federal debt. The Fed uses a small portion of its net income to pay dividends to member banks and to add to its surplus when necessary."], "subsections": []}, {"section_title": "Policy Proposals", "paragraphs": ["Voting on the FOMC. H.R. 3189 and H.R. 5983 would change the voting membership of the FOMC to increase the number of regional bank presidents from five to six and allow them each to vote every other year. To accomplish this, it would reduce the frequency of the New York Fed's voting rights on the FOMC from every year to every other year and increase the frequency of voting rights for 9 of the other 11 banks from every third year to every other year. ", "Blackout Period. H.R. 3189 and H.R. 5983 would mandate a media blackout period lasting from one week before to one day after a meeting of the FOMC, where monetary policy decisions are made. ", "Selection of New York Fed President. S. 1484 / S. 1910 would require the President of the New York Fed to be appointed by the President and confirmed by the Senate. Currently, all of the regional bank presidents are selected by certain members of the regional banks' boards, subject to the approval of the Board of Governors. The New York Fed President would be required to testify annually before the committees of jurisdiction. ", "Interest Paid on Reserves. H.R. 3189 , H.R. 5983 and S. 1484 / S. 1910 would shift responsibility for setting the interest rate paid to banks on reserves from the Board of Governors to the FOMC. The Fed uses this interest rate to help it achieve its federal funds rate target, which is set by the FOMC, in the presence of the Fed's large balance sheet.", "Staff for Governo rs. Currently, the Board's professional staff are shared by the Board's governors. H.R. 3189 and H.R. 5983 would allow each board member to hire at least two personal staff. S. 1484 / S. 1910 would allow each board member to hire no more than four personal staff. ", "Congressional Commission. H.R. 2912 was ordered to be reported by the House Financial Services Committee on July 29, 2015. It then was included in the version of H.R. 3189 that passed the House and in H.R. 5983 . It would create a commission whose voting members are composed of four Members of the House from the majority party, two Members of the House from the minority party, four Members of the Senate from the majority party, and two Members of the Senate from the minority party. The commission would examine and make recommendations on monetary policy, the dual mandate, macroprudential regulation, and lender of last resort functions. The commission is authorized to be funded through appropriations.", "S. 1484 / S. 1910 would create a commission composed of two Members of the House selected by the Speaker and one Member appointed by the Minority Leader, two Members of the Senate selected by the Majority Leader and one selected by the Minority Leader, and one member selected by the President. The commission would be tasked with studying and recommending whether the 12 Federal Reserve districts should be restructured. The commission is to be funded out of the earnings of the Fed.", "Reduction in Dividend to Member Banks. H.R. 22 ( P.L. 114-94 ), which was signed into law on December 4, 2015, reduced the dividend that the Fed pays on stock held by member banks with more than $10 billion in assets from 6% to the lower of 6% or the most recent yield on 10-year Treasury securities. (For banks with less than $10 billion in assets, the dividend continues to be 6%.) The market yield on 10-year Treasury securities has been below 6% since 2000, and the Congressional Budget Office (CBO) projects it will remain below 6% over the next 10 years. Because the Fed's profits are used to pay both dividends to member banks and remittances to Treasury, a reduction in dividends would presumably increase remittances. Thus, the provision was included in \"Title XXXII-Offsets\" of the act and CBO estimated that this provision will raise revenues by $6.9 billion over 10 years. Based on Fed data, 47 national banks and 22 state-member banks have more than $10 billion in assets as of March 31, 2016. ", "Reduction or Elimination of Fed Surplus. \"Title XXXII-Offsets\" of H.R. 22 ( P.L. 114-94 ) included a provision that capped the Fed's surplus (comprised of retained earnings) at $10 billion and required funds in excess of that amount to be remitted to Treasury, where they become general revenues. At the time of enactment, the Fed's surplus was equal to $29.4 billion. CBO estimated that this provision will increase revenues by $53.3 billion over 10 years. CBO assumed that the Fed will finance the transfer by selling Treasury securities, which otherwise would have earned income that would have been remitted to the Treasury in future years. Thus, the provision can be thought of as shifting Fed remittances from the future to the present. H.R. 3189 , as passed by the House, would permanently eliminate the Fed's surplus and transfer its balance to the Treasury. ", "Qualifications for Fed Leadership Positions . H.R. 26 ( P.L. 114-1 ) required the President to \"appoint at least one member with demonstrated primary experience working in or supervising community banks having less than $10,000,000,000 in total assets\" to the Board of Governors. As a result, community banks are the only interest group specifically required to have a representative nominated as a member of the Board. Previously, in making nominations, the President was only required to give \"due regard to a fair representation of the financial, agricultural, industrial, and commercial interests, and geographical divisions of the country.\" ", "Currently, Class B and C directors of the Fed's regional bank boards are \"elected without discrimination on the basis of race, creed, color, sex, or national origin, and with due but not exclusive consideration to the interests of agriculture, commerce, industry, services, labor, and consumers.\" H.R. 3189 , as passed by the House, would add \"traditionally underserved communities and populations\" to the list of considerations. "], "subsections": []}]}, {"section_title": "Oversight/Disclosure Proposals", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Critics of the Federal Reserve have long argued for more congressional oversight, Fed transparency, and Fed disclosure. Criticism intensified following the extensive assistance provided by the Fed during the financial crisis. ", "Some critics have downplayed the degree of oversight and disclosure that already takes place. For congressional oversight, the Fed has been required by statute to report to and testify before the House and Senate committees of jurisdiction semiannually since 1978. At these hearings, which take place in February and July, the Fed chairman presents the Fed's Monetary Policy Report to the Congress , testifies, and responds to questions from committee members. In addition, these committees periodically hold more focused hearings on Fed topics. On January 25, 2012, the Fed began publishing forecasts for its federal funds rate target and announced a longer-run goal of 2% for inflation. According to the Fed, it hopes greater transparency about its intentions will strengthen financial market participants' understanding of its actions, thereby making those actions more effective.", "Contrary to popular belief, the Government Accountability Office (GAO) has conducted audits of the Fed's regulatory and payment activities regularly since 1978, subject to statutory restrictions. In addition, private-sector auditors audit the Fed's financial statements and the Fed has an Office of Inspector General. The Dodd-Frank Wall Street Reform and Consumer Protection Act ( P.L. 111-203 ) required an audit of the Fed's emergency activities during the financial crisis, released in July 2011, and an audit of Fed governance, released in October 2011. The effective result of the audit restrictions remaining in law is that GAO can audit the Fed's monetary policy decisions or operations, transactions with foreign central banks and governments, discount window operations, or policies related to bank reserves or securities credit for waste, fraud, and abuse, but cannot evaluate the economic merits of these actions. ", "For Fed disclosure, the Fed has publicly released extensive information on its operations, mostly on a voluntary basis. It is statutorily required to release an annual report and a weekly summary of its balance sheet. The expanded scope of its lending activities during the financial crisis eventually led it to release a monthly report that offered more detailed information. In December 2010, the Fed released individual lending records for emergency facilities, revealing borrowers' identities and loans' terms, as required by the Dodd-Frank Act. Going forward, individual records for discount window and open market operation transactions have been released with a two-year lag. ", "More recently, some Members of Congress have sought greater disclosure of information related to regulation (including international agreements), and salary and financial information about Fed officials and employees. In its rule-making, the Fed follows the standard notice and public comment process and must consider the burdens and benefits for depository institutions, but is not required to conduct formal or quantitative cost-benefit analysis. The Fed has an ombudsman and an appeals process for its supervisory decisions, such as exam results. The Dodd-Frank Act created a vice chair for supervision who is required to testify before the committees of jurisdiction semiannually; that position has not yet been filled, however.", "For more information, see CRS Report R42079, Federal Reserve: Oversight and Disclosure Issues , by [author name scrubbed]."], "subsections": []}, {"section_title": "Analysis", "paragraphs": ["Although oversight and disclosure are often lumped together, they are separate issues and need not go together. Oversight relies on independent evaluation of the Fed; disclosure is an issue of what internal information the Fed releases to the public. Contrary to a common misperception, a GAO audit would not, under current law, result in the release of any confidential information identifying institutions that have borrowed from the Fed or the details of other transactions.", "A potential consequence of greater oversight is that it could undermine the Fed's political independence. Most economists believe that the Fed's political independence leads to better policy outcomes and makes policy more effective by enhancing the Fed's credibility in the eyes of market participants. The Fed has opposed legislation removing remaining GAO audit restrictions on those grounds. Disclosure helps Congress and the public better understand the Fed's actions. Up to a point, this makes monetary and regulatory policy more effective, but too much disclosure could make both less effective because they rely on market-sensitive and confidential information. The challenge for Congress is to strike the right balance between a desire for the Fed to be responsive to Congress and for the Fed's decisions to be immune from political calculations and pressure. "], "subsections": []}, {"section_title": "Policy Proposals", "paragraphs": ["GAO Audit. H.R. 3189 , as passed by the House, and H.R. 5983 would remove statutory restrictions on GAO audits of monetary policy and would require an annual audit that is not subject to current statutory provisions, such as confidentiality requirements. Effectively, this would expand GAO's powers to allow it to evaluate the economic merits of Fed policy decisions. In the past two Congresses, the House passed bills similar to this provision. H.R. 24 and S. 2232 would require a one-time GAO audit of the Fed that is not subject to statutory restrictions.", "GAO Studies /Fed Reports on Large Financial Institutions . S. 1484 / S. 1910 would require a one-time GAO study and a report by the Fed to Congress every 2 years for the next 10 years on the Fed's enhanced prudential regulation of banks with more than $50 billion in assets and nonbank financial institutions designated as systemically important (SIFIs). The bill requires the GAO study to evaluate whether there are conflicts of interest between the Fed and the large institutions it regulates. ", "Testimony and Report to Congress on Monetary Policy . S. 1484 / S. 1910 , H.R. 3189 , and H.R. 5983 would increase the frequency of the Fed's required reports to Congress on monetary policy from semiannually to quarterly. H.R. 3189 and H.R. 5983 would also require the chair to testify on monetary policy quarterly instead of semiannually before the committees of jurisdiction. S. 1484 / S. 1910 would also change the required contents of the report to Congress. It adds three economic variables—inflation expectations, credit conditions, and interest rates—to the list of items that the Fed should discuss in the report. It would also require the report to include economic and monetary policy projections and information related to the Taylor rule (discussed in the next section entitled \" Rules-Based Monetary Policy (The Taylor Rule )\"). It would allow any member of the FOMC to include a statement of dissent in the report to Congress.", "Vice C hair of Supervision. The Dodd-Frank Act created the position of vice chair of supervision on the Board of Governors and required the vice chair to testify on Fed supervision semiannually. H.R. 3189 and H.R. 5983 would change the frequency of testimony to quarterly and require a written report on ongoing rule-making to accompany that testimony. The position, which is subject to presidential nomination and Senate confirmation, has been vacant since it was created in 2010, so no testimony has taken place to date. S. 1484 / S. 1910 , H.R. 3189 , and H.R. 5983 would require the Fed chair to testify when the position of vice chair is vacant. ", "Release of FOMC Transcripts. Currently, the Fed voluntarily releases FOMC transcripts to the public with a five-year lag and notes on FOMC meetings with a six-week lag. S. 1484 / S. 1910 would require the lagged release of FOMC transcripts after three years. H.R. 3189 , as passed by the House, and H.R. 5983 would require the transcripts to be made publicly available.", "Appropriations. H.R. 5983 would subject the non-monetary policy functions of the Fed's Board of Governors and 12 privately owned regional banks to the congressional appropriations process. The portion of the Fed's profits not used for other designated purposes would become offsetting collections to these appropriations in the federal budget.", "Enforcement Actions. S. 1484 / S. 1910 would require a publicly recorded vote by the Board on bank enforcement actions exceeding $1 million.", "Disclosure of Supervisory Information. H.R. 3189 and H.R. 5983 would require the Fed to determine its stress test scenarios through the public rule-making process and provide those scenarios to GAO and CBO's Panel of Economic Advisers. Currently, the scenarios are not disclosed to the banks or the public, but the stress test process was publicly described through the standard rule-making process. It would require the Fed to publicly disclose the total number of supervisory letters sent to bank holding companies with more than $50 billion in assets or non-banks designated as systemically important. ", "Cost-Benefit Analysis Requirements . H.R. 3189 would require the Fed's public rule-making to include quantitative and qualitative cost-benefit analysis and a post-adoption impact assessment. H.R. 5983 did not include the provision from H.R. 3189 requiring the Fed to conduct cost-benefit analysis, but instead would require all federal financial regulators to be subject to cost-benefit analysis.", "Disclosure of International Negotiations. H.R. 3189 and H.R. 5983 would require the Fed (and other federal banking regulators) to notify the committees of jurisdiction and the public and solicit public comment at least 30 days before it enters into and at least 90 days before it completes international negotiations on financial standards.", "Disclosure of Salaries and Financial Information . H.R. 3189 and H.R. 5983 would require the public disclosure of salary and personal finances for all Fed governors, officers, and employees of the Federal Reserve Board of Governors with a salary above the equivalent of GS-15 on the government scale.", "Impact of Export Credit on the Industrial Production Index. H.R. 3189 , as passed by the House, would require the Fed to include an estimate of the impact of the Export-Import Bank and foreign export credit agencies on the Industrial Production Index in that release, which is prepared monthly by the Fed."], "subsections": []}]}, {"section_title": "Rules-Based Monetary Policy (The Taylor Rule)", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Currently, Congress has granted the Fed broad discretion to conduct monetary policy as it sees fit as long as it strives to meet its statutory mandate. This discretion includes autonomy over what policy tools to use (e.g., whether policy should be carried out by targeting the federal funds rate) and what the stance of monetary policy should be (e.g., at what level should the federal funds rate target be set?).", "Some Members of Congress, dissatisfied with the Fed's conduct of monetary policy, have looked for alternatives to the current regime. Some opponents of Fed discretion argue for a rules-based regime. One example of a monetary policy rule is the Taylor rule, which was developed by economist John Taylor to describe and evaluate the Fed's interest rate decisions. ", "Normally, the Fed carries out monetary policy primarily by setting a target for the federal funds rate, the overnight inter-bank lending rate. The Taylor rule is a simple mathematical formula that, in the best-known version (described in the text box below), relates interest rate changes to changes in the inflation rate and the output gap. These two factors directly relate to the Fed's statutory mandate to achieve \"maximum employment and stable prices.\" ", "Taylor rules are currently used in economic analysis to explain the Fed's past actions or to offer a baseline in an evaluation of what the Fed has done or should do in the future. A Taylor rule (although with different parameters from this example) has been demonstrated to track actual policy relatively well for the period lasting from after inflation declined in the 1980s to the beginning of the financial crisis in 2007. Thus, it can be used in an economic model (which offers a simplified version of the actual economy) to represent the Fed's decisions under normal economic conditions.", "A limitation of the Taylor rule is that it was designed only to be used with the federal funds rate, which was the Fed's primary monetary policy instrument from roughly the early 1990s to late 2008. From December 2008 to October 2014, the Fed did not use the federal funds rate as its primary policy tool because the rate was at the \"zero lower bound\"—it was set near zero, and thus could not be lowered further. Instead, the Fed created new policy tools such as \"quantitative easing\" (QE) to stimulate the economy. The Taylor rule cannot make policy prescriptions at the zero lower bound—different combinations of deflation (falling prices) and output gaps would prescribe a negative federal funds rate under the Taylor rule, but that prescription would not be actionable because the federal funds rate is a market rate. The Taylor rule was devised at a time when interest rates had never fallen to the zero bound before, and it arguably seemed reasonable at the time to assume that the rule would not need to cover this contingency."], "subsections": []}, {"section_title": "Analysis", "paragraphs": ["Economists and policy analysts have debated whether basing monetary policy decisions on a Taylor rule would lead to better economic outcomes than the status quo. The Fed already uses the Taylor rule as a reference tool to help inform its policy decisions. Proponents would like the Taylor rule to have a more formal role in policymaking, either requiring policy to be set by a Taylor rule or requiring the Fed to explain its decisions relative to a Taylor rule. If the Fed desired, it could arguably adopt these proposals voluntarily under current law (e.g., the FOMC could agree to base their vote on a Taylor rule's prescription). Legislative changes would be needed to require the Fed to adopt these proposals, however. ", "The desirability of basing policy on a Taylor rule (whether it takes the form presented above or an alternative form) can be viewed through the prism of the economic debate about the superiority of rules versus discretion in policymaking. Economists who favor the use of rules argue that policy is more effective if it is predictable and transparent. They argue that unpredictable policy results in financial and economic instability. For example, there can be large movements in financial prices when the Fed makes a policy change that \"surprises\" financial markets. A formal role for a Taylor rule could also potentially help Congress in its oversight capacity by providing a clear benchmark against which the Fed's decisions could be evaluated.", "Economists favoring discretion argue that policymakers need flexibility to manage an inherently complex economy that is regularly hit by unexpected shocks. For example, rules might have hindered the Fed's ability to respond to the housing bubble and the financial crisis in the late 2000s. In principle, a Taylor rule need not be limited to inflation and the output gap, but making it more complex would reduce the perceived benefits of transparency and predictability. Likewise, periodically modifying the form that the Taylor rule takes in response to unforeseen events would reduce predictability and increase discretion. Further, how could a Taylor rule incorporate amorphous concerns about, say, financial stability or asset bubbles when there is no consensus on how to quantify them? A Taylor rule requires data points that are easy to measure and accurately embody a larger economic phenomenon of concern. Using forecasts would probably be preferable to using actual data in the Taylor rule since monetary policy affects the economy with lags, but would potentially reintroduce policy discretion (since the Fed would produce the forecast). Further, if perceived policy errors by the Fed were mainly caused by forecasting errors (e.g., the failure to identify the housing bubble), then using a Taylor rule based on forecasts would probably not have prevented them. Any of these issues could be addressed by modifying the Taylor rule, but this would arguably reduce the perceived benefits of a rules-based regime.", "Other practical challenges with formalizing use of the traditional Taylor rule in policymaking include (1) the requisite data are released with lags and later revised; (2) the neutral rate of interest and potential output growth cannot be directly observed and may vary over time, making them difficult to estimate accurately in real time; (3) basing the FFR on only inflation and the output gap would make it more volatile; (4) public comprehension; and (5) addressing the zero bound issue. ", "Rules were originally favored by economists who believed that Fed discretion was responsible for high inflation, but inflation has been low since the 1990s and below 2% by the Fed's preferred measure since 2013. Recently, Taylor rules have been used to support criticism that the Fed has engaged in too much stimulus. Policy rules in general do not inherently have a pro- or anti-stimulus bias, however, as their parameters can be adjusted to meet policymakers' goals. Policymakers who emphasize price stability could put a relatively high weight on the inflation parameter. Alternatively, policymakers who want the Fed to be responsive to (high or low) growth could put a relatively high weight on the output gap parameter. Since the form that a Taylor rule takes involves, in part, value judgments about the goals of monetary policy and the best way to achieve those goals, choosing its form involves political tradeoffs as well as economic modeling.", "As mentioned above, as long as the Fed prefers discretionary policy, it can only be forced to adopt rules-based policy through legislation. It would arguably be difficult, however, for Congress to determine what would be the best form of Taylor rule for the Fed to follow or when the Fed should be allowed to deviate from the rule's prescription. It needs the Fed's cooperation to devise and implement a rules-based policy, but the Fed has little incentive to tie its own hands. If Congress wanted the Fed to adhere to both the spirit and letter of any law that reduced the Fed's discretion, it may need to find legal carrots or sticks to succeed. But exposing the Fed to negative consequences when it does not follow the monetary policy that Congress prefers would be antithetical to the Fed's independence from Congress. It would provide Congress a new avenue to potentially apply political pressure on the Fed's monetary policymaking, even if that is not the proponents' intent. Thus, the challenge for proponents of rules-based policy is how to ensure less discretion without compromising the Fed's independence."], "subsections": []}, {"section_title": "Policy Proposals", "paragraphs": ["S. 1484 / S. 1910 would require the Fed to include in a quarterly report to Congress on monetary policy and the economy a discussion of any mathematical rules or other strategies it uses in monetary policy deliberations and how policy has deviated from those rules and strategies. A monetary policy rule like the Taylor rule would presumably meet this requirement. ", "H.R. 3189 and H.R. 5983 would require the Fed to formulate a mathematical rule (called the \"Directive Policy Rule\") that would instruct it how to set monetary policy (e.g., prescribe the current level of the federal funds rate) that would achieve its mandate of stable prices and maximum employment based on macroeconomic variables. It would be required to publish a five-year projection of inflation under its rule. It would also require the Fed to calculate a traditional Taylor Rule (called the \"Reference Policy Rule\" in the bill), as described in the text box, and compare it to the Directive Policy rule. Within 48 hours of a policy decision, the Fed would be required to submit the prescription of its rule to GAO and the committees of jurisdiction. GAO would report to Congress if the Fed was in compliance with the requirements of the act, and if it was not, it would trigger a GAO audit that was not subject to the normal statutory restrictions (described above) and testimony by the Fed chair before the committees of jurisdiction. "], "subsections": []}]}, {"section_title": "Emergency Lending", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Under normal authority, the Fed faces statutory limitations on whom it may lend to, what it may accept as collateral, and for how long it may lend. If the Fed wishes to extend credit that does not meet these criteria, it can turn to emergency lending authority found in Section 13(3) of the Federal Reserve Act. ", "The worsening of the financial crisis in 2008 led the Fed to revive this obscure provision to extend credit to nonbank financial firms for the first time since the 1930s. Using this authority, the Fed created six broadly based facilities (of which only five were used) to provide liquidity to \"primary dealers\" (i.e., certain large investment firms) and to revive demand for commercial paper and asset-backed securities. More controversially, the Fed provided special, tailored assistance exclusively to four firms that the Fed considered \"too big to fail\"—AIG, Bear Stearns, Citigroup, and Bank of America. ", "Credit outstanding (in the form of cash or securities) authorized by Section 13(3) peaked at $710 billion in November 2008. At present, all credit extended under Section 13(3) has been repaid with interest and all Section 13(3) facilities have expired. Contrary to popular belief, under Section 13(3), the Fed earned income of more than $30 billion and did not suffer any losses on those transactions. These transactions exposed the taxpayer to greater risks than traditional lending to banks through the discount window, however, because in some cases the terms of the programs had fewer safeguards.", "The restrictions in Section 13(3) placed few limits on the Fed's actions in 2008. However, in 2010, the Dodd-Frank Act added more restrictions to Section 13(3), attempting to ban future assistance to failing firms while maintaining the Fed's ability to create broadly based facilities. The Dodd-Frank Act also required records for actions taken under Section 13(3) to be publicly released with a lag and required the GAO to audit those programs for operational integrity, accounting, financial reporting, internal controls, effectiveness of collateral policies, favoritism, and use of third-party contractors.", "For more information, see CRS Report R44185, Federal Reserve: Emergency Lending , by [author name scrubbed]. "], "subsections": []}, {"section_title": "Analysis", "paragraphs": ["The Fed's use of Section 13(3) in the crisis raised fundamental policy issues: Should the Fed be lender of last resort to banks only, or to all parts of the financial system? Should the Fed lend to firms that it does not supervise? How much discretion does the Fed need to be able respond to unpredictable financial crises? How can Congress ensure that taxpayers are not exposed to losses? Do the benefits of emergency lending, such as quelling liquidity panics, outweigh the costs, including moral hazard? How can Congress ensure that Section 13(3) is not used to \"bail out\" failing firms? Should the Fed tell Congress and the public to whom it has lent?", "A Fed governor has opposed further reducing the Fed's discretion under Section 13(3) on the grounds that the Fed needs \"to be able to respond flexibly and nimbly\" to future threats to financial stability. Although Section 13(3) must be used \"for the purpose of providing liquidity to the financial system,\" some Members of Congress have expressed interest in—while others have expressed opposition to—the Fed using Section 13(3) to assist financially struggling entities, including states, municipalities, and territories of the United States."], "subsections": []}, {"section_title": "Policy Proposals", "paragraphs": ["Some Members of Congress believe that the Dodd-Frank Act did not sufficiently limit the Fed's discretion. H.R. 3189 and H.R. 5983 would amend Section 13(3) to limit the Fed's discretion to make emergency loans. The proposals would limit 13(3) to \"unusual and exigent circumstances that pose a threat to the financial stability of the United States\" and would require \"the affirmative vote of not less than nine presidents of Federal reserve banks\" in addition to the current requirement of the affirmative vote of five Fed governors. They would forbid the Fed from accepting as collateral equity securities issued by a borrower. They would require the Fed to issue a rule establishing how it would determine sufficiency of collateral; acceptable classes of collateral; any discount that would be applied to determine the sufficiency of collateral; and how it would obtain independent appraisals for valuing collateral. They would eliminate the current language permitting the Fed to establish the solvency of a borrower based on the borrower's certification and would specify that before a borrower may be eligible for assistance, the Fed's Board and any other federal banking regulator with jurisdiction over the borrower must certify that the borrower is not insolvent. They would limit assistance to institutions \"predominantly engaged in financial activities\" and preclude assistance to federal, state, and local government agencies and government-controlled or sponsored entities. They would require the Fed to issue a rule establishing a minimum interest rate on emergency loans based on the sum of the average secondary discount rate charged by the Federal Reserve banks over the most recent 90-day period and the average of the difference between a distressed corporate bond index (as defined by a rule issued by the Fed) and the Treasury yield over the most recent 90-day period."], "subsections": []}]}, {"section_title": "Concluding Thoughts", "paragraphs": ["The various proposals reviewed in this report are wide ranging and diverse; many are united by the goals of increasing the Fed's accountability to Congress and decreasing Fed discretion. Whereas some provisions make very minor changes, taken together the proposals would arguably somewhat reduce the Fed's independence from Congress. There is a long-standing policy debate about how independent regulatory agencies should be from Congress and the Administration, with proponents of independence arguing that it will lead to more technocratic decisionmaking and opponents arguing it leads to opaque, undemocratic, and unresponsive decisionmaking. For decades, the Fed has enjoyed an unusual degree of independence from Congress and the President compared with other government agencies, which has typically been justified in terms of insulating its monetary policy decisions from political pressures. To some extent, a tradeoff between independence and accountability is unavoidable. Besides the Taylor Rule, few of the provisions reviewed here directly relate to monetary policy, but may indirectly influence monetary policy through changes in how decisions are made, who makes decisions, and Congress's oversight of those decisions."], "subsections": []}]}}