{"id": "R44253", "title": "Federal Advisory Committees: An Introduction and Overview", "released_date": "2016-10-27T00:00:00", "summary": ["Federal advisory committees—which may also be labeled as commissions, councils, task forces, or working groups—are established to assist congressional and executive branch policymaking and grantmaking. In some cases, federal advisory committees assist in solving complex or divisive issues. Federal advisory committees may be established by Congress, the President, or an agency head to render independent advice or provide the federal government with policy recommendations.", "In 1972, Congress enacted the Federal Advisory Committee Act (FACA; 5 U.S.C. Appendix—Federal Advisory Committee Act; 86 Stat. 770, as amended). FACA was prompted by the perception that some advisory committees were duplicative, inefficient, and lacked adequate oversight. FACA mandates certain structural and operational requirements, including formal reporting and oversight procedures. Additionally, FACA requires committee meetings be open to the public, unless certain requirements are met. Also, FACA committee records are generally required to be accessible to the public. Pursuant to statute, the General Services Administration (GSA) maintains and administers management guidelines for federal advisory committees.", "During FY2015, 1,009 active FACA committees reported a total of 72,200 members. Federal operating costs for those committees was reported as $367,568,370, of which $205,800,103 (56.0%) was spent on federal support staff to administer the committees. The preponderance of FACA committee members and meetings are providing advice and recommendations in the grantmaking processes of the federal government.", "For Congress, several aspects of federal advisory committees may be of interest. For example, Congress can", "require the establishment of new federal advisory committees; oversee the operations of existing advisory committees; and legislate changes to FACA or the ethics responsibilities placed on members who serve on FACA committees.", "This report offers a history of FACA, examines its current requirements, and provides data on federal advisory committees' operations and costs.", "To date in the 114th Congress (2015-2016), one bill has been introduced that would amend FACA's implementation and administration. H.R. 2347, the Federal Advisory Committee Act Amendments of 2016, would create a formal process for the public to recommend potential advisory committee members and require member selection without regard to partisan affiliations. In addition, H.R. 2347 seeks to clarify the ethics requirements placed on committee members, and would increase each FACA committee's records access requirements. On March 1, 2016, H.R. 2347 passed the House. On March 2, 2016, H.R. 2347 was referred to the Senate Committee on Homeland Security and Governmental Affairs. No further action has been taken on the bill."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Congress, Presidents, and executive branch agencies create federal advisory committees to gain expertise and policy advice from individuals outside the federal government. Federal advisory committees have historically been created on an ad hoc, provisional basis to bring together various experts—often with divergent opinions and political backgrounds—to examine an issue and recommend statutory, regulatory, grantmaking, or other policy actions. ", "Federal advisory committees are one of only a few formalized mechanisms for private-sector citizens to participate in the federal policymaking process. Whether called commissions, committees, councils, task forces, or boards, these entities have historically been used to address a gamut of public policy issues, offering policy recommendations on topics ranging from organ transplant practices to improving operations at the Department of Homeland Security.", "In 1972, the Federal Advisory Committee Act (FACA) was enacted to set operational requirements for federal advisory committees. FACA defines a federal advisory committee as", "any committee, board, commission, council, conference, panel, task force, or other similar group, or any subcommittee or other subgroup thereof ... established by statute or reorganization plan, ... established or utilized by the President, ... established or utilized by one or more agencies, in the interest of obtaining advice or recommendations for the President or one or more agencies or officers of the Federal Government.... ", "The definition also explicitly excludes", "any committee that is composed wholly of full-time, or permanent part-time, officers or employees of the Federal Government, and ... any committee that is created by the National Academy of Sciences or the National Academy of Public Administration.", "Even with this definition, it is sometimes unclear whether FACA should apply to particular advisory committees. Advisory bodies statutorily mandated may or may not be obligated to follow FACA requirements—often depending on whether Congress explicitly states in legislation whether FACA should apply. One general principle is that FACA's application can be determined by examining which branch of the federal government appoints committee members and to which branch the committee reports its findings. More detail on determining whether FACA's requirements apply to a particular committee are provided later in this report.", "Pursuant to statute, the General Services Administration (GSA) maintains and administers management guidelines for federal advisory committees. In FY2015, 1,009 active FACA committees reported total operating costs of $367,568,370. These committees reported a total of 72,200 members and were divided among 49 departments and agencies. With advisory committees' broad utility, agency administrators, the President, and Congress are likely to continue creating federal advisory committees throughout the 114 th Congress (2015-2016) and in the future.", "In the 114 th Congress, one bill has been introduced that, if enacted, would affect FACA's implementation and administration government-wide. The Federal Advisory Committee Act Amendments of 2016 ( H.R. 2347 ), introduced by Representative William Lacy Clay in May 2015, would require that advisory committee members be selected to serve without regard to partisan affiliation. Additionally, the bill seeks to ensure that any advisory body subcommittees and privately contracted advisory committees adhere to FACA's requirements. Currently, such subcommittees and privately contracted committees are not covered by FACA. Among other changes, H.R. 2347 seeks to clarify the ethics requirements of committee members and would increase certain federal advisory committee records access requirements. On March 1, 2016, H.R. 2347 passed the House. On March 2, 2016, H.R. 2347 was referred to the Senate Committee on Homeland Security and Governmental Affairs. No further action has been taken on the bill. ", "H.R. 2347 is intended to clarify certain advisory committee transparency requirements and increase public participation with and records access to federal advisory committees. The bill, however, could increase the time and costs associated with starting and administering advisory committees.", "This report provides a legislative and executive-branch history of FACA, and examines its application. It also provides analysis of data on committee operations and costs over time, with a specific focus on advisory committee operations in FY2015."], "subsections": []}, {"section_title": "History", "paragraphs": ["Although FACA did not exist prior to 1972, George Washington is often credited with initiating a tradition of utilizing outside expertise to advise the president when, in 1794, he appointed an ad hoc group of commissioners to investigate the Whiskey Rebellion. Since the 1840s, Congress has legislated control over federal advisory bodies—mostly by limiting funding and committee member pay. In 1842, for example, a law was enacted that prohibited payment to \"any commission or inquiry, except courts martial or courts of inquiry in the military or naval service\" without explicit \"special appropriations.\" Similarly, in 1909, another law was enacted that prohibited appropriation to \"any commission, council, board, or other similar body ... unless the creation of the same shall be or shall have been authorized by law.\" The law also prohibited the detailing of any federal employee to work on an unauthorized commission.", "By the 20 th century, some Members of Congress believed the executive branch's advisory bodies were inefficient and not accessible to the public. Some Members believed that the public harbored concerns that a proliferation of federal advisory committees had created inefficient duplication of federal efforts. Moreover, some citizens argued that the advisory entities did not reflect the public will, in part because many committees' policies of closed-door meetings. Congress was called on to increase oversight of the proliferating advisory boards. Subsequently, Congress enacted FACA in 1972. The legislation requires advisory bodies that fit certain criteria to report a variety of information—including membership status, costs, and operations—annually to GSA, which then aggregates and reports the information to Congress. See the Appendix for more detail on the legislative and executive branch background of FACA."], "subsections": []}, {"section_title": "The Federal Advisory Committee Act", "paragraphs": ["As discussed above, FACA represents an attempt to address many historic concerns about federal advisory committees. The law established the first statutory requirements for management of, access to, and oversight of federal committees. The act requires that all advisory committees \"be advisory only,\" and that issues on which they offer recommendations are to be \"determined, in accordance with law, by the official, agency, or officer involved.\" FACA allocates a variety of oversight and management responsibilities to the standing committees of Congress, the Office of Management and Budget (OMB—these responsibilities were transferred to the General Services Administration), agency heads, and the President.", "FACA places certain requirements on the formation and oversight of federal advisory committees. For example, FACA requires congressional committees to continuously review whether existing federal advisory committees that fall under their legislative jurisdiction are necessary or redundant. Congress is also to determine if the committees are \"fairly balanced in terms of the points of view represented and the functions to be performed.\" FACA committees established legislatively are to be created with enough autonomy from the appointing power (Congress, the President, or an agency head) so as to not be unduly influenced. Each committee's reporting requirements are to be clearly stipulated, and proper funding and staffing are to be provided.", "The 1972 statute authorized OMB to oversee the management of advisory committees. The OMB Director's first mandated task was to review, concurrently with Congress, existing advisory entities to determine whether they should be abolished. The Director was also to create operating policies for advisory committees and provide \"advice, assistance, and guidance\" to entities \"to improve their performance.\" The guidelines were to include pay rates for members, staff, and consultants, and catalog overall costs for the committees to be used for budget recommendations to Congress. Agency heads were to ensure proper implementation of OMB's guidelines and to \"maintain systematic information on the nature, functions, and operations of each advisory committee within [their] jurisdiction.\" In December 1977, the duties charged to OMB were reassigned to GSA by E.O. 12024. ", "A FACA committee's recommendations are strictly advisory and cannot mandate policy action by recipients of the report. In the case of a presidential advisory committee, however, the President must submit to Congress—within a year of receiving a committee's public report—proposals for action or reasons for inaction on the recommendations in the public report. The President is also required to report annually to Congress the \"activities, status, and changes in the composition of advisory committees in existence during the preceding year.\" FACA requires the President to exclude the activities and composition changes of advisory committees related to national security from the report.", "The law authorizes only Congress, the President, or an agency head to create an advisory committee. FACA requires all committees file a charter, a document that outlines committee mission, bylaws, and authorities, prior to its operation. A charter is required to include the committee's objectives, the support agency, the committee's duties, the estimated operating costs, the estimated number of committee meetings, and the anticipated termination date, among other information. Most committee meetings are required to be advertised in the Federal Register and open to the public."], "subsections": [{"section_title": "When FACA Applies", "paragraphs": ["As noted earlier, FACA defines an \"advisory committee\" as \"any committee, board, commission, council, conference, panel, task force, or other similar group, or any subcommittee or other subgroup thereof\" that is \"established by statute or reorganization plan,\" \"established or utilized by the President,\" or \"established or utilized by one or more agencies.\" All advisory bodies that fit this definition, however, are not necessarily entities that must adhere to FACA. The Code of Federal Regulations defines an advisory committee nearly identically to FACA's definition, but adds that the body must be created \"for the purpose of obtaining advice or recommendations for the President or on issues or policies within the scope of an agency official's responsibilities.\" In short, FACA applies when an advisory committee is \"either 'established' or 'utilized' by an agency.\" Pursuant to FACA, any advisory body that performs a regulatory or policy-making function cannot be a FACA entity.", "Committees that consist entirely of part- or full-time federal employees are explicitly exempted from FACA, as are committees created by the National Academy of Sciences or the National Academy of Public Administration. Committees created by or operating within the Central Intelligence Agency or the Federal Reserve System are also FACA exempt. Additionally, some specific committees—for example the Commission on Government Procurement—are statutorily exempt from FACA.", "Although both FACA and the Code of Federal Regulations define advisory committees, it may sometimes be unclear whether some advisory committees—especially those created by statute—must adhere to FACA requirements. Advisory committees created by the executive branch that fit FACA criteria are governed by FACA. Advisory committees that are created by statute, however, may or may not be obligated to follow FACA requirements—often depending on which branch of the federal government appoints committee members and to which branch of the federal government the committee must report its findings. If, for example, a statutorily created advisory committee reported only to Congress and not the executive branch, FACA guidelines likely would not apply. If, however, the same committee reports to both Congress and the President, it is unclear whether FACA guidelines would apply. According to GSA, it is generally up to the agency that hosts the advisory committee to determine whether FACA statutes are applicable. To avoid confusion over whether a committee is governed by FACA, Members of Congress sometimes include a clause within committee-establishing legislation to explicitly clarify whether a committee is to be subject to FACA.", "While FACA may improve both the reality and perception of transparent governmental operation and accessibility, its requirements may also place a number of additional chartering, record-keeping, notification, and oversight requirements on the entity. In particular, agencies have claimed that compliance with the various FACA requirements are cumbersome and resource intensive, thereby reducing the ability of committees to focus on substantive issues in a spontaneous and timely fashion. Moreover, some scholars have argued that the scope of the openness requirements could have the practical effect of stifling candid advice and discussion within a committee. Congress may choose to exempt a statutorily established advisory committee from FACA to allow it potentially to operate more quickly and less expensively than FACA might permit. For example, the requirement that all meetings be posted \"with timely notice\" in the Federal Register may slow down the daily operations of an advisory committee, which will typically not hold meetings until 15 days after the notice is published."], "subsections": []}, {"section_title": "Current FACA Operations, Responsibilities, and Costs", "paragraphs": ["Each year roughly 1,000 active advisory committees operate. This section provides a brief analysis of the government-wide operations of FACA committees, using data from GSA's FACA database. The data are reported to GSA by federal employees assigned to ensure appropriate operation of each agency's affiliated advisory committees."], "subsections": [{"section_title": "Committee Operations and Cost Statistics44", "paragraphs": ["In FY2015, 1,009 committees reported a total of 72,200 members and a cost to the federal government of $367,568,370. In the past five years, the number of FACA committees operating government-wide has remained consistent, while the number of committee members has increased by 2,450 (3.5%). Figure 1 shows the number of FACA committees that reported as active from FY2011 to FY2015. Within that time span, FY2011 had the greatest number of active FACA committees with 1,029, while FY2014 had the fewest with 989. In each year examined, a majority of the active committees were required to be established by statute. In FY2015, for example, of all operating FACA committees, Congress required the establishment of 53.4% of them, including 20 committees that began operations in FY2015. Five of the statutorily required committees newly established in 2015 operate within the Department of the Interior.", " Figure 2 shows the number of reported members serving on FACA committees from FY2011 to FY2015. The data show an inconsistent increase in the number of members, from 69,750 in FY2011 to 72,220 in FY2015. FY2015 marks a 5.9% increase from the number of members reported in FY2014. ", " Figure 3 shows the costs affiliated with operating FACA committees from FY2011 to FY2015. The highest costs to administer FACA in this time period were in FY2011 ($416,398,354 in constant 2015 dollars). As shown in Figure 3 , costs decreased steadily from FY2011 through FY2014. This reduction over time appears prompted by fewer FACA members, as well as by a reduction in travel and per diem costs for members to attend advisory committee meetings. In FY2015, costs to administer FACA committees grew to $367,568,370, an increase that is concurrent with 2,450 additional members joining FACA committees."], "subsections": []}, {"section_title": "Open and Accessible Meetings", "paragraphs": ["FACA requires that advisory committees make their recommendations accessible to the public. All committee meetings that are governed by FACA's requirements are presumed to be open to the public, with certain specified exceptions. Pursuant to the Government in the Sunshine Act, however, federal advisory committee meetings that address the following topics may be closed to the public: ", "those including discussions of classified information; reviews of proprietary data submitted in support of Federal grant applications; and deliberations involving considerations of personnel privacy. ", "Adequate notice of meetings must be published in advance (usually 15 days prior to the meeting) in the Federal Register . Subject to certain records protections provided in the Freedom of Information Act, all papers, records, and minutes of meetings must be made available for public inspection. Membership must be \"fairly balanced in terms of the points of view represented and the functions to be performed,\" and the committee should \"not be inappropriately influenced by the appointing authority or by any special interest.\" ", "Although FACA requires committee meetings be open and accessible to the public, most committee meetings are actually closed to the public because they meet certain the reasons authorized in the Government in the Sunshine Act. In FY2015, for example, 71.1% of meetings were closed to the public. Most of these closed committee meetings provided advice on agencies' grant-making decisions, which is one of the specified exceptions."], "subsections": []}, {"section_title": "Filing a Charter", "paragraphs": ["All advisory committees that are subject to FACA must file a charter every two years. The charter must be sent to the appropriate Senate and House committees of jurisdiction, the head of the agency in which the committee is located, and the Committee Management Secretariat in GSA. The charter must include, among other information, the advisory committee's mandate and duties, frequency of meetings, and membership requirements. GSA is required annually to review advisory committee accomplishments; respond to inquiries from agencies that seek to create new advisory bodies; and maintain an online, publicly accessible database of FACA bodies that includes a variety of information about each entity.", "The two-year lifespan of a FACA committee begins on the day a committee files its charter with the Senate and House committees of jurisdiction. Congress can override this two-year re-chartering requirement by writing into statute the lifespan of the committee. Congress may authorize a committee to exist for as long as it deems necessary."], "subsections": []}, {"section_title": "Membership and Oversight", "paragraphs": ["Executive-branch-established advisory committees that have at least one member who is not a federal employee are generally subject to FACA. The act requires each agency with an advisory committee to have a committee management officer (CMO) who supervises \"the establishment, procedures, and accomplishments of advisory committees established by that agency.\" Moreover, the CMO is required to maintain advisory committee \"reports, records, and other papers\" related to the entity's proceedings and ensure that the body adheres to the Sunshine Act. Also, pursuant to FACA, a \"designated federal official\" (DFO) must be present at committee meetings to call and adjourn meetings. According to OMB Circular No. A-135, FACA committees must be \"essential to the performance of a duty or responsibility conveyed upon the executive branch by law.\" The circular then states the following:", "Advisory committees should get down to the public's business, complete it and then go out of business. Agencies should review and eliminate advisory committees that are obsolete, duplicative, low priority or serve a special, rather than national interest."], "subsections": []}, {"section_title": "Committee Sunset", "paragraphs": ["All committees created since FACA's enactment are required to sunset after two years, unless legislation creating the entity specifies otherwise or the entity is renewed by the authority that created it. All committee reports, as well as records generated by the committee, that qualify as federal records must be provided to the appropriate authorities to ensure their future access."], "subsections": []}]}]}, {"section_title": "FACA and the 114th Congress", "paragraphs": ["On May 15, 2015, Representative William Lacy Clay introduced H.R. 2347 , the Federal Advisory Committee Act Amendments of 2015. H.R. 2347 seeks to clarify some of the language in FACA and make the process of establishing a committee and selecting members more transparent and participatory. H.R. 2347 would increase public access to federal advisory committees, clarify ethics requirements of FACA committee members, and extend FACA requirements to federal advisory committees established by entities outside of a federal agency, but under contract with the agency. These so-called federally contracted advisory committees are currently not governed by FACA. H.R. 2347 was referred to the House Committee on Oversight and Government Reform and the House Committee on Ways and Means. On March 1, 2016, H.R. 2347 passed the House. On March 2, 2016, H.R. 2347 was referred to the Senate Committee on Homeland Security and Governmental Affairs. No further action has been taken on the bill. H.R. 2347 incorporates language from bills Representative Clay has previously introduced in the 110 th , 111 th , 112 th , and 113 th Congresses."], "subsections": [{"section_title": "H.R. 2347 and FACA Membership", "paragraphs": ["H.R. 2347 would modify the committee-member appointment process. The bill adds language requiring agencies to publish a request for public comments and recommendations on who should be appointed to the committee in the Federal Register prior to making membership appointments. Pursuant to the bill, the public would be allowed to submit their recommendations electronically, and the agency would be required to \"consider any comments\" when making appointments to the committee.", "Additionally, H.R. 2347 would require the selection of members without regard to their partisan affiliations. H.R. 2347 would require each member, at the time of appointment, be explicitly designated as a representative or special government employee (SGE) and be provided a summary of the ethics requirements associated with that designation. Currently, not all federal advisory committee members must adhere to the ethical codes placed on federal employees. "], "subsections": []}, {"section_title": "H.R. 2347 and FACA Committee Transparency and Independence", "paragraphs": ["H.R. 2347 would require that advisory body subcommittees and committees contracted through nongovernment entities adhere to FACA requirements. Currently, such subcommittees and contracted committees are not subject to FACA's provisions.", "H.R. 2347 would also require agency heads to \"ensure that the agency does not interfere with the free and independent participation, expression of views, and deliberation by committee members.\" Committees would be required to provide a statement that describes the process used to come up with the advice and recommendations for the respective agency. H.R. 2347 would require that any individual who \"regularly attends and participates in committee meetings … as if [he or she] were a member\" be regarded as a member of the committee—although they need not be provided a vote or veto power. Agencies would be required to put FACA committee meeting minutes as well as a transcript, audio, or video recording of each meeting on an agency website. In addition, H.R. 2347 would require agencies to post on an agency website a description of the process used to establish and appoint the members of the advisory committee, including the following:", "The process for identifying prospective members The process of selecting members for balance of viewpoints or expertise The reason each member was appointed to the committee A justification of the need for representative members, if any A list of all current members, including the following for each member: The name of any person or entity that nominated the member Whether the member is designated as an SGE or a representative In the case of a representative, the individuals or entity whose viewpoint the member represents A list of all SGE members who acquired certification pursuant 18 U.S.C. §208(b), which permits them to provide advice as a committee member—even if there is a conflict of interest—in cases where a federal official determined that \"the interest is not so substantial as to be deemed likely to affect the integrity of the services which the Government may expect from such officer or employee.\" The agency must also put online a copy of each such certification, a summary description of the conflict necessitating the certification, and the reason for granting the certification Any recusal agreement made by a member or any recusal known to the agency that occurs during the course of a meeting or other work of the committee A summary of the process used by the advisory committee for making decisions Detailed minutes of all meetings of the committee and a description of committee efforts to make meetings accessible to the public using online technologies (such as video recordings) or other techniques (such as audio recordings) Any written determination by the President or the head of the agency to which the advisory committee reports, pursuant to Section 10(d), to close a meeting or any portion of a meeting and the reasons for such determination Notices of future meetings of the committee Any additional information considered relevant by the head of the agency to which the advisory committee reports.", "The bill also details what information would be required in a FACA committee charter."], "subsections": []}]}, {"section_title": "The Administrative Conference of the United States and FACA", "paragraphs": ["On December 9, 2011, the Administrative Conference of the United States released recommendations that it believes would improve FACA. Some of the 11 recommendations are similar or identical to the reforms included in H.R. 2347 , including a requirement that agencies invite public comment on potential members of a committee prior to member selection, that members' ethics requirements be made explicit prior to committee service, and that any waivers issued to members related to conflict-of-interest requirements be placed on the committee's website. Among other recommendations were removing the cap on the number of FACA committees agencies can create; webcasting meetings when not cost-prohibitive; posting relevant documents online prior to meetings; and requiring statutes that create FACA committees to include details on their mission, duration, membership balance, and budget."], "subsections": []}, {"section_title": "Analysis", "paragraphs": ["Congress has continued to use FACA as a way to gain greater control and oversight of committees created by the President or executive branch agency heads. FACA has also resulted in increased transparency and enforcement of consistent recordkeeping among all advisory committees—whether they are created by the legislative or the executive branch. Below are discussions of potential policy options that Congress may consider when examining the operations of FACA committees."], "subsections": [{"section_title": "Clarifying Whether a Committee Is a FACA Committee", "paragraphs": ["Despite FACA's public notice, public access, and other reporting requirements, some parts of the act remain unclear. Whether an advisory committee should adhere to FACA, for example, is often open to legal interpretation. Congress may choose to enact legislation that would more clearly define which advisory bodies are subject to FACA.", "The applicability of FACA is most clear when the President or an agency head establish a committee. If such a body performed only advisory duties, included at least one member who is not a federal employee, and reported its findings to either an executive branch agency or the President, FACA would, most likely, apply. If, however, that same committee was created by statute and reported to Congress and the President, its FACA status would seem less certain.", "FACA was primarily created to provide the public and Congress greater access to the operations of certain qualifying federal advisory committees. Congress may choose to pass legislation that would require all statutorily established advisory committees to adhere to FACA's transparency provisions. Even though Congress could make one-time exceptions to such a provision, an overall requirement that all statutorily established committees be subject to FACA could impede Congress's ability to statutorily establish advisory committees that have flexibilities to act more quickly than a committee that is required to adhere to FACA's reporting and transparency requirements.", "Congress could clarify whether any committees created by or reporting to Congress should be considered FACA committees, thereby articulating to committees whether they must follow FACA's requirements. Additionally, Members of Congress could place certain desired transparency provisions (for example, publication of upcoming meetings or records access) within a FACA committee's statutory authority to tailor an advisory committee to the desired amounts of both flexibility and oversight. If Congress were to enact legislation exempting statutorily established committees from FACA, concerns about transparency in government may arise. If Congress chose not to amend FACA, there may likely be ongoing confusion as to whether statutorily required committees (that report to both Congress and the executive) are subject to FACA's requirements. Such uncertainty could result in future legal challenges to certain federal advisory committee operations. "], "subsections": []}, {"section_title": "Clarifying Ethics Requirements for Members", "paragraphs": ["Congress may also choose to clarify whether federal advisory committee members must abide by certain ethics requirements that are placed on federal employees. Under current GSA regulations, \"agency heads are responsible for ensuring that the interests and affiliations of advisory committee members are reviewed for conformance with applicable conflict of interest statutes and other Federal ethics rules.\" As noted earlier in this report, not all committee members must adhere to all federal ethics codes, according to the Code of Federal Regulations . If a committee member is designated as an SGE, under 18 U.S.C. §202(a), then he or she is subject to federal ethics regulations. If, however, the employee is deemed a \"representative,\" federal ethics codes may not apply. Congress may choose to require agencies to clarify whether its FACA members are to adhere to federal ethics regulations. H.R. 2347 would require that committee members be explicitly designated as SGEs or representatives prior to beginning service on an advisory committee. Although such legislative language may clarify the ethical responsibilities of advisory committee members, FACA and existing federal ethics laws may be seen as already requiring such explicit member designations. Congress may determine that the language in H.R. 2347 , therefore, might be unnecessary or redundant."], "subsections": []}, {"section_title": "Requiring Public Participation in Committee Membership Selection", "paragraphs": ["Congress may also have an interest in making the process for selecting FACA committee members more transparent and participatory. H.R. 2347 would require agencies to publish in the Federal Register a request for comments and appointment recommendations prior to the agency making membership appointments. Agencies then would be required to consider the comments when making appointments. Additionally, the Administrative Conference of the United States recommended that agencies \"invite public nominations for potential committee members.\" Congress may consider requiring public comment on membership appointments to advisory committees. Such action may inject FACA committees with the ideas and opinions of new and creative members. Such a requirement, though, could slow down the process of standing up a federal advisory committee. For example, it may take considerable time to publish a solicitation for comment in the Federal Register . Then agencies would have to provide a comment period, review the comments, and determine a way to demonstrate consideration of the comments received."], "subsections": [{"section_title": "Appendix.", "paragraphs": ["The Legislative and Executive Branch Background to FACA", "Enactment of FACA occurred over many decades and included debates and hearings in many congressional sessions as well as actions by the executive branch. This Appendix provides selected details on both legislative branch and executive branch actions that culminated in enactment of FACA.", "The Department of Justice", "In the 1940s and 1950s, private sector industries began creating advisory committees that attempted to influence federal government operations. In the 1950s, some of these entities were created under official auspices, using guidelines formulated by the Department of Justice (DOJ). These entities operated without explicit legislative or executive branch authority, but attempted to affect federal policies and practices. Government officials—including both the legislative and executive branches—as well as members of the general public grew concerned that these ad hoc committees were overstepping their authority.", "At various points within that era, DOJ released legal opinions on the creation, structure, and oversight of advisory committees. A 1944 statement by then-Attorney General Francis Biddle, for example, outlined limits to private industry's ability to form advisory committees that offered unsolicited policy advice to the government. According to Biddle's statement, \"the responsibility for the formation of an industry committee to advise any particular department of the government is the responsibility of that department.\"", "A 1955 opinion released from the Office of the Deputy Attorney General created the following five-pronged collection of guidelines for the creation of a valid federal advisory committee:", "1. There must be either statutory authority for the use of such a committee, or an administrative finding that use of such a committee is necessary in order to perform certain statutory duties. 2. The committee's agenda must be initiated and formulated by the government. 3. Meetings must be called and chaired by full-time government officials. 4. Complete minutes must be kept of each meeting. 5. The committee must be purely advisory, with government officials determining the actions to be taken on the committee's recommendations.", "Congressional Action", "On January 22, 1957, Representative Dante Fascell introduced a bill that would have made DOJ's five advisory committee requirements law (H.R. 3378; 85 th Congress). The bill included language noting \"an increasing tendency among Government departments and agencies to utilize the services of experts and consultants as advisory committees or other consultative groups,\" but warned that \"protection of the public interest requires that the activities of such committees and groups be made subject to certain uniform requirements.\"", "In addition to making the five DOJ standards law, the bill would have required the President to submit to Congress an annual report \"detailing the membership of each advisory committee used by each Federal department or agency; the function of each such committee; and the extent to which the operations of the committees have complied with the Standards provided in this Act.\" The bill, as amended, passed the House on July 10, 1957. The bill was sent to the Senate and referred to the Government Operations Committee. No further action was taken.", "The President and the Executive Branch", "In 1962, President John F. Kennedy issued an executive order (E.O. 11007) that reinforced the DOJ advisory committee requirements. The executive order defined an advisory committee as", "any committee, board, commission, council, conference, panel, task force, or other similar group ... that is formed by a department or agency of the Government in the interest of obtaining advice or recommendations ... that is not composed wholly of officers or employees of the Government.", "E.O. 11007 also limited the lifespan of all federal advisory committees to \"two years from the date of … formation\" unless special actions were taken by an agency or department head to continue the committee.", "On March 2, 1964, the Bureau of the Budget issued Circular No. A-63, which laid out the executive branch's policies for creating, maintaining, and terminating advisory committees. The circular included guidelines that discouraged dual chairmanships, required annual status reports to the Bureau of the Budget, and compelled all advisory entities not created by statute to be called committees—not commissions, councils, or boards. Throughout the early 1960s and early 1970s, while Congress was holding hearings to determine effective ways to gain oversight and control over advisory committees, executive branch representatives maintained that legislation was unnecessary and used Circular No. A-63 as evidence of systematic oversight of advisory committees.", "On June 5, 1972, just months prior to congressional passage of the Federal Advisory Committee Act, President Richard M. Nixon issued E.O. 11671, which delineated new operating, transparency, and oversight standards for advisory entities. The order incorporated many of the elements within the bill that was to become FACA, including vesting the Office of Management and Budget (OMB—formerly the Bureau of the Budget) with oversight responsibilities for committee management.", "Congressional Reaction", "Congress held a series of hearings to examine the executive branch's use of federal advisory committees throughout the late 1960s and early 1970s. During an introduction to one of the hearings, the Senate Committee on Government Operations' Subcommittee on Intergovernmental Relations Chairman Edmund S. Muskie stated that Congress was using the hearings to examine \"two fundamentals, disclosure and counsel, the rights of people to find out what is going on and, if they want, to do something about it.\" More than 30 witnesses testified before the Senate Subcommittee on Intergovernmental Relations over 12 days of hearings. As a result of the hearings, some Members concluded that advisory committees were \"a useful means of furnishing expert advice, ideas and recommendations as to policy alternatives\" but \"there [are] numerous such advisory bodies that are duplicative, ineffective and costly, and many which have outlived their usefulness, and that neither the Federal agencies, the Executive Office of the President, nor the Congress, have developed any effective mechanisms for evaluating.\"", "In December 1970, the House Committee on Government Operations' Special Studies Subcommittee issued a comprehensive report titled \"Role and Effectiveness of Federal Advisory Committees,\" which compiled research and information gathered from federal agencies from 1969 through 1970. The studies included policy recommendations for advisory bodies. On February 2, 1971, Representative John Mongan introduced the Federal Advisory Committee Standards Act (H.R. 4383; 92 nd Congress), which incorporated many of the study's recommendations.", "The bill addressed the responsibilities of Congress, the Director of OMB, the President, and agency heads to control and maintain federal advisory bodies. For example, congressional committees with legislative jurisdiction over particular issues were to review all advisory bodies related to that topic. The congressional committees were then to eliminate any statutorily created advisory bodies they believed were duplicative, clarify advisory body missions, and ensure that adequate staff and resources were assigned to advisory bodies under their jurisdiction.", "Additionally, the congressional committees were to make certain the ad hoc advisory committees had \"a date established for termination and for submission of the committee report.\" The Director of OMB was to conduct a \"comprehensive review\" of duplicative advisory bodies and recommend to the relevant authority whether they should be eliminated or merged into existing advisory entities. The Director was to work with Congress and agency heads to \"provide advice, assistance, guidance, and leadership to advisory committees.\"", "In the Senate, Senator William V. Roth, Jr., and others, introduced a similar bill (S. 1964; 92 nd Congress) \"to authorize the Office of Management and Budget to establish a system of governing the creation and operation of advisory committees throughout the Federal Government.\" During introductory remarks on the Senate floor on May 26, 1971, Senator Roth acknowledged a lack of congressional oversight of the more than 2,600 advisory committees operating in the federal government.", "Advisory committees have contributed substantially to the effectiveness of the Federal Government in the past. But as the function of Government has become more complex and the decisions more difficult, numerous advisory committees have sprung up to advise the President and other decision-makers in the Federal Agencies and the Congress. Over 2,600 interagency and advisory committees exist today and it is possible that this figure could be as high as 3,200.", "In spite of the large number of advisory committees and their participation in the process of government, Congress has neglected to provide adequate controls to supervise their growth and activity. As a result, the use of committees or advisory groups has come under strong attack in the press and other media as wastes of time, money, and energy. The creation of another committee is often viewed by the public as another indication of inefficiency and indecisiveness in Government.", "S. 1964 was referred to the Senate Committee on Government Operations. No further action was taken on the bill.", "On May 9, 1972, Members of the House voted (357 to 9) to pass H.R. 4383, with several amendments, including the addition of \"openness provisions\" that required public notice of advisory body meetings and public access to advisory body records under the Freedom of Information Act (FOIA; 5 U.S.C. §552). The bill was then sent to the Senate.", "S. 3529, introduced on April 25, 1972, merged the goals of a number of pending advisory committee bills. According to the Senate report that accompanied the bill, S. 3529 aimed to make advisory committees less redundant and more accessible.", "The purpose of S. 3529 is to: strengthen the authority of Congress and the executive branch to limit the use of Federal advisory committees to those that are necessary and serve an essential purpose; provide uniform standards for the creation, operation, and management of such committees; provide that the Congress and the public are kept fully and currently informed as to the number, purposes, membership, and costs of advisory committees, including their accomplishments; and assure that Federal advisory committees shall be advisory only.", "The Senate debated on whether to make public participation and transparency of advisory committee meetings and recordkeeping mandatory. S. 3529 required facilitating public information requests by making committee records subject to FOIA. The bill, however, did not include explicit requirements for committee membership or participation. When the bill came up for vote on the Senate floor, an amendment was added exempting committees that furnish \"advice or recommendations only with respect to national security or intelligence matters\" from reporting requirements. Another amendment exempting the Federal Reserve Advisory Council was also added to the bill. S. 3529 passed the Senate by voice vote on September 12, 1972. The Senate then struck all the House language of H.R. 4383 and replaced it with that of S. 3529. The Senate then passed H.R. 4383 as amended.", "A conference report that reconciled differences between the House and Senate versions of H.R. 4383 was published on September 18, 1972. The final bill included reporting requirements for advisory committees planning to hold meetings, and ensured public inspection of advisory committee materials would be possible. The conference report was adopted by the Senate on September 19, 1972, and by the House on September 20. President Nixon signed the Federal Advisory Committee Act into law (P.L. 92-463) on October 6, 1972. Following the signing of FACA, then-President Nixon rescinded E.O. 11671, which previously had been the primary document guiding the creation and operation of federal advisory bodies.", "Legislative and Executive Branch Efforts Since FACA's Enactment", "In the years since FACA's enactment, congressional oversight hearings have resulted in legislative and executive branch attempts to clarify the statute or streamline the number of FACA committees. One substantial amendment to FACA was the 1977 Federal Advisory Committee Act, which incorporated the Sunshine Act ( P.L. 94-409 ) into the law. The Sunshine Act is specifically designed to make government agency meetings more publicly accessible and transparent. Another significant change in FACA's administration came in December 1977 when E.O. 12024 transferred advisory committee oversight duties from the Director of OMB to the Administrator of General Services. Additional executive orders have been issued since the law's inception; many of them abolished particular federal advisory committees or lengthened the lifespan of others.", "From 1983 through 1989, legislation was introduced in Congress to strengthen FACA's management controls, as well as to establish new ethical, financial, and conflict-of-interest disclosure requirements for committee members. None of these bills were enacted.", "On February 10, 1993, President William J. Clinton issued E.O. 12838, which required each executive department to \"terminate not less than one-third of the advisory committees subject to FACA (and not required by statute) ... by the end of fiscal year 1993.\" Agency heads were required to review all advisory committees under their jurisdictions and eliminate them or justify in writing why they were necessary to continue. Committees would need approval from the OMB Director to continue operation. The following year, as part of the National Performance Review, Vice President Albert Gore issued a memorandum requiring all agencies to reduce advisory committee costs by 5%. The memorandum also stated that President Clinton would not support legislation that established a new advisory committee or exempted an advisory committee from FACA. ", "On October 5, 1994, Alice M. Rivlin, then-acting Director of OMB, released a circular detailing management policy for remaining FACA committees. The circular reinforced the Clinton Administration's decision to reduce the number of advisory committees and cut costs. It also laid out the criteria GSA was to use when evaluating the utility of existing advisory bodies, and it required GSA to create a variety of operating and reporting guidelines for advisory committees.", "In 1995, two FACA-related laws were enacted. The first exempted intergovernmental advisory actions—official advisory efforts between federal officers and officers of state, local, or tribal governments—from FACA. The second was a law that eliminated GSA's annual reporting requirements to Congress. Pursuant to the law, GSA stopped creating its Annual Report to Congress in 1998, but GSA officials continue to collect and examine data on FACA committees and publish it in the Annual Comprehensive Review, an additional oversight document required by FACA. The Review is used to determine whether advisory bodies are executing their missions and adhering to statutes, or whether they are in need of revision or abolition.", "The Federal Advisory Committee Act Amendments of 1997 further provided for public comment on committee membership and public attendance at committee meetings for advisory bodies that existed within the National Academy of the Sciences or the National Academy of Public Administration."], "subsections": []}]}]}]}}