{"id": "R44281", "title": "Israel and the Boycott, Divestment, and Sanctions (BDS) Movement", "released_date": "2017-06-09T00:00:00", "summary": ["This report provides information and analysis on a boycott, divestment, and sanctions (\"BDS\") movement against Israel. The BDS movement is generally seen as a loose grouping of actors from various countries who advocate or engage in economic measures against Israel or Israel-related individuals or organizations, though defining precisely what may or may not constitute BDS activity is subject to debate.", "The report also analyzes economic measures that \"differentiate\" or might be seen as differentiating between (1) Israel in general and (2) entities linked with Israeli-developed areas and settlements (whose legality is questioned under international law). Such settlements are found in the West Bank, East Jerusalem, and Golan Heights—areas that Israel has controlled and administered since the 1967 Arab-Israeli war. Debate is ongoing in the United States and elsewhere about whether economic differentiation (such as with regard to product labeling policies) between Israel proper and Israeli settlements constitutes a form of BDS.", "The report also discusses", "Anti-BDS or antidifferentiation efforts to date, including U.S. legislative action and proposals at the federal and state level. Legislative considerations arising from existing antiboycott law, First Amendment issues, and issues regarding congressional powers over commerce and foreign affairs.", "These considerations present a number of policy questions for Congress and the Trump Administration. For more information, see CRS Report RL33476, Israel: Background and U.S. Relations, by [author name scrubbed].", "The labeling of certain products imported from the West Bank is a subject with some connection to the debate regarding the BDS movement and economic differentiation. There appear to be some similarities between U.S. and European Union (EU) labeling laws and guidelines. Both jurisdictions call for the West Bank to be identified as the place of origin, but a November 2015 European Commission notice called for the labels for certain imports into the EU—Israel's largest trading partner—to provide additional information to EU consumers by further differentiating between products from Israeli settlements and from nonsettlement areas within the West Bank. This has fueled debate about whether the EU's guidelines might constitute, encourage, or foreshadow punitive economic measures against Israel.", "In 2015 and 2016, President Barack Obama signed trade and customs legislation (P.L. 114-26 and P.L. 114-125, respectively) that opposed BDS-related measures against Israel. However, the Administration asserted—including in a presidential signing statement for P.L. 114-125—that certain provisions in the legislation that sought to treat \"Israeli-controlled territories\" beyond 1949-1967 armistice lines (including West Bank settlements) in the same manner as Israel itself were not in line with U.S. policy. Some legislation proposed in the 115th Congress contains similarly controversial language.", "Participating in the BDS movement would not appear to place a U.S. organization in violation of existing federal antiboycott legislation, which targets organizations' participation in foreign boycotts. No foreign state has proclaimed that it participates in the BDS movement, and the movement does not have a secondary tier targeting companies that do business in or with Israel. If Members of Congress are inclined to propose legislation regarding BDS, they might consider using, as points of reference, legal and regulatory frameworks Congress and the executive branch have used to designate actors of concern under various rubrics having to do with trade and/or national security.", "Opponents of the BDS movement or of economic differentiation have proposed the enactment of legislation that would prohibit the provision of public funding to U.S. corporations, academic institutions, groups, or individuals that engage in BDS activity. Some scholars and commentators have argued that such legislation would raise First Amendment concerns, while others have argued that such legislation would be consistent with the First Amendment. The constitutionality of a restriction on the availability of public funds would depend upon the particulars of the legislation at issue.", "Some state and local governments have enacted or are considering measures to counteract BDS-related or differentiation measures. State and local economic sanctions meant to influence foreign politics ordinarily raise three related constitutional issues: (1) whether they are preempted by federal law under the Constitution's Supremacy Clause, (2) whether they burden foreign commerce in violation of the dormant Foreign Commerce Clause and, if so, whether they are protected by the market participant exception; and (3) whether they impermissibly interfere with the federal government's exclusive power to conduct the nation's foreign affairs. Some Members of Congress have proposed legislation intended to preserve state and local anti-BDS or antidifferentiation measures."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report provides information and analysis on the following:", "Background on a \"BDS\" (boycott, divestment, and sanctions) movement against Israel. Private economic measures and product labeling policies—including those of the United States and European Union (EU)—that \"differentiate\" between (1) Israel in general and (2) entities linked with Israeli-developed areas and settlements in the West Bank, East Jerusalem, and Golan Heights (areas that Israel has controlled and administered since the 1967 Arab-Israeli war). Anti-BDS or antidifferentiation efforts to date, including federal and state legislation and proposals. Legislative considerations arising from existing antiboycott law, First Amendment issues, and issues regarding congressional powers over commerce and foreign affairs.", "Congress and the Trump Administration currently face a number of policy questions on these issues. The BDS movement exists within a larger context of Israel's complex economic and political relations with the world. For more information, see CRS Report RL33476, Israel: Background and U.S. Relations , by [author name scrubbed]."], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The BDS Movement", "paragraphs": ["The BDS movement is generally seen as a loose grouping of actors from various countries who advocate or engage in economic measures against Israel or Israel-related individuals or organizations, though defining precisely what may or may not constitute BDS activity is subject to debate. Those who are part of the movement or support it generally express sympathy for the Palestinian cause. No foreign government has acknowledged participating in the BDS movement, and the movement does not have a secondary tier targeting companies that do business in or with Israel.", "In July 2005, various Palestinian civil society groups issued a \"Call for BDS.\" These groups compared their grievances against Israel to the \"struggle of South Africans against apartheid,\" and sought international support for \"non-violent punitive measures\" against Israel unless and until it changes its policies by (in the words of the \"call\")", "1. \"ending its occupation and colonization of all Arab lands and dismantling the Wall;\" 2. \"recognizing the fundamental rights of the Arab-Palestinian citizens of Israel to full equality;\" and 3. \"respecting, protecting and promoting the rights of Palestinian refugees to return to their homes and properties as stipulated in UN [General Assembly] resolution 194.\" ", "Specifically, these Palestinian civil society groups called upon \"international civil society organizations and people of conscience all over the world to impose broad boycotts and implement divestment initiatives against Israel similar to those applied to South Africa in the apartheid era,\" and sought to have this audience pressure their \"respective states to impose embargoes and sanctions against Israel.\"", "The stated goals of the movement to change Israel's treatment of Palestinians might, if achieved, have broader implications for the demographic and sociopolitical structure of Israel within its original 1948 borders. For example, some Israelis and their supporters voice concern that the movement's demands for an end to \"occupation\" of Arab lands and for promoting a \"right of return\" for Palestinian refugees could endanger Israel's identity as a Jewish state if the demands were interpreted as insisting that refugee populations be able to live and vote in Israel.", "Israeli officials strenuously oppose the BDS movement, and statements by U.S. officials have consistently denounced any boycotts or other punitive economic measures targeting Israel. In their Senate confirmation hearings in January 2017, Secretary of State Rex Tillerson and Permanent Representative to the United Nations Nikki Haley stated their opposition to BDS-related measures."], "subsections": []}, {"section_title": "Differentiation Between Israel and the Settlements", "paragraphs": ["Debate is ongoing in the United States and elsewhere about whether economic \"differentiation\" (such as through product labeling policies) between (1) Israel proper and (2) Israeli-developed areas and settlements in the West Bank, East Jerusalem, and Golan Heights constitute a form of BDS. Some individuals and groups who proclaim the need to maintain Israel's Jewish identity publicly oppose BDS measures against companies inside Israel, but voice support for economic measures that target the settlements or those doing business there. These individuals and groups sometimes cite international political and legal views calling into question the legitimacy of Israeli civilian communities and businesses in areas that Israel has controlled since the 1967 Arab-Israeli war. ", "For example, some European countries' pension funds and companies have withdrawn investments or canceled contracts owing to concerns regarding connections with settlement activity, as distinguished from broader anti-Israel economic measures. Also, the leading councils of a number of U.S.-based Christian churches have either voted to divest from companies with settlement ties or have considered doing so."], "subsections": []}, {"section_title": "Impact and Israeli Responses in Larger Political Context", "paragraphs": ["BDS or economic differentiation measures exist within a larger context of international criticism of Israel. Israel and many of its supporters, along with the international media, frequently raise the possibility of Israel's \"isolation\" (or, as some Israelis characterize it, \"delegitimization\"). Some Israeli officials and outside observers have downplayed the concern, pointing to improvements in Israel's relations with a number of countries. Moreover, while some divestment from and boycotts of Israel or Israeli goods have taken place in recent years, such measures appear to have had little overall effect on Israel's economy. For example, one observer pointed to the tripling of foreign investment in Israel from 2005 to 2016 to claim that BDS or related economic measures against Israel have not been successful.", "In September 2015, the Israel-based company SodaStream closed its West Bank factory and relocated its operations inside Israel, though its CEO claimed that the BDS movement had only a \"marginal\" effect on these changes. Reportedly, all of SodaStream's West Bank-based Palestinian employees (between 500 and 600) were laid off because none could obtain permits from Israeli authorities to work at the new location. In May 2017, 74 of these employees received permits after persistent requests from the company. A common Israeli assertion is that BDS advocates or those who differentiate economically between Israel and West Bank settlements harm the employment situation of West Bank Palestinians. Many Palestinians and some international human rights groups counter this assertion by stating that Palestinians would be able to enjoy greater job prospects if Israeli settlements and movement/access/zoning restrictions in the West Bank did not constrain Palestinians' entrepreneurial capacities or their ability to attract international employers or outside investment. Some Israelis attempt to justify constraints on West Bank Palestinians by reference to concerns about security for Israeli citizens located in Israel proper and the settlements.", "While widespread consensus across Israel's political spectrum favors countering economic and political measures targeting Israel, there is debate over the extent to which changes in Israeli policy toward Palestinians can improve international attitudes toward Israel. Right-of-center political figures within the government sometimes portray criticisms of Israeli actions as pretexts for more deep-seated prejudice against Israel and/or Jews, while left-of-center figures within the opposition periodically criticize government leaders for steps that may have the potential to undermine support for Israel in international fora.", "Israeli political leaders routinely denounce BDS, and Israel's government has reportedly allocated about $26 million in annual funding to the Ministry of Strategic Affairs aimed at countering BDS-related activities. Such countermeasures apparently include assertive public diplomacy, outreach to enlist anti-BDS allies within the Jewish diaspora, and digital initiatives like gathering intelligence on activist groups. Some current and former Israeli diplomats were cited in 2016 as saying that robust Israeli efforts to counter BDS may backfire by providing the movement with free publicity and by possibly alienating would-be diaspora supporters—including in the United States—via polarizing rhetoric. Some private individuals and organizations have raised funds and public awareness in an effort to counter pro-BDS sentiment in the United States (such as on college campuses and social media websites) and elsewhere, and Israel and a number of organizations held an anti-BDS summit in May 2016 at the U.N. General Assembly.", "In March 2017, Israel's Knesset (parliament) passed a law that allows the government to block entry into the country of nonresidents who publicly call for a boycott against Israel or Israelis in West Bank settlements, or are associated with organizations that do so. Some of the law's opponents warn of negative consequences to Israel if it keeps out those who assert that they support its interests by means of their opposition to settlements."], "subsections": []}]}, {"section_title": "Labeling Products from Israeli Settlements", "paragraphs": ["Debates regarding policies that govern the labeling of consumer products imported into the European Union and United States from Israeli settlements, as well as the broader implications of such policies, have become part of the overall policy discussion regarding BDS and differentiation."], "subsections": [{"section_title": "European Union Policy", "paragraphs": ["Given that the 28-country European Union (EU) is Israel's largest trading partner, Israeli officials routinely express concern regarding prospects of reduced Israel-EU economic cooperation as a consequence of Palestinian-related developments. Dating back even to the previous decade, some EU member states have taken a number of steps to \"differentiate between Israel and its settlements project in the day-to-day conduct of bilateral relations.\" The EU does not view such \"differentiation\" measures as part of or supporting the BDS movement.", "On November 11, 2015, the European Commission issued a notice setting forth guidelines regarding labeling of certain products imported into EU countries from areas that Israel captured in the 1967 Arab-Israeli war, along with an accompanying factsheet. The labeling notice provides that products in question coming from Israeli settlements in the West Bank (including East Jerusalem) or Golan Heights should be clearly differentiated from products coming from Israel and those produced (generally by Palestinian-run businesses) outside of settlements in the West Bank, Golan Heights, and Gaza Strip. According to one media report, \"EU diplomats say there are no serious plans for additional measures\" and that the EU \"insists the move is purely technical, applying the EU policy that settlements are illegal.\" The factsheet accompanying the notice stated", "The EU does not support any form of boycott or sanctions against Israel. The EU does not intend to impose any boycott on Israeli exports from the settlements. The Commission will only help Member States to apply already existing EU legislation. The indication of origin will give consumers the possibility to make an informed choice.", "The Israeli Foreign Ministry responded to the European Commission notice with a statement that read in part, \"We regret that the EU has chosen, for political reasons, to take such an exceptional and discriminatory step, inspired by the boycott movement.\" After the move, Israel suspended contact with several EU bodies until a February 2016 conversation between Prime Minister Netanyahu and the High Representative of the EU for Foreign Affairs, Federica Mogherini. Palestine Liberation Organization Secretary General Saeb Erekat called the European Commission notice \"a significant move toward a total boycott of Israeli settlements, which are built illegally on occupied Palestinian lands.\" Some Israelis from the left of the country's political spectrum reportedly signed a petition welcoming the move.", "Some Members of Congress viewed the implementation of a policy of different labeling for goods from Israeli settlements in negative terms. Two days before the European Commission issued its notice, 36 Senators sent a letter to Mogherini urging her not to adopt the labeling guidelines. ", "A State Department deputy spokesperson in the Obama Administration reacted to the guidelines the day after their issuance. He said that the Administration did \"not believe that [EU] labeling [of] the origin of products is equivalent to a boycott.\" He further said that U.S. laws for Israeli settlement exports are somewhat similar in requiring them to be marked as products of the West Bank, but that the U.S. laws do not require further differentiation between products from and not from settlements. ", "The economic impact of the EU guidelines has been somewhat muted. Some attribute that at least partly to decisions by some EU member states—facing Israeli government pressure—not to implement the guidelines in a robust way. One media report citing EU officials emphasized that exports to the EU from within Israel's \"internationally recognized borders\" still receive preferential customs treatment, and that product labeling analogous to what the EU prescribed has taken place in the United Kingdom (UK) for a few years with \"no negative economic effect.\" According to one media report, less than 1% of Israel's annual trade with the EU has been affected by the guidelines.", "Debate has persisted about the implications of EU differentiation measures and proposals. An October 2016 report from a European think tank asserted that \"One year on, progress on the [EU] application of differentiation has been slow, but important. EU consensus around differentiation has broadened, and European diplomats have taken concrete steps to own and defend it.\" The report also acknowledged the \"genuine threat of a resurgence of anti-Semitism\" while making the case that differentiation is not a discriminatory measure. By contrast, one Israeli journalist characterized the EU labeling system as a \"deceptive nascent phase in a slippery slope campaign to impose a full BDS program on Israel.\"", "Given tensions between the EU and Israel over Israeli settlement policy, some may fear that the EU could seek to review and possibly expand differentiation measures. According to one early 2017 news report, some EU diplomats have called for the EU to ensure full implementation of the labeling guidelines. At the same time, this press report noted that EU foreign policy chief Mogherini has not been enthusiastic about the labeling guidelines and appears to have little appetite for further differentiation measures."], "subsections": []}, {"section_title": "U.S. Policy", "paragraphs": ["Under U.S. law, eligible articles imported into the United States from Israel, the West Bank, or the Gaza Strip are covered under the 1985 U.S.-Israel Free Trade Agreement (IFTA). In January 2016, the Customs and Border Protection (CBP) Agency (within the Homeland Security Department) restated and clarified country of origin marking (i.e., labeling) requirements, based on previous executive branch guidance, as follows: ", "goods produced in the West Bank or Gaza Strip shall be marked as originating from ''West Bank,'' ''Gaza,'' ''Gaza Strip,'' ''West Bank/Gaza,'' ''West Bank/Gaza Strip,'' ''West Bank and Gaza,'' or ''West Bank and Gaza Strip.'' It is not acceptable to mark the aforementioned goods with the words ''Israel,'' ''Made in Israel,'' ''Occupied Territories-Israel,'' or any variation thereof. Goods that are erroneously marked as products of Israel will be subject to an enforcement action carried out by U.S. Customs and Border Protection.", "A few days after CBP issued these requirements, one commentator wrote: \"It is unknown to what degree settlement exporters (and importers of settlement goods) comply with U.S. regulations. Anecdotal evidence indicates that to a great extent they do not, raising questions about the need for stronger enforcement and penalties for non-compliance.\" ", "In February 2016, proposed legislation was introduced in the House ( H.R. 4555 and H.R. 4503 ) and Senate ( S. 2474 ) that would have permitted products exported to the United States from West Bank settlements to be labeled \"Made in Israel.\" None of these bills were enacted during the 114 th Congress. "], "subsections": []}]}, {"section_title": "Anti-BDS or Antidifferentiation Legislative Action and Proposals", "paragraphs": ["For additional analysis of enacted and proposed legislation discussed in this section, see \" General Antiboycott Legislative Considerations ,\" \" Potential First Amendment Issues Facing Laws Intended to Deter BDS Activity ,\" and \" Federal Preemption Questions: Commerce Clause and Foreign Affairs \" below."], "subsections": [{"section_title": "In Congress", "paragraphs": ["A number of U.S. policymakers and lawmakers have stated opposition to or taken action against the BDS movement. Some Members of Congress argue that the BDS movement is discriminatory and are seeking legislative options to limit its influence. See Table 1 below for a list of proposed anti-BDS or antidifferentiation legislation under congressional consideration.", "In June 2015, the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 ( P.L. 114-26 ) was enacted into law. This law provided trade promotion authority (TPA) to the President regarding the negotiation of certain U.S. trade agreements, including the proposed U.S.-EU Transatlantic Trade and Investment Partnership (T-TIP). The law included a trade negotiating objective for T-TIP (U.S.-EU negotiations to achieve a comprehensive and \"high-standard\" free trade agreement) aimed at BDS-related activity. The trade negotiating objective, as enacted, discouraged politically motivated economic actions \"intended to penalize or otherwise limit commercial relations specifically with Israel or persons doing business in Israel or in Israeli-controlled territories.\" ", "During and after congressional deliberations, public debate regarding this trade negotiating objective focused on whether EU \"differentiation\" between commerce with Israeli settlements and commerce with Israel constitutes or promotes BDS-related activity. The State Department spokesperson's office weighed in on the debate with a statement following the enactment of P.L. 114-26 that included the following passage:", "The United States has worked in the three decades since signing the U.S.-Israel Free Trade Agreement – our first such agreement with any country – to grow trade and investment ties exponentially with Israel. The United States government has also strongly opposed boycotts, divestment campaigns, and sanctions targeting the State of Israel, and will continue to do so. ", "However, by conflating Israel and \"Israeli-controlled territories,\" a provision of the Trade Promotion Authority legislation runs counter to longstanding U.S. policy towards the occupied territories, including with regard to settlement activity. Every U.S. administration since 1967 – Democrat and Republican alike – has opposed Israeli settlement activity beyond the 1967 lines. This [Obama] Administration is no different. The U.S. government has never defended or supported Israeli settlements and activity associated with them and, by extension, does not pursue policies or activities that would legitimize them.", "In February 2016, President Obama signed the Trade Facilitation and Trade Enforcement Act of 2015 (the Customs Act, P.L. 114-125 ) into law. The act contains a provision similar to the one in P.L. 114-26 that opposes punitive economic measures (such as measures advocated by a nongovernmental boycott, divestment, and sanctions [BDS] movement) against businesses in Israel or Israeli-controlled territories. However, the Obama Administration asserted—including in a presidential signing statement—that certain provisions in P.L. 114-125 that seek to treat \"Israeli-controlled territories\" beyond 1949-1967 armistice lines (including West Bank settlements) in the same manner as Israel itself are not in line with U.S. policy."], "subsections": []}, {"section_title": "State Level Legislation", "paragraphs": ["Since 2015, various U.S. states have also enacted or proposed anti-BDS or antidifferentiation legislation. Some legislation explicitly applies to situations involving both Israel and \"Israeli-controlled territories,\" while observers speculate about the territorial applicability of other legislation that is less explicit. ", "Examples of enacted legislation on the state level come under two broad categories:", "Investment-Focused. Laws that appear to require state investment vehicles to divest from or avoid investing in companies that—as specified variously in each state's legislation—are characterized as engaging in, potentially engaging in, or advocating economic measures antithetical to Israel. In 2016, New York Governor Andrew Cuomo signed an executive order similar in content to other states' legislation on this subject. Contracting-Focused. Laws that appear to prohibit public entities from transacting business with entities that—as specified variously in each state's legislation— are characterized as engaging in, potentially engaging in, or advocating economic measures antithetical to Israel.", "Additionally, as of May 2017, all 50 U.S. governors and the mayor of Washington, DC, had reportedly signed onto an initiative sponsored by the American Jewish Committee (AJC) entitled \"Governors Against BDS.\" "], "subsections": []}]}, {"section_title": "General Antiboycott Legislative Considerations70", "paragraphs": ["The existing U.S. antiboycott regime was largely crafted to address the Arab League (League of Arab States) boycott of Israel. Members might consider the extent to which the existing regime could be applied or modified with respect to efforts to address the BDS movement. ", "The Arab League boycott has three tiers. The primary boycott prohibits citizens of an Arab League member state from buying from, selling to, or entering into a business contract with either the Israeli government or an Israeli citizen. The secondary boycott extends the primary boycott to any entity worldwide that does business in Israel. The tertiary boycott prohibits Arab League members and their nationals from doing business with a company that deals with companies that have been blacklisted by the Arab League.", "In the late 1970s, the United States passed antiboycott legislation establishing a set of civil and criminal penalties to discourage U.S. individuals from cooperating with the Arab League boycott. U.S. antiboycott efforts are targeted at the secondary and tertiary boycotts. U.S. legislation was enacted to \"encourage, and in specified cases, require U.S. firms to refuse to participate in foreign boycotts that the United States does not sanction. They have the effect of preventing U.S. firms from being used to implement foreign policies of other nations which run counter to U.S. policy.\" According to the Department of Commerce, in FY2016, 549 requests by Arab League members to participate in the boycott were reported to U.S. officials. The majority (325 requests) were from the United Arab Emirates, followed by Qatar (73) and Iraq (54). ", "Participating in the BDS movement would not appear to place a U.S. organization in violation of existing federal antiboycott legislation, which targets organizations' participation in foreign boycotts. No foreign state has proclaimed that it participates in the BDS movement, and the movement does not have a secondary tier targeting companies that do business in or with Israel. ", "Some Members of Congress have introduced legislation seeking to extend existing antiboycott penalties to BDS-related activity. If enacted, the Israel Anti-Boycott Act ( S. 720 , H.R. 1697 —see Table 1 ) would amend federal antiboycott legislation to also apply to boycotts fostered by international governmental organizations against Israel. Members might also consider legal and regulatory frameworks that Congress and the executive branch have used to designate actors of concern under various rubrics having to do with trade and/or national security. One option would be to create a dual system under which Congress could explicitly designate foreign BDS \"offenders\" (either individuals or entities) through legislation, while also authorizing executive branch agencies (including the State, Treasury, or Commerce Departments) to designate foreign \"offenders\" via case-by-case determinations based on a number of criteria. Such criteria could include market behavior and its impact or potential impact on Israel, evidence of intent, coordination with other parties, etc. Congress could require the executive branch to justify its designations/nondesignations through reports, either as a matter of course or upon congressional or congressional leadership request. Such congressional designation measures, however, could raise bill of attainder concerns under the Constitution, as well as definitional concerns in identifying BDS participation."], "subsections": []}, {"section_title": "Potential First Amendment Issues Facing Laws Intended to Deter BDS Activity75", "paragraphs": ["As discussed above, opponents of the BDS movement have proposed the enactment of legislation, either at the federal or U.S. state level, that would limit or deter participation in BDS-related activities and/or economic \"differentiation\" (between Israel and Israeli settlements). These proposals have taken a number of forms. For instance, an early iteration of congressional legislation would have restricted the availability of federal funds to entities, including universities, which engaged in BDS activity. More recently, some states have enacted laws that prohibit government contractors from boycotting or discriminating against countries including Israel. Other states have taken action to restrict the investment of state funds in entities that engage in BDS activity. Under these restrictions, state pension funds, for example, may be required to divest from companies engaged in BDS activity.", "Some scholars and commentators have argued that legislation and other government action designed to deter or eliminate BDS activity potentially would raise First Amendment concerns, while others have argued that such action would be consistent with the First Amendment or would not implicate the First Amendment at all. This section discusses key concepts and precedents that might factor into a reviewing court's analysis of the constitutionality of certain proposed and enacted laws and executive actions related to BDS activity.", "In sum, the degree to which a restriction on BDS activity would implicate the First Amendment and whether, even if it did, it would nonetheless be permissible turns on a number of unsettled questions. The first and most obvious is whether the act of refusing to deal with Israel or Israeli-affiliated entities is expressive conduct protected by the First Amendment. Important to this analysis may be whether those participating in BDS activity are attempting to make a political statement or are attempting to gain an economic advantage. Another relevant factor may be whether the government, in enacting the restriction, may be viewed by a reviewing court to be suppressing a disfavored message or, instead, to be regulating discriminatory conduct. Answers to these questions would likely turn on the text of the specific statutes at issue, as well as a number of other factors that may be difficult to predict."], "subsections": [{"section_title": "Is BDS Activity Speech Protected by the First Amendment?", "paragraphs": ["The First Amendment to the Constitution, incorporated against the states by the Fourteenth Amendment, provides that \"Congress shall make no law ... abridging the freedom of speech ....\" According to the Supreme Court, \"the First Amendment [generally] means that government has no power to restrict expression because of its message, its ideas, its subject matter, or its content.\" The Freedom of Speech Clause refers specifically to the freedom of speech . Some nonverbal conduct, however, may also convey a message and be entitled to protection under the First Amendment. ", "The Supreme Court has found that the government generally has more leeway to regulate expressive conduct than it has to regulate pure speech. Nonetheless, there are limits on the government's ability to regulate conduct protected by the First Amendment. The government normally may not, for example, regulate conduct because of its expressive elements. ", "The Supreme Court has generally interpreted refusals to do business, including through boycotts, as conduct that may be permissibly regulated. Boycotts aimed at gaining an economic advantage for the boycotting parties are generally considered to be within the government's power to regulate and even to prohibit. However, boycotts aimed at achieving something other than an economic advantage, particularly when the motivation is political or social in nature, may have more of an expressive element, which, according to Supreme Court precedent, could qualify for First Amendment protection. ", "No definitive precedent exists examining whether BDS activity is protected by the First Amendment. Scholars who have written and commented on the issue disagree, leading one commentator to describe the question as a \"thorny\" one and others to acknowledge that the answer to the question may not be straightforward. Participants and advocates of the BDS movement characterize their activity as speech protected by the First Amendment. ", "To support this argument, BDS supporters may point to the Court's decision in NAACP v. Claiborne Hardware . In that case, the Court held that an economic boycott of white-owned businesses by black citizens was entitled to First Amendment protection. The Court distinguished the situation from typical boycotts intended to secure an economic advantage for a particular business interest. While recognizing the government had considerable power to restrict economically motivated boycotts, the Court in Claiborne Hardware held that the \"right of the States to regulate economic activity could not justify a complete prohibition against a nonviolent, politically motivated boycott designed to force governmental and economic change and to effectuate rights guaranteed by the Constitution itself.\" ", "It may be argued that, like the Claiborne Hardware boycotters, BDS participants' intent is to cause economic harm, but their aim is not to destroy competition. Instead, BDS proponents' stated aim is to place pressure on Israel to make desired policy changes. Moreover, the BDS participants might claim that their activity is nonviolent and politically motivated, designed to force governmental change. Following that reasoning, it might be argued that their activity should receive a similar degree of protection under the First Amendment as the boycott at issue in Claiborne Hardware .", "There are, however, characteristics that distinguish the protected boycott in Claiborne Hardware from the BDS movement, which might factor into a reviewing court's analysis as to whether BDS activity is similarly protected by the Constitution. For instance, the Claiborne Hardware boycott involved an effort to influence the policies of domestic local governments and to vindicate rights guaranteed by the U.S. Constitution. Matters of foreign policy were not examined by the Court. The BDS movement, on the other hand, seeks to influence the conduct of a foreign government, Israel, perhaps in contravention of the foreign policy of the United States. Courts generally provide broad deference to Congress and to the executive branch in matters of foreign affairs. It remains unclear whether that deference might affect a court's judgment regarding the degree to which the government may permissibly seek to deter BDS activity.", "There is another important difference between Claiborne Hardware and regulation of BDS activity. In Claiborne Hardware , the Court explicitly noted that it was not deciding that \"a narrowly tailored statute designed to prohibit certain forms of anticompetitive conduct or certain types of secondary pressure may restrict protected First Amendment activity.\" The Claiborne Hardware Court left open the question of whether a statutory boycott restriction tailored by a legislature to balance legitimate competing interests might survive constitutional review even if it burdened protected speech.", "At least one commentator has argued that a Supreme Court decision issued the same year as Claiborne Hardware provides support for the argument that BDS activity is not protected by the Constitution. In International Longshoremen's Ass'n, v. Allied Intern., Inc. , the Court upheld a statutory prohibition on certain union boycotts as applied to a politically motivated boycott against a foreign government's policies. At issue in the case was a union's decision, in the wake of the Soviet Union's invasion of Afghanistan, to stop handling Russian products. A U.S. importer of Russian products challenged the union's actions as violating the National Labor Relations Act, which prohibits \"unions from inducing employees to refuse to handle goods with the object of forcing any person to cease doing business with any person.\" In reviewing the case, the Supreme Court considered whether, among other things, the boycott was protected by the First Amendment. ", "The Court held that the union's boycott was prohibited by federal law and the statutory prohibition did not raise First Amendment concerns. With regard to the union's argument that the boycott was protected by the First Amendment, the Court observed that it had previously held that secondary picketing by union members was not protected activity under the First Amendment. The Court went on to conclude that it was \"even clearer\" that the boycott at issue was entitled to \"still less consideration under the First Amendment\" because such conduct was \"designed not to communicate but to coerce.\" ", "The Court's opinion in International Longshoremen's Ass'n , however, may not provide precise support for arguments regarding the permissibility of statutory restrictions on BDS activity. For example, International Longshoremen's Ass'n dealt with restrictions on union boycotting activity. Such restrictions traditionally have been viewed by the Court (including in Claiborne Hardware ) as permissible \"as part of 'Congress' striking of the delicate balance between union freedom of expression and the ability of neutral employers, employees, and consumers to remain free from coerced participation in industrial strife.'\" BDS activity does not primarily involve activities by unions or collective bargaining organizations, which may limit the applicability of Court jurisprudence regarding the First Amendment implications of government restrictions on union-led boycotts. ", "Some commentators also point to federal statutes and executive orders that have restricted the ability of U.S. persons to participate in boycotts sponsored or enforced by a foreign government, to argue that BDS activity may permissibly be restricted. For example, the Export Administration Act of 1979 imposed criminal penalties on U.S. persons engaged in \"any boycott fostered or imposed by a foreign country against a country which is friendly to the United States.\" The EAA regulations prohibited, among other things, U.S. persons from responding to questionnaires sent by the Arab League to aid those countries in their boycott against Israel. These regulations were unsuccessfully challenged on First Amendment grounds by some companies who wished to respond to questionnaires that they received. ", "The U.S. Court of Appeals for the Seventh Circuit upheld the restriction on answering the Arab League questionnaire, and found that the restriction was a constitutionally valid regulation of commercial speech. Commercial speech regulations are reviewed under a more lenient standard than regulations of political speech. The plaintiffs in these cases had attempted to argue that their decision to answer the questionnaire was political speech, warranting full First Amendment protection because \"the decision to boycott Israel is itself a political decision,\" and, therefore, \"their answers to the questionnaires should be viewed as attempts to influence political decision making.\" The Seventh Circuit disagreed, finding instead that \"the appellants do not seek to answer the questionnaire in order to influence the Arabs' decision to conduct or enforce a trade boycott with Israel.... They wish through their answers only to show that the boycott's sanctions should not be applied to them, because they have not violated its terms.\" In other words, they sought to protect their economic interests and not to engage in political arguments. The Seventh Circuit, therefore, held their speech was commercial and affirmed the lower court's finding that the regulations were properly tailored to withstand scrutiny.", "BDS activity may be distinguishable from the activity prohibited and regulated by the EAA. The EAA prohibited participation in boycotts enforced by foreign governments. BDS activity is not enforced by a foreign government. Furthermore, unlike the companies that challenged the EAA regulations, BDS participants generally do not appear to be seeking to protect their own economic interests, rather, they appear to seek to pressure Israel to change its policies. It might, therefore, be argued that BDS activity is not commercial speech, but political speech, and regulations of political speech generally are scrutinized more closely than commercial speech restrictions. For these reasons, the case law upholding regulations promulgated under the EAA might not provide directly analogous precedent to regulations of BDS activity. However, the regulations at issue in the Seventh Circuit case applied unambiguously to speech. They prohibit the communication of information from one party to another via speech. The case did not examine whether the activity of boycotting a foreign nation for political or economic reasons was speech protected by the Constitution or the degree to which that activity might be restricted even if it is protected speech. ", "The cases discussed above indicate that politically motivated boycotts generally may receive some degree of constitutional protection. However, the government may have greater leeway to regulate boycotts, even politically motivated boycotts, than it has to regulate pure speech, particularly where the boycotters have the power to coerce neutral third parties to comply with a boycott. Whether a particular statute or regulation burdening BDS activity would withstand scrutiny would likely turn on a number of factors, which may be difficult to predict, but could include the type of regulation at issue, the actors (i.e., would-be boycotters) to which it applied, and whether it was viewed by a reviewing court to be aimed at suppressing a particular message."], "subsections": []}, {"section_title": "Potential Restrictions on the Provision of Government Funding to Entities Engaged in BDS", "paragraphs": ["An early congressional proposal to deter participation in the BDS movement would have restricted participating entities from receiving government funding, igniting a debate about the constitutionality of such a restriction. The government has broad powers under the Spending Clause of the Constitution to tax and spend for the general welfare. The powers granted by the Spending Clause include the powers to limit what can be done with federal funds in order to ensure that they are used in accordance with Congress's will. However, the Supreme Court has found that the First Amendment does limit the conditions that can be placed on the receipt of federal funds. Whether the government constitutionally may restrict the availability of federal funding to entities engaged in BDS activity could depend upon a number of factors, including the specifics of the funding restriction at issue and whether it is intended to target or suppress speech. ", "Some scholars have argued that, even if there is arguably some expressive quality to BDS activity, proposals to restrict entities engaged in BDS activity from receiving government funding should be viewed as possible prohibitions on discrimination. Specifically, some commenters have likened a possible restriction on discrimination against Israel-affiliated entities to other constitutionally permissible legislative prohibitions on discrimination, such as government restrictions against race-based discrimination by private entities. ", "Two cases identified in support of this argument are Grove City College v. Bell and Christian Legal Society v. Martinez . In Grove City College , the Supreme Court held that Title IX of the Higher Education Amendments of 1972, which bans sex discrimination by universities that receive federal funds, did not violate the First Amendment rights of the educational institutions accepting the funds. According to the Court, \"Congress is free to attach reasonable and unambiguous conditions to federal financial assistance that educational institutions are not obligated to accept.\" ", "In Christian Legal Society , the Court upheld a public law school's requirement that student groups allow all interested students to join their organizations in order to be recognized by the school and to receive the benefits of recognition (e.g., recognized student groups could receive financial assistance from the school for their events). The Christian Legal Society (CLS) argued that the law school's nondiscrimination policy violated CLS's First Amendment rights to limit its membership to Christians. The Supreme Court disagreed. According to the Court, the law school's policy did not require the group to refrain from discrimination directly. Instead, the law school's policy placed only \"indirect pressure\" on the group to allow any interested student to join regardless of that student's religious beliefs. If CLS wished to continue to discriminate in its membership, all it needed to do was forgo government subsidy. Furthermore, the Court noted that the law school's nondiscrimination policy had no effect on the beliefs any organization wished to espouse. Instead, the policy regulated CLS's conduct \"without reference to the reasons motivating that behavior.\" ", "Applying the reasoning of these cases in the present context, if a federal funding restriction applied only to BDS activity, without reference to motivation, and did not restrict a funding recipient's ability to speak about boycotts or to express an opinion about Israel, it could be argued that such a restriction would be constitutional. Under this reasoning, people would remain free to communicate their beliefs about Israel's policies and the wisdom of placing economic pressure on the country, but would not be free to engage in conduct that discriminated on the basis of a person's association with Israel. On the other hand, some have argued that laws aimed at restricting or deterring BDS activity, even if they would apply only to refusals to deal and not to the expression of support for the BDS movement, are nonetheless aimed at suppressing the message communicated by BDS participation and raise First Amendment issues. Supreme Court precedent has indicated that funding restrictions intended to suppress the private parties' expression of a particular viewpoint are unconstitutional. In Christian Legal Society the Court upheld the antidiscrimination requirement but explicitly noted that the requirement did not \"target conduct on the basis of its expressive content.\" Opponents of BDS-related funding restrictions might claim that a restriction on federal funding to entities engaged in BDS activity would be a restriction enacted on the basis of the message communicated by the BDS movement, which could arguably place the restriction outside the Court's holding in Christian Legal Society . In other words, they might argue that in enacting the funding restrictions, the government was attempting to disfavor a message the government dislikes, and the funding restriction may implicate the First Amendment for that reason. ", "Even if the First Amendment is implicated by a restriction on funding to entities engaged in BDS activity, in general, the government is not required to fund goals with which it does not agree. The government generally may prohibit recipients of federal funds from using those funds in a way the government does not approve, provided that the restrictions on the use of the funds are germane to the federal interest in the program to which the funds are directed. For example, the Supreme Court has held that the government could prohibit the use of federal funds for family planning services to advocate or provide referrals for abortion. However, under Supreme Court precedent, the government cannot prescribe what an entity that receives federal funds may say with private money. Therefore, the government could not require recipients of federal funds to espouse a government-approved policy that applied to the entire organization, including the portion funded privately. Consequently, even if BDS activity is protected by the Constitution, the government may be able to restrict the use of federal funds by entities engaged in the BDS movement to support BDS activity, so long as the conditions on the use of the funds are germane to the federal interest being funded and do not burden speech funded privately. "], "subsections": []}, {"section_title": "Restrictions on Government Contractors and State Investments", "paragraphs": ["As discussed earlier, since 2015 some states have taken action related to BDS activity. Generally, these actions fall into two categories: (1) prohibitions on state contracting with entities that engage in BDS activity and (2) divestment of state assets from companies that participate in BDS. "], "subsections": [{"section_title": "Government-Contractor Restrictions", "paragraphs": ["Some states have either considered or enacted legislation to restrict state contracting with entities engaged in BDS activity. Similar to the arguments surrounding proposed restrictions on government funding for entities engaged in BDS activity against Israel, some scholars and commentators argue that these laws bar discrimination by government contractors against Israel and Israeli-affiliated entities, and, thus, do not raise First Amendment concerns. Government contractors in many situations are already prohibited from discriminating on the basis of race, color, religion, sex, and national origin. If a reviewing court accepted the argument that the state government contracting restrictions applied only to discriminatory conduct and were not aimed at suppressing a particular viewpoint, the restrictions might be upheld.", "However, similar to the arguments surrounding potential government funding restrictions, if BDS activity is protected speech, the First Amendment may limit the government's ability to restrict that activity by government contractors. The Supreme Court has held that government contractors do not surrender their First Amendment rights as a result of the contract. Government contractors, therefore, retain their rights to engage in speech on matters of public concern, outside of the performance of the contract, and the Constitution limits the government's ability to terminate the contract on the basis of their speech. However, the Supreme Court has also acknowledged that the government has legitimate interests as a contracting party, which may outweigh the First Amendment rights of contractors in some circumstances. Reviewing courts therefore weigh contractors' rights to engage in speech on matters of public concern against the government's rights and interests as a contractor to determine whether the limitation on speech rights is permissible under the circumstances. If a reviewing court determined that a restriction on a government contractor's ability to engage in BDS activity outside the scope of the contract limited the speech of the contractor, a court might balance the competing interests of the state and the contractor to determine whether the limitation was permissible.", "Another distinction that may be important is whether the contracting restriction applies to existing government contracts or to contracts prior to their formation. The Supreme Court has held only that the Constitution limits the termination of existing contracts in retaliation for engaging in protected speech. The Court has not opined on whether this protection would extend to new bids for government contracts, that is, whether the Constitution limits the government's ability to deny the award of a contract on the basis of the contractor's otherwise-protected speech. Lower courts that have considered this question have disagreed on this issue."], "subsections": []}, {"section_title": "State Investment Restrictions", "paragraphs": ["Certain states have also taken action to divest state funds from entities engaged in BDS activity. For example, the governor of New York recently signed an executive order requiring all state agencies to divest funds from entities engaging in BDS activity. As with previously analyzed restrictions, the key issues in determining the constitutionality of such actions are whether BDS activity is protected by the First Amendment and, if it is, the degree to which the government is attempting to suppress a disfavored message by enacting the restrictions on investment. ", "Proponents of state action to restrict investment in entities engaged in BDS activity argue that BDS is not protected speech and investment restrictions, therefore, do not implicate the First Amendment. If a reviewing court were to accept that argument, the state restrictions on investment arguably could be permissible under the First Amendment.", "Other observers, however, have noted that the constitutional status of BDS activity is, at the least, unclear. If BDS activity is protected by the First Amendment, the constitutionality of a restriction on state investment in entities engaged in that activity would also be uncertain. According to one scholar, whether a state limitation on investing its funds in entities because of their speech might violate the First Amendment is without \"direct precedent, at least at the Supreme Court.\" ", "The closest analogue appears to be the Supreme Court's line of cases analyzing restrictions on government funding, discussed earlier. In the Court's most recent opinion analyzing a government funding restriction on speech, Chief Justice Roberts distilled the Court's precedent in this area, writing that \"the relevant distinction that has emerged from our cases is between conditions that define the limits of the government spending program – those that specify the activities Congress wants to subsidize – and conditions that seek to leverage funding to regulate speech outside the contours of the program itself.\" A court reviewing state investment restrictions might, therefore, examine whether the restriction represented the government's expression of support for a specific public policy or an attempt by the government to \"leverage\" its investing power \"to regulate speech.\" "], "subsections": []}]}]}, {"section_title": "Federal Preemption Questions: Commerce Clause and Foreign Affairs179", "paragraphs": ["As noted above, some state and local governments have enacted or are considering measures to counteract BDS-related or differentiation measures. State and local economic sanctions meant to influence foreign politics ordinarily raise three related constitutional issues: (1) whether they are preempted by federal law under the Constitution's Supremacy Clause; (2) whether they burden foreign commerce in violation of the dormant Foreign Commerce Clause and, if so, whether they are protected by the market participant exception; and (3) whether they impermissibly interfere with the federal government's exclusive power to conduct the nation's foreign affairs. The constitutionality of any given state or local measure would depend upon the particulars of the legislation at issue."], "subsections": [{"section_title": "Preemption by Federal Statute", "paragraphs": ["The Supremacy Clause of the Constitution establishes that federal statutes, treaties, and the Constitution itself are \"the supreme Law of the Land.\" Accordingly, states can be precluded from taking actions that are otherwise within their authority if federal law is thereby impeded. The extent to which a federal statute preempts state law in a given area is within the control of Congress. Congress may, by clearly stating its intent, choose to preempt all state laws, no state laws, or only those state laws with certain attributes. When Congress enacted the antiboycott provisions of the Export Administration Act (EAA) in 1977, for example, it expressly preempted any state or local measure that \"pertains to participation in, compliance with, implementation of, or the furnishing of information regarding restrictive trade practices or boycotts fostered or imposed by foreign countries against other countries.\" ", "Even absent an express preemption provision such as that found in the EAA, an act of Congress can impliedly preempt state or local action. Where Congress has not expressly preempted state and local laws, two types of implied federal preemption may be found: field preemption , in which federal regulation is so pervasive that one can reasonably infer that states or localities have no role to play, and conflict preemption , in which \"compliance with both federal and state regulations is a physical impossibility,\" or where the state law \"stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.\" The Supreme Court felled a Massachusetts law on the latter ground because the law imposed sanctions on Burma (Myanmar) in such a way that frustrated the implementation of a federal statutory scheme also targeting Burma. ", "In order to preclude implied preemption, Congress may sometimes include nonpreemption language in sanctions legislation. One bill in the 115 th Congress has been introduced to preserve state and local anti-BDS or antidifferentiation measures. The Combating BDS Act of 2017, S. 170 (see Table 1 ), would permit state and local governments to divest their own assets from or prohibit government contracting with certain entities that they determine engage in BDS-related activity, as defined by the bill and subject to its restrictions. The bill appears to be modeled on Section 3 of the Sudan Accountability and Divestment Act of 2007, which provides that certain state and local actions targeting Sudan are not preempted by any federal law."], "subsections": []}, {"section_title": "Foreign Commerce Clause", "paragraphs": ["The Constitution provides Congress with the authority to regulate both interstate and foreign commerce. In addition to this affirmative grant of constitutional authority, the Supreme Court has recognized that the Commerce Clause implies a corresponding restraint on the authority of the states to interfere with commerce, even absent congressional action. This inferred restriction arising from congressional inaction is generally referred to as the \"dormant\" Commerce Clause. Under this established principle, states and localities are prohibited from unreasonably burdening or discriminating against either interstate or foreign commerce unless they are authorized by Congress to do so. In a series of cases involving state taxes, the Supreme Court has set out criteria for examining whether state measures impermissibly burden foreign commerce where affirmative congressional permission is absent. In sum, the Court has required a closer examination of measures alleged to infringe the Foreign Commerce Clause than is required for those alleged to infringe its interstate counterpart, but has also provided some room for state measures in situations where a federal role is not clearly demanded.", "Where Congress has not clearly immunized a state selective purchasing or divestment law, a state may defend a challenged law by invoking the market participant doctrine, which protects those laws in which the state or local government acts as a buyer or seller of goods rather than as a regulator. Consequently, state and local measures that pertain to the investment of government funds, as well as measures that regulate government procurement, may be defended on the ground that the state or local government is merely making investment or purchasing choices for itself and not regulating other investors or buyers, as the case may be. The market participant doctrine, however, may not apply where the state seeks to affect behavior beyond the immediate market in which it is operating; the doctrine does not immunize laws from other constitutional challenges; and the Supreme Court has suggested the doctrine may not even apply in Foreign Commerce Clause cases. "], "subsections": []}, {"section_title": "Intrusion into Foreign Affairs", "paragraphs": ["\"Power over external affairs is not shared by the States; it is vested in the national government exclusively.\" Consequently, state or local laws that encroach on the federal government's authority over foreign affairs may be deemed constitutionally impermissible. In its 1968 decision in Zschernig v. Miller , the Supreme Court struck down an Oregon law prohibiting nonresident aliens from inheriting property unless they could demonstrate to the Oregon state courts that their home countries allowed U.S. nationals to inherit estates on a reciprocal basis and that payments to foreign heirs from the Oregon estates would not be confiscated. Although the federal government had not exercised its power in the area, the Supreme Court nonetheless found that the inquiries required by the Oregon statute would result in \"an intrusion by the State into the field of foreign affairs which the Constitution entrusts to the President and the Congress.\" The Court distinguished an earlier decision, Clark v. Allen , which had upheld a similar California statute on the ground that the statute in that case could be implemented through \"a routine reading of foreign law\" and did not require the particularized inquiries demanded by the Oregon statute. ", "The Supreme Court reaffirmed Zschernig and the dormant foreign affairs power in 2003 when it struck down a California law requiring insurers to report life insurance policies held by Holocaust victims because the law interfered with an executive agreement supporting a German initiative to resolve Holocaust insurance claims without litigation. It appears to be an open question whether Congress can permit state and local regulations that conflict with federal foreign policy, or whether states and localities that enact such measures can invoke a \"market participation\" exception to shield them from challenges on foreign policy grounds. Prior to enactment of the Sudan Accountability and Divestment Act of 2007, a federal district court enjoined enforcement of an Illinois law that prohibited the deposit of state or municipal funds in any financial institution that does business in or with Sudan, on the basis that the law interfered with the federal government's dormant foreign policy power. It does not appear that any court has yet addressed whether the nonpreemption language in the Sudan Accountability and Divestment Act of 2007 would effectively shield similar state laws from legal challenges."], "subsections": []}]}]}}