{"id": "R44277", "title": "Syrian Refugee Admissions and Resettlement in the United States: In Brief", "released_date": "2016-09-16T00:00:00", "summary": ["The admission of Syrian refugees to the United States has generated public controversy, with opponents citing concerns chiefly about terrorism and national security. As of August 31, 2016, the United States has admitted 10,740 Syrian refugees in FY2016, meeting the Obama Administration's fiscal year goal. These new arrivals have been placed in 40 states. From October 1, 2010, through August 31, 2016, the United States admitted a total of 12,623 Syrian refugees.", "The admission of refugees to the United States and their resettlement here are authorized by the Immigration and Nationality Act (INA), as amended by the Refugee Act of 1980. The INA defines a refugee as a person who is outside his or her country and who is unable or unwilling to return because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. In special circumstances, a refugee also may be a person who is within his or her country and who is persecuted or has a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. The maximum annual number of refugee admissions (refugee ceiling) and the allocation of these numbers by region of the world are set by the President after consultation by Cabinet-level representatives with members of the House and the Senate Judiciary Committees.", "The Department of State's (DOS's) Bureau of Population, Refugees, and Migration (PRM) is responsible for coordinating and managing the U.S. Refugee Admissions Program. Prospective refugees can be referred to the U.S. program by the United Nations High Commissioner for Refugees, a U.S. embassy, or a designated nongovernmental organization (NGO), or in some cases, they can access the U.S. refugee program directly. PRM generally arranges for an NGO, an international organization, or U.S. embassy contractors to manage a Resettlement Support Center (RSC) that assists in refugee processing.", "The RSCs assist applicants in completing documentary requirements and schedule refugee eligibility interviews with the Department of Homeland Security's U.S. Citizenship and Immigration Services (USCIS), which adjudicates refugee applications. The USCIS officer must determine whether the applicant is qualified under one of the refugee processing priorities, meets the INA definition of a refugee, is not firmly resettled in another country, and is admissible to the United States under the INA. Refugee applicants must clear all required security checks before their applications can receive final approval.", "Refugees who are accepted for U.S. resettlement are placed in communities throughout the United States. Regardless of where refugees are initially resettled, they are free to relocate at any time. Once admitted to the United States, refugees are eligible for initial resettlement assistance through the DOS Reception and Placement Program and longer-term resettlement assistance through the Department of Health and Human Services' Office of Refugee Resettlement (ORR)."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["During the last week of August 2016, the 10,000 th Syrian refugee was admitted to the United States in FY2016. The Obama Administration had pledged to admit at least 10,000 Syrian refugees in FY2016. While some policymakers are celebrating the Syrian admissions, others have raised concerns about the refugee admission process, particularly security vetting procedures. Some policymakers have urged the Obama Administration to stop admitting Syrian refugees for now and a number of governors have expressed an unwillingness to accept Syrian refugees in their states. To assist Congress in addressing issues related to Syrian refugees and U.S. refugee policy generally, this report details the U.S. refugee admissions process and the placement and resettlement of arriving refugees in the United States."], "subsections": []}, {"section_title": "Background and Definitions", "paragraphs": ["The admission of refugees to the United States and their resettlement here are authorized by the Immigration and Nationality Act (INA), as amended by the Refugee Act of 1980. The 1980 act had two basic purposes: (1) to provide a uniform procedure for refugee admissions; and (2) to authorize federal assistance to resettle refugees and promote their self-sufficiency. The intent of the legislation was to end an ad hoc approach to refugee admissions and resettlement that had characterized U.S. refugee policy since World War II. Prior to the enactment of the Refugee Act, refugees were admitted through a variety of mechanisms in immigration law, such as parole.", "The INA defines a refugee as a person who is outside his or her country and who is unable or unwilling to return because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. In special circumstances, a refugee also may be a person who is within his or her country and who is persecuted or has a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. "], "subsections": []}, {"section_title": "Refugee Ceiling and Regional Allocations", "paragraphs": ["Under INA Section 207, the maximum annual number of refugee admissions (refugee ceiling) and the allocation of these numbers by region of the world are set by the President after consultation by Cabinet-level representatives with members of the House and Senate Judiciary Committees. INA Section 207(a)(3) further directs that \"admissions ... shall be allocated among refugees of special humanitarian concern to the United States.\" Typically, the Administration submits a refugee proposal before the start of the new fiscal year that serves as the basis for the congressional consultations. The law requires congressional consultation but not congressional approval. ", "Following the consultations, the President issues a Presidential Determination that sets the refugee ceiling and regional allocations for that fiscal year. Once the Presidential Determination for a fiscal year has been issued, INA Section 207 also allows for additional refugee admissions in response to an \"emergency refugee situation.\" In such a situation, the President may, after congressional consultations, issue an Emergency Presidential Determination providing for an increase in refugee admissions numbers.", "For FY2016, the Obama Administration initially proposed a refugee ceiling of 75,000 and held consultations with Congress on that proposal. The proposal reportedly included an allocation of 33,000 for the Near East/South Asia, the region that includes Syria. The Administration subsequently announced that the United States would admit at least 10,000 Syrian refugees in FY2016. On September 29, 2015, the Obama Administration released the Presidential Determination on Refugee Admissions for Fiscal Year 2016. It sets the FY2016 refugee ceiling at 85,000, with 79,000 admissions numbers allocated among the regions of the world and 6,000 admissions numbers comprising an unallocated reserve. The allocation for the Near East/South Asia region is 34,000."], "subsections": [{"section_title": "Actual Admissions", "paragraphs": ["In FY2015, the United States admitted 69,933 refugees. The Near East/South Asia region accounted for 24,579 admissions, of which 1,682 were Syrian refugees. In the first 11 months of FY2016 (through August 31, 2016), total refugee admissions were 72,354, Near East/South Asia region admissions were 30,356, and Syrian admissions were 10,740. (See Appendix for data on placement of FY2016 Syrian arrivals by state.) From October 1, 2010, through August 31, 2016, the United States admitted a total of 12,623 Syrian refugees. "], "subsections": []}]}, {"section_title": "Refugee Admissions Process", "paragraphs": ["In addition to meeting the INA definition of a refugee, a prospective refugee must meet other requirements enumerated in INA Section 207(c)(1) in order to be eligible for admission to the United States. These requirements are that the individual is not firmly resettled in another country, is determined to be of special humanitarian concern to the United States, and is admissible under the INA. These statutory requirements are implemented through the refugee processing system, as detailed below. Successful applicants are admitted to the United States in refugee status. After one year in the United States, refugees must apply to adjust to lawful permanent resident (LPR) status."], "subsections": [{"section_title": "Role of the Department of State", "paragraphs": ["The Department of State's (DOS's) Bureau of Population, Refugees, and Migration (PRM) is responsible for coordinating and managing the U.S. Refugee Admissions Program. Prospective refugees can be referred to the U.S. program by the United Nations High Commissioner for Refugees (UNHCR), a U.S. embassy, or a designated nongovernmental organization (NGO), or in some cases, as described below, can access the U.S. refugee program directly. ", "PRM generally arranges for an NGO, an international organization, or U.S. embassy contractors to manage a Resettlement Support Center (RSC) that assists in refugee processing. RSC staff conduct pre-screening interviews of prospective refugees to make a preliminary determination as to whether they qualify for access to the U.S. refugee program. Access is determined through a system of processing priorities. To be considered for resettlement in the United States, a prospective refugee must fall within one of the following three priorities or categories of cases: ", "Priority 1 (P-1) covers refugees for whom resettlement seems to be the appropriate durable solution, who are referred to the U.S. refugee program by UNHCR, a U.S. embassy, or a designated NGO. ", "Priority 2 (P-2) covers groups of special humanitarian concern to the United States. It includes specific groups that may be defined by their nationalities, clans, ethnicities, or other characteristics. P-2 cases can access the U.S. refugee program directly.", "Priority 3 (P-3) covers family reunification cases. This priority is limited to designated nationalities. Refugee applications under Priority 3 are based upon an affidavit of relationship filed by an eligible relative in the United States. P-3 cases can access the U.S. refugee program directly.", "All refugee cases that are preliminarily determined to be eligible for access to U.S. resettlement consideration go through the same processing steps.", "The RSCs assist applicants in completing documentary requirements and schedule refugee eligibility interviews with the Department of Homeland Security's U.S. Citizenship and Immigration Services (USCIS). As part of the security screening process, the RSCs initiate biographic name checks for all applicants. (The RSCs' role following the USCIS interview is discussed in \" Post-Adjudication Steps .\")"], "subsections": []}, {"section_title": "Role of the Department of Homeland Security", "paragraphs": ["USCIS adjudicates refugee applications and makes decisions about eligibility for refugee status. USCIS officers in the Refugee Corps interview each applicant in person and consider other evidence and information to determine whether the individual is eligible for refugee status. At the interview, the fingerprints of applicants aged 14 to 79 are collected for biometric checks. The USCIS officer must determine whether the applicant is qualified under one of the processing priorities, meets the INA definition of a refugee, is not firmly resettled in another country, and is admissible to the United States under the INA. With respect to the latter requirement, INA Section 212(a) sets forth various grounds of inadmissibility, which include health-related grounds, criminal grounds, and security-related grounds."], "subsections": [{"section_title": "Security Checks", "paragraphs": ["USCIS has described the security screening process for refugees as \"the most robust of any population processed by USCIS.\" Refugees are vetted against the Consular Lookout and Support System (CLASS) database, the Federal Bureau of Investigation (FBI) databases, and the National Counterterrorism Center (NCTC) databases, among others. Refugee applicants must clear all required checks before their applications can receive final approval. In July 2015, USCIS summarized the refugee security check process, as follows:", "Security checks are an integral part of the U.S. Refugee Admissions Program (USRAP) for applicants of all nationalities. Refugee applicants of all nationalities are subject to rigorous biographic and biometric screening. These procedures and partnerships have been substantially enhanced over time since the launch of large-scale Iraqi refugee resettlement in 2007. ", "A standard suite of required biographic and biometric security checks has been developed for all refugee applicants. Through close coordination with the federal law enforcement and intelligence communities, these checks are continually reviewed to identify potential enhancements and to develop approaches for specific populations that may pose particular threats. The biographic checks include vetting refugee data against the State Department's Consular Lookout and Support System (CLASS). CLASS is a biographic name check database used to access critical information for visa adjudication and is run on all refugee applicants. CLASS contains information from TECS (formerly the Treasury Enforcement Communication System), the Terrorist Screening Database (TSDB), the Department of Health and Human Services (HHS), the Drug Enforcement Agency (DEA), Interpol, and the Federal Bureau of Investigations (FBI). In addition, refugee applicants meeting certain criteria are subject to Security Advisory Opinions (SAOs), including law enforcement and intelligence communities checks. SAO checks are run on applicants who meet these criteria and are between the ages of 16 to 50. Refugee applicants are subject to a third biographic check referred to as the Interagency Check (IAC); the IAC consists of screening biographic data against a broader range of intelligence community holdings. IACs are run on applicants who are age 14 and older. The biometric (fingerprint) checks (for applicants ages 14-79) include screening against the holdings of the Federal Bureau of Investigation (FBI) Next Generation Identification (NGI), the Department of Homeland Security (DHS) Automated Biometric Identification System (IDENT), and the Department of Defense Automated Biometric Identification System (ABIS).", "In addition to this standard suite of security checks, USCIS Headquarters staff are reviewing all Syrian refugee cases prior to DHS interview to identify potential national security concerns. For those cases with potential national security concerns, USCIS conducts open source and classified research on the facts presented in the refugee claim and synthesizes an evaluation for use by the interviewing officer. This information provides case-specific context relating to country conditions and regional activity and is used by the interviewing officer to develop lines of inquiry related to the applicant's eligibility and credibility. USCIS has also instituted Syria-specific training for officers adjudicating cases with Syrian applicants, which includes a classified briefing on country conditions. ", "USCIS is continuing to engage with the law enforcement and intelligence communities, including exploring training opportunities and potential screening enhancements, to ensure that refugee vetting for Syrian refugee applicants is as robust as possible.", "In a subsequent fact sheet on refugee security screening, USCIS provided additional information about the \"Syria Enhanced Review,\" as follows:", "USCIS' Refugee, Asylum and International Operations Directorate and Fraud Detection and National Security Directorate (FDNS) have collaborated to provide for enhanced review of certain Syrian cases. This review involves FDNS providing intelligence-driven support to refugee adjudicators, including threat identification, and suggesting topics for questioning. FDNS also monitors terrorist watch lists and disseminates intelligence information reports on any applicants who are determined to present a national security threat.", "With respect to prospective Syrian refugees, concerns have been raised by some about how effectively the U.S. government can perform security checks in light of the limited data available about this population. The United States does not have diplomatic relations with Syria and thus does not have access to on-the-ground intelligence. "], "subsections": []}]}, {"section_title": "Post-Adjudication Steps", "paragraphs": ["At the end of the process, while a refugee applicant awaits final approval to be resettled in the United States, RSC staff guide the refugee through the post-adjudication steps, which include obtaining medical screening exams and attending cultural orientation programs. The RSC obtains sponsorship assurance as part of the DOS Reception and Placement program (see \" Placement Process and Initial Resettlement \") and, once all required steps are completed, refers the case to the International Organization for Migration to arrange for transportation to the United States."], "subsections": []}]}, {"section_title": "Refugee Resettlement", "paragraphs": ["Refugees of all nationalities who are accepted for U.S. resettlement are placed in communities throughout the United States. In FY2016, arriving refugees have been placed in 47 states and the District of Columbia. The initial placement of refugees has received increased attention since the November 2015 attacks in Paris, as some governors have expressed an unwillingness to accept Syrian refugees in their states. These announcements, in turn, have raised a number of legal questions. Regardless of where refugees are initially resettled, however, they are free to relocate at any time. Once admitted to the United States, refugees are eligible for initial and longer-term resettlement assistance. (See Appendix for data on placement of Syrian arrivals in FY2016, by state.)"], "subsections": [{"section_title": "Placement Process and Initial Resettlement", "paragraphs": ["The placement of arriving refugees in communities in the United States and the provision of initial resettlement assistance to them is the responsibility of DOS's Reception and Placement Program. Under this program, PRM funds cooperative agreements with domestic resettlement agencies. The placement process works as follows:", "Every week, representatives of each of [the resettlement] agencies meet to review the biographic information and other case records sent by the overseas Resettlement Support Centers (RSC) to determine where a refugee will be resettled in the United States. During this meeting, the resettlement agencies match the particular needs of each incoming refugee with the specific resources available in a local community. If a refugee has relatives in the United States, he or she is likely to be resettled near or with them. Otherwise, the resettlement agency that agrees to sponsor the case decides on the best match between a community's resources and the refugee's needs.", "Under the INA, the director of the Office of Refugee Resettlement at the Department of Health and Human Services and the agency administering the Reception and Placement Program are required to \"consult regularly (not less often than quarterly) with State and local governments and private nonprofit voluntary agencies concerning the sponsorship process and the intended distribution of refugees among the States and localities before their placement in those States and localities.\" There is no statutory requirement, however, for state approval.", "The resettlement agencies provide services to refugees in their first 30 to 90 days in the United States. These services include reception upon arrival in the United States; basic needs support (e.g., housing, furnishings, food, and clothing) for at least 30 days; and referrals to health, employment, education, and other services, as needed. "], "subsections": []}, {"section_title": "Office of Refugee Resettlement Assistance Programs", "paragraphs": ["The Department of Health and Human Services' Office of Refugee Resettlement (ORR), within the Administration for Children and Families (ACF), administers a transitional assistance program for refugees, Cuban/Haitian entrants, and other specified groups. The ORR-funded resettlement assistance activities are authorized in INA Section 412. They include refugee cash and medical assistance, social services to help refugees become socially and economically self-sufficient, and targeted assistance for impacted areas. ORR assistance is provided mainly through state-administered refugee resettlement programs. As explained by ORR: \"States provide transitional cash and medical assistance and social services, as well as maintain oversight for the care of unaccompanied refugee minors.\" INA Section 412 sets conditions on state receipt of resettlement assistance. To receive assistance, a state is required to submit a plan to ORR with specified components, meet ORR standards and goals to assure effective resettlement of refugees, and submit an annual report to ORR on use of provided funds.", "States are not required to administer a refugee resettlement program. If they choose not to participate in whole or in part, however, ORR regulations provide for the designation of a replacement. Under ORR regulations at 45 C.F.R. §400.301:", "(a) In the event that a State decides to cease participation in the refugee program, the State must provide 120 days advance notice to the Director before withdrawing from the program.", "(b) To participate in the refugee program, a State is expected to operate all components of the refugee program, including refugee cash and medical assistance, social services, preventive health, and an unaccompanied minors program if appropriate.... ", "(c) When a State withdraws from all or part of the refugee program, the Director may authorize a replacement designee or designees to administer the provision of assistance and services, as appropriate, to refugees in that State...."], "subsections": [{"section_title": "Appendix. FY2016 Syrian Refugee Placement by State", "paragraphs": ["As of August 31, 2016, 10,740 Syrian refugees have arrived in the United States in FY2016. These refugees were placed in 40 states, as shown in the following table."], "subsections": []}]}]}]}}