{"id": "R44275", "title": "Puerto Rico and Health Care Finance: Frequently Asked Questions", "released_date": "2016-06-27T00:00:00", "summary": ["Puerto Rico's financial circumstances, including uncertainty about its ability to service its large public debt, have drawn attention in recent months. As Congress examines Puerto Rico's finances, questions have arisen about how federal health care programs (Medicare, Medicaid, and the State Children's Health Insurance Program [CHIP]) and private health insurance requirements apply to Puerto Rico. Is Puerto Rico treated like a state, or is it treated differently?", "This report provides answers to frequently asked questions (FAQs) about Puerto Rico's health care system. The FAQs are divided into the following sections:", "Demographic and Economic Overview Medicare Part A Part B Part C, Medicare Advantage Part D Medicaid CHIP Private Health Insurance", "The FAQ provides examples, which illustrate that in many circumstances, health programs in Puerto Rico differ from programs in the 50 states and the District of Columbia (DC), whereas in other circumstances, Puerto Rico is treated the same as the states. As such, these FAQs should be viewed as a discussion of the complexity of health care financing as it relates to Puerto Rico under current law.", "This report does not provide a comprehensive overview of how federal health care programs and requirements apply in Puerto Rico. Instead, the report answers questions about health care financing that have arisen in light of Puerto Rico's financial circumstances. This report will be updated as additional relevant questions and answers arise."], "reports": {"section_title": "", "paragraphs": ["P uerto Rico's financial circumstances, including uncertainty about its ability to service its large public debt, have drawn attention in recent months. As Congress examines Puerto Rico's finances, questions have arisen about how federal health care programs (Medicare, Medicaid, and the State Children's Health Insurance Program [CHIP]) and private health insurance reforms apply to Puerto Rico. Is Puerto Rico treated like a state, or is it treated differently? ", "This report provides answers to frequently asked questions (FAQs) about how federal health care programs and requirements are implemented in Puerto Rico, including eligibility, coverage, program requirements, and payment rules. Examples provided in the FAQs illustrate that in many circumstances, health programs in Puerto Rico differ from programs in the 50 states and the District of Columbia (DC), while in other circumstances, Puerto Rico is treated the same as the states. As such, these questions and answers should be viewed as a discussion of the complexity of health care financing as it relates to Puerto Rico under current law.", "This FAQ begins with a brief background on the demographics and economics of Puerto Rico. It then examines Puerto Rico's treatment under Medicare, Medicaid, and CHIP and concludes with a look at how federal requirements for private health insurance apply to Puerto Rico. This report will be updated as additional relevant questions and answers arise. "], "subsections": [{"section_title": "Demographic and Economic Overview", "paragraphs": ["This section addresses questions about Puerto Rico's population and key economic features. These questions provide context for the federal health care program rules applied to Puerto Rico and their implications. Data used to answer these questions are drawn from several sources, and methodological differences should be borne in mind when interpreting the information. Although in many cases 2014 is the most recent data year for which data are available, some statistics represent outcomes in 2013 (e.g., national economic data) and 2016 (e.g., labor force data). "], "subsections": [{"section_title": "What Is the Population of Puerto Rico?", "paragraphs": ["According to the U.S. Census Bureau, Puerto Rico's resident population was approximately 3.55 million in 2014. Puerto Rico's population was slightly smaller than those of Connecticut (3.60 million) and Oklahoma (3.88 million) but slightly larger than those of Iowa (3.11 million) and Mississippi (2.99 million). "], "subsections": []}, {"section_title": "What Explains the Recent Decline in Puerto Rico's Population?", "paragraphs": [" Figure 1 presents annual population estimates for 2010-2014 and shows a steady decline over this period. Jaison R. Abel and Richard Dietz of the New York Federal Reserve Bank examine potential driving factors and consequences of the recent drop in population in Puerto Rico. Their analysis identifies a declining birth rate and a rising death rate, both of which put downward pressure on population growth. Out-migration, however, appears to be the primary driving factor for the recent population decline. Abel and Dietz estimate that the natural population increase —the difference between the birth rate and the death rate—contributed 0.3 percentage points to population growth in 2013, while net migration accounted for -1.3 percentage points (by their estimate, the annual population growth rate was -1% in 2013). The study finds that out-migrants are disproportionately young and less educated when compared to the overall population. The demographic makeup of persons leaving Puerto Rico has contributed to an aging population but has not reduced the share of the population that is college-educated."], "subsections": []}, {"section_title": "What Is the Size of Puerto Rico's Economy?", "paragraphs": ["Puerto Rico's gross domestic product (GDP) was $103.7 billion in FY2014; in the same year, its gross national product (GNP)—which measures income earned by residents —was $69.2 billion. The difference between GDP and GNP indicates that a sizeable portion of Puerto Rico's GDP accrued to nonresidents and reflects the large presence of U.S. multinational firms operating in Puerto Rico. Manufacturing accounted for 47.6% of GDP in 2014, followed by finance, insurance, and real estate (19.7%) and by services (12.5%)."], "subsections": []}, {"section_title": "What Is the State of Puerto Rico's Economy?", "paragraphs": ["Puerto Rico has been in an economic downturn since 2006.", " Figure 2 plots the percentage change in GDP from 1993 to 2013 and shows negative growth over the 2006-2013 period. Close linkages with the U.S. economy—which experienced its own recession from 2007 to 2009—and the 2006 expiration of certain tax benefits for U.S. businesses operating in Puerto Rico are thought to have contributed significantly to recent economic trends. Weak economic performance and other factors also have led to serious fiscal challenges in Puerto Rico, and the territory is deeply in debt. According to a New York Federal Reserve Bank analysis, Puerto Rico's outstanding public debt was $72.8 billion in March 2014."], "subsections": []}, {"section_title": "What Is the Median Household Income in Puerto Rico?", "paragraphs": ["Median household income in Puerto Rico was $18,928 in 2014. Figure 3 provides a snapshot of the household-income distribution in that year and shows that a sizable majority of households in Puerto Rico reported incomes under $50,000. Relatively few households (0.8%) reported incomes over $200,000.", "A potentially sizeable informal economy in Puerto Rico is an important consideration when interpreting household-income statistics. If households underreport income from informal-sector work, particularly when responding to a government-sponsored survey (such as those conducted by the U.S. Census Bureau), income statistics may not fully capture income from all market sources."], "subsections": []}, {"section_title": "How Does Household Income in Puerto Rico Compare to Household Income in the 50 States and DC?", "paragraphs": ["In 2014, median household income in Puerto Rico ($18,928) was lower than median household income in any U.S. state. Among the 50 states and DC, Mississippi had the lowest median household income at $39,680 in 2014.", "Information on local prices is needed to assess the extent to which income differences between Puerto Rico and the states and DC reflect true differences in purchasing power. Put simply, if prices are lower in Puerto Rico than in the states, then $1 in Puerto Rico has greater purchasing power (i.e., can buy more goods and services) than the same $1 in the states. The U.S. Bureau of Economic Analysis (BEA) measures spatial price differences within the United States, and its estimates reveal considerable price variation across the 50 states and DC. For example, in 2013, average price levels for consumption goods and services in DC were 17.7% higher than the national price average, whereas prices in Mississippi were 13.2% below the national price average. Puerto Rico was not included in the BEA analysis. It was, however, included in exploratory research on state prices conducted by BEA in 2007, which suggested that Puerto Rico ranked last (i.e., had the lowest prices) among all states."], "subsections": []}, {"section_title": "What Is the Poverty Rate in Puerto Rico?", "paragraphs": ["In 2014, 46.2% of the population in Puerto Rico had family income below the federal poverty threshold, representing approximately 1.62 million people. Children (under the age of 18) had a higher poverty rate (58.4%) than persons aged 18 to 64 (43.5%) or persons aged 65 and older (40.4%). ", "A potentially large informal economy has implications for poverty statistics in Puerto Rico. If individuals omit informal-sector earnings when reporting their incomes in official surveys, family income may be undercounted, which may result in an overestimate of families with incomes below the official poverty threshold. That is, some families identified as being in poverty may have incomes that are above the federal poverty threshold when income from both formal- and informal-sector work is considered."], "subsections": []}, {"section_title": "How Does the Poverty Rate in Puerto Rico Compare to the Poverty Rate in the 50 States and DC?", "paragraphs": ["In 2014, the poverty rate in Puerto Rico (46.2%) was higher than the U.S. national rate and higher than the poverty rate in any U.S. state. State poverty rates ranged from 9.2% (New Hampshire) to 21.5% (Mississippi) in that year. ", "Relative price differences between Puerto Rico and the 50 states and DC are an important consideration when making poverty-rate comparisons. Poverty status is determined by comparing family income to a dollar threshold that varies only by family size and composition; federal poverty thresholds are not adjusted for local prices. For example, the federal poverty threshold for a two-adult, two-child family in 2014 was $24,008. This means that a two-adult, two-child family with an annual family income of $24,000 in 2014 would be considered to be living in poverty in both Puerto Rico and the states. However, if prices are lower in Puerto Rico than in the states, then a family with this income living in Puerto Rico would have greater purchasing power (i.e., could buy more goods and services) than the same family living in the states."], "subsections": []}, {"section_title": "How Many People Are Employed and Unemployed in Puerto Rico?", "paragraphs": ["The Bureau of Labor Statistics estimates that just over 1 million individuals were employed and nearly 133,000 individuals were unemployed in Puerto Rico in April 2016. Figure 4 plots the number of employed and unemployed workers from January 2005 to April 2016 and shows that the number employed fell by nearly 200,000 workers and the number unemployed rose by more than 10,000 workers over this period.", "The unemployment rate was 11.8% in March 2016. Although this figure was considerably higher than the U.S. national unemployment rate in that month, it was significantly below recent unemployment-rate peaks in Puerto Rico of 16.5% in March-April 2011 and 16.9% in April-May 2010 ( Figure 5 ).", "The potentially large informal sector in Puerto Rico has implications for official employment statistics if households report only formal sector-employment when surveyed. In 2004, María Enchautegui and Richard Freeman undertook a small-sample pilot study of informal-sector employment in an effort to better understand men's low labor force participation in Puerto Rico. The results of their exploratory study suggest that \"a better counting of informal workers would increase the employment rate for men aged 18-64 [who are] not attending school.\""], "subsections": []}]}, {"section_title": "Medicare", "paragraphs": ["Medicare is a federal program that pays for covered health care services of qualified beneficiaries. It was established in 1965 under Title XVIII of the Social Security Act (SSA) to provide health insurance to individuals aged 65 and older, and it has been expanded over the years to include permanently disabled individuals under the age of 65. Today, Medicare consists of four distinct parts: Part A (Hospital Insurance), Part B (Supplementary Medical Insurance), Part C (Medicare Advantage), and Part D (outpatient prescription drug coverage). In FY2014, the Medicare program provided health care benefits to nearly 54 million seniors and certain individuals with disabilities at a cost of roughly $606 billion to the federal government."], "subsections": [{"section_title": "Medicare Part A", "paragraphs": ["Most persons aged 65 or older in the United States (including Puerto Rico and other U.S. territories) are automatically entitled to premium-free Part A because they or their spouse paid Medicare payroll taxes for at least 40 quarters (10 years) on earnings covered by either the Social Security or the Railroad Retirement system. Persons in the United States (including Puerto Rico and other U.S. territories) under the age of 65 who receive cash disability benefits from Social Security or the Railroad Retirement system for at least 24 months also are entitled to Part A. (Because there is a five-month waiting period for cash payments, the Medicare waiting period is effectively 29 months.) The 24-month waiting period is waived for persons with amyotrophic lateral sclerosis (ALS, or Lou Gehrig's disease). Additionally, individuals in the United States (including Puerto Rico and other U.S. territories) under the age of 65 with end-stage renal disease (ESRD) who receive dialysis on a regular basis or a kidney transplant generally are eligible for Medicare. Medicare Part A provides coverage for inpatient hospital, skilled nursing facility (SNF), home health, and hospice benefits."], "subsections": [{"section_title": "How Do Medicare Part A Provider Payment Methods Differ Between Puerto Rico and the 50 States and DC?", "paragraphs": ["Under Part A, Congress requires specific Medicare payment methods to reimburse providers for covered benefits. For example, unique prospective payment systems (PPSs)—reimbursement methods that use predetermined rates that are often based on a patient's diagnosis and expected health care needs—provide reimbursement for SNF care, home health care, and hospice care. Unless otherwise excluded by statute, providers of inpatient hospital services are also reimbursed under different PPSs: inpatient prospective payment system (IPPS), long-term care hospital (LTCH) PPS, inpatient rehabilitation facility (IRF) PPS, and inpatient psychiatric facility (IPF) PPS. With the exception of Medicare reimbursement for inpatient hospital care in an acute-care hospital, Medicare payment methods for Part A providers (e.g., SNFs, IPFs) in Puerto Rico are not different than Medicare payment methods to Part A providers in the 50 states and DC."], "subsections": []}, {"section_title": "How Does Medicare Part A Acute-Care Hospital Inpatient Reimbursement Differ Between Puerto Rico and the 50 States and DC?", "paragraphs": ["For inpatient hospital care in an acute-care hospital, hospitals in Puerto Rico are reimbursed under the IPPS. Prior to the enactment of the Consolidated Appropriations Act of 2016 (CAA 16; P.L. 114-113 ), Puerto Rico's IPPS and the IPPS for hospitals in the 50 states and DC differed in the operating base rate —a dollar value that captures the labor and supply costs of hospitals within the IPPS formula—and the capital base rate —a dollar value that captures the depreciation, interest, and property-related costs of hospitals within the IPPS formula. Puerto Rico's IPPS base rates originally were constructed from 75% of the costs of hospitals in Puerto Rico and 25% of the national average costs of hospitals in the 50 states and DC. The Balanced Budget Act of 1997 ( P.L. 105-33 ) increased the proportion attributable to the national average costs of hospitals in the 50 states and DC to 50% (increasing the IPPS reimbursements to hospitals in Puerto Rico). The Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA; P.L. 108-173 ) further increased the base rate's national proportion to 75% for Puerto Rican hospitals. Section 601 of the CAA 16 increased the IPPS base rates of Puerto Rican hospitals to 100% of the national average costs beginning January 1, 2016. Puerto Rican hospitals are now reimbursed the same as IPPS hospitals in the 50 states and DC that do not qualify for special status. ", "IPPS hospitals in Puerto Rico are eligible for and have received IPPS add-on payments that hospitals in the 50 states and DC receive, such as disproportionate share (DSH) payments and graduate medical education payments. However, certain special adjustments are not available to Puerto Rican hospitals, such as special rates for sole community hospitals or Medicare-dependent hospitals. Puerto Rican hospitals also are not eligible for a low-volume adjustment that can be available to other IPPS hospitals that meet certain requirements. Additionally, some quality-related programs specific to IPPS hospitals do not include IPPS hospitals in Puerto Rico, such as the Hospital-Acquired Condition Reduction Program, the Hospital Readmissions Reduction Program, and the Hospital Value-Based Purchasing Program."], "subsections": []}, {"section_title": "Are Hospitals in Puerto Rico Eligible for Medicare Electronic Health Record (EHR) Incentive Payments?", "paragraphs": ["Yes. A provision in the CAA 16 made acute-care hospitals in Puerto Rico eligible for the Medicare EHR incentive payments authorized by the Health Information Technology for Education and Clinical Health (HITECH) Act. Prior to enactment of this provision, only acute-care hospitals in the 50 states and DC were eligible for these incentives.", "To receive a Medicare EHR incentive payment, an eligible hospital must become a meaningful user of certified EHR technology. Hospitals in the 50 states and DC that joined the program during the first three years (i.e., FY2011, FY2012, or FY2013) are eligible to receive annual incentive payments for up to four years, provided they demonstrate meaningful EHR use each year. Those that joined the program in FY2014 can receive three years of incentive payments. Hospitals that waited until FY2015—the final year—to participate in the program can receive only two years of payments. FY2016 is the last year in which any Medicare EHR incentive payments can be paid to eligible hospitals in the 50 states and DC.", "The hospital incentive payments are based on a formula that consists of a base amount adjusted for the hospital's Medicare patient share and charity care. The calculated payment amount is then multiplied by a transition factor, which phases down over time, to determine how much the hospital receives for each payment year. Eligible hospitals that are not meaningful EHR users are subject to an annual payment adjustment beginning in FY2015, unless they qualify for an exemption. The payment adjustment takes the form of a percentage reduction to the annual IPPS payment rate increase.", "Under the CAA 16, Puerto Rican hospitals are now eligible for Medicare EHR incentive payments if they demonstrate meaningful EHR use. The law added five years to the statutory deadlines to give these newly eligible hospitals more time to qualify for the payments. This means that FY2016 (instead of FY2011) is the first year in which Puerto Rican hospitals can begin receiving incentive payments, and FY2020 (instead of FY2015) is the final year they can begin receiving payments. The CAA 16 also delayed the start of the payment adjustments for failure to demonstrate meaningful use by seven years. Thus, Puerto Rican hospitals that are not meaningful EHR users will be subject to a payment adjustment beginning in FY2022."], "subsections": []}, {"section_title": "Are Hospitals in Puerto Rico Eligible for Medicare Disproportionate Share Hospital Payments?", "paragraphs": ["Yes. In general, eligible IPPS hospitals—including hospitals in Puerto Rico—that treat a certain share of low-income patients can receive additional DSH payments to offset the financial effects of treating such patients. Prior to the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 , as amended), DSH payments were provided by a statutory formula that increased the IPPS reimbursement amount based on the disproportionate patient percentage (DPP). The DPP is based on a hospital's share of low-income patients, defined as the share of Medicare inpatient days for beneficiaries receiving Supplementary Security Income (SSI) benefits out of total Medicare inpatient days plus the share of Medicaid inpatient days out of the hospital's total inpatient days. Figure 6 provides an illustration of the DPP. DSH payment adjustments may be made if a hospital's DPP exceeds the necessary DPP threshold.", "In a 2007 report to Congress, the Medicare Payment Advisory Commission (MedPAC) estimated that current DSH funding exceeded its empirically justified rate. A provision in the ACA modified DSH funding that otherwise would have been provided in FY2014 and following fiscal years as empirically justified DSH payments and additional payments that reflect uncompensated care. The ACA modification specified that empirically justified DSH payments would be distributed based on the traditional DPP (see Figure 6 ) and necessary thresholds but reduced payment adjustments by 75%. The remaining 75% of DSH payments that otherwise would have been provided prior to this modification would be distributed as uncompensated-care payments, but these payments would be reduced over time by changes in the rate of individuals without health insurance in the United States.", "Uncompensated-care payments are provided each fiscal year based on each hospital's share of uncompensated care out of the total amount of uncompensated care of all hospitals that receive DSH (including in Puerto Rico). In contrast to the DSH payment adjustment, which is a percentage increase to the IPPS payment, uncompensated-care payments are calculated as an aggregate dollar amount and distributed to each hospital through the IPPS payment. Each hospital's aggregate dollar amount of uncompensated-care payment is distributed on a per Medicare discharge basis. The ACA requires the Secretary of the Department of Health and Human Services (HHS) to determine the amount of uncompensated care based on the most appropriate data available. Currently, the Secretary uses each hospital's share of Medicare SSI inpatient days and Medicaid inpatient days as a proxy for uncompensated care; however, beginning in FY2018, the Secretary has proposed to gradually transition from this proxy to uncompensated-care information (defined as charity care plus non-Medicare bad debt costs) contained in hospital-submitted cost reports. This transition is proposed to be complete beginning FY2020.", "Individuals residing in Puerto Rico are ineligible for SSI benefits. Rather, Puerto Rico provides assistance under Title XVI of the SSA—Assistance to the Aged, Blind, and Disabled. Because Medicare SSI inpatient days are used both in the DSH payment-adjustment formula and for distributing uncompensated-care payments, advocates have argued that the DSH payment-adjustment formula disadvantages hospitals in Puerto Rico. Beginning in FY2017, the Secretary has proposed to use 14% of a Puerto Rican DSH hospital's Medicaid days as a proxy for SSI days in calculating the proxy for uncompensated care (Medicare SSI inpatient days and Medicaid inpatient days). This proxy will be used for each Puerto Rican DSH hospital's share of uncompensated care and will be included in the total amount of uncompensated care of all hospitals. Therefore, beginning in FY2017, Puerto Rican DSH hospitals may receive uncompensated-care payments based on their share of uncompensated care (defined as Medicaid inpatient days plus an additional 14% of their Medicaid inpatient days in FY2017) of the total amount of uncompensated care of all DSH hospitals. Beginning FY2018, the Secretary has also proposed to gradually transition from using 14% of Medicaid days as a proxy for SSI days for Puerto Rican DSH hospitals to uncompensated care information (defined as charity care plus non-Medicare bad debt costs) contained in hospital-submitted cost reports. In the same manner as non-Puerto Rican DSH hospitals, this transition for Puerto Rican DSH hospitals is proposed to be complete beginning FY2020. ", "The Centers for Medicare & Medicaid Services (CMS) estimates that using 14% of Medicaid days as a proxy for Medicare SSI days will increase total uncompensated care payments to Puerto Rican hospitals by 11.2% in FY2017. However, total uncompensated care payments to hospitals in Puerto Rico, in addition to uncompensated care payments to hospitals in the 50 states and DC, would decline in future years if the rate of individuals without health insurance in the United States were to decline."], "subsections": []}]}, {"section_title": "Medicare Part B", "paragraphs": ["Beneficiaries entitled to Medicare Part A have the option of enrolling in Part B, which provides coverage for physicians' services, outpatient hospital services, durable medical equipment, outpatient dialysis, and other medical services. Beneficiaries who choose to receive coverage through a Medicare Advantage plan (Part C) must enroll in both Medicare Parts A and B. "], "subsections": [{"section_title": "How Does the Medicare Part B Enrollment Process in the 50 States and DC Compare with the Process in Puerto Rico?", "paragraphs": ["An automatic-enrollment process applies to residents of the 50 states and DC, but it does not apply to residents of Puerto Rico. ", "Residents of the states and DC who are receiving Social Security benefits are automatically enrolled in both Parts A and B of Medicare, and coverage begins the first day of the month they turn 65. However, because beneficiaries must pay a premium for Part B coverage, they have the option of turning this coverage down. Disabled persons who have received cash payments for 24 months under the Social Security disability programs also automatically receive a Medicare card and are enrolled in Part B unless they specifically decline such coverage.", "Those individuals who are not automatically enrolled in Medicare, for example because they have not yet filed for Social Security benefits, need to file an application for Medicare with the Social Security Administration during their initial enrollment period. This period is seven months long and begins three months before the month in which the individual first turns 65. Beneficiaries who do not sign up for Part B during their initial enrollment period, or who drop it and then sign up again later, may have to pay a late-enrollment penalty for as long as they are enrolled in Part B. Monthly premiums for Part B may go up 10% for each full 12-month period that one could have had Part B but did not sign up for it.", "Certain low-income beneficiaries may qualify for premium assistance from Medicaid through a Medicare Savings Program (MSP). Beneficiaries in an MSP are not subject to late-enrollment penalties regardless of when they signed up for Medicare. About one in five Medicare beneficiaries currently receives Part B premium subsidies. ", "Residents of Puerto Rico who receive Social Security benefits are automatically enrolled in Part A when they turn 65; however, they are not also automatically enrolled in Medicare Part B. Rather, they need to sign up for Part B during their initial enrollment period or possibly be subject to a penalty. ", "The automatic-enrollment process as well as the Puerto Rico exception is in statute, specifically Section 1837(f) of the SSA. The rationale for excluding residents of Puerto Rico from automatic enrollment in Part B is that most residents are also eligible for Puerto Rico's state Medicaid program, which already covers most of the same benefits as Part B. Further, Puerto Rico does not have an MSP to assist low-income Medicare beneficiaries with their Part B premium payments. Therefore, automatically enrolling low-income individuals into a program that carries a premium could subject them to costs that they cannot afford. ", "There is concern that the lack of an automatic Part B enrollment process in Puerto Rico has resulted in a disproportionate number of Puerto Rican Medicare beneficiaries paying the late-enrollment penalties. In 2010, 4.2% (27,851) of Medicare beneficiaries in Puerto Rico paid Part B penalties totaling over $4.2 million. By comparison, about 1.4% of all Medicare Part B enrollees currently pay this penalty. Because Puerto Rico does not have an MSP program, low-income beneficiaries subject to this penalty may be responsible for paying the full penalty amount in addition to their premiums."], "subsections": []}, {"section_title": "Are Medicare Physician Payments Different in Puerto Rico Than in the 50 States and DC?", "paragraphs": ["Currently, Medicare payments for the services of physicians and certain non-physician practitioners are made on the basis of a fee schedule in the 50 states, DC, and Puerto Rico. The Medicare physician fee schedule (MPFS) assigns relative value units to each of the approximately 7,500 service codes that reflect physician work (i.e., the time, skill, and intensity it takes to provide the service), practice expenses, and malpractice costs. The relative value for a service compares the relative work involved in performing one service with the work involved in providing other physicians' services. ", "The relative values are adjusted for geographic variation in input costs by geographic practice cost indexes (GPCIs). The GPCIs adjust geographically for three factors to reflect differences in the cost of resources needed to produce physician services: physician work, practice expense, and medical malpractice insurance. The GPCIs reflect how each area compares to the national average in a \"market basket\" of goods related to the production of physician services. A value of 1.00 represents the average across all areas (including Puerto Rico). The geographically adjusted relative values are then converted into a dollar payment amount by a conversion factor. ", "There are currently 89 Medicare payment localities for purposes of MPFS payment. Puerto Rico is its own locality, and its GPCI is partly constructed from Puerto Rico's production of physician services. Puerto Rico's GPCIs for 2015 are 1.00 for physician work, 0.705 for practice expense, and 0.293 for malpractice insurance. "], "subsections": []}]}, {"section_title": "Part C, Medicare Advantage", "paragraphs": ["Medicare Advantage (Part C, or MA) is an alternative way for Medicare beneficiaries to receive covered benefits. Under MA, private health plans are paid a per person monthly amount to provide all Medicare-covered benefits (except hospice) to beneficiaries who enroll in their plan. The plan is at risk if costs for its enrollees exceed program payments as well as beneficiary cost sharing and premiums; conversely, plans generally can retain savings if aggregate enrollee costs are less than program payments and cost sharing. "], "subsections": [{"section_title": "How Many Medicare Beneficiaries in Puerto Rico Are Enrolled in MA? How Does This Compare to MA Enrollment in the 50 States and DC?", "paragraphs": ["In May 2015, 75% of Puerto Rican beneficiaries were enrolled in an MA plan, compared with 32% of beneficiaries in the 50 states and DC. More than half of Puerto Rican enrollees are in a special type of MA plan called a Special Needs Plan (SNP). SNPs are coordinated-care plans targeted at MA-eligible individuals who are institutionalized, as defined by the HHS Secretary, are eligible for both Medicare and Medicaid (i.e., dual-eligible beneficiaries), or have a severe or disabling chronic condition and would benefit from enrollment in a specialized MA plan. Almost half of Puerto Rican SNP enrollees are in plans targeted at dual-eligible individuals (approximately 275,000 enrollees)."], "subsections": []}, {"section_title": "How Are Private Plans Paid Under MA?", "paragraphs": ["The Secretary of HHS determines a plan's capitated monthly payment by comparing its bid to a benchmark . A bid is the plan's estimated cost of providing Medicare-covered services (excluding hospice but including medical services, administration, and profit). A benchmark is the maximum amount the federal government will pay for providing those services in the plan's service area. If a plan's bid is less than the benchmark, its payment equals its bid plus a rebate. The rebate must be returned to enrollees in the form of additional benefits, reduced cost sharing, reduced Part B or Part D premiums, or some combination of these options. If a plan's bid is equal to or above the benchmark, its payment equals the benchmark amount and each enrollee in that plan will pay an additional premium equal to the amount by which the bid exceeds the benchmark. Payments are risk adjusted to take into account the demographic and health history of the enrollees."], "subsections": []}, {"section_title": "In General, How Has the Payment/Benchmark Methodology Changed Over Time?", "paragraphs": ["The benchmark methodology has changed to reflect Congress's shifting priorities, from a policy of encouraging greater private plan participation to a policy of payment neutrality between private plans and original Medicare. ", "Prior to 1997, private plans were paid 95% of the Medicare per capita fee-for-service (FFS) spending in each county. Per capita spending varied across the country, as did payments to private plans. Plans primarily chose to serve areas where Medicare spending was high or areas that had a long history of managed-care participation. The plans often offered generous supplemental benefits, such as prescription drug coverage and low cost sharing. ", "The Balanced Budget Act of 1997 (BBA97; P.L. 105-33 ) created the Medicare+Choice (M+C) program and a formula for determining plan payments. The formula was designed to (1) slow the growth of payments in high-expenditure areas, (2) raise payments to a minimum, or floor rate , in areas with low per capita FFS spending, and (3) blend local rates toward a national average over time, all subject to a budget-neutrality provision. The portion of the formula that created the floor rate was designed to encourage participation in areas that previously had not been served. Subsequently, the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000 (BIPA; P.L. 106-554 ) created a second floor rate, sometimes referred to as the urban floor rate , which applied to counties within metropolitan statistical areas (MSAs) with a population of more than 250,000 people within the 50 states and DC.", "Private plan participation expanded slightly after BBA97 but then experienced a period of retraction that lasted through 2003. The goal of controlling spending by slowing the growth of payments in higher spending areas may have dampened the interest of private plans to develop new markets and add plan options, although the reasons for the reduction in plan interest may have been more complex. Regulatory burden, difficulty establishing provider networks, and—at least in the late 1990s—market competition all could have played a role as well.", "The Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA; P.L. 108-173 ) replaced the M+C program with the Medicare Advantage program and added an optional outpatient prescription drug benefit (Part D). The MMA again changed how plans were paid. It instituted the payment method based on bids and benchmarks described above (see \" How Are Private Plans Paid Under MA? \") and established the previous payment rates under the M+C program as the beginning benchmarks for the MA program. Each county benchmark was increased yearly by the growth in overall Medicare spending; however, in certain years designated by the HHS Secretary as rebasing years , the benchmark was the greater of either (1) the previous year's benchmark increased by the growth in overall spending or (2) projected per capita FFS spending in that county. This methodology increased benchmarks. ", "Plan participation and enrollment expanded. For the first time starting in 2006, all beneficiaries had access to at least one MA plan. However, because the benchmarks were set at amounts above per capita spending in original Medicare in many parts of the country, estimated spending to provide covered benefits to MA enrollees exceeded what would have been spent had those beneficiaries remained in original Medicare. In 2010, benchmarks for all MA plans exceeded estimated FFS spending by 17% and payments to MA plans exceeded estimated FFS spending by 13%. ", "Whereas changes to private plan payment methodology between 1997 and 2010 reflected policies designed to increase participation, another set of changes made as part of the ACA sought to establish neutrality between payments to plans and expenditures under original Medicare. The ACA changed the benchmark calculation, bringing it closer to or below the value of FFS spending. Under the ACA, county benchmarks are set at a percentage of FFS spending in each county. The percentage multiplied by per capita FFS spending in each county is either 95%, 100%, 107.5%, or 115%, with higher percentages applied to counties with the lowest FFS spending. In other words, the 25% of counties with the lowest FFS spending will receive the highest percentage (115%) of per capita FFS as their MA benchmark. The 25% of counties in the 50 states and DC with the highest FFS spending will receive the lowest percentage (95%) of per capita FFS. The transition to the new methodology will take place over two, four, or six years, with a longer transition period for counties expected to have larger benchmark decreases. ", "As of 2015, 27% of counties are still transitioning to the ACA benchmark calculation methodology. Benchmarks for all MA plans exceeded estimated FFS spending by 7%, and payments to MA plans exceeded estimated FFS spending by 2%. "], "subsections": []}, {"section_title": "How Do the Changes in Medicare Advantage Payment/Benchmark Methodology Differ Between Puerto Rico and the 50 States and DC?", "paragraphs": ["Since 1997, three provisions have set or calculated the payment (or benchmark) for Puerto Rico differently relative to the 50 states and DC. These provisions were in BBA97, BIPA, and the ACA.", "First, under the BBA97 methodology, the minimum payment (or floor rate) was set at $367 in 1998 in the 50 states and DC; for areas outside of the states and DC (including Puerto Rico and the other territories), the payment was limited to 150% of the annual per capita payment rate in effect in 1997 (which was 95% of average per capita FFS spending in the county, with adjustments). The county payment rates in Puerto Rico in 1997 ranged from $149 to $259 per person per month, with an enrollee-weighted average of $201 per person per month. The payment rates in Puerto Rico for 1998 reflected the change specified by BBA97 and ranged from $223 to $367 per person per month, with an enrollee-weighted average payment of $302 per person per month. The floor calculation for Puerto Rico under BBA97 represented a payment increase for 1998, but given that per capita FFS spending in Puerto Rico was low, the new payments for Puerto Rico were often less than payments in the 50 states and DC.", "The BIPA payment provision also was different for Puerto Rico (and the other territories). That legislation established the second minimum, or floor payment, rate for urban areas, as described above. The urban floor rate for qualifying counties in the 50 states and DC was set in statute at $525 for 2001. Outside of the states and DC, a county that otherwise would qualify as an urban floor based on its MSA status received a 2001 payment rate that did not exceed 120% of its payment in 2000. The county payment rates in Puerto Rico in 2000 ranged from $243 to $401 per person per month, with an enrollee-weighted average of $329. The urban floor calculation for Puerto Rico under BIPA again represented an increase relative to rates prior to BIPA, but it was lower than the $525 level specified for the 50 states and DC.", "Until the ACA, all other payment provisions applied to Puerto Rico in the same manner as in the 50 states, including the provisions for updating county-level payments (and later benchmarks). Just as average benchmarks rose above the level of per capita FFS spending in the 50 states and DC (118% of per capita FFS spending), so too did benchmarks rise in Puerto Rico. In 2009, all but one benchmark in Puerto Rico was set at the statutory floor rate, which at that time was 180% of estimated FFS spending in the county.", "The third payment provision to MA plans that was specifically different for Puerto Rico (and all territories) was in the ACA. Under the benchmark-calculation provisions—in which benchmarks are set at a percentage of FFS—Puerto Rico is not included in the original calculation of the county quartiles. The 50 states and DC are separated into low, medium-low, medium-high, and high per capita FFS expenditure counties, where 25% of all counties are in each of the four groups. Once the level of per capita spending that distinguishes each of the four groups is determined, Puerto Rican counties are allotted to the appropriate group based on their per capita FFS spending. In 2015, all Puerto Rican counties are in the lowest spending quartile group. This methodology does not so much benefit Puerto Rico as allow more counties in the 50 states to occupy that lowest spending quartile where the benchmarks are set at the highest percentage of FFS spending.", "The transition to the ACA methodology represents a decrease in MA benchmarks in Puerto Rico. Under current law, Puerto Rican counties will transition from benchmarks as high as 180% of FFS spending to benchmarks set at 115% of FFS spending."], "subsections": []}]}, {"section_title": "Medicare Part D", "paragraphs": ["The MMA established a voluntary, outpatient prescription drug benefit under Medicare Part D, effective January 1, 2006. Part D provides coverage through private prescription drug plans (PDPs) that offer only drug coverage or through Medicare Advantage prescription drug (MA-PDs) plans that offer coverage as part of broader, managed-care plans. Medicare provides an average subsidy of about 74.5% of the cost of a standard benefits package through direct subsidies for all enrollees and reinsurance for individuals with high drug costs. ", "A key element of Part D is enhanced coverage for low-income individuals. Persons with incomes up to 150% of the federal poverty level (FPL) and assets below set limits are eligible for extra assistance with Part D premiums and cost sharing. "], "subsections": [{"section_title": "Do the 50 States and DC Help Finance Medicare Part D?", "paragraphs": ["Yes. The 50 states and DC make annual payments, known as the phased-down state contribution (or clawback payment) to help cover the cost of Part D benefits for low-income enrollees. Prior to the implementation of Part D, dual-eligible individuals received drug benefits through Medicaid, with the 50 states and DC financing a share of this coverage. The MMA shifted prescription drug coverage for dual-eligible individuals to Part D and required the 50 states and DC to continue paying a portion of the cost. In 2013, state contributions amounted to $8.8 billion."], "subsections": []}, {"section_title": "In General, How Do the Part D Low-Income Subsidies Work?", "paragraphs": ["Dual-eligible beneficiaries who qualify for Medicaid based on income and assets are automatically deemed eligible for Part D low-income subsidies (LIS). Additionally, individuals who receive premium and/or cost-sharing assistance from Medicaid through the Medicare Savings Program (MSP), plus those eligible for Supplemental Security Income (SSI) cash assistance, are automatically deemed eligible for LIS. This group includes all eligible persons with (1) incomes below 135% of FPL, or $15,889.50 for an individual and $21,505.50 for a couple in 2015, and (2) resources below $8,780 for an individual and $13,930 for a couple in 2015. The limits are increased annually by the percentage increase in the Consumer Price Index for All Urban Consumers (CPI-U). ", "Individuals with limited incomes and resources who do not automatically qualify may apply for LIS and have their eligibility determined by either the Social Security Administration or their state Medicaid agency. This group includes all other persons who (1) are enrolled in a PDP or MA-PD plan; (2) have incomes below 150% of FPL, $17,655 for an individual and $23,595 for a couple in 2015; and (3) have assets below $13,640 for an individual and $27,250 for a couple in 2015 (increased in future years by the percentage increase in the CPI-U). ", "LIS cost sharing varies based on income and assets. Beneficiaries eligible for the full Part D subsidy have no annual deductible and minimal cost sharing. In addition, beneficiaries who qualify for a full subsidy do not pay monthly premiums if they enroll in lower-cost plans that offer basic Part D coverage and charge premiums equal to, or below, a regional benchmark. Partial subsidy-eligible individuals have higher cost sharing and receive premium assistance based on an income sliding scale. "], "subsections": []}, {"section_title": "What Proportion of Part D Program Spending is Used for Low-Income Subsidies?", "paragraphs": ["Low-income Part D enrollees tend to be in worse health and to have higher prescription-drug expenditures than non-LIS enrollees. According to a recent MedPAC analysis, in 2013, combined spending for the LIS, direct subsidy, and individual reinsurance for LIS enrollees was about two-thirds of total Part D government spending."], "subsections": []}, {"section_title": "Are Beneficiaries in Puerto Rico Eligible for Low-Income Subsidies?", "paragraphs": ["Residents of the territories are not eligible for LIS. In lieu of LIS, the MMA included a provision providing Medicaid funding to the territories to provide Medicaid coverage of prescription drugs for low-income Medicare beneficiaries. This funding is provided through Section 1935(e) of the SSA, and it is sometimes referred to as the enhanced allotment program (EAP). The question below in the Medicaid section entitled \" Does Puerto Rico Receive Medicaid Funding in Lieu of Medicare Part D Low-Income Subsidies? \" provides more information about the federal guidelines.", "CRS reviewed hearing transcripts, committee reports, proposed and final regulations, and other administrative documents to ascertain the reason for excluding the residents of the territories from eligibility for LIS but was unable to find any explanation."], "subsections": []}]}]}, {"section_title": "Medicaid", "paragraphs": ["Medicaid is a joint federal-state program that finances the delivery of primary and acute medical services, as well as long-term services and supports (LTSS), for a diverse low-income population, including children, pregnant women, adults, individuals with disabilities, and people aged 65 and older. In FY2014, Medicaid is estimated to have provided health care services to 63 million individuals at a total cost of $494 billion, with the federal government paying $299 billion (about 61%) of that total.", "To participate in Medicaid, the federal government requires states and DC to cover certain mandatory populations and benefits, but it allows states and DC to cover optional populations and services. This flexibility results in variability across Medicaid programs.", "Historically, Medicaid eligibility generally has been limited to certain low-income populations, such as children, pregnant women, parents of dependent children, the elderly, and individuals with disabilities. However, the ACA included the ACA Medicaid expansion provision, which extends Medicaid eligibility to individuals under the age of 65 with income up to 133% of FPL, at state option."], "subsections": [{"section_title": "Does Puerto Rico Have a Medicaid Program?", "paragraphs": ["Yes, Puerto Rico operates a Medicaid program. Participation in Medicaid is voluntary, although all states, DC, and the territories choose to participate. In July 2014, Puerto Rico's Medicaid program had 1.4 million enrollees. In FY2014, Puerto Rico's Medicaid program had total expenditures of $1.8 billion, with the federal government paying $1.1 billion of that amount."], "subsections": []}, {"section_title": "Are the Federal Medicaid Rules for the Territories Different Than for the 50 States and DC?", "paragraphs": ["Yes. The territories operate Medicaid programs under rules that differ from those applicable to the 50 states and DC. Table 1 identifies the major differences between the Medicaid programs in the states and DC versus the territories.", "Most of the eligibility and benefit requirements for the 50 states and DC apply to the territories, but none of the territories cover all the mandatory eligibility groups and benefits. Two territories (i.e., American Samoa and the Commonwealth of the Northern Mariana Islands) operate their Medicaid programs under the Section 1902(j) authority, named after the section of SSA that states that the HHS Secretary may waive or modify any Medicaid requirement, with a couple of exceptions. The other three territories are supposed to abide by most of the same Medicaid requirements as the 50 states and DC. However, it has been documented that these territories do not cover all of the federally mandated coverage groups or benefits.", "The five territories all have the same federal medical assistance percentage (FMAP) rate (i.e., federal matching rate) of 55%, whereas the FMAP for the 50 states and DC varies by state according to each state's per capita income and can range from 50% to 83%. Prior to the ACA, the FMAP rate for all territories was set at 50%. The ACA increased the FMAP rate for all the territories from 50% to 55% beginning on July 1, 2011.", "Federal Medicaid funding to the states and DC is open-ended, but the Medicaid programs in the territories are subject to annual federal spending caps (i.e., allotments). In FY2015, the Medicaid allotments to the territories totaled $378.3 million. Prior to the ACA, all five territories typically exhausted their federal Medicaid funding prior to the end of the fiscal year. For this reason, the ACA provided $6.3 billion in additional Medicaid federal funding to the territories available between July 1, 2011, and September 30, 2019."], "subsections": []}, {"section_title": "Who Is Eligible for Medicaid in Puerto Rico?", "paragraphs": ["Since January 1, 2014, Puerto Rico has had an approved Medicaid state plan to provide Medicaid coverage to residents with income up to at least 133% of the Puerto Rican poverty line, which is 50% of FPL for a family of three. Figure 7 shows Puerto Rico's Medicaid income-eligibility levels for the various populations compared with the federal mandatory levels for the 50 states and DC. ", "Puerto Rico's Medicaid income-eligibility levels are significantly lower than the federal mandatory Medicaid eligibility levels for children and pregnant women, but Puerto Rico's eligibility for parents is slightly higher than the mandatory level. Puerto Rico provides Medicaid coverage to individuals with disabilities and the elderly at roughly the federal mandatory Medicaid income level. It also provides Medicaid coverage to other adults (i.e., able-bodied, non-elderly adults), and the states are not required to provide Medicaid coverage to this population. However, 30 states and DC do provide coverage to other adults with income up to at least 133% of FPL through the ACA Medicaid expansion.", "A higher proportion of Puerto Rico's residents are covered by Medicaid relative to the 50 states and DC. In 2012, 46% of Puerto Rican residents reported having Medicaid coverage, whereas 18% of people in the 50 states and DC reported Medicaid coverage. As mentioned earlier, since 2012, 30 states and DC have implemented the ACA Medicaid expansion, which should have increased the proportion of people in the states that have Medicaid coverage."], "subsections": []}, {"section_title": "Does Puerto Rico's Medicaid Coverage Include All the Mandatory Medicaid Benefits?", "paragraphs": ["No. Puerto Rico does not provide all of the mandatory Medicaid benefits, even though the federal requirements for Puerto Rico's Medicaid benefit coverage are mostly the same as the requirements for the 50 states and DC.", "There has not been a comprehensive analysis of the benefits provided through Puerto Rico's Medicaid program, but at least two reports identify several mandatory Medicaid benefits that have not been provided in Puerto Rico. Specifically, nursing facility and home health services, which are mandatory services for Medicaid coverage, have not been provided in Puerto Rico. In addition, children covered by Puerto Rico's Medicaid program received limited benefits from the early and periodic screening, diagnostic, and treatment (EPSDT) services."], "subsections": []}, {"section_title": "What Service-Delivery Model Does Puerto Rico Use for Its Medicaid Program?", "paragraphs": ["Puerto Rico exclusively uses managed care to provide Medicaid coverage. ", "In general, benefits are made available to Medicaid enrollees via two service-delivery systems: fee-for-service (FFS) or managed care . Under the FFS delivery system, health care providers are paid by the state Medicaid program for each service provided to a Medicaid enrollee. Under the managed-care delivery system, Medicaid enrollees get most or all of their services through an organization under contract with the state. States traditionally have used the FFS service-delivery model for Medicaid, but since the 1990s, the share of Medicaid enrollees covered by the managed-care model has increased dramatically. In FY2011, about 72% of Medicaid enrollees were covered by some form of managed care, and all but four states (Alaska, Idaho, New Hampshire, and Wyoming) used managed-care coverage to some extent. ", "Puerto Rico provides Medicaid coverage through a program called Mi Salud that provides acute and primary services through a managed-care delivery model. Behavioral health services are provided through a separate behavioral health managed care organization. Since 2006, dual-eligible individuals have had the option to participate in Medicare Platino, an MA program that provides Medicare acute and primary care and Medicaid wraparound services, which together offer coverage equivalent to Mi Salud."], "subsections": []}, {"section_title": "What Federal Medicaid Matching Rate Does Puerto Rico Receive?", "paragraphs": ["Puerto Rico has a few Medicaid matching rates. For most Medicaid expenditures, Puerto Rico's FMAP rate (or federal Medicaid matching rate) is 55%, which is the statutorily set rate that all the territories receive. For 2014 and 2015, Puerto Rico is receiving an additional 2.2 percentage point increase to its FMAP rate that is applied to coverage for individuals who are not \"newly eligible\" individuals through the ACA Medicaid expansion.", "In addition, Puerto Rico receives the expansion state FMAP rate for the services provided to the individuals in the new eligibility group for the ACA Medicaid expansion. The expansion state FMAP rate for Puerto Rico was 78% in 2014."], "subsections": []}, {"section_title": "How Much Federal Medicaid Funding Does Puerto Rico Receive?", "paragraphs": ["Puerto Rico received almost $1.2 billion in federal Medicaid funding for FY2014. This federal funding was provided through several different sources: annual allotment, ACA Medicaid funding, electronic health records (EHR) funding, the SSA Section 1935(e) funding, and some administrative funding for the Medicaid Management Information System (MMIS).", "The Medicaid programs in the territories are subject to annual federal spending caps (i.e., allotments). In FY2014, Puerto Rico's Medicaid allotment was $321 million, and Puerto Rico used this entire amount. After the annual allotment funds were exhausted, Puerto Rico used $803 million of the available ACA Medicaid funding. (See \" Did the ACA Provide Additional Medicaid Funding for Puerto Rico? \" for more information.)", "Puerto Rico has access to other sources of federal Medicaid funds in addition to its capped funding for specific activities. For instance, Puerto Rico is eligible for Medicaid Electronic Health Record (EHR) Incentive Program payments to encourage providers to use EHR technology and federal Medicaid funding for the design and operation of the Medicaid Management Information System, which is the Medicaid claims-processing and information-retrieval system. In addition, Puerto Rico receives 1935(e) funding in lieu of its residents being eligible for low-income subsidies (LIS) under Medicare Part D. (See \" Does Puerto Rico Receive Medicaid Funding in Lieu of Medicare Part D Low-Income Subsidies? \" for additional information.)"], "subsections": []}, {"section_title": "Did the ACA Provide Additional Medicaid Funding for Puerto Rico?", "paragraphs": ["Puerto Rico received an additional $6.4 billion in funding through the ACA from two provisions of the law. ", "One provision provides additional Medicaid federal funding to the territories available between July 1, 2011, and September 30, 2019, because prior to the ACA, all five territories typically exhausted their federal Medicaid funding before the end of the fiscal year. Puerto Rico's share of this ACA Medicaid funding is $5.5 billion. In FY2014, Puerto Rico used $803 million of this funding, and the ACA Medicaid funding comprised 71% of the federal Medicaid funding to Puerto Rico in FY2014. From FY2011 through FY2014, Puerto Rico used 42% of this ACA Medicaid funding, which leaves Puerto Rico with almost $3.2 billion of the funding to use in FY2015 through FY2019. ", "The other ACA provision provides additional Medicaid funding to the territories that did not establish a health insurance exchange. If a territory did not establish a health insurance exchange, Section 1323 of the ACA provides that the territory is entitled to an increase in Medicaid funds. Because none of the territories established exchanges, they are all entitled to the increased Medicaid funds. Under this provision, Puerto Rico receives an increase to Medicaid funding of $0.9 billion."], "subsections": []}, {"section_title": "Does Puerto Rico Receive Medicaid Funding in Lieu of Medicare Part D Low-Income Subsidies?", "paragraphs": ["Yes. Puerto Rico (like the other territories) is eligible for federal Section 1935(e) funding, which is Medicaid funding provided to the territories in lieu of residents of the territories being eligible for low-income subsidies (LIS) under Medicare Part D. It is sometimes referred to as the enhanced allotment program (EAP). ", "Each of the territories is able to submit a plan to the HHS Secretary for providing prescription drug coverage under Medicaid for low-income Medicare beneficiaries (i.e., individuals with income less than 150% of FPL). Territories with approved plans receive a share of additional federal funds through Medicaid. This funding is provided through Section 1935(e) of SSA. Puerto Rico has been eligible for federal Section 1935(e) funding since the funding became available on January 1, 2006.", "Puerto Rico is required to match the Section 1935(e) funding at its regular FMAP rate (i.e., 55%). This means for every dollar Puerto Rico spends on providing Medicaid coverage for prescription drugs to low-income Medicare beneficiaries, Puerto Rico draws down $0.55 from its allotted Section 1935(e) funding. However, Puerto Rico can draw down federal Section 1935(e) funding only up to its annual limit. In FY2014, Puerto Rico received a Section 1935(e) allotment (i.e., maximum amount of federal funds available for this purpose) of $42 million, but Puerto Rico used only $17 million of these funds."], "subsections": []}]}, {"section_title": "State Children's Health Insurance Program", "paragraphs": ["The State Children's Health Insurance Program (CHIP) is a means-tested program that provides health coverage to targeted low-income children and pregnant women in families that have annual income above Medicaid-eligibility levels but have no health insurance. For CHIP, the federal rules for the territories are the same as the rules for the 50 states and DC. ", "Under CHIP, the federal government sets basic requirements, but states have the flexibility to design their own versions of CHIP within the federal government's basic framework. As a result, there is significant variation across CHIP programs. The federal government reimburses states for a portion of every dollar they spend on CHIP, up to state-specific annual limits called allotments. ", "States may design their CHIP programs in three ways: as a CHIP Medicaid expansion, as a separate CHIP program, or through a combination approach in which the state operates a CHIP Medicaid expansion and one or more separate CHIP programs concurrently. CHIP benefit coverage and cost-sharing rules depend on program design. "], "subsections": [{"section_title": "Does Puerto Rico Provide CHIP Coverage?", "paragraphs": ["Puerto Rico provides CHIP coverage to children with family incomes up to roughly 266% of the Puerto Rican poverty line, which is 100% of the FPL for a family of three. Puerto Rico operates its CHIP program as a CHIP Medicaid expansion, which means CHIP coverage is the same as Medicaid but financed under CHIP rather than Medicaid. In July 2014, Puerto Rico's CHIP program had 99,340 enrollees. "], "subsections": []}, {"section_title": "How Much Federal CHIP Funding Does Puerto Rico Receive?", "paragraphs": ["In FY2014, Puerto Rico's CHIP program had total expenditures of $214.9 million, with the federal government paying $149.5 million of that amount. Puerto Rico's CHIP allotment for FY2014 was $141.0 million. Puerto Rico's federal CHIP expenditures were higher than its FY2014 allotment amount because Puerto Rico was eligible for CHIP redistribution funds (i.e., one of the shortfall funding sources available under CHIP) after exhausting its allotment funds. Puerto Rico also received CHIP redistribution funds in FY2012 and FY2013, and Puerto Rico is the only state or territory to receive CHIP redistribution funds since the funding became available in FY2009. "], "subsections": []}]}, {"section_title": "Private Health Insurance", "paragraphs": ["Private insurance includes both employer-sponsored (group) coverage and individual market (non-group) coverage. The ACA includes many different provisions that affect the private health insurance market. All of the provisions apply to the 50 states and DC, but their application to Puerto Rico varies. The applicability of many ACA provisions to Puerto Rico is not explicitly stated in statute. In the absence of explicit applications, HHS has provided some guidance on the topic. "], "subsections": [{"section_title": "How Many Individuals Have Private Health Insurance in Puerto Rico?", "paragraphs": ["Private insurance is not as pervasive in Puerto Rico as it is in the 50 states and DC; in particular, enrollment in group coverage is not as common. In 2014, approximately 38.3% of individuals living in Puerto Rico had private insurance. About 27.6% of individuals had group coverage, and 10.9% had non-group coverage. In comparison, in the 50 states and DC in 2014, approximately 66.4% of the population received coverage through private insurance. About 54.2% of the population had group coverage, and 12.8% had non-group coverage."], "subsections": []}, {"section_title": "Do Private Plans Offered in Puerto Rico Have to Comply with ACA Market Reforms?", "paragraphs": ["The ACA includes a number of provisions, collectively referred to as market reforms, that apply to group and non-group health insurance plans; impose requirements on sponsors of coverage (such as employers); and establish a federal floor with respect to access to coverage, premiums, benefits, cost sharing, and consumer protections. For example, nearly all private health insurance plans must extend dependent coverage to children under the age of 26, and some private health insurance plans have to cover a defined set of benefits called the essential health benefits. ", "HHS determined the applicability of the market reforms to Puerto Rico in 2010 and then revisited and changed its determination in 2014. According to the revised determination, the market reforms included in Title I of the ACA as amendments to the Public Health Service (PHS) Act are governed by the definition of state included in Title I of the ACA, which does not include the territories (i.e., Puerto Rico). As such, HHS takes the position that the market reforms do not apply to non-group and group health insurance issuers in the territories. However, HHS indicates its analysis applies only to health insurance governed by the PHS Act and that the market reforms could still apply to group health plans:", "Our analysis applies only to health insurance that is governed by the PHS Act. It does not affect the PHS Act requirements that were enacted in the Affordable Care Act and were incorporated into the Employee Retirement Income Security Act (ERISA) and the Internal Revenue Code (Code) and apply to group health plans (whether insured or self-insured), because such applicability does not hinge on, or rely upon the term \"state\" as it is defined in either the PHS Act or in the Affordable Care Act. Similarly, it also does not affect the PHS Act requirements that were enacted in the Affordable Care Act and apply to non-federal governmental plans. As a practical matter, therefore, PHS Act, ERISA, and Code requirements applicable to group health plans continue to apply to such coverage and issuers selling policies to both private sector and public sector employers in the territories will want to make certain that their products comply with the relevant Affordable Care Act amendments to the PHS Act applicable to group health plans since their customers-the group health plans-are still subject to those provisions. ", "This position also is described in a preamble to a proposed rule. In the preamble, HHS lists the sections of the PHS Act (as added by Title I of the ACA) with which non-group and group health-insurance issuers in the territories do not have to comply. In the preamble HHS reiterates that its position applies only to health insurance governed by the PHS Act and indicates that, as a practical matter, any market reforms applicable to group health plans still apply. Table 2 shows the market reforms that do not apply to non-group and group health insurance issuers in Puerto Rico but may still apply to group health plans in Puerto Rico."], "subsections": []}, {"section_title": "Does Puerto Rico Have an ACA Health Insurance Exchange?", "paragraphs": ["No, Puerto Rico has not established an ACA health insurance exchange. Under Section 1323 of the ACA, Puerto Rico, as well as other territories, could elect to establish an exchange but was not required to do so. Such an election was required to be made by October 1, 2013. ", "Territories, including Puerto Rico, electing to establish exchanges could receive federal funding. The funds had to be used for premium and cost-sharing assistance for individuals who enroll in the exchange. Section 1323 provides $1 billion to be available for this purpose beginning in 2014 and ending in 2019. The ACA directs the HHS Secretary to allocate $925 million to Puerto Rico and divide the remaining $75 million among American Samoa, Guam, the Northern Mariana Islands, and the Virgin Islands.", "If a territory did not establish an exchange, Section 1323 provides that the territory is entitled to an increase in Medicaid funds. Since Puerto Rico did not establish an exchange, it is entitled to the increased Medicaid funds. (See \" Did the ACA Provide Additional Medicaid Funding for Puerto Rico? \" for additional information.)"], "subsections": []}, {"section_title": "Are the ACA's Premium Tax Credits and Cost-Sharing Subsidies Available in Puerto Rico?", "paragraphs": ["Under the ACA, individuals who purchase coverage through an exchange may be eligible for premium tax credits and cost-sharing subsidies. This assistance is directed at lower-income individuals to help with the cost of purchasing and using health insurance coverage. ", "Puerto Rico did not establish an exchange, so the ACA's premium tax credits and cost-sharing subsidies are not available.", "As noted above, if Puerto Rico had established an exchange, it could have received federal funds to be used for premium and cost-sharing assistance for individuals who enroll in the exchange. Puerto Rico would have had flexibility in how to provide such premium and cost-sharing assistance, subject to a Section 1323 agreement with HHS. "], "subsections": []}, {"section_title": "Are the ACA's Small Business Tax Credits Available in Puerto Rico?", "paragraphs": ["Small businesses purchasing coverage through a Small Business Health Option Program (SHOP) exchange may be eligible for a small business health insurance tax credit. The credit is intended to help make small-group coverage more affordable for certain small businesses.", "Puerto Rico has not established an exchange (including a SHOP exchange), so the small business tax credits are not available. If Puerto Rico had established an exchange, Puerto Rican businesses are treated as foreign businesses for U.S. tax purposes, which means they are taxed only on their U.S. source income. Foreign businesses may claim the general business credit (of which the small business health insurance tax credit is part) against their U.S. tax liability, if they have any."], "subsections": []}, {"section_title": "Does the ACA Employer Mandate Apply to Businesses in Puerto Rico?", "paragraphs": ["Under the ACA, certain large employers are subject to a shared-responsibility provision. This provision does not explicitly mandate that a large employer offer health insurance to its employees; instead, it has the potential to impose penalties on large employers that do not provide affordable and adequate coverage to their full-time employees and their employees' dependents.", "As HHS has observed, certain tax provisions, including the employer mandate, generally do not apply in Puerto Rico and the other territories. Furthermore, because Puerto Rico is a non-mirror territory, there is no requirement that Puerto Rico implement a provision comparable to the employer mandate under its own tax code."], "subsections": []}, {"section_title": "Does the ACA Individual Mandate Apply in Puerto Rico?", "paragraphs": ["As of January 1, 2014, the ACA requires most individuals to maintain health insurance coverage or otherwise pay a penalty. Some individuals are exempt from this individual mandate and the penalty. ", "The individual mandate generally does not apply to Puerto Rico because statute provides that bona fide residents of the territories are treated as having coverage that complies with the individual mandate. Furthermore, because Puerto Rico is a non-mirror territory, there is no requirement that Puerto Rico implement a provision comparable to the individual mandate under its own tax laws."], "subsections": []}]}]}}