{"id": "R44260", "title": "Impeachment and Removal", "released_date": "2015-10-29T00:00:00", "summary": ["The impeachment process provides a mechanism for removal of the President, Vice President, and other \"civil Officers of the United States\" found to have engaged in \"treason, bribery, or other high crimes and misdemeanors.\" The Constitution places the responsibility and authority to determine whether to impeach an individual in the hands of the House of Representatives. Should a simple majority of the House approve articles of impeachment specifying the grounds upon which the impeachment is based, the matter is then presented to the Senate, to which the Constitution provides the sole power to try an impeachment. A conviction on any one of the articles of impeachment requires the support of a two-thirds majority of the Senators present.", "Should a conviction occur, the Senate retains limited authority to determine the appropriate punishment. Under the Constitution, the penalty for conviction on an impeachable offense is limited to either removal from office, or removal and prohibition against holding any future offices of \"honor, Trust or Profit under the United States.\" Although removal from office would appear to flow automatically from conviction on an article of impeachment, a separate vote is necessary should the Senate deem it appropriate to disqualify the individual convicted from holding future federal offices of public trust. Approval of such a measure requires only the support of a simple majority.", "Key Takeaways of This Report", "The Constitution gives Congress the authority to impeach and remove the President, Vice President, and other federal \"civil officers\" upon a determination that such officers have engaged in treason, bribery, or other high crimes and misdemeanors. A simple majority of the House is necessary to approve articles of impeachment. If the Senate, by vote of a two-thirds majority, convicts the official on any article of impeachment, the result is removal from office and, at the Senate's discretion, disqualification from holding future office. The Constitution does not articulate who qualifies as a \"civil officer.\" Most impeachments have applied to federal judges. With regard to the executive branch, lesser functionaries—such as federal employees who belong to the civil service, do not exercise \"significant authority,\" and are not appointed by the President or an agency head—do not appear to be subject to impeachment. At the opposite end of the spectrum, it would appear that any official who qualifies as a principal officer, including a head of an agency such as a Secretary, Administrator, or Commissioner, is likely subject to impeachment. Impeachable conduct does not appear to be limited to criminal behavior. Congress has identified three general types of conduct that constitute grounds for impeachment, although these categories should not be understood as exhaustive: (1) improperly exceeding or abusing the powers of the office; (2) behavior incompatible with the function and purpose of the office; and (3) misusing the office for an improper purpose or for personal gain. The House has impeached 19 individuals: 15 federal judges, one Senator, one Cabinet member, and two Presidents. The Senate has conducted 16 full impeachment trials. Of these, eight individuals—all federal judges—were convicted by the Senate."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Constitution gives Congress the authority to impeach and remove the President, Vice President, and other federal \"civil officers\" upon a determination that such officers have engaged in treason, bribery, or other high crimes and misdemeanors. Impeachment is one of the various checks and balances created by the Constitution, and is a crucial tool for potentially holding government officers accountable for violations of the law and abuse of power. Rooted in various constitutional provisions, impeachment is largely immune from judicial review. When considering impeachment matters, Members of Congress have historically examined the language of the Constitution; past precedents; the debates at the Constitutional Convention; the debates at the ratifying conventions; English common law and practice; state impeachment practices; analogous case law; and historical commentaries.", "Although the term \"impeachment\" is commonly used to refer to the removal of a government official from office, the impeachment process, as described in the Constitution, entails two distinct proceedings carried out by the separate houses of Congress. First, a simple majority of the House impeaches —or formally approves allegations of wrongdoing amounting to an impeachable offense, known as articles of impeachment. The articles of impeachment are then forwarded to the Senate where the second proceeding takes place: an impeachment trial. If the Senate, by vote of a two-thirds majority, convicts the official of the alleged offenses, the result is removal from office of those still in office, and, at the Senate's discretion, disqualification from holding future office. ", "The House has impeached 19 individuals: 15 federal judges, one Senator, one Cabinet member, and two Presidents. The Senate has conducted 16 full impeachment trials. Of these, eight individuals—all federal judges—were convicted by the Senate.", "This report briefly surveys the constitutional provisions governing the impeachment power, examines which individuals are subject to impeachment, and explores the potential grounds for impeachment. In addition, it provides a short overview of impeachment procedures in the House and Senate and concludes with a discussion of the limited nature of judicial review for impeachment procedures."], "subsections": []}, {"section_title": "Constitutional Provisions", "paragraphs": ["The House of Representatives shall chuse their Speaker and other Officers; and shall have the sole Power of Impeachment. ", "—Article I, Section 2", "The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, Bribery, or other high Crimes and Misdemeanors . ", "—Article II, Section 4", "The Senate shall have the sole Power to try all Impeachments. When sitting for that Purpose, they shall be on Oath or Affirmation. When the President of the United States is tried, the Chief Justice shall preside: And no Person shall be convicted without the Concurrence of two thirds of the Members present.", "Judgment in Cases of Impeachment shall not extend further than to removal from Office, and disqualification to hold and enjoy any Office of honor, Trust or Profit under the United States; but the Party convicted shall nevertheless be liable and subject to Indictment, Trial, Judgment and Punishment, according to Law. ", "—Article I, Section 3", "The Constitution provides that impeachment applies only to the \"President, Vice President, and all civil Officers of the United States,\" and that the grounds for impeachment are limited to \"Treason, Bribery, or other high Crimes and Misdemeanors.\" The decision to impeach an individual rests solely with the House of Representatives. The House thus has discretion over whether to impeach an individual and what articles of impeachment will be presented to the Senate. The Senate, in turn, has the sole power to try impeachments. Conviction of an individual requires a two-thirds majority of the present Senators on one of the articles brought by the House. When conducting the trial, Senators must be \"on oath or affirmation,\" and the right to a jury trial does not extend to impeachment proceedings. As President of the United States Senate, the Vice President usually presides at impeachment trials; however, if the President is impeached and tried in the Senate, the Chief Justice of the Supreme Court presides at the trial.", "The immediate effect of conviction upon an article of impeachment is removal from office, although the Senate may subsequently vote on whether the official shall be disqualified from again holding an office of public trust under the United States. If this option is pursued, a simple majority vote is required. Convicted individuals are still subject to criminal prosecutions for the same factual situations, and individuals who have already been convicted of crimes may be impeached for the same underlying behavior later. Finally, the Constitution bars the President from using the pardon power to shield individuals from impeachment or removal from office.", "In considering the use of the impeachment power, Congress confronts at least two preliminary legal questions bearing on whether an impeachment inquiry against a given official is constitutionally appropriate: first, whether the individual whose conduct is under scrutiny holds an office that is subject to impeachment and removal, and second, whether the conduct for which the official is accused constitutes an impeachable offense. "], "subsections": []}, {"section_title": "Who May Be Impeached and Removed?", "paragraphs": ["The Constitution explicitly makes \"[t]he President, Vice President and all civil Officers of the United States\" subject to impeachment and removal. Which officials are to be considered \"civil Officers of the United States\" for purposes of impeachment is a significant constitutional question that remains mostly unresolved. In the past, Congress has seemingly shown a willingness to impeach Presidents, federal judges, and Cabinet-level executive branch officials, but a reluctance to impeach private individuals and Members of Congress. A question which precedent has not thus far addressed is whether Congress may impeach and remove subordinate, non-Cabinet level executive branch officials. ", "The Constitution does not define \"civil Officers of the United States.\" Nor do the debates at the Constitutional Convention provide significant evidence of which individuals (beyond the President and Vice President) the Founders intended to be impeachable. Impeachment precedents in both the House and Senate are equally unhelpful with respect to subordinate executive officials. In all of American history, only three members of the executive branch have been impeached: two Presidents and a Secretary of War. Thus, while it seems that executive officials of the highest levels are \"civil Officers,\" historical precedent provides no examples of the impeachment power being used against lower-level executive officials. One must, therefore, look to other sources for aid in determining precisely how far down the federal bureaucracy the impeachment power might reach. ", "The general purposes of impeachment may assist in interpreting the proper scope of \"civil Officers of the United States.\" The congressional power of impeachment constitutes an important aspect of the various checks and balances that were built into the Constitution to preserve the separation of powers. It is a tool, entrusted to the House and Senate alone, to remove government officials in the other branches of government, who either abuse their power or engage in conduct that warrants their dismissal from an office of public trust. At least one commentator has suggested that the Framers recognized, particularly with respect to executive branch officials, that there would be instances in which it may not be in the President's interest to remove a \"favorite\" from office, even when that individual has violated the public trust. As such, the Framers \"dwelt repeatedly on the need of power to oust corrupt or oppressive ministers whom the President might seek to shelter.\" If the impeachment power were meant to ensure that Congress has the ability to impeach and remove corrupt officials that the President was unwilling to dismiss, it would seem arguable that the power should extend to officers exercising a degree of authority, the abuse of which would be harmful to the separation of powers and good government. ", "The writings of early constitutional commentators also arguably suggest a broad interpretation of \"civil Officers of the United States.\" Joseph Story addressed the reach of the impeachment power in his influential Commentaries on the Constitution , asserting that \" all officers of the United states [] who hold their appointments under the national government, whether their duties are executive or judicial, in the highest or in the lowest departments of the government , with the exception of officers in the army and navy, are properly civil officers within the meaning of the constitution, and liable to impeachment.\" Similarly, William Rawle reasoned that \"civil Officers\" included \"[ a ] ll executive and judicial officers, fro m the President downwards , from the judges of the Supreme Court to those of the most inferior tribunals ...\" Consistent with the text of the Constitution, these early interpretations suggest the impeachment power was arguably intended to extend to \"all\" executive officers, and not just Cabinet level officials and other executive officials at the highest levels.", "But who is an officer? The most thorough elucidation of the definition of \"Officers of the United States\" can be found in judicial interpretations of the Appointments Clause. That provision, which establishes the methods by which \"Officers of the United States\" may be appointed, has generally been viewed as a useful guidepost in establishing the definition of \"civil Officers\" for purposes of impeachment.", "The Appointments Clause provides that the President", "shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law: but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.", "In interpreting the Appointments Clause, the Court has made clear distinctions between \"Officers of the United States,\" whose appointment is subject to the requirements of the Clause, and non-officers, also known as employees, whose appointment is not. The amount of authority that an individual exercises will generally determine his classification as either an officer or employee. As established in Buckley v. Valeo , an officer is \"any appointee exercising significant authority pursuant to the laws of the United States,\" whereas employees are viewed as \"lesser functionaries subordinate to the officers of the United States,\" who do not exercise \"significant authority.\"", "The Supreme Court has further subdivided \"officers\" into two categories: principal officers, whom may be appointed only by the President with the advice and consent of the Senate; and inferior officers, whose appointment Congress may vest \"in the President alone, in the Courts of Law, or in the Heads of Departments.\"", "The Court has acknowledged that its \"cases have not set forth an exclusive criterion for distinguishing between principal and inferior officers for Appointments Clause purposes.\" The clearest statement of the proper standard to be applied in differentiating between the two types of officers appears to have been made in Edmo nd v. United States . In Edmond , the Court noted that \"[g]enerally speaking, the term 'inferior officer' connotes a relationship with some higher ranking officer or officers below the President ... [and] whose work is directed and supervised at some level by others who were appointed by presidential nomination with the advice and consent of the Senate. \" Thus, in analyzing whether one may be properly characterized as either an inferior or principal officer, the Court's decisions appear to focus on the extent of the officer's discretion to make autonomous policy choices and the authority of other officials to supervise and to remove the officer.", "Applying the principles established in the Court's Appointments Clause jurisprudence to define the scope of \"civil Officers\" for purposes of impeachment, it would appear that employees, as non-officers, are not subject to impeachment. Therefore lesser functionaries—such as federal employees who belong to the civil service, do not exercise \"significant authority,\" and are not appointed by the President or an agency head—would not be subject to impeachment. At the opposite end of the spectrum, it would seem that any official who qualifies as a principal officer, including a head of an agency such as a Secretary, Administrator, or Commissioner, would be impeachable. ", "The remaining question is whether inferior officers, or those officers who exercise significant authority under the supervision of a principal officer, are subject to impeachment and removal. As previously noted, it would appear that an argument can be made from the text and purpose of the impeachment clauses, as well as early constitutional interpretations, that the impeachment power was intended to extend to \" all \" officers of the United States, and not just those in the highest levels of government. Any official exercising \"significant authority\" including both principal and inferior officers, would therefore qualify as a \"civil Officer\" subject to impeachment. This view would permit Congress to impeach and remove any executive branch \"officer,\" including many deputy political appointees and certain administrative judges. ", "There is some historical evidence, however, to suggest that inferior officers were not meant to be subject to impeachment. For example, a delegate at the North Carolina ratifying convention asserted that \"[i]t appears to me ... the most horrid ignorance to suppose that every officer, however trifling his office, is to be impeached for every petty offense ... I hope every gentleman ... must see plainly that impeachments cannot extend to inferior officers of the United States.\" Additionally, Governeur Morris, member of the Pennsylvania delegation to the Constitutional Convention, arguably implied that inferior officers would not be subject to impeachment in stating that \"certain great officers of State; a minister of finance, of war, of foreign affairs, etc. ... will be amenable by impeachment to the public justice.\" ", "Notwithstanding this ongoing debate, the authority to resolve any ambiguity in the scope of \"civil Officers\" for purposes of impeachment lays initially with the House, in adopting articles of impeachment, and with the Senate, in trying the officer. "], "subsections": []}, {"section_title": "Impeachment Grounds", "paragraphs": [], "subsections": [{"section_title": "Is Impeachment Limited to Criminal Acts?", "paragraphs": ["The Constitution describes the grounds of impeachment as \"treason, bribery, or other high Crimes and Misdemeanors.\" While treason and bribery are relatively well-defined terms, the meaning of \"high Crimes and Misdemeanors\" is not defined in the Constitution or in statute and remains somewhat opaque. It was adopted from the English practice of parliamentary impeachments, which appears to have been directed against individuals accused of crimes against the state and encompassed offenses beyond traditional criminal law. ", "Some have argued that only criminal acts are impeachable offenses under the United States Constitution; impeachment is therefore inappropriate for non-criminal activity. In support of this assertion, one might note that the debate on impeachable offenses during the Constitutional Convention in 1787 indicates that criminal conduct was encompassed in the \"high crimes and misdemeanors\" standard. ", "The notion that only criminal conduct can constitute sufficient grounds for impeachment does not, however, comport with historical practice. Alexander Hamilton, in justifying placement of the power to try impeachments in the Senate, described impeachable offenses as arising from \"the misconduct of public men, or in other words from the abuse or violation of some public trust.\" Such offenses were \" political , as they relate chiefly to injuries done immediately to the society itself.\" According to this reasoning, impeachable conduct could include behavior that violates an official's duty to the country, even if such conduct is not necessarily a prosecutable offense. Indeed, in the past both houses of Congress have given the phrase \"high Crimes and Misdemeanors\" a broad reading, \"finding that impeachable offenses need not be limited to criminal conduct.\" ", "A variety of congressional materials support this reading. For example, committee reports on potential grounds for impeachment have described the history of English impeachment as including non-criminal conduct and noted that this tradition was adopted by the Framers. In accordance with the understanding of \"high\" offenses in the English tradition, impeachable offenses are \"constitutional wrongs that subvert the structure of government, or undermine the integrity of office and even the Constitution itself.\" \"[O]ther high crimes and misdemeanor[s]\" are not limited to indictable offenses, but apply to \"serious violations of the public trust.\" Congressional materials indicate that the term \"Misdemeanor ... does not mean a minor criminal offense as the term is generally employed in the criminal law,\" but refers instead to the behavior of public officials. \"[H]igh Crimes and Misdemeanors\" are thus best characterized as \"misconduct that damages the state and the operations of government institutions.\" ", "Similarly, the judiciary subcommittee charged with investigating Associate Justice Douglas of the Supreme Court concluded that, at least with regard to federal judges, impeachment was appropriate in several circumstances. First, if the conduct was connected with the judicial office or the exercise of judicial power, then both criminal conduct and conduct constituting a serious dereliction of public duty were grounds for impeachment. Second, if the conduct was not connected to the duties of judicial office, then criminal conduct could constitute grounds for impeachment. The committee left unresolved whether non-criminal conduct outside of the judicial function could support an impeachment charge.", "The purposes underlying the impeachment process also indicate that non-criminal activity may constitute sufficient grounds for impeachment. The purpose of impeachment is not to inflict personal punishment for criminal activity. In fact, the Constitution explicitly makes clear that impeached individuals are not immunized from criminal liability once they are impeached for particular activity. Instead, impeachment is a \"remedial\" tool; it serves to effectively \"maintain constitutional government\" by removing individuals unfit for office. Grounds for impeachment include abuse of the particular powers of government office or a violation of the \"public trust\" —conduct that is unlikely to be barred via statute. ", "Congressional practice also appears to support this notion. Many of the impeachments approved by the House of Representatives have included conduct that did not involve criminal activity. Less than a third have specifically invoked a criminal statute or used the term \"crime.\" For example, in 1803, Judge John Pickering was impeached and convicted for, among other things, appearing on the bench \"in a state of total intoxication.\" In 1912, Judge Robert W. Archbald was impeached and convicted for abusing his position as a judge by inducing parties before him to enter financial transactions with him. In 1936, Judge Halstead Ritter was impeached and convicted for conduct that \"br[ought] his court into disrepute, to the prejudice of said court and public confidence in the administration of justice ... and to the prejudice of public respect for and confidence in the federal judiciary.\" And a number of judges were impeached for misusing their position for personal profit."], "subsections": []}, {"section_title": "Are the Standards for Impeachable Offenses the Same for Judges and Executive Branch Officials?", "paragraphs": ["Some have suggested that the standard for impeaching a federal judge differs from an executive branch official. While Article II, Section 1, of the Constitution specifies the grounds for the impeachment of civil officers as \"treason, bribery, and other high Crimes and Misdemeanors,\" Article III, Section 1, provides that federal judges \"hold their Offices during good behaviour.\" One argument posits that these clauses should be read in conjunction, meaning that judges can be impeached and removed from office if they fail to exhibit good behavior or if they are guilty of \"treason, bribery, and other high Crimes and Misdemeanors.\" ", "However, while one might find some support for the notion that the \"good behavior\" clause constitutes an additional ground for impeachment in early twentieth century practice, the \"modern view\" of Congress appears to be that the phrase \"good behavior\" simply designates judicial tenure. Under this reasoning, rather than functioning as a ground for impeachment, the \"good behavior\" phrase simply makes clear that federal judges retain their office for life unless they are removed via a proper constitutional mechanism. For example, a 1973 discussion of impeachment grounds released by the House Judiciary Committee reviewed the history of the phrase and concluded that the \"Constitutional Convention ... quite clearly rejected\" a \"dual standard\" for judges and civil officers. The \"treason, bribery, and high Crimes and Misdemeanors\" clause thus serves as the sole standard for impeachable conduct for both executive branch officials and federal judges. The next year, the House Judiciary Committee's Impeachment Inquiry asked whether the \"good behavior\" clause provides an additional ground for impeachment of judges and concluded that \"[i]t does not.\" It emphasized that the House's impeachment of judges was \"consistent\" with impeachment of \"non-judicial officers.\" Finally, the House Report on the Impeachment of President Clinton affirmed this reading of the Constitution, stating that impeachable conduct for judges mirrored impeachable conduct for other civil officers in the government.", "Nevertheless, even if the \"good behavior\" clause does not delineate a standard for impeachment and removal for federal judges, as a practical matter, one might argue that the range of impeachable conduct differs between judges and executive branch officials due to the differing nature of each office. For example, one might argue that a federal judge could be impeached for perjury or fraud because of the importance of trustworthiness and impartiality to the judiciary, while the same behavior might not constitute impeachable conduct for an executive branch official. However, given the wide variety of factors at issue—including political calculations, the relative paucity of impeachments of non-judicial officers compared to judges, and the fact that a non-judicial officer has never been convicted by the Senate—it is uncertain if conduct meriting impeachment and conviction for a judge would fail to qualify for a non-judicial officer.", "The impeachment and acquittal of President Clinton illustrates this difficulty. The House of Representatives impeached President Clinton for (1) providing perjurious and misleading testimony to a federal grand jury and (2) obstruction of justice in regards to a civil rights action against him. The House Judiciary Committee report that recommended articles of impeachment argued that perjury by the President was an impeachable offense, even if committed with regard to matters outside his official duties. The report rejected the notion that conduct such as perjury was \"more detrimental when committed by judges and therefore only impeachable when committed by judges.\" The report pointed to the impeachment of Judge Claiborne, who was impeached and convicted for falsifying his income tax returns—an act which \"betrayed the trust of the people of the United States and reduced confidence in the integrity and impartiality of the judiciary.\" While it is \"devastating\" for the judiciary when judges are perceived as dishonest, the report argued, perjury by the President was \"just as devastating to our system of government.\" In addition, the report continued, both Judge Claiborne and Judge Nixon were impeached and convicted for perjury and false statements in matters distinct from their official duties. Likewise, the report noted the President's perjurious conduct, though seemingly falling outside of his official duties as President, nonetheless constituted grounds for impeachment.", "In contrast, the minority views from the report opposing impeachment reasoned that \"not all impeachable offenses are crimes and not all crimes are impeachable offenses.\" The minority emphasized that the President was not impeachable for all potential crimes, no matter how minor; impeachment was reserved for \"conduct that constitutes an egregious abuse or subversion of the powers of the executive office.\" Examining the impeachment of President Andrew Johnson and the articles of impeachment drawn up for President Richard Nixon, the minority concluded that both were accused of committing \"public misconduct\" integral to their \"official duties.\" The minority noted that the Judiciary Committee had rejected an article of impeachment against President Nixon alleging that he committed tax fraud, primarily because that \"related to the President's private conduct, not to an abuse of his authority as President.\" ", "The minority did not explicitly claim that the grounds for impeachment might be different between federal judges and executive branch officials, but its reasoning at least hints in that direction. Its rejection of nonpublic behavior as sufficient grounds for impeachment for the President—including its example of tax fraud as nonpublic behavior that does not qualify—appears to conflict with the past impeachment and conviction of federal judges on just this basis. One reading of the minority's position is that certain behavior might be impeachable conduct for a federal judge, but not for the President. ", "While two articles of impeachment were approved by the House, the Senate acquitted President Clinton on both charges. However, generating firm conclusions from this result is quite difficult as there may have been varying motivations for these votes. One possibility is that the acquittal occurred because some Senators—though agreeing that such conduct merited impeachment—thought the House Managers failed to prove their case. Another is that certain Senators disagreed that such behavior was impeachable at all. Yet another possibility is that neither ideological stance was considered, and voting was conducted solely according to political calculations. "], "subsections": []}, {"section_title": "Categories of Impeachment Grounds", "paragraphs": ["Congressional materials have cautioned that the grounds for impeachment \"do not all fit neatly and logically into categories\" because the remedy of impeachment is intended to \"reach a broad variety of conduct by officers that is both serious and incompatible with the duties of the office.\" Nonetheless, congressional precedents reflect three broad types of conduct thought to constitute grounds for impeachment, although they should not be understood as exhaustive or binding: (1) improperly exceeding or abusing the powers of the office; (2) behavior incompatible with the function and purpose of the office; and (3) misusing the office for an improper purpose or for personal gain."], "subsections": [{"section_title": "Exceeding or Abusing the Powers of the Office", "paragraphs": ["The House has impeached several individuals for abusing or exceeding the powers of their office. For example, in 1868, amidst a struggle over Reconstruction policy, the House impeached President Andrew Johnson on allegations that he violated the Tenure of Office Act, which restricted the power of the President to remove members of the Cabinet without Senate approval. Considering the statute unconstitutional, President Johnson removed Secretary of War Edwin M. Stanton and was impeached shortly thereafter on nine articles relating to his actions. Two more articles were brought the next day, alleging that he had made \"harangues\" criticizing the Congress and questioning its legislative authority that brought the presidency \"into contempt, ridicule, and disgrace\" and attempted to prevent the execution of the Tenure in Office Act and an army appropriations act by conspiring to remove Stanton. President Johnson was acquitted by a margin of one vote in the Senate.", "In 1974, the House Judiciary Committee recommended articles of impeachment against President Richard Nixon on the theory that he abused the powers of his office. First, the articles alleged that the President, \"using the powers of his high office,\" attempted to obstruct the investigation of the Watergate Hotel break-in, conceal and protect the perpetrators, and conceal the existence of other illegal activity. Second, that he used the power of the office of the Presidency to violate citizens' constitutional rights, \"impair[]\" lawful investigations, and \"contravene[]\" laws applicable to executive branch agencies. Third, that he refused to cooperate with congressional subpoenas. President Nixon resigned before the House voted on the articles.", "One of the articles of impeachment recommended by the House Judiciary Committee against President Clinton also alleged abuse of the powers of his office, although the House rejected this article. That article alleged that the President refused to comply with certain congressional requests for information and provided false and misleading information in response to others. The committee report argued that such conduct \"showed contempt for the legislative branch and impeded Congress's exercise of its Constitutional responsibility\" of impeachment."], "subsections": []}, {"section_title": "Behavior Incompatible with the Function and Purpose of the Office", "paragraphs": ["A number of individuals have also been impeached for behavior incompatible with the nature of the office they hold. For example, Judge Harry Claiborne was impeached for providing false information on federal income tax forms, an offense for which he had previously been convicted for in a criminal case. The first two articles of impeachment against Judge Claiborne simply laid out the underlying behavior. The third article \"rest[ed] entirely on the conviction itself\" and stood for the principle that \"by conviction alone he is guilty of 'high crimes' in office.\" The fourth alleged that Judge Claiborne's actions brought the \"judiciary into disrepute, thereby undermining public confidence in the integrity and impartiality of the administration of justice\" which amounted to a \"misdemeanor.\" The Senate voted to convict Judge Claiborne on the first, second, and fourth articles.", "Two judges were impeached for appearing on the bench in a state of intoxication. Judge John Pickering was impeached and convicted in 1803 for, among other things, appearing in court \"in a state of intoxication and using profane language.\" Judge Mark H. Delahay was impeached in 1873 for his \"personal habits,\" including being intoxicated on and off the bench. He resigned before a trial in the Senate.", "Various other activities incompatible with the nature of an office have merited impeachment procedures. In 1862, Judge West H. Humphrey was impeached and convicted for neglecting his duties as a judge and joining the Confederacy. In 1926 Judge George English was impeached for showing judicial favoritism which eroded the public's confidence in the court. And in 2009, Judge Samuel B. Kent was impeached for allegedly sexually assaulting two court employees, obstructing the judicial investigation of this behavior, and making false and misleading statements to agents of the Federal Bureau of Investigation about the activity. Judge Kent resigned before the Senate trial was completed.", "Finally, one might classify some of the articles of impeachment brought against President Clinton as grounded on alleged behavior considered incompatible with the nature of the office of the Presidency. Both the first article, for allegedly lying to a grand jury, and the second, for allegedly obstructing justice by concealing evidence in a federal civil rights action brought against him, noted that by doing this, \"William Jefferson Clinton has undermined the integrity of his office, has brought disrepute on the Presidency, has betrayed his trust as President, and has acted in a manner subversive of the rule of law and justice, to the manifest injury of the people of the United States.\""], "subsections": []}, {"section_title": "Misuse of Office for Improper Purpose or for Personal Gain", "paragraphs": ["A number of individuals have been impeached for official conduct for an improper purpose. The first type of behavior involves vindictive use of the office. For example, in 1826, Judge James Peck was impeached for charging a lawyer with contempt, imprisoning him, and ordering his disbarment for criticizing one of the judge's decisions. Judge Peck was acquitted by the Senate. In 1904, Judge Charles Swayne was also impeached by the House and acquitted by the Senate. Among the articles of impeachment was the allegation that he had unlawfully imprisoned several individuals on false charges of contempt.", "The second type of behavior involves misuse of the office for personal gain. Secretary of War William W. Belknap was impeached in 1876 for allegedly receiving payments in return for appointing an individual to maintain a trading post in Indian Territory. Belknap resigned two hours before the House impeached him, but the Senate nevertheless conducted a trial in which Belknap was acquitted. In 1912, Judge Robert W. Archbald was impeached and convicted for using the office to acquire business favors from both litigants in his court and potential litigants. And the impeachments of Judges English, Louderback, and Ritter all involved \"misusing their power to appoint and set the fees of bankruptcy receivers for personal profit.\" ", "Similarly, Judge Alcee L. Hastings was impeached by the House on 16 articles, including involvement in a conspiracy to accept bribes in return for lenient sentences for defendants, lying about the underlying events at his criminal trial, and fabricating false documents and submitting them as evidence at his criminal trial. Judge Hastings was convicted by the Senate on eight articles. ", "In addition, Judge Walter L. Nixon Jr. was convicted in a criminal case on two counts of perjury to a grand jury concerning his relationship with a man whose son was being prosecuted. He was subsequently impeached in 1989 for his behavior, including making false statements to the grand jury about whether he had discussed a criminal case with the prosecutor and attempted to influence the case, as well as for concealing such matters from federal investigators. The Senate convicted Judge Nixon on two of three articles.", "Finally, in 2010, Judge G. Thomas Porteous Jr. was impeached for participating in a corrupt financial relationship with attorneys in a case before him, and engaging in a corrupt relationship with bail bondsmen whereby he received things of value in return for helping bondsman develop corrupt relationships with state court judges. Judge Porteous was convicted by the Senate on all the articles brought against him. "], "subsections": []}]}, {"section_title": "Impeachment for Behavior Prior to Assuming Office", "paragraphs": ["Most impeachments have concerned behavior occurring while an individual is in a federal office. However, some have addressed, at least in part, conduct before individuals assumed their positions. For example, in 1912, a resolution impeaching Judge Robert W. Archbald and setting forth 13 articles of impeachment was reported out of the House Judiciary Committee and agreed to by the House. The Senate convicted Judge Archbald in January the following year. At the time that Judge Archbald was impeached by the House and tried by the Senate in the 62 nd Congress, he was U.S. Circuit Judge for the Third Circuit and a designated judge of the U.S. Commerce Court. The articles of impeachment brought against him alleged misconduct in those positions as well as in his previous position as U.S. District Court Judge of the Middle District of Pennsylvania. Judge Archbald was convicted on four articles alleging misconduct in his then-current positions as a circuit judge and Commerce Court judge, and on a fifth article that alleged misuse of his office both in his then current positions and in his previous position as U.S. District Judge. ", "While Judge Archbald was impeached and convicted in part for behavior occurring before he assumed his then-current position, the underlying behavior occurred while he held a prior federal office. Judge G. Thomas Porteous, in contrast, is the first individual to be impeached by the House and convicted by the Senate based in part upon conduct occurring before he began his tenure in federal office. Articles I and II each alleged misconduct beginning while he was a state court judge as well as misconduct while he was a federal judge. Article IV alleged that Judge Porteous made false statements to the Senate and FBI in connection with his nomination and confirmation to the U.S. District Court for the Eastern District of Louisiana. On December 8, 2010, he was convicted on all four articles, removed from office, and disqualified from holding future federal offices. ", "On the other hand, it does not appear that any President, Vice President, or other civil officer of the United States has been impeached by the House solely on the basis of conduct occurring before he began his tenure in the office held at the time of the impeachment investigation, although the House has, on occasion, investigated such allegations."], "subsections": []}, {"section_title": "Impeachment After an Individual Leaves Office", "paragraphs": ["It appears that federal officials who have resigned have nonetheless been thought to be susceptible to impeachment and a ban on holding future office. Secretary of War William W. Belknap resigned two hours before the House impeached him, but the Senate nevertheless conducted a trial in which Belknap was acquitted. However, during the trial, upon objection by Belknap's counsel that the Senate lacked jurisdiction because Belknap was now a private citizen, the Senate voted in favor of jurisdiction. ", "That said, the resignation of an official under investigation for impeachment often ends impeachment proceedings. For example, no impeachment vote was taken following President Richard Nixon's resignation after the House Judiciary Committee decided to report articles of impeachment to the House. And proceedings were ended following the resignation of Judges English, Delahay, and Kent."], "subsections": []}]}, {"section_title": "Overview of Impeachment Procedures", "paragraphs": ["The Constitution sets forth the general principles which control the procedural aspects of impeachment, vesting the power to impeach in the House of Representatives, while imbuing the Senate with the power to try impeachments. Both the Senate and the House have designed procedures to implement these general principles in dealing with a wide range of impeachment issues. This section provides a brief overview of the impeachment process, reflecting the roles of both the House and the Senate during the course of an impeachment inquiry and trial."], "subsections": [{"section_title": "The House of Representatives: Sole Impeachment Power", "paragraphs": [], "subsections": [{"section_title": "Initiation", "paragraphs": ["Impeachment proceedings may be commenced in the House of Representatives by a Member declaring a charge of impeachment on his or her own initiative, by a Member presenting a memorial listing charges under oath, or by a Member depositing a resolution in the hopper, which is then referred to the appropriate committee. The impeachment process may be triggered by non-Members, such as when the Judicial Conference of the United States suggests that the House may wish to consider impeachment of a federal judge, where an independent counsel advises the House of any substantial and credible information which he or she believes might constitute grounds for impeachment, by message from the President, by a charge from a state or territorial legislature or grand jury, or by petition.", "Resolutions regarding impeachment may be of two types. A resolution impeaching a particular individual, who is within the category of impeachable officers under Article II, Section 4 of the Constitution, is usually referred directly to the House Committee on the Judiciary. A resolution to authorize an investigation as to whether grounds exist for the House to exercise its impeachment power is referred to the House Committee on Rules. Generally, such a resolution is then referred to the House Judiciary Committee. During the House impeachment investigation of President Richard M. Nixon, a resolution reported out of the House Judiciary Committee, H.Res. 803 , was called up for immediate consideration as a privileged matter. The resolution authorized the House Judiciary Committee to investigate fully whether sufficient grounds existed for the House to impeach President Nixon, specified powers which the Committee could exercise in conducting this investigation, and addressed funding for that purpose. The resolution was agreed to by the House.", "While the House Judiciary Committee usually conducts impeachment investigations, such matters have occasionally been referred to other committees, such as the House Committee on Reconstruction in the impeachment of President Andrew Johnson, or to a special or select committee. In addition, an impeachment investigation may be referred by the House Judiciary Committee to one of its subcommittees or to a specially created subcommittee."], "subsections": []}, {"section_title": "Investigation", "paragraphs": ["In all prior impeachment proceedings, the House has examined the charges prior to entertaining any vote. Usually an initial investigation is conducted by the Judiciary Committee, to which investigating and reporting duties are delegated by resolution after charges have been presented. However, it is possible that this investigation could be carried out by a select or special committee. If authorized by the House, the Judiciary Committee may designate a subcommittee or task force to investigate whether an individual should be impeached. For example, in 2009, the House passed a resolution authorizing the Judiciary Committee or a designated subcommittee or task force to investigate whether Judge Porteous should be impeached. The resolution also authorized the taking of depositions, the issuance of subpoenas, the disbursement of funds, and the hiring of staff.", "The focus of the impeachment inquiry is to determine whether the person involved has engaged in treason, bribery, or other high crimes and misdemeanors. If a subcommittee or task force is charged with investigating a possible impeachment, the Members can vote to recommend articles of impeachment to the full committee. If the full committee, by majority vote, determines that grounds for impeachment exist, a resolution impeaching the individual in question and setting forth specific allegations of misconduct, in one or more articles of impeachment, will be reported to the full House."], "subsections": []}, {"section_title": "House Action Subsequent to Receipt of Committee Report", "paragraphs": ["At the conclusion of debate, the House may consider the resolution as a whole, or may vote on each article separately. In addition, \"as is the usual practice, the committee's recommendations as reported in the resolution are in no way binding on the House.\" The House may vote to impeach even if the House Judiciary Committee does not recommend impeachment. Pursuant to Article I of the Constitution, a vote to impeach by the House requires a simple majority of those present and voting, upon satisfaction of quorum requirements. If the House votes to impeach, managers are then selected to present the matter to the Senate. In recent practice, managers have been appointed by resolution, although historically they occasionally have been elected or appointed by the Speaker of the House pursuant to a resolution conferring such authority upon him."], "subsections": []}, {"section_title": "Notification by the House and Senate Response", "paragraphs": ["The House will also adopt a resolution in order to notify the Senate of its action. The Senate, after receiving such notification, will then adopt an order informing the House that it is ready to receive the managers. Subsequently, the appointed managers will appear before the bar of the Senate to impeach the individual involved and exhibit the articles against him or her. After this procedure, the managers would return and make a verbal report to the House."], "subsections": []}]}, {"section_title": "The Senate: Sole Power to Try Impeachments", "paragraphs": [], "subsections": [{"section_title": "Trial Preparation in the Senate", "paragraphs": ["Impeachment proceedings in the Senate are governed now by the Rules of Procedure and Practice in the Senate when Sitting on Impeachment Trials. After presentation of the articles and organization of the Senate to consider the impeachment, the Senate will issue a writ of summons to the respondent, informing him or her of the date on which appearance and answer should be made. On the date established by the Senate, the respondent may appear in person or by counsel. The respondent may also choose not to appear. In the latter event, the proceedings progress as though a \"not guilty\" plea were entered. The respondent may demur, arguing that he or she is not a civil official subject to impeachment, or that the charges listed do not constitute sufficient grounds for impeachment. The respondent may also choose to answer the articles brought against him or her. The House has traditionally filed a replication to the respondent's answer, and the pleadings may continue with a rejoinder, surrejoinder, and similiter."], "subsections": []}, {"section_title": "Trial Procedure in the Senate", "paragraphs": ["When pleadings have concluded, the Senate will set a date for trial. Upon establishing this date, the Senate will order the House managers or their counsel to supply the Sergeant at Arms of the Senate with information regarding witnesses who are to be subpoenaed, and will further indicate that additional witnesses may be subpoenaed by application to the Presiding Officer. Under Article I, Section 3, clause 6 of the Constitution, the Chief Justice presides over the Senate impeachment trial if the President is being tried.", "In impeachment trials, the full Senate may receive evidence and take testimony, or may order the Presiding Officer to appoint a committee of Senators to serve this purpose. If the latter option is employed, the committee will present a certified transcript of the proceedings to the full Senate. The Senate will determine questions of competency, relevancy, and materiality. The Senate may also take further testimony in an open Senate, or may order that the entire trial be before the full Senate.", "At the beginning of the trial, House managers and counsel for the respondent present opening arguments outlining the charges to be established and controverted. The managers for the House present the first argument. During the course of the trial evidence is presented, and witnesses may be examined and cross-examined.", "The Senate has not adopted standard rules of evidence to be used during an impeachment trial. The Presiding Officer possesses authority to rule on all evidentiary questions. However, the Presiding Officer may choose to put any such issue to a vote before the Senate. Furthermore, any Senator may request that a formal vote be taken on a particular question. Final arguments in the trial will be presented by each side, with the managers for the House of Representatives opening and closing."], "subsections": []}, {"section_title": "Judgment of the Senate", "paragraphs": ["When the presentation of evidence and argument by the managers and counsel for the respondent has concluded, the Senate as a whole meets in closed session to deliberate. Voting on whether to convict on the articles of impeachment commences upon return to open session, with yeas and nays being tallied as to each article separately. A conviction on an article of impeachment requires a two-thirds vote of those Senators present. If the respondent is convicted on one or more of the articles against him or her, the Presiding Officer will pronounce the judgment of conviction and removal. No formal vote is required for removal, as it is a necessary effect of the conviction. The Senate has not always voted on every article of impeachment before it; for example, when the Senate did not convict President Andrew Johnson in the votes on three of the articles of impeachment against him, the Senate did not vote on the remaining articles.", "The Senate may subsequently vote on whether the impeached official shall be disqualified from again holding an office of public trust under the United States. If this option is pursued, a simple majority vote is required."], "subsections": []}]}]}, {"section_title": "Judicial Review", "paragraphs": ["Impeachment proceedings have been challenged in federal court on a number of occasions. Perhaps most significantly, the Supreme Court has ruled that a challenge to the Senate's use of a trial committee to take evidence posed a nonjusticiable political question. In Nixon v. United States , Judge Walter L. Nixon had been convicted in a criminal trial on two counts of making false statements before a grand jury and was sent to prison. He refused, however, to resign and continued to receive his salary as a judge while in prison. The House of Representatives adopted articles of impeachment against the judge and presented the Senate with the articles. The Senate invoked Impeachment Rule XI, a Senate procedural rule which permits a committee to take evidence and testimony. After the committee completed its proceedings, it presented the full Senate with a transcript and report. Both sides then presented briefs to the full Senate and delivered arguments, and the Senate then voted to convict and remove him from office. The judge thereafter brought a suit arguing that the use of a committee to take evidence violated the Constitution's provision that the Senate \"try\" all impeachments.", "The Supreme Court noted that the Constitution grants \"the sole Power\" to try impeachments \"in the Senate and nowhere else\"; and the word \"try\" \"lacks sufficient precision to afford any judicially manageable standard of review of the Senate's actions.\" This constitutional grant of sole authority, the Court reasoned, meant that the \"Senate alone shall have authority to determine whether an individual should be acquitted or convicted.\" In addition, because impeachment functions as the \" only check on the Judicial Branch by the Legislature,\" the Court noted the important separation of powers concerns that would be implicated if the \"final reviewing authority with respect to impeachments [was placed] in the hands of the same body that the impeachment process is meant to regulate.\" Further, the Court explained that certain prudential considerations—\"the lack of finality and the difficulty of fashioning relief\"—weighed against adjudication of the case. Judicial review of impeachments could create considerable political uncertainty, if, for example, an impeached President sued for judicial review.", "The Court was careful to distinguish the situation from Powell v. McC ormack , a case also involving congressional procedure where the Court declined to apply the political question doctrine. That case involved a challenge brought by a Member-elect of the House of Representatives, who had been excluded from his seat pursuant to a House Resolution. The precise issue in Powell was whether the judiciary could review a congressional decision that the plaintiff was \"unqualified\" to take his seat. That determination had turned, the Court explained, \"on whether the Constitution committed authority to the House to judge its Members' qualifications, and if so, the extent of that commitment.\" The Court noted that while Article I, Section 5, does provide that Congress shall determine the qualifications of its Members, Article I, Section 2, delineates the three requirements for House membership—Representatives must be at least 25 years of age, have been U.S. citizens for at least seven years, and inhabit the states they represent. Therefore, the Powell Court concluded, the House's claim that it possessed unreviewable authority to determine the qualifications of its Members \"was defeated by this separate provision specifying the only qualifications which might be imposed for House membership.\" In other words, finding that the House had unreviewable authority to decide its Members' qualifications would violate another provision of the Constitution. The Court therefore concluded in Powell that whether the three requirements in the Constitution were satisfied was textually committed to the House, \"but the decision as to what these qualifications consisted of was not.\" Applying the logic of Powell to the case at hand, the Nixon Court noted that here, in contrast, leaving the interpretation of the word \"try\" with the Senate did not violate any \"separate provision\" of the Constitution.", "In addition, several other aspects of the impeachment process have been challenged. Judge G. Thomas Porteous brought a suit seeking to bar counsel for the Impeachment Task Force of the House Judiciary Committee from using sworn testimony the judge had provided pursuant to a grant of immunity. The impeachment proceedings were initiated after a judicial investigation of Judge Porteous for alleged corruption on the bench. During that investigation, Judge Porteous testified under oath to the Special Investigatory Committee under an order granting him immunity from that information being used against him in a criminal case. Before the U.S. District Court for the District of Columbia, Judge Porteous argued that the use of his immunized testimony during an impeachment proceeding violated his Fifth Amendment right not to be compelled to serve as a witness against himself. The court rejected his challenge, reasoning that because the use of such testimony for an impeachment proceeding fell within the legislative sphere, the Speech or Debate Clause prevented the court from ordering the committee staff members to refrain from using the testimony.", "Similarly, Judge Alcee L. Hastings sought to prevent the House Judiciary Committee from obtaining the records of a grand jury inquiry during the Committee's impeachment investigation. Prior to the impeachment proceedings, although ultimately acquitted, Judge Hastings had been indicted by a federal grand jury for a conspiracy to commit bribery. Judge Hastings' argument was grounded in the separation of powers: he claimed that permitting disclosure of grand jury records for an impeachment investigation risked improperly allowing the executive and judicial branches to participate in the impeachment process—a tool reserved for the legislature. The U.S. Court of Appeals for the Eleventh Circuit, however, rejected this \"absolutist\" concept of the separation of powers and held that \"a merely generalized assertion of secrecy in grand jury materials must yield to a demonstrated, specific need for evidence in a pending impeachment investigation.\"", "The U.S. District Court for the District of Columbia initially threw out Judge Hastings' Senate impeachment conviction, because the Senate had tried his impeachment before a committee rather than the full Senate. The decision was vacated on appeal and remanded for reconsideration in light of Nixon v. United States . The district court then dismissed the suit because it presented a nonjusticiable political question."], "subsections": []}]}}