{"id": "R44212", "title": "Poland and Its Relations with the United States", "released_date": "2016-03-11T00:00:00", "summary": ["Over the past 25 years, the relationship between the United States and Poland has been close and cooperative. The United States strongly supported Poland's accession to the North Atlantic Treaty Organization (NATO) in 1999 and backed its entry into the European Union (EU) in 2004. In recent years, Poland has made significant contributions to U.S.- and NATO-led military operations in Iraq and Afghanistan, and Poland and the United States continue working together on issues such as democracy promotion, counterterrorism, and improving NATO capabilities.", "Given its role as a close U.S. ally and partner, developments in Poland and its relations with the United States are of continuing interest to the U.S. Congress. This report provides an overview and assessment of some of the main dimensions of these topics.", "Domestic Political and Economic Issues", "The Polish parliamentary election held on October 25, 2015, resulted in a victory for the conservative Law and Justice Party. Law and Justice won an absolute majority of seats in the lower house of parliament (Sejm), and Beata Szydlo took over as the country's new prime minister in November 2015. The center-right Civic Platform party had previously led the government of Poland since 2007. During its first months in office, Law and Justice has made changes to the country's Constitutional Tribunal and media law that have generated concerns about backsliding on democracy and triggered an EU rule-of-law investigation.", "Law and Justice had earlier gained momentum with the surprising victory of Andrzej Duda in the May 2015 presidential election. The president is Poland's head of state and exercises a number of limited but important functions. Duda was inaugurated as president of Poland in August 2015.", "Poland was one of the few EU economies to come through the 2008-2009 global economic crisis and the subsequent Eurozone debt crisis without major damage. Although Poland is obligated to adopt the euro as its currency at the earliest possible time, it has not yet set a target date for adoption and continues to use the złoty as its national currency.", "The Civic Platform-led government voted in September 2015 to approve the EU's relocation plan for 120,000 migrants, agreeing to take in more than 4,000 migrants currently in Greece and Italy. Following the Paris terrorist attacks in November 2015, the new Polish government indicated that it would no longer implement the plan.", "Defense Modernization", "Poland has been implementing an Armed Forces Technical Modernization Plan for the years 2013-2022 in which it intends to spend approximately $35 billion on a wide range of military equipment acquisitions and upgrades. Completed and prospective purchases from U.S. suppliers have a large role in this initiative. Poland increased its defense budget in 2015 and 2016.", "Defense Cooperation", "Under the Obama Administration's European Reassurance Initiative and the U.S. military's Operation Atlantic Resolve, U.S. forces have expanded their presence in Poland and increased joint training and exercises with their Polish counterparts. Some Polish leaders have expressed a wish for the establishment of permanent bases for NATO and U.S. troops on Polish territory.", "Visa Waiver Program", "Although relations between Poland and the United States are largely positive, Poland's exclusion from the U.S. Visa Waiver Program (VWP) has been a sore spot for many years. Some Members of Congress have long advocated extending the VWP to include Poland.", "Relations with Russia", "Relations between Poland and Russia have a history of tensions, and Polish leaders have tended to view Russian intentions with wariness and suspicion. Poland has been a leading advocate for forceful EU sanctions against Russia over its 2014 annexation of Crimea and subsequent role in the conflict in eastern Ukraine. Retaliatory Russian sanctions have negatively affected Poland economically, particularly in the agriculture sector.", "Energy Security", "Poland has been a leading advocate of European energy integration, promoting initiatives to expand pipeline interconnectivity in order to decrease reliance on Russia. Although Poland imports more than half of its natural gas from Russia, approximately 90% of Poland's electricity is generated by coal, and its overall dependence on energy imports is low."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction and Issues for Congress", "paragraphs": ["Many U.S. officials and Members of Congress consider Poland to be a key U.S. ally and one of the strongest U.S. partners in Europe. According to the U.S. State Department, areas of close bilateral cooperation include \"issues such as NATO capabilities, democratization, counterterrorism, nonproliferation, missile defense, human rights, economic growth and innovation, energy security, and regional cooperation in Central and Eastern Europe.\" ", "The Congressional Caucus on Poland is a bipartisan group of Members of Congress who seek to maintain and strengthen the U.S.-Poland relationship and engage in issues of mutual interest to both countries.", "Of the Central European and Baltic countries that have joined the North Atlantic Treaty Organization (NATO) and the European Union (EU), Poland is by far the most populous country, the largest economy, and the most significant military actor. In 1999, with strong backing from the United States and Members of Congress, Poland was among the first group of formerly Communist countries to join NATO. In 2004, again with strong support from the United States and Members of Congress, it was among a group of eight formerly Communist countries to join the European Union. Many analysts assert that more so than many other European countries, Poland continues to look to the United States for foreign policy leadership. ", "The activities of the U.S. Congress frequently involve issues that have a European dimension, including economic, security, and diplomatic issues. Many Members of Congress have long supported a close transatlantic relationship and have seen the EU, NATO, and the idea of a Europe \"whole and free\" as supporting and advancing U.S. interests. Members of Congress may have an interest in considering the dimensions and dynamics of current issues in U.S.-European or U.S.-Polish relations, or with regard to NATO, in the course of oversight or legislative activities, or in the context of direct interactions with Polish and other European legislators and officials. Poland is also frequently of interest to Congress because some Members have large ethnic Polish constituencies. ", "In particular, developments related to the conflict in eastern Ukraine and resurgent concerns about Russia, as well as attendant implications for U.S. policy and NATO, are likely to have continuing relevance during the 114 th Congress. As discussed in more detail below, a variety of factors combine to make Poland a central interlocutor and partner for the United States in examining and responding to these challenges. Since Poland's 2015 parliamentary election, Members of Congress have expressed concerns about trends in the country's governance, details of which are also discussed below."], "subsections": []}, {"section_title": "Domestic Overview", "paragraphs": [], "subsections": [{"section_title": "Political Dynamics", "paragraphs": ["The government of Poland is led by Prime Minister Beata Szydlo of the conservative Law and Justice Party (PiS). Szydlo took over as prime minister following the Law and Justice victory in the October 2015 parliamentary election. With Law and Justice winning 235 out of the 460 seats in the Sejm (lower house of parliament), the result was the first time since the end of Communist rule in 1989 that a single party secured an absolute parliamentary majority.", "From 2007 to 2015, the government of Poland was led by the center-right Civic Platform (PO) party, in a coalition with the Polish Peasants' Party (PSL). The coalition's victory in the 2011 election marked the first time since 1989 that Poles had reelected an incumbent government. Donald Tusk was the prime minister for most of this period, with Ewa Kopacz taking over after Tusk resigned in September 2014 to become president of the European Council. Civic Platform came in second place in the 2015 election, dropping from 207 to 138 seats in the Sejm . ", "The Law and Justice Party gained momentum in the May 2015 presidential election, when the party's candidate, Andrzej Duda, unexpectedly defeated the incumbent president, Bronislaw Komorowski of Civic Platform. The president is Poland's head of state and exercises a number of limited but important functions, including making formal appointments and overseeing the country's executive authority, influencing legislation, representing the state in international affairs, and acting as commander-in-chief of the armed forces. The 43-year old Duda formally took office as the new president of Poland in August 2015. ", "Some analysts attributed the Law and Justice Party's electoral victory to a sense of voter fatigue toward Civic Platform and related public discontent with the country's political establishment. Analysts also pointed to the changeover in leadership with the departure to Brussels of former Prime Minister Tusk, who was one of the co-founders of Civic Platform in 2001, as a factor in the party's decline. Civic Platform was additionally affected by the so-called \"Waitergate\" scandal involving officials' secretly taped conversations over expensive dinners at upscale restaurants, which caused the resignation of several government ministers and other high-level figures in June 2015. At the same time, the Law and Justice Party appears to have had success in advocating more statist-nationalist economic policies, as opposed to the \"free market\" or \"neo-liberal\" policies pursued by Civic Platform, arguing that the benefits of Poland's economic development have fallen unevenly across society and failed to reach many ordinary citizens. ", "The Law and Justice Party previously led a coalition government from 2005 to 2007, including a 15-month period during which twin brothers Jaroslaw and Lech Kaczynski served as prime minister and president, respectively. The Kaczynski brothers co-founded the party in 2001. Lech Kaczynski was the president of Poland until 2010, when he died in an airplane crash in Russia that also killed 95 other high-ranking Polish officials. Jaroslaw Kaczynski remains the head of the Law and Justice Party and a member of the Sejm . Despite his holding no formal post in the government, many observers assert that Kaczynski is the most powerful and influential politician in Poland and that as party chairman he exerts considerable control behind the scenes.", "During its first months in office, the Law and Justice government has taken a number of highly controversial steps. Critics have charged that the government's changes relating to the country's Constitutional Tribunal undermine the rule of law by subverting institutional checks and balances and placing the court under political control. The role of the Constitutional Tribunal, composed of 15 independent judges appointed by the Sejm to 9-year terms, is to ensure the compliance of laws and state activities with the country's constitution. ", "In October 2015, President Duda refused to confirm the appointment by the outgoing Civic Platform-led government of five new judges to the tribunal. With polls indicating that Civic Platform was on track to lose the upcoming election, President Duda asserted that the appointment of these judges went against democratic principles. The tribunal itself ruled that two of the Civic Platform appointments had been improperly chosen but that three had been legal. In early December 2015, the Law and Justice government moved ahead with the selection of five new judges to the tribunal, who were swiftly sworn into office by President Duda.", "In late December 2015, the government put into effect a substantial reorganization of the tribunal. The new law changes the number of judges required for a ruling from a majority to two-thirds, raises the quorum from 9 judges to 13, requires the tribunal to take cases sequentially, and extends the waiting period from two weeks to six months (three months in exceptional circumstances) before the tribunal can rule on a case brought before it. ", "Observers assert that these changes effectively \"paralyze\" the decisionmaking ability of the court. In response to the controversy, Jaroslaw Kaczynski labeled the tribunal \"the bastion of everything in Poland that is bad\" and a \"band of cronies\" that had denied the party the right to introduce legislation during its previous turn in government. A February 2016 draft opinion of the Venice Commission, the legal advisory body of the Council of Europe, found that \" ... as long as the Constitutional Tribunal cannot carry out its work in an efficient manner, not only is the rule of law in danger, but so is democracy and human rights.\" The Polish government was angered that the draft opinion had been instantly leaked to the press. ", "On March 9, 2016, the tribunal struck down the December 2015 alterations to its composition and functioning as illegal and invalid. The government refused to recognize or publish the ruling, however, arguing that it was made under the old rules and is therefore not a legally binding judgment. ", "Another controversial law adopted in January 2016 granted the Polish government the direct power to hire and fire management of public television and radio stations, a function previously performed by an independent media supervisory committee. Critics argue that this move compromises the independence of state media, and international journalist organizations have described the arrangement as \"wholly unacceptable in a genuine democracy.\" Law and Justice Party officials have complained that public broadcasting tends to be biased against them and a spokesperson for President Duda asserted that the law is necessary to make state media \"impartial, objective, and reliable.\" ", "In addition to the Constitutional Tribunal and public media controversies, critics argue that the Law and Justice government has \"made the civil service more political, replaced the top management at most state controlled companies, expanded police surveillance powers and given the justice minister power over prosecutors.\" Some analysts note that governments in Poland tend to place their own supporters in the public media, public institutions, and state companies, but that Law and Justice is doing so \"faster and further.\"", "In January 2016, the European Commission launched an inquiry into the effects of the changes to the Constitutional Tribunal and public media on the rule of law in Poland, with the results of the initial inquiry to be reviewed in mid-March. If Poland is found to be in breach of the EU's rule-of-law framework, it could theoretically face an \"Article 7\" sanction under which its voting rights in the Council of the EU would be suspended. This measure has never before been enacted. Compared to the other main Polish political parties, the Law and Justice Party has a relatively \"euro-skeptic\" approach that prizes national sovereignty over European integration, and these issues set up a tense relationship between Poland and the EU.", "In addition to outside criticism, concerns over democracy and rule of law in Poland have triggered repeated public protests and demonstrations numbering tens of thousands of people. Social tensions have been further inflamed with the Law and Justice government supporting the publication of documents accusing Lech Walesa, leader of the Solidarity trade union movement and Poland's first democratically elected president (1990-1995), of having been a secret police informant in the 1970s. Some observers argue that the move is part of a strategy by Law and Justice to discredit previous governments and demonstrate that the post-Communist development of Poland was based on flawed institutions and values that should be rejected and recast. Such observers note that Polish politics have become entrenched around a social divide between \"Western-oriented liberals,\" represented by Civic Platform, and \"national-oriented social conservatives,\" represented by Law and Justice."], "subsections": []}, {"section_title": "Economy", "paragraphs": ["Poland's economy is among the most successful in Central and Eastern Europe. Most Polish governments since 1989 have generally supported free-market reforms. Today, the private sector accounts for more than two-thirds of all economic activity. Prior to the 2008-2009 global financial crisis, Poland enjoyed rapid economic growth exceeding 5% per year. Poland was affected by the crisis, but much less so than most countries, and Poland's was the only EU economy to grow in 2009. Growth averaged 3% per year over the period 2011-2015 and reached 3.6% in 2015. Forecasts expect growth to be 3.2% in 2016 and to average 3% annually over the period 2017-2020.", "Fiscal consolidation, including through tax increases and entitlement cuts, was a key centerpiece of the Tusk government's domestic policy. The government budget deficit decreased from 7.8% of gross domestic product (GDP) in 2010 to 3.1% of GDP in 2015. Government debt was approximately 52% of GDP in 2015. Unemployment has declined from 13.5% in 2013 to 10%. ", "Although Poland joined the European Union in 2004, it is not yet a member of the Eurozone. Poland continues to use the złoty (PLN) as its national currency, and the Eurozone debt crisis that began in Greece in 2009 has dampened Polish enthusiasm for adopting the euro (19 of the 28 EU member countries use the euro as their common currency and are collectively referred to as the Eurozone). Under the terms of its EU accession treaty, Poland is bound to adopt the euro as its currency eventually, but there is no fixed target date for doing so. ", "In response to the Eurozone crisis, Poland supported the idea of tighter European integration, signed the EU \"fiscal compact,\" and backed Germany's emphasis on fiscal austerity. On the other hand, Polish leaders have had reservations about proposed steps to increase integration within the Eurozone that might reduce the influence of non-Eurozone members of the EU. ", "During the election campaign, the Law and Justice Party advanced a number of economic policy proposals that would loosen fiscal policy in an attempt to benefit households and families. The government's economic policy plans include a new monthly benefit for children in low income families, lowering the retirement age from 67 to 63, and raising the income tax threshold. The government also plans to introduce new taxes on large banks and retailers, many of which are foreign-owned. ", "One of the broad economic objectives of the Law and Justice government is to become less dependent on foreign capital, including through the formation of large state owned enterprises in industry and banking, and new rules on public procurement. Observers suggest that such initiatives could bring the Polish government into conflict with EU rules. The government may also seek to reduce foreign currency liabilities with legislation requiring banks to convert some or all mortgages taken out in Swiss francs into złoty. "], "subsections": []}, {"section_title": "Defense Modernization", "paragraphs": ["Territorial defense and membership in NATO are the two central components of Polish defense strategy. Poland has sought to build a multi-layered foreign and security policy around this foundation: besides membership in NATO and the EU, and close ties with the United States, Poland cooperates closely on a range of regional issues and interests with its Nordic and Baltic neighbors, as well as with its \"Visegrád Group\" partners Hungary, Slovakia, and the Czech Republic. Over the past several years, analysts have also noted the development of a defense policy aiming to prepare Poland to defend itself without immediate assistance from its allies.", "Poland has the ninth-largest army in NATO, with 48,200 active personnel, and there are approximately 99,300 total active military personnel across all branches (Poland ended military conscription in 2009). Poland's armed forces are in the midst of a 10-year transformation effort to develop a smaller, more capable, and more deployable military. Despite budgetary pressures, Poland is pursuing a broad equipment acquisition program linked to the need to phase out remaining Soviet-era material and upgrade its main battle tanks and other armored vehicles, helicopters, air defenses, drones, and individual soldier equipment. Over the period 2013 to 2022, plans call for the country to spend approximately $35 billion on military modernization. ", "In October 2014, then-Prime Minister Kopacz announced her government's intention to increase Poland's defense spending to NATO's target level of 2% of GDP, and in May 2015 the Sejm voted overwhelmingly in favor of increasing the 2016 defense budget by approximately $212 million to meet this commitment. According to NATO, Polish defense expenditures were 1.85% of GDP in 2014 (approximately $10.1 billion) and are estimated to have reached 2.18% of GDP for 2015 (approximately $10.5 billion). During the election campaign, the Law and Justice Party proposed increasing defense spending to at least 2.5% of GDP. ", "Numerous elements of Poland's military equipment modernization plans are of interest and relevance to U.S. defense planners and U.S defense industry. Central aspects include", "In December 2014, the United States and Poland finalized a Foreign Military Sales (FMS) agreement for 40 Lockheed Martin AGM-158 air-launched cruise missiles and associated F-16 upgrades, reportedly worth about $250 million. Delivery is scheduled to begin the second half of 2016. The Polish Air Force possesses 48 F-16C/Ds in addition to 32 Mig-29s and 33 Su-22s (both of which are Russian-made). Poland is planning to purchase 32 new attack helicopters to replace its fleet of Soviet-era Mi-24s. The Polish Ministry of Defense is reportedly considering as many as 10 bidders, a group thought to include the Boeing AH-64 Apache and the Airbus Tiger. Poland is expected to procure up to 24 heavy-lift helicopters at a future date, with U.S. companies Boeing (CH-47) and Sikorski (CH-53) presumed leading contenders. The Polish army possesses over 900 main battle tanks, including more than 175 German-made Leopard 2A4/5s, more than 500 Soviet-era T-72M1s, and more than 230 PT-91s (modernized and upgraded T-72s). The Polish Ministry of Defense launched efforts to upgrade some T-72s and PT-91s in 2011.", "The Law and Justice government has been reviewing and reevaluating Poland's security modernization programs. The government is reportedly reconsidering two significant recent deals: ", "In April 2015, Poland announced the selection of Raytheon for a $2 billion agreement to begin providing Patriot missile systems for the country's integrated air and missile defense program. Eight Patriot batteries are eventually expected to comprise the \"Wisla\" medium-range surface-to-air component of a modernized national missile and air defense system that will be incorporated into the NATO ballistic missile defense project. The first two batteries are to be delivered by 2018, with the remainder by 2025, in a deal potentially worth more than $5 billion in total. The Law and Justice government has expressed dissatisfaction with its predecessor's decision, however, arguing that the price is too high, the delivery time too long, and the conditions of meeting the agreement \"have changed a lot since the public announcement.\" While some observers suggest Poland could reopen the competition and reexamine alternatives, other analysts assert that the government is maneuvering in an attempt to secure a lower price. In April 2015, the Polish Ministry of Defense announced the selection of Airbus Helicopters H225M Caracal, produced by the European consortium EADS, to replace Soviet-legacy Mi-8s and Mi-17s as the armed forces' new medium-lift utility helicopter. The agreement is worth an estimated $3 billion, although initial plans to purchase 70 new helicopters were decreased to 50 with a decision to keep newer Mi-17s in service to 2026-2027. Some analysts expressed surprise that Poland opted for the Airbus Caracal over the Sikorsky S-70i Black Hawk, given the U.S.-based company's deep ties with the Polish defense industry. Law and Justice government officials have criticized \"numerous flaws\" in the selection of Airbus, however, and have indicated that the deal could be canceled pending the outcome of talks on industrial offsets for the Polish defense industry. "], "subsections": []}, {"section_title": "Response to the Migration Crisis20", "paragraphs": ["In September 2015, the Civic Platform-led government voted to approve a European Commission plan to resettle 120,000 migrants currently in Greece and Italy to the other EU member states. In approving the plan, the Polish government agreed to initially take in 4,600 to 4,800 migrants. The agreement became a significant campaign issue in Poland's October 2015 election, with debates about the migration crisis highlighting divisions in Polish society and politics. Poland's vote was also controversial with its Visegrád partners, each of which voted to reject the EU plan. ", "The Law and Justice Party strongly criticized approval of the plan, after President Duda had earlier voiced opposition to the EU's relocation initiative. Following the terrorist attacks in Paris in November 2015, the incoming Law and Justice Minister for European Affairs released a statement relating that the new government did not see the political possibility of respecting the EU plan. ", "Analysts observe that opposition in Poland and other Central and Eastern European states to accepting migrants stems from a variety of sources, including economic arguments that they are less able to accept migrants than their wealthier neighbors, uncertainty and reluctance as relatively homogenous societies with no experience of accepting immigrants from diverse cultures, fears about security and \"Islamization,\" resentment against perceived \"diktats\" from Brussels, and elements of nationalism and xenophobia, often promoted by far-right political parties. "], "subsections": []}]}, {"section_title": "Relations with the United States", "paragraphs": ["Since the end of the Cold War, Poland and the United States have had close relations. The United States strongly supported Poland's accession to NATO in 1999. Warsaw has been an ally in global counterterrorism efforts and contributed large deployments of troops to both the U.S.-led coalition in Iraq and the NATO-led mission in Afghanistan. In response to Russia's aggressive actions in Ukraine, President Obama chose to announce his Administration's European Reassurance Initiative (ERI) during his visit to Warsaw in June 2014. ", "According to many observers, the shared interests that characterize the U.S.-Poland relationship are underpinned to a large extent by a foundation of broadly shared values. Poland has been a leading U.S. partner, for example, in international democracy promotion efforts, and has particularly sought to offer its experience of post-Communist transition in assisting democratic reform efforts in Europe's eastern neighborhood. Links between the United States and Poland are further anchored by considerable cultural ties, as evidenced by the approximately 9.6 million Americans of Polish heritage. ", "While relations between Poland and the United States are largely positive, in recent years some Poles have expressed disappointment about unfulfilled expectations for significantly increased military assistance and a changed policy on short-term visas for Polish citizens. Some Polish elites have voiced criticisms over the returns from their alliance with the United States.", "In addition to efforts by Members of Congress, the U.S. Administration has indicated that it has expressed its concerns over the recent developments related to the rule of law in Poland to its counterparts in Warsaw."], "subsections": [{"section_title": "Defense Relations", "paragraphs": ["While Poland has been a leading participant in NATO's \"out of area\" Afghanistan mission, it has also, given its enduring perception of Russia as a threat, been a leading voice in calls for NATO to focus on its traditional vocation as an alliance of territorial defense. In the wake of Russia's Crimea annexation in March 2014, Polish officials revived a long-standing wish to base U.S. forces on their territory, calling for two NATO brigades (approximately 10,000 soldiers) to be stationed in Poland as a security guarantee. In August 2015, President Duda reiterated a call for a large, permanent NATO force with U.S. troops to be based in Poland, urging an eastward shift of NATO bases while criticizing NATO for treating Poland like a \"buffer zone.\" Poland is hosting the July 2016 NATO summit in Warsaw. Polish government officials have indicated that they will use the summit as an opportunity to push for a permanent NATO presence in Poland and other allies in the region, a \"meaningful forward presence ... including infrastructure, military ground units and advanced defense systems.\" ", "Under the Obama Administration's European Reassurance Initiative (ERI) and the Readiness Action Plan announced at NATO's September 2014 summit in Wales, the United States and NATO have bolstered security in the region with an augmented force presence that is rotational rather than permanent, as well as increased exercises and pre-positioning of tanks and other military equipment. FY2015 funding for the ERI totaled $985 million and the Administration requested $789.3 million for ERI for FY2016. The Administration's budget request for FY2017 more than quadruples the funding for the ERI to $3.4 billion to allow for the constant presence of an Army brigade in Central and Eastern Europe, additional exercises, and the pre-positioning of additional combat equipment.", "Prior to 2014, in addition to the close cooperation inherent in numerous NATO and coalition operations over the previous decade, U.S. Armed Forces already engaged routinely in consultations, joint training programs, and military exercises with their Polish counterparts. Since the emergence of the conflict in Ukraine, however, these activities have received substantially greater emphasis in the context of the ERI. ", "Under Operation Atlantic Resolve, launched in 2014 to demonstrate U.S. commitment to defending NATO's eastern member states, the U.S. military has conducted continuous, enhanced training and security cooperation activities with Poland, as well as with Estonia, Latvia, Lithuania, Romania, and Bulgaria. Starting in April 2014, for example, units from the U.S. Army's 173 rd Airborne Brigade, 1 st Cavalry Division, and 3 rd Infantry Division have participated in rotating deployments in Poland to conduct joint training and exercises with Polish forces. Also starting in 2014, the U.S. Air Force began augmenting a small detachment that was established at Lask Air Base in 2013 with rotational deployments of F-16s and their associated support staff for joint training exercises. Rotating deployments of U.S. C-130 aircraft have been participating in bilateral training from Powidz Air Base. In June 2015, U.S. Secretary of Defense Ashton Carter announced that the United States would pre-position equipment (including Abrams tanks, infantry fighting vehicles, and self-propelled howitzers) in Baltic and Central European countries, including Poland, in order to support the activities of rotational forces. ", "NATO has additionally sought to increase the alliance presence in the region by reinforcing the Multinational Corps Northeast, a NATO-affiliated command structure based in Szczecin, Poland, that has served largely as a vehicle for defense cooperation between Poland, Germany, and Denmark. On September 1, 2015, NATO activated six new Force Integration Units in Central Europe and the Baltics, including one in Bydgoszcz, Poland. Launched under the Readiness Action Plan approved at the 2014 NATO Wales Summit, these small multinational headquarters are designed to support the rapid deployment of high-readiness forces in the region. ", "U.S. foreign military sales (government-to-government) agreements with Poland totaled more than $4.7 billion from FY1996 to FY2013 and were approximately $286 million in FY2014. About two-thirds of Poland's defense exports went to the United States in 2013, totaling approximately $295 million. Polish defense exports to the United States consist mainly of components, such as military electronics and elements of aircraft frames and engines. For FY2015, Poland received from the United States $9 million in Foreign Military Financing (FMF) and nearly $2 million in International Military Training and Education (IMET). ", "Successive Polish and U.S. administrations have cooperated in the area of missile defense. In 2007, Poland and the Bush Administration began formal talks on an agreement under which Poland would agree to host U.S. interceptor missiles intended to shoot down ballistic missiles targeting Europe. In 2008, Warsaw and Washington signed an agreement under which the United States received permission to deploy the interceptors, and Poland received from the United States enhanced security guarantees and a pledge to provide short-range, surface-to-air Patriot missiles. In September 2009, the Obama Administration canceled the Bush-era missile defense program and replaced it with plans to develop a new capability, known as the European Phased Adaptive Approach (EPAA), based initially around existing U.S. Patriot, THAAD, and Aegis interceptors. ", "While reaction in Poland was mixed, then-Prime Minister Tusk claimed that the shift would neither affect the security of Poland nor undermine relations with the United States. In October 2009, Poland said it would participate in the Obama Administration's new EPAA program by hosting SM-3 missiles. It signed an agreement approving deployment in 2010, and an \"Aegis-Ashore\" site with radar and 24 SM-3s is scheduled to be deployed in Poland in 2018. "], "subsections": []}, {"section_title": "Economic Ties", "paragraphs": ["According to the U.S. Department of State, \"Strong economic growth potential, a large domestic market, tariff-free access to the European Union (EU), and political stability are prime reasons that U.S. companies do business in Poland.\" In 2013 estimates (latest data available), the total U.S. corporate asset base in Poland stood at $65 billion. U.S. foreign direct investment in Poland totaled $13.5 billion in 2013, and U.S. affiliates employed about 160,000 people in Poland. Between 2002 and 2012, the number of manufacturing jobs tied to U.S. affiliates operating in Poland doubled from 51,000 to 102,000. ", "Trade between the United States and Poland has increased significantly over the past decade. In 2004, for example, U.S. exports to Poland were approximately $929 million and imports from Poland were approximately $1.8 billion. By comparison, in 2015, U.S. exports to Poland were more than $3.7 billion and imports from Poland were almost $5.6 billion. Leading categories of U.S. exports to Poland include aircraft, machinery, electrical and medical equipment, and vehicles. U.S. imports from Poland represent a wide range of items, including heavy machinery, chemicals, and agricultural products."], "subsections": []}, {"section_title": "Visa Waiver Program", "paragraphs": ["Many Polish officials and citizens continue to express disappointment that the United States has not made Poland a Visa Waiver Program (VWP) country. Current U.S. visa policy requires Poles who wish to travel to the United States to apply for a visa by filling out an application, paying a $160 non-refundable fee, and completing an interview at a U.S. embassy or consulate. These requirements are waived for citizens of most European Union countries, since most of the countries qualify to be included in the VWP. The VWP allows for visa-free travel to the United States for up to 90 days. Under U.S. policy, Poland does not meet the VWP's qualifying criteria because its visitor visa refusal rate (the percentage of applications rejected by U.S. consular officers who cannot overcome the refusal) remains above the 3% limit. The refusal rate for Poland was 6.4% in FY2014 and 10.8% in FY2013. ", "Citing Poland's status as a close U.S. ally, Members of Congress have attempted to change the law governing the VWP to allow Poland to qualify. Most recently, on June 18, 2015, the Senate Appropriations Committee approved a Poland Visa Waiver Amendment to the FY2016 Homeland Security Appropriations bill. Proposed by Senator Mark Kirk and Senator Barbara Mikulski, the amendment would permit the Secretary of Homeland Security to designate Poland a VWP country, notwithstanding the statutory criteria for inclusion. On June 4, 2015, Senators Mikulski and Kirk had also introduced a Visa Waiver Program Enhanced Security and Reform Act ( S. 1507 ) that would amend the Immigration and Nationality Act, among other provisions, to authorize the Secretary of Homeland Security to waive the refusal rate criteria and designate a country eligible for the VWP given the fulfillment of certain other criteria, which Poland likely meets. (The act was introduced in the House of Representatives on June 8 as H.R. 2686 .) Some opponents of extending the VWP to include Poland argue that such a step could allow a significant increase in the number of Poles who remain illegally in the United States (i.e., become an unauthorized alien). Proponents of including Poland argue that such a move would increase U.S. tourism revenue, boost public diplomacy, and strengthen national security by extending the information sharing elements of the VWP to Poland. "], "subsections": []}]}, {"section_title": "Relations with Russia", "paragraphs": ["Historically, Poland has had a difficult relationship with Russia. Despite a short-lived thaw in the relationship before and after the 2010 crash of the Polish presidential airplane, Polish suspicions about the nature of Putin's Russia persist, and Warsaw tends to view Russia as a potential threat to Poland and its neighbors. Recent events in Ukraine have sharpened long-standing Polish concerns about Russia's intentions and put security at the top of Poland's national agenda.", "Poland's view of Russia remains affected by the experience of Soviet invasion during World War Two and domination during the Communist era, although more recent events such as the 2006 Russian-German agreement to construct the Nord Stream gas pipeline through the Baltic Sea, bypassing the Baltic states and Poland, have also strained relations. The Russian government, in turn, was angered by the Polish government's offer to host U.S. missile defense facilities during the Bush Administration. Warsaw's promotion of the EU's Eastern Partnership initiative to deepen ties with Georgia, Ukraine, Belarus, Moldova, Armenia, and Azerbaijan has also long annoyed officials in Moscow, who view the region as lying within Russia's traditional sphere of influence. ", "The former Tusk government led calls for a robust response to Russia's actions in Ukraine, including through sanctions and an increased NATO military presence in Central and Eastern Europe. Public opinion backed this approach to a large extent: for example, in the German Marshall Fund of the United States' Transatlantic Trends 2014 survey, 77% of Poles approved of stronger economic sanctions against Russia. The survey was conducted in June 2014, before the shooting down of Malaysian Airlines Flight 17 over eastern Ukraine galvanized the European Union to impose wider sectoral sanctions. ", "The government of Prime Minister Kopacz sought to revise policy on Russia and Ukraine toward a relatively gentler approach. In October 2014, Kopacz told Poland's Parliament she was concerned about \"an isolation of Poland\" due to \"unrealistic goals\" for the Ukraine conflict, adding, \"[t]he goal of my government will be a pragmatic policy toward what's going on in Ukraine.\" Nevertheless, analysts observe that the currents of Poland's Russia policy run deeper than individual leaders. While the Kopacz government slightly softened Poland's overall approach, Poland continued to back robust sanctions and played a major role in coordinating EU and NATO policy in response to Russia's actions. ", "Analysts expect that the Law and Justice government is likely to maintain a comparatively harder line in its approach to Russia and to entrench Poland's position as one of the EU's most hawkish countries with regard to Russia policy. ", "In 2013, trade between Poland and Russia totaled nearly $38 billion, and more than 5% of Polish exports were sold to Russia. Poland has been one of the countries most affected by Russian retaliatory sanctions. As a result of Warsaw's lead role in pushing for EU measures against Russia, Moscow targeted Poland even before the EU's tougher sanctions were adopted in July 2014 by banning the import of certain Polish fruits and vegetables, citing alleged health and sanitary reasons. In August, Russia retaliated against Western sanctions by banning the import of produce, meat, and dairy products from the EU and United States (as well as Canada, Australia, and Norway). In recent years, Polish exports of fruit and vegetables to Russia have been valued at $1 billion to $2 billion annually. ", "One area of particular relevance to Poland's security is Kaliningrad, a 5,800-square-mile Russian exclave wedged between Poland and Lithuania (see Table 1 ). Kaliningrad has a heavy Russian military presence, including the Baltic Sea Fleet and two airbases. In addition, Russia has reportedly stationed, or at least threatened to station, Iskander short-range nuclear missiles there."], "subsections": []}, {"section_title": "Energy Security", "paragraphs": ["Over half of the natural gas and most of the oil consumed in Poland comes from Russia. Because Poland continues to rely on coal for approximately 90% of its electricity generation, however, Russian gas accounts for less than 10% of Poland's primary energy supply. Overall, as the largest coal producer in the EU, Poland relies on energy imports for 31% of its needs, well below the EU average of 53%. Successive governments have made a priority of efforts to diversify its energy sources to both reduce gas dependence on Russia and increase the use of cleaner fuels that produce fewer CO2 emissions. ", "Poland has also been taking steps such as expanding pipeline interconnectivity with its neighbors and developing the ability to reverse the flow of gas in the Polish section of the Yamal pipeline, which runs from Russia to Germany via Belarus and Poland, in order to import natural gas from the West in the case of a crisis such as a cut-off of Russian gas. The construction of a liquefied natural gas terminal on the Baltic Sea coast near the German border (Swinoujscie) has suffered a series of delays, but the facility was declared operational in October 2015 and received its first shipment from Qatar in December 2015. The facility is expected to begin receiving commercial deliveries in May 2016 and reach full capacity by 2018. The Polish government has also begun an initiative to introduce nuclear power to the country's energy mix with the construction of the country's first nuclear plant. These plans have encountered challenges and setbacks, with the first unit possibly operational in 2025 and full completion by 2035. ", "The Polish government has been a leading advocate for a stronger EU energy policy that reduces collective dependence on Russia. In April 2014, then-Prime Minister Tusk suggested the formation of an EU \"energy union\" in which a single European agency would purchase natural gas for all 28 members, rather than the current system of bilateral negotiations and contracts. Such an energy union would also include \"solidarity mechanisms\" for member states to aid one another in cases of supply disruption. The proposal was opposed by several other EU member states and has not advanced.", "Poland has been active in initiatives to link the natural gas grid of the Baltic countries, which are dependent on Russia for 100% of their natural gas, to the rest of the EU. A project to build a pipeline connecting Poland to Lithuania has been launched, although the effort has been complicated by financing obstacles. The pipeline is expected to become operational in 2020. ", "Many U.S. officials and Members of Congress have regarded European energy security as a U.S. interest. In particular, there has been concern in the United States over the influence that Russian energy dominance could have on the ability to present a united transatlantic position when it comes to other issues related to Russia. Successive U.S. administrations have encouraged EU member states to reduce energy dependence on Russia through diversification of supply and supported European steps to develop alternative sources and increase energy efficiency. "], "subsections": []}]}}