{"id": "R44374", "title": "Federal Grant Financial Reporting Requirements and Databases: Frequently Asked Questions", "released_date": "2016-02-11T00:00:00", "summary": ["Congress and federal agencies frequently undertake initiatives to conduct oversight of federal grant programs and expenditures. The ability to oversee is influenced by the existing reporting requirements placed on recipients of federal grant funds. Limitations in accessing information contained in federal databases used to collect grant data also influence the level of transparency into the use of federal grant funds. Congress has also debated the reporting burden placed on federal grant recipients and how to balance grant recipient capacity with the desire for transparency into the use of federal grant funds.", "This report provides an introduction to reporting requirements placed on federal grant recipients, including requirements that must be met to seek federal grant funds. It also describes the databases containing information about grant awards, the types of information collected on grant recipients, and the availability of that information to the public. Several grant reporting questions are answered, including the following:", "Why are federal agencies and grant recipients required to report grant data? What information is a federal grant recipient required to report and to whom? How does a federal agency track federal grant data? What is the Data Universal Numbering System (DUNS) number? What is the System for Award Management (SAM)? What is the Catalog of Federal Domestic Assistance (CFDA)? What are cash management systems? What is USAspending.gov? What is the Federal Assistance Award Data System PLUS (FAADS-PLUS)? What is the Federal Funding Accountability and Transparency Act Subaward Reporting System? What is the Federal Audit Clearinghouse (FAC)? What grant data are accessible by the public?", "Federal grant reporting requirements fall into two categories: financial reporting and program performance reporting. This report focuses on financial reporting requirements and does not address program performance reporting.", "This report will be updated should significant legislative activity regarding federal grant recipient reporting occur."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Congressional authorization of federal assistance to state and local governments can be traced as far back as 1808, when the first federal grant program was adopted to provide funds to states to support the National Guard. Since that time, there has been significant growth in the number of federal assistance programs to state and local government. There are currently over 2,321 congressionally authorized federal assistance programs. The growing number, perceived fragmentation, and complexity of these programs create challenges for federal agencies and congressional stakeholders in standardizing various financial and administrative aspects of federal grant program management. Federal agencies administering grant programs face challenges in providing timely, accurate, and detailed information on federal grant awards. This can be attributed, in part, to the way grant funds are distributed from the federal to the local level. This may also be attributed to the limitations of the databases used to track the distribution of federal grant funds. These limitations include questions regarding the validity of the data, and the limited ability to track the distribution of grant funds to the subgrant recipient level. Without complete and valid information about the distribution of federal grant funds, Congress may have a diminished capacity to engage in effective oversight of federal grants. Federal grant recipients are currently required to report grant project related information to federal agencies. This information is contained within a number of federal grant databases with limited public accessibility. The information reported by grant recipients varies depending on the federal program and the individual grant award. ", "Federal grants are available for a variety of purposes. Federally funded grant projects may include purchasing fire and police equipment, constructing housing for low-income populations, providing disaster recovery assistance and other social services, and funding educational activities. Organizations generally coordinate the application and administration of federal grants, and individuals are beneficiaries of the grant projects and services provided by organizations. Organizations seeking federal grant funds are required to register in federal grant systems prior to applying for federal grants. Once grant funds are awarded, recipients are required to report information to federal agencies regarding the use of the federal grant funds. The information provided to the federal government by federal grant recipients is contained in several different federal databases. The general public has access to selected information contained in these databases.", "This report provides an introduction to reporting requirements placed on federal grant recipients, including requirements that must be met to seek federal grant funds. It also describes the types of information collected on grant recipients, the databases containing information about grant awards, and the availability of that information to the public. The reporting requirements discussed in this report are financial reporting requirements for grant recipients and do not include performance related reporting. "], "subsections": []}, {"section_title": "Why are federal agencies and grant recipients required to report grant data?", "paragraphs": ["To comply with guidance issued by the Office of Management and Budget (OMB), federal agencies that administer federal grant programs must collect and report financial grant data to federal grant databases. Federal agencies collect the grant data by requiring federal grant recipients to submit financial and performance data to the federal agency administering the grant program. These reporting requirements are set forth in the authorizing statutes and regulations for each individual grant program. Some reporting requirements, such as post-award audit requirements, are set forth in legislation that applies to almost every federal grant program. "], "subsections": []}, {"section_title": "What information is a federal grant recipient required to report and to whom?", "paragraphs": ["A federal grant seeker must provide information about their organization when they obtain a DUNS number and register with SAM. Grant seekers must provide the following information to obtain a DUNS number:", "legal name of the company, organization, or entity; entity headquarters name and address; secondary, or tradestyle, name of the company or the \"Doing Business As\" (DBA) name; physical address of the entity including city, street, and zip code; mailing address; telephone number; point of contact name and title; and, number of employees at the physical location.", "To register with SAM, grant seekers must provide the following information:", "DUNS number; business information, including the taxpayer identification number (TIN); Commercial and Government Entity (CAGE) code; business type and organization structure; financial information including electronic funds transfer (EFT) information for federal government payment purposes; answers to executive compensation questions; and, Point of Contact (POC) information including name, title, physical address, and email address. "], "subsections": []}, {"section_title": "How does a federal agency track federal grant data?", "paragraphs": ["Federal agencies use a number of systems to track federal grant recipient data. Before a federal grant is awarded, officials seeking federal grants for their organization are required by law to obtain a unique identifier assigned and maintained by Dun and Bradstreet (D&B). This unique identifier is known as a Data Universal Numbering System (DUNS) number. Federal agencies use the DUNS number to identify federal grant applicants. Once a grant seeker obtains a DUNS number, the organization must register in the System for Award Management (SAM) in order to be eligible to apply for federal grants. Federal agencies use SAM to collect additional information on potential federal grant recipients. ", "Each federal grant award is assigned a number that is then associated with the grant recipient. Federal agencies use the award number to track grant data in agency grant management and financial management systems."], "subsections": []}, {"section_title": "What federal databases and websites contain grant data?", "paragraphs": ["When Congress authorizes a federal grant program, the federal agency administering the grant program reports grant program information to the Catalog of Federal Domestic Assistance (CFDA). After a federal grant award is made, the federal agency that made the award collects information about the grant recipient and the grant project. The information provided in a federal grant application is inputted by the federal agency into the grant management system within the agency and a unique grant award number is created. A single entity who has received more than one award under the same grant program may have several grant award numbers. Additionally, a federal agency may have a separate grant management system for each grant program it administers. When the grant agreement is executed, the federal agency also creates a grant account in the agency's cash management system for each individual grant award, which may mean that a single entity that receives more than one grant award by an agency may have several different grant account numbers.", "Federal grant recipients are required to report financial information pursuant to the conditions contained in the grant agreement executed at the time of the grant award. This information includes financial information, such as expenditures, about the project or services funded by the federal grant award. The financial information is reported periodically to the federal agency administering the grant program. Financial data on the grant award are reported into several federal grant databases, including the following:", "federal agency cash management systems; Federal Assistance Award Data System PLUS (FAADS-PLUS); Federal Funding Accountability and Transparency Act Subaward Reporting System (FSRS); USAspending.gov; and, Federal Audit Clearinghouse (FAC). ", "As detailed in Figure 1 , federal grant data are located in several databases at both the grant recipient and federal government level."], "subsections": [{"section_title": "What is a Data Universal Numbering System (DUNS) number?", "paragraphs": ["A Data Universal Numbering System (DUNS) number is a unique nine-digit identifier for each government contractor and federal grant applicant. The federal government has contracted with D&B since 1978 to provide proprietary DUNS numbers for use in government-wide data systems, and since October 1, 2003, the OMB policy requires the use of a DUNS number on any application for federal grants or cooperative agreements. DUNS numbers are associated with contractor and grant recipient information and are required for each listed organization address. "], "subsections": []}, {"section_title": "What is the System for Award Management (SAM)?", "paragraphs": ["The System for Award Management (SAM) is the federal government's primary contractor and federal grant applicant database used by agencies to validate grantee information. Current and potential government contractors and grant applicants are required to register with SAM in order to be awarded federal government contracts or grants. SAM requires a one-time registration from each potential government vendor, and collects basic procurement and financial information from contractors and grant applicants.", "SAM consolidates government-wide acquisition and grant award support systems into one new system. The consolidation is planned for four phases. In 2012 the first phase of SAM was launched and phase one systems continue to be consolidated. The first phase of the consolidation included nine information databases: Central Contractor Registration (CCR), Federal Agency Registration (FedReg), Online Representations and Certifications Application (ORCA), and Excluded Parties List System (EPLS). Once completed, the consolidation will also include:", "Electronic Subcontracting Reporting System (eSRS); FFATA Sub-award Reporting System (FSRS); Catalog of Federal Domestic Assistance (CFDA); FedBizOpps.gov (FBO); Wage Determination Online (WDOL); Federal Procurement Data System-Next Generation (FPDS-NG); Past Performance Information Retrieval System (PPIRS); Contractor Performance Assessment Reporting Systems; and Federal Awardee Performance and Integrity Information System (FAPIIS). ", "Some of the systems that will be consolidated by SAM include data on federal contractors and may not necessarily contain information on federal grant recipients."], "subsections": []}, {"section_title": "What is the Catalog of Federal Domestic Assistance (CFDA)?", "paragraphs": ["The Catalog of Federal Domestic Assistance (CFDA) is a publicly searchable reference source for federal grants and nonfinancial assistance programs. The CFDA lists and describes over 2,300 federal programs and includes program-specific information such as program objectives, eligibility requirements, application and award processes, program contact information, and related CFDA assistance programs. CFDA is continuously updated and enables information seekers to search assistance programs by keyword, subject, funding department or agency, and other criteria. Additionally, CFDA provides sources of information on developing and writing grant applications, guidance to review processes, and links to agency and department websites for more in-depth program information and eligibility explanations.", "The CFDA is maintained by the General Services Administration (GSA) pursuant to the Federal Program Information Act. However, OMB is responsible for the collection of assistance program information from federal agencies. OMB also issues guidance to federal agencies for establishing procedures to ensure accurate and timely data is contained within CFDA."], "subsections": []}, {"section_title": "What are cash management systems?", "paragraphs": ["Cash management in this context refers to the methods and procedures used by grant recipients and federal agencies to transfer grant funds. Financial management systems of federal agencies and grant recipients are payment and cash management systems used to track the flow of cash between the federal government and primary grant recipients and sub-grant recipients. As detailed in Figure 1 , each federal agency and each grant recipient may have separate cash management systems, resulting in limited interoperability between cash management systems. "], "subsections": []}, {"section_title": "What is USAspending.gov?", "paragraphs": ["The Federal Funding Accountability and Transparency Act of 2006 (FFATA, P.L. 109-282 ) requires that federal contract, grant, loan, and other financial assistance awards of more than $25,000 be displayed on a searchable, publicly accessible website, USAspending.gov. USAspending.gov provides information on grant awards, including the amount of the award, name and location of the recipient, and the name and authorization of the federal program used to make the award. ", "The Digital Accountability and Transparency Act of 2014 (DATA Act, P.L. 113-101 ) amended FFATA, transferring responsibility for USAspending.gov from OMB to the Department of Treasury, Bureau of the Fiscal Service. On March 31, 2015, USAspending.gov was re-launched with changes to the site's usability, presentation, and search functions."], "subsections": []}, {"section_title": "What is the Federal Assistance Award Data System PLUS (FAADS-PLUS)?", "paragraphs": ["The Federal Assistance Awards Data System (FAADS) was established by the Consolidated Federal Funds Report Act of 1982 ( P.L. 97-326 ) and was maintained by the Bureau of the Census in the Department of Commerce. FAADS was a central collection source of Federal financial assistance awards transactions. FAADS-PLUS was introduced in 2007, a result of passage of the FFATA, and is an expanded version of FAADS. "], "subsections": []}, {"section_title": "What is the Federal Funding Accountability and Transparency Act Subaward Reporting System (FSRS)?", "paragraphs": ["FFATA requires prime subgrant recipients receiving a grant award greater than $25,000 to report subaward financial information. The FFATA Subaward Reporting System (FSRS) is the reporting tool used by prime awardees to meet FFATA sub-award reporting requirements. The reported subaward FSRS information is then displayed on USAspending.gov under the prime award information."], "subsections": []}, {"section_title": "What is the Federal Audit Clearinghouse (FAC)?", "paragraphs": ["The Single Audit Act Amendments of 1996 ( P.L. 104-156 ) and OMB guidance stipulate that all grant recipients expending $750,000 or more in federal awards be required to submit an annual single audit detailing award expenditures. The Federal Audit Clearinghouse (FAC) serves as a public database of all audits conducted and submitted and is maintained by OMB. Within the FAC, audits detailing award and expense information are searchable by organization or institution, geographic location, or CFDA program number. "], "subsections": []}]}, {"section_title": "What grant data are accessible by the public?", "paragraphs": ["As shown in Figure 1 , several databases contain federal grant information. However, grant data contained within cash management systems, grant management systems, FAADS-PLUS, and FSRS are not accessible or searchable by the general public. The federal government has created several data systems and websites to access the systems that are accessible and searchable by the public. These include the following:", "Catalog of Federal Domestic Assistance ( http://www.cfda.gov ); USAspending.gov ( http://www.usaspending.gov ); Dun and Bradstreet ( http://fedgov.dnb.com/webform ); System for Award Management ( http://www.sam.gov ); and Federal Audit Clearinghouse ( https://harvester.census.gov/fac/ )."], "subsections": [{"section_title": "Are there options for opting out of providing federal grant recipient information?", "paragraphs": ["Of the above reporting requirements for federal grant applicants, two databases allow opting out of providing publically searchable information: the Dun and Bradstreet (D&B) DUNS number database and SAM. To avoid having a public DUNS number, applicants must first obtain a DUNS number, and then discuss their individual privacy concerns with the D&B government support desk. D&B can withhold the DUNS number from their public database. However, the applicant's DUNS number remains visible to any institution with a DUNS Business Locator subscription, as well as within the required SAM grant application record, unless the opt-out process for SAM is also completed.", "Grant applicants can opt out of the requirement that information collected during the SAM registration be visible to the public, though the information may still be viewable by certain users:", "Entities that have opted out will be removed only from the SAM public search, but will still be visible to users with For Official Use Only data access and will be provided in accordance with Freedom of Information Act (FOIA) requests. Please note that your banking information is treated as sensitive data and will not be displayed to the public regardless of your selection."], "subsections": []}]}]}}