{"id": "R44343", "title": "The Federal Perkins Loan Program Extension Act of 2015: In Brief", "released_date": "2016-01-14T00:00:00", "summary": ["Prior to December 18, 2015, the Federal Perkins Loan program authorized the allocation of federal funds to institutions of higher education to assist them in capitalizing revolving loan funds for the purpose of making low-interest loans to students with exceptional financial need.", "The authorization of appropriations for federal capital contributions to institutions' revolving loan funds and the authority to make Perkins Loans to new students expired on September 30, 2015. For approximately two and one-half months thereafter, the operation of the Perkins Loan program was curtailed and loans could only be made to continuing students. Then, on December 18, 2015, Congress enacted the Federal Perkins Loan Program Extension Act of 2015 (the Extension Act; P.L. 114-105), which extended the authorization to make new Perkins Loans to eligible students through September 30, 2017. In addition to extending the authorization to award new Perkins Loans, the Extension Act also amended several key Perkins Loan program provisions relating to student eligibility to receive new Perkins Loans, institutional disclosures required to be made to students borrowing new Perkins Loans, and the distribution of Perkins Loan funds assets upon the program's end. Additionally, the Extension Act prohibits future appropriations for the program and prohibits an automatic extension of the program under the General Education Provisions Act.", "This report describes the changes made to the Perkins Loan program by the Federal Perkins Loan Program Extension Act of 2015."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Federal Perkins Loan program is one of three postsecondary student financial aid programs that are collectively referred to as the campus-based programs. The program authorizes institutions of higher education (IHEs) to capitalize revolving loan funds for the purpose of making low-interest loa ns to students with exceptional financial need. The program is authorized under Title IV, Part E of the Higher Education Act (HEA). It supersedes Title II—Loans to Students in Institutions of Higher Education—of the National Defense Education Act of 1958 (P.L. 85-864), which was incorporated into the HEA through the Education Amendments of 1972 (P.L. 92-318). Previously, these loans were known as National Defense Student Loans and National Direct Student Loans.", "In general, Perkins Loans are available to undergraduate and graduate and professional students and must be made reasonably available to all eligible students, with priority given to students with exceptional financial need. Interest on Perkins Loans is fixed at a rate of 5% per year, and no interest accrues prior to a student beginning repayment, nor while repayment is suspended or in deferment. Individuals who have engaged in a variety of public service endeavors (e.g., teachers in low-income schools, law enforcement officers) are eligible to have part or all of their Perkins Loan cancelled. ", "Historically, IHEs capitalized their revolving Perkins Loan funds with a combination of federal capital contributions (FCCs) and matching institutional capital contributions (ICCs). The FCC was allocated according to statutorily prescribed procedures. The HEA authorized appropriations to enable the Secretary of Education (the Secretary) to make new FCCs to institutional revolving loan funds through FY2014, and through FY2015 with an automatic one-year extension under the General Education Provisions Act (GEPA). In addition, a limited grandfathering provision authorized the appropriation of funds through FY2020, and through FY2021 under GEPA, for FCCs to IHEs' Perkins Loan funds for the purpose of making loans to continuing students who were prior Perkins Loan recipients. Although appropriations were last provided for this purpose in FY2004, IHEs continued to make new Perkins Loans to students from their revolving loan funds. In academic year 2013-2014, approximately 1,500 IHEs disbursed $1.2 billion in new Perkins Loans to approximately 539,000 students.", "Authorization of appropriations for the Secretary to allocate FCCs to participating IHEs and for IHEs to award new Perkins Loans to students expired on October 1, 2015. For approximately two and one-half months thereafter, the operation of the Perkins Loan program was curtailed and loans could only be made to continuing students. Then, on December 18, 2015, Congress enacted the Federal Perkins Loan Program Extension Act of 2015 (the Extension Act; P.L. 114-105 ). It extended the authorization of IHEs to make new Perkins Loans to eligible students through September 30, 2017, but prohibited additional appropriations beyond FY2015 for the purpose of making new Perkins Loans and prohibited an automatic extension of the program under GEPA. In addition, the Extension Act amended several key Perkins Loan program provisions relating to student eligibility to receive new Perkins Loans, institutional disclosures required to be made to students borrowing new Perkins Loans, and the distribution of Perkins Loan fund assets upon the program's conclusion. ", "This report begins by giving a brief summary of the authorization for the Perkins Loan program prior to its expiration on September 30, 2015. It then provides brief descriptions of the amendments made to the Perkins Loan program under the Extension Act. Finally, Table 1 provides a summary of selected Perkins Loan program provisions prior to and after the Extension Act. "], "subsections": []}, {"section_title": "Previous Authorization of the Perkins Loan Program", "paragraphs": ["HEA Section 461(b)(1) previously authorized appropriations for the purpose of enabling the Secretary to make FCCs to IHEs for their revolving Perkins Loan funds through FY2014. However, GEPA Section 422 provides that, generally, in the absence of legislation to extend or repeal a program administered by the Department of Education (ED), the authorization of appropriations, or the duration of a program, is extended for one additional fiscal year beyond its terminal year. The authorized level of appropriations for a program in the additional year shall be the same as that for the terminal year of the program. Congress neither extended nor repealed the Perkins Loan program prior to its expiration on September 30, 2014; thus, the authorization of appropriations for the program was automatically extended for an additional year, through FY2015.", "ED considered the authorization of appropriations under HEA Section 461(b)(1) to control the duration of the Perkins Loan program and had interpreted this section, along with the automatic one-year extension under GEPA Section 422, to mean that the Perkins Loan program was authorized through September 30, 2015. ", "Congress did not extend the Perkins Loan program's authorization before October 1, 2015. Thus, the program's authorization expired, and ED and IHEs began taking steps to wind down the program."], "subsections": []}, {"section_title": "The Federal Perkins Loan Extension Act of 2015", "paragraphs": ["On December 18, 2015, several months after the Perkins Loan program's authorization of appropriations had expired, Congress enacted the Federal Perkins Loan Program Extension Act of 2015 ( P.L. 114-105 ), which extends the program through September 30, 2017. Under the terms of the Extension Act, IHEs are permitted to award new Perkins Loans to eligible students through September 30, 2017, at the latest. ", "The remainder of this report identifies changes made to the Perkins Loan program under the Extension Act. Unless otherwise stated, Perkins Loan provisions not addressed in this report were neither amended nor repealed by the Extension Act and remain in effect."], "subsections": [{"section_title": "Purpose of Program Authority", "paragraphs": ["Section 2(a)(1)(A) of the Extension Act amends the purpose for which the Secretary is granted authority to operate the Perkins Loan program."], "subsections": [{"section_title": "Previous Purpose of Program Authority", "paragraphs": ["Prior to the Extension Act, HEA Section 461(a) authorized the Secretary to operate the Perkins Loan program for the purpose of \"stimulating and assisting in the establishment and maintenance of funds at institutions of higher education for the making of low-interest loans to students in need thereof.\""], "subsections": []}, {"section_title": "Under the Extension Act", "paragraphs": ["Section 2(a)(1)(A) authorizes the Secretary to operate the Perkins Loan program, but it amends the purpose for which the program is operated. Under the Extension Act, the Secretary is no longer authorized to operate the program to stimulate and assist in the establishment and maintenance of institutional Perkins Loan funds. Rather, the Extension Act authorizes the Secretary to \"assist[] in the maintenance of funds at institutions of higher education for the making of loans to undergraduate students in need.\" Thus, the Extension Act makes clear that the Perkins Loan program is no longer intended to assist IHEs in establishing Perkins Loan funds, nor is it intended to assist all types of students (e.g., graduate and professional students). Rather, the Perkins Loan program is intended to assist IHEs in maintaining their Perkins Loan funds to make Perkins Loans to a more limited pool of students. "], "subsections": []}]}, {"section_title": "Student Eligibility for Perkins Loans", "paragraphs": ["Section 2(a)(1)(B) of the Extension Act extends IHEs' abilities to award new Perkins Loans to eligible students for specified time frames. "], "subsections": [{"section_title": "Previous Student Eligibility Provisions", "paragraphs": ["Prior to the Extension Act, Perkins Loans were available to undergraduate and graduate and professional students. IHEs were required to make them reasonably available to all eligible students, with priority given to students with exceptional financial need.", "Prior to the lapse in the program's authorization, ED had issued guidance describing the steps participating IHEs were to take if Congress did not extend the program before the end of FY2015. Specifically, IHEs were directed not to extend Federal Perkins Loans to new borrowers after September 30, 2015. However, if prior to October 1, 2015, an IHE had made a first disbursement of a Perkins Loan to a student for the 2015-2016 award year, then the IHE was permitted to make remaining disbursements on that loan after September 30, 2015.", "Additionally, prior to the Extension Act, HEA Section 461(b)(2) included a grandfathering provision that authorized additional appropriations to enable IHEs to make new Perkins Loans to students who received Perkins Loans for academic years ending prior to October 1, 2015. IHEs were authorized to award new Perkins Loans to these eligible students for up to five additional years (through September 30, 2020) to assist them in continuing or completing their course of study. Pursuant to ED guidance, among other criteria, borrowers were eligible for a new Perkins Loan after September 30, 2015, only if they first had been awarded all Direct Subsidized Loan aid for which they were eligible and still had unmet financial need."], "subsections": []}, {"section_title": "Under the Extension Act", "paragraphs": ["The Extension Act neither amends nor repeals the general Perkins Loan student eligibility criteria. Perkins Loans remain available to undergraduate and graduate and professional students and must be made reasonably available to all eligible students, with priority given to students with exceptional financial need.", "However, Section 2(a)(1)(B) of the Extension Act repeals the authorization for IHEs to make grandfathering loans to eligible students for up to five additional years. In this provision's stead, the Extension Act extends IHEs' abilities to award new Perkins Loans to eligible students. Specifically, IHEs may award new Perkins Loans for certain periods of time to certain groups of students:", "1. Through September 30, 2017 : IHEs may award new Perkins Loans to new undergraduate Perkins Loan borrowers who, on the date of disbursement of the new Perkins Loan, have no outstanding balance of principal or interest on a Perkins Loan from the institution. IHEs must first award Direct Subsidized Loans and Direct Unsubsidized Loans to such students before awarding a new Perkins Loan. 2. Through September 30, 2017 : IHEs may award new Perkins Loans to current undergraduate Perkins Loan borrowers who, on the date of disbursement of the new Perkins Loan, have an outstanding balance of principal or interest on a Perkins Loan from the institution. IHEs must first award Direct Subsidized Loans to such students before awarding a new Perkins Loan. 3. Through September 30, 2016 : IHEs may award new Perkins Loans to certain graduate borrowers who received a Perkins Loan prior to October 1, 2015, from the institution. Only the IHE that has most recently made a Perkins Loan to a graduate student prior to October 1, 2015, may make a new Perkins Loan to the student to attend that institution to complete his or her academic program. ", "Institutions are explicitly prohibited from making new Perkins Loans to any students after September 30, 2017.", "The Extension Act also contains a \"rule of construction\" specifying that, notwithstanding the amendments made by it, an eligible graduate borrower who received a disbursement on a new Perkins Loan under the terms specified above after June 30, 2016, and before October 1, 2016, for the 2016-2017 award year may receive a subsequent disbursement on the same loan no later than June 30, 2017.", "The Extension Act is silent regarding whether undergraduate students who are awarded new Perkins Loans prior to September 30, 2017, for the 2017-2018 award year would be eligible for subsequent disbursements on their Perkins Loans after September 30, 2017."], "subsections": []}]}, {"section_title": "Disclosure Requirements", "paragraphs": ["Section 3 of the Extension Act amends the disclosures IHEs are required to make to Perkins Loan borrowers prior to disbursement. It adds several new requirements relating to the future availability and terms of Perkins Loans and information on the Direct Loan program loans awarded to students prior to new Perkins Loans being awarded."], "subsections": [{"section_title": "Previous Disclosure Requirements", "paragraphs": ["Prior to the Extension Act, HEA Section 463A(a) required IHEs to make a variety of disclosures to Perkins Loan borrowers about the terms and the conditions of Perkins Loans before making a loan. For instance, prior to making a Perkins Loans IHEs must disclose, among other items, the loan principal amount, the loan interest rate, and the yearly and cumulative maximum amounts that may be borrowed. "], "subsections": []}, {"section_title": "Under the Extension Act", "paragraphs": ["Section 3 of the Extension Act both retains the institutional disclosure requirements already mandated under HEA Section 463A(a) and mandates additional disclosures prior to Perkins Loan disbursement. Under the Extension Act, prior to disbursing a Perkins Loan to a borrower an IHE must provide the following disclosures:", "1. a notice and explanation regarding the end of future availability of Perkins Loans; 2. a notice and explanation that repayment and forgiveness benefits available to borrowers of Direct Loan program loans are not available to Perkins Loan borrowers; 3. a notice and explanation regarding a borrower's option to consolidate a Perkins Loan into a Direct Loan program Consolidation Loan, including any benefit of doing so; 4. for a new undergraduate Perkins Loan borrower, a notice and explanation providing a comparison of Direct Loan program loan interest rates and informing the borrower that they have reached the maximum annual Direct Subsidized Loan and Direct Unsubsidized Stafford Loan borrowing limits for which they are eligible; and 5. for a current undergraduate Perkins Loan borrower, a notice and explanation providing a comparison of Direct Loan program loan interest rates and informing the borrower that they have reached the maximum annual Direct Subsidized Loan borrowing limits for which they are eligible. "], "subsections": []}]}, {"section_title": "Authorization of Appropriations", "paragraphs": ["Section 2(a)(1)(B) of the Extension Act repeals the current authorization of appropriations to enable the Secretary to make FCCs to institutional Perkins Loan funds and explicitly prohibits the appropriation of additional funds beyond FY2015 to make new Perkins Loans."], "subsections": [{"section_title": "Previous Authorization of Appropriations Provision", "paragraphs": [], "subsections": [{"section_title": "Federal Capital Contributions", "paragraphs": ["Prior to the Extension Act, HEA Section 461(b) authorized appropriations to enable the Secretary to make new FCCs to student loan funds established and operated by individual IHEs. Under this section, $300 million in appropriations was authorized annually for FY2009 through FY2014, and through FY2015 under GEPA Section 422. Despite the previous authorization, however, discretionary appropriations for FCCs were last provided in FY2004. ", "Additionally, HEA Section 461(b)(2) authorized appropriations to enable IHEs to award grandfathered Perkins Loans to students for five additional years after the program's expiration—through FY2020, and through FY2021 with the one-year GEPA extension."], "subsections": []}, {"section_title": "Reimbursement for Cancelled Perkins Loans", "paragraphs": ["HEA Section 465(b) states that the Secretary \"shall pay to each institution ... an amount equal to the amount of loans from its student loan fund which are cancelled\" for employment in specified public service jobs. Although there is no explicit authorization of appropriations language, in the past Congress has appropriated funds specifically for reimbursing IHEs for Perkins Loan cancellations. Funds for the reimbursement of Perkins Loan cancellations were last appropriated in FY2009. "], "subsections": []}]}, {"section_title": "Under the Extension Act", "paragraphs": [], "subsections": [{"section_title": "Federal Capital Contributions", "paragraphs": ["The Extension Act amends the authorization of appropriations in two ways that will affect the Secretary's ability to provide funds to IHEs' Perkins Loan funds and their ability to award new Perkins Loans in future years. First, sections 2(a)(1)(B) and (C) repeal the authorization of appropriations to enable the Secretary to make FCCs to IHEs' Perkins Loan funds. Thus, the Secretary is no longer able to allocate additional federal funds to IHEs to assist in maintaining their Perkins Loan funds. Second, section 2(a)(1)(B) explicitly states that no funds are authorized to be appropriated under the HEA or any other act for making new Perkins Loans for any fiscal year beyond FY2015."], "subsections": []}, {"section_title": "Reimbursement for Cancelled Perkins Loans", "paragraphs": ["The Extension Act neither amends nor repeals HEA section 465(b), which provides that the Secretary shall reimburse IHEs an amount equal to the amount of Perkins Loans cancelled for borrowers' being employed in specified public service jobs. Therefore, Congress likely could appropriate funds for reimbursing IHEs in the future, if it chose to do so."], "subsections": []}]}]}, {"section_title": "Application of GEPA Section 422", "paragraphs": ["Section 2(c) of the Extension Act makes inapplicable the automatic one-year extension of the duration of the Perkins Loan program provided under GEPA Section 422."], "subsections": [{"section_title": "Previous GEPA section 422 Application", "paragraphs": ["GEPA Section 422 provides that, generally, in the absence of legislation to extend or repeal a program administered by ED, the authorization of appropriations, or the duration of a program, is extended for one additional fiscal year beyond its terminal year. The authorized level of appropriations for a program in the additional year shall be the same as that for the terminal year of the program. Because Congress neither extended nor repealed the Perkins Loan program prior to its expiration on September 30, 2014, the authorization of appropriations and the duration of the program were automatically extended for an additional year, through FY2015."], "subsections": []}, {"section_title": "Under the Extension Act", "paragraphs": ["Section 2(c) explicitly states that GEPA Section 422 \"shall not apply to further extend the duration of the authority\" to make new Perkins Loans beyond September 30, 2017. Thus, GEPA Section 422 will not apply to automatically extend the authority to make new Perkins Loans for an additional year beyond the authority's termination date, September 30, 2017.", "Additionally, as discussed earlier, the Extension Act both repeals the authorization of appropriations to enable the Secretary to make FCCs to IHEs' Perkins Loan funds and explicitly states that no funds are authorized to be appropriated under the HEA or any other act beyond FY2015 for making new Perkins Loans. Thus, it appears that GEPA Section 422 could not automatically extend the Perkins Loan program's authorization of appropriations to enable the Secretary to make new FCCs or to enable IHEs to make new Perkins Loans beyond FY2015, as no appropriations are authorized under the Extension Act. "], "subsections": []}]}, {"section_title": "Distribution of Assets from Student Loan Fund", "paragraphs": ["Section 2(b) of the Extension Act amends numerous provisions related to the timing and distribution of assets of IHEs' Perkins Loan funds following the expiration of the program."], "subsections": [{"section_title": "Previous Distribution of Assets Provisions", "paragraphs": ["Prior to the passage of the Extension Act, HEA Section 466 specified dates when certain functions associated with the return of the federal share of Perkins Loan fund assets to the federal government (i.e., a distribution of assets) would commence upon the conclusion of the Perkins Loan program. These functions and associated dates are summarized below:", "1. Capital Distribution. Beginning on March 31, 2004, IHEs were to begin returning the federal share of their Perkins Loan funds to the Secretary. 2. Distribution of Late Collections . Beginning after October 1, 2012, IHEs were return to the Secretary the federal share of payments and collections made on outstanding Perkins Loans after the conclusion of the program (i.e., September 30, 2003). 3. Distribution of Excess Capital. If upon a finding of the Secretary or an IHE prior to October 1, 2004, that the liquid capital in an IHE's loan fund exceeded the amount required in the foreseeable future for loans or other purposes, the IHE was to return to the Secretary the federal share of the excess capital.", "Under each of these provisions, the Secretary's share to be returned was to equal an amount of the loan fund, late collections, or excess capital proportional to the amount of ED's overall FCCs, and IHEs were to retain the remaining amounts."], "subsections": []}, {"section_title": "Under the Extension Act", "paragraphs": ["Section 2(b) of the Extension Act amends the dates associated with a distribution of assets to correspond with the authority of IHEs to make Perkins Loans through September 30, 2017. Under the Extension Act, IHEs will be required to return Perkins Loan fund assets in the following manner:", "Capital Distribution . Beginning October 1, 2017, each participating IHE will be required to return to the Secretary the federal share of its Perkins Loan funds. Distribution of Late Collections . After September 30, 2017, each participating IHE will be required to return to the Secretary the federal share of any borrower payments or collections in principal and interest on outstanding Perkins Loans. Distribution of Excess Capital . If prior to October 1, 2017, a participating IHE or the Secretary determines that the liquid assets in the IHE's Perkins Loan fund exceeds the amount required for Perkins Loans or other purposes, in the foreseeable future, the IHE will be required to return to the Secretary the federal share of the excess capital.", "Under each of these provisions, the Secretary's share to be returned is to equal an amount of the loan fund, late collections, or excess capital proportional to the amount of ED's overall FCCs, and IHEs are to retain the remaining amounts."], "subsections": []}]}]}, {"section_title": "Summary of Amendments to the Perkins Loan Program", "paragraphs": [" Table 1 presents a summary of the amendments made to the Perkins Loan Program by the Federal Perkins Loan Program Extension Act of 2015 ( P.L. 114-105 ). It presents the provisions of the Perkins Loan program prior to and following the enactment of the Extension Act. Unless otherwise noted, Perkins Loan provisions not presented here were neither amended nor repealed by the Extension Act and remain in effect."], "subsections": []}]}}