{"id": "R44317", "title": "Health Insurance Expiring Provisions of the 114th Congress, Second Session", "released_date": "2015-12-18T00:00:00", "summary": ["This report provides a list of expiring health insurance provisions. Specifically, it lists Medicare, Medicaid, State Children's Health Insurance Program (CHIP), and private health insurance programs and activities under Chapter 7 of the United States Code (U.S.C.)—Social Security—and Chapter 157 of the U.S.C.—Quality, Affordable Health Care for All Americans, as created by the Patient Protection and Affordable Care Act (ACA; P.L. 111-148, as amended)—that are scheduled to expire between the date of this report and after the end of the 114th Congress (i.e., December 31, 2016). Health insurance-related programs and activities under Social Security include Title XI of the Social Security Act (SSA; P.L. 74-271), General Provisions, Peer Review, and Administrative Simplification; SSA Title XVIII, Medicare; SSA Title XIX, Medicaid; and SSA Title XXI, CHIP.", "This report includes only those expiring provisions for which congressional action would be needed to extend the application of a provision once the deadline is reached. Additionally, this report provides a list of Medicare, Medicaid, CHIP, and private health insurance provisions that have expired during the 114th Congress. Although the Congressional Research Service (CRS) has attempted to be comprehensive, it cannot guarantee that every relevant provision is included here.", "The report defines what constitutes an expiring provision, clarifies which issues do not meet the definition of an expiring provision, and lists the legislative history of each relevant program and policy that already has expired in the 114th Congress or is scheduled to expire between the date of this report and the end of the 114th Congress (i.e., after December 31, 2016). It also includes future deadlines, when applicable, for those programs and policies."], "reports": {"section_title": "", "paragraphs": ["T his report provides a list of expiring health insurance provisions. Specifically, it lists Medicare, Medicaid, State Children's Health Insurance Program (CHIP), and private health insurance programs and activities under Chapter 7 of the United States Code (U.S.C.)—Social Security—and Chapter 157 of the U.S.C.—Quality, Affordable Health Care for All Americans, as created by the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 , as amended)—where available, that are scheduled to expire between the date of this report and after the end of the 114 th Congress, second session (i.e., after December 31, 2016). Health insurance-related programs and activities under Social Security include Title XI of the Social Security Act (SSA; P.L. 74-271), General Provisions, Peer Review, and Administrative Simplification; SSA Title XVIII, Medicare; SSA Title XIX, Medicaid; and SSA Title XXI, CHIP. This report includes only those expiring provisions for which congressional action would be needed to extend the application of a provision once the deadline is reached.", "The report defines what constitutes an expiring provision, clarifies which issues do not meet the definition of an expiring provision, and summarizes the legislative history of each program and activity that is scheduled to expire between the date of this report and immediately after the end of the 114 th Congress. It also includes future deadlines, when applicable, for those programs and policies. Appendix A provides a list of Medicare, Medicaid, CHIP, and private health insurance provisions that have expired during the 114 th Congress, first session (i.e., after December 31, 2014, and before the date of this report) with legislative histories for each. Although the Congressional Research Service (CRS) has attempted to be comprehensive, it cannot guarantee that every relevant provision is included in this report."], "subsections": [{"section_title": "Expiring Provision Defined", "paragraphs": ["For purposes of this report, expiring provisions are defined as health insurance-related statutes in current law that are time limited to expire and may require the attention of Congress. The list of expiring provisions covers those that are scheduled to expire between the date of this report and immediately after the end of the 114 th Congress, second session (i.e., after December 31, 2016). Table 1 provides a list of each expiring provision, the applicable program, and the date after which the provision expires."], "subsections": []}, {"section_title": "Exclusions That Do Not Meet the Definition", "paragraphs": ["Certain expiring provisions not included in this report are transitional or routine in nature or have been superseded by congressional action that otherwise modifies the intent of the expiring provision. For example, a change in Medicare payment policy included in the ACA requires the home health payment rates to be rebased over four years to reflect more current utilization patterns. Such a change would not meet the definition of an expiring provision because the payment modification was constructed to be transitional. Although Medicare payments are reviewed for modifications and updates each year, not every provision that changes Medicare payments is considered an expiring provision. Services that receive statutorily required payment reductions are not considered to require the attention of Congress and are not included in this report. ", "(See Appendix B for a list of abbreviations used throughout this report.)"], "subsections": []}, {"section_title": "Expiring Provisions in the 114th Congress", "paragraphs": [], "subsections": [{"section_title": "SSA Title XVIII: Medicare", "paragraphs": [], "subsections": [{"section_title": "Community-Based Care Transitions Program (42 U.S.C. 1395b-1)", "paragraphs": ["The ACA established a five-year Community Care Transitions Program under Medicare beginning January 1, 2011. Under this program, the Secretary of Health & Human Services (HHS) is to fund eligible hospitals (those with high admission rates, as defined under ACA §3025) and certain community-based organizations (those that provide transition services across a continuum of care through arrangements with certain hospitals and whose governing body includes sufficient representation of multiple health care stakeholders) that furnish improved care transition services to high-risk Medicare beneficiaries. High-risk Medicare beneficiaries are those who have attained a minimum hierarchical condition category score, as determined by the Secretary, based on a diagnosis of multiple chronic conditions or other risk factors associated with a hospital readmission or substandard transition into post-hospitalizations. In selecting participating entities, the Secretary is required to prioritize those hospitals and organizations that either participate in a program administered by HHS's Administration on Aging or provide services to medically underserved populations, small communities, and rural areas.", "A total of $500 million was transferred by the Secretary from the Hospital Insurance trust fund and the Supplementary Medical Insurance trust fund for this program. ", "ACA Section 3026 established the Community-Based Care Transitions Program for a five-year period beginning January 1, 2011, through December 31, 2015.", "Current Status: This demonstration expires after December 31, 2015; however, the Secretary has the authority to continue or expand the scope and duration of the program if it were to be determined that quality of care would improve and projected Medicare spending could be reduced. "], "subsections": []}, {"section_title": "Bonus Payment for Primary Care and General Surgery Services (42 U.S.C. 1395l)", "paragraphs": ["Medicare uses a fee schedule to pay physicians for the covered services they provide to program beneficiaries. In certain circumstances, physicians receive an additional payment to encourage targeted activities. These bonuses, typically a percentage increase above the Medicare fee schedule payments, can be or have been awarded for a number of activities, including demonstrating quality achievements, participating in electronic prescribing, and practicing in underserved areas. For instance, SSA Section 1833(m) provides bonus payments for physicians who furnish medical care services in geographic areas that are designated by the Health Resources and Services Administration as primary medical care health professional shortage areas (HPSAs) under Section 332 (a)(1)(A) of the Public Health Service Act (P.L. 78-410). The bonus payment equals 10% of what otherwise would be paid under the fee schedule. ", "ACA Section 5501 established a new 10% bonus on select evaluation and management and general surgery codes under the Medicare fee schedule for five years, beginning January 1, 2011, through December 31, 2015. The primary care service codes to which this bonus applies are office visits, nursing facility visits, and home visits. The bonus has been available to primary care practitioners who (1) are physicians with a specialty designation of family medicine, internal medicine, geriatric medicine, or pediatric medicine or are nurse practitioners, clinical nurse specialists, or physician assistants and (2) furnish 60% of their services in the select codes. Practitioners providing major surgical procedures in HPSAs also have been eligible for a bonus under this provision. Over the same five-year period, general surgeons providing care in an HPSA have been eligible for a 10% bonus on major surgical procedure codes, defined as surgical procedures for which a 10-day or 90-day global period is used for payment under the Medicare fee schedule.", "Current Status: Bonus payments provided under ACA Section 5501 expire after December 31, 2015."], "subsections": []}, {"section_title": "Enforcement of Supervision Requirements for Outpatient Therapeutic Services in Critical Access and Small Rural Hospitals (128 Stat. 2057)", "paragraphs": ["In the CY2009 Medicare hospital outpatient prospective payment system (OPPS) final rule, the Centers for Medicare & Medicaid Services (CMS) restated and clarified a policy that required direct physician supervision for outpatient therapeutic services furnished in a hospital outpatient department unless another supervision level is specified for the service. Direct supervision means a physician or nonphysician practitioner must be immediately available to furnish assistance and direction throughout a procedure in the hospital outpatient department. ", "Critical access hospitals (CAHs) and small rural hospitals raised concerns that the policy increased confusion about the types of therapeutic services that would fall under the supervision requirements. In 2010, CMS instructed its Medicare contractors not to enforce the supervision requirements for therapeutic services furnished to individuals in CAHs for all of CY2010. As CMS continued to refine its direct supervision policy, the agency extended its nonenforcement instruction through CY2011 and expanded it to include both CAHs and small rural hospitals (which CMS defined as having 100 or fewer beds, being geographically located in a rural area, or being paid under the OPPS using a rural wage index). ", "Additionally, in 2012, CMS established an independent review process that allows the Advisory Panel on Hospital Outpatient Payment (HOP) to advise CMS regarding stakeholder requests for changes in the required supervision level for a specific hospital outpatient therapeutic service. As the HOP Panel conducted its review, in CY2012 CMS again delayed enforcement of the direct supervision policy for CAHs and small rural hospitals through CY2013. CMS noted, however, that CY2013 would be the final year for which the agency would extend the nonenforcement instruction.", "Section 1 of P.L. 113-198 required CMS to continue through CY2014 the instruction to Medicare administrative contractors not to enforce Medicare's direct supervision requirement for outpatient therapeutic services furnished at CAHs and small rural hospitals. Section 1 of S. 1461 , which was passed by both the House and Senate on December 8, 2015, extended the nonenforcement instructions through CY2015 (December 31, 2015).", "Current Status: The nonenforcement instruction of Medicare's direct supervision requirement for outpatient therapeutic services furnished at CAHs and small rural hospitals expires after December 31, 2015."], "subsections": []}, {"section_title": "Funding to Fight Fraud, Waste, and Abuse (42 U.S.C. 1395i(k))", "paragraphs": ["Medicare program integrity and antifraud activities are funded in part through annual appropriations from the Medicare trust funds to the Health Care Fraud and Abuse Control (HCFAC) account. HCFAC was established by the Health Insurance Portability and Protection Act of 1996 (HIPAA; P.L. 104-191 ), which sought to increase and stabilize federal Medicare program-integrity activities. Prior to HIPAA, program-integrity activities were funded from CMS's program management budget, which fluctuated with annual appropriations and resulted in funds for program-integrity activities frequently being redirected to administrative activities. With the HIPAA authority and appropriation, HHS was assured of stable Medicare program-integrity funding. ", "HCFAC finances program-integrity activities conducted by the HHS Secretary, the HHS Office of Inspector General (OIG), the Department of Justice (DOJ), and the Federal Bureau of Investigation (FBI). The HHS Secretary and the Attorney General jointly determine the annual amount necessary to finance HCFAC activities. SSA specifies the maximum amount that may be transferred annually from the Hospital Insurance trust fund as well as the percentages of those funds available to CMS, OIG, DOJ, and FBI.", "HIPAA Section 201 established and appropriated funds to HCFAC for FY1997 through FY2003. Section 303 of the Tax Relief and Health Care Act of 2006 (TRHCA; P.L. 109-432 ) appropriated annual mandatory HCFAC funding through 2010. TRHCA also increased the annual HCFAC appropriations by adjusting the previous year's appropriations for inflation based on changes to the Consumer Price Index for All Urban Consumers (CPI-U) and allowed HCFAC appropriations to be available until expended. ACA Section 6402 made the annual HCFAC appropriations authorized by TRHCA through 2010 permanent and authorized an annual CPI-U inflation adjustment. ACA appropriated an additional $100 million ($10 million per year) for FY2011 through FY2020. Section 1303 of the Health Care and Education Reconciliation Act of 2010 (HCERA; P.L. 111-152 ) appropriated additional funding ($250 million) to the HCFAC program, which was allocated in varying amounts in FY2011 through FY2016.", "Current Status: The additional HCFAC appropriation authorized by HCERA for FY2016 ($20 million) expires after September 30, 2016."], "subsections": []}, {"section_title": "Rural Community Hospital Demonstration Program (42 U.S.C. 1395ww note)5", "paragraphs": ["The Rural Community Hospital (RCH) demonstration tests the feasibility and advisability of establishing rural community hospitals in states with low population densities for Medicare hospital inpatient payment purposes initially over a five-year period. Under the demonstration, hospitals can participate if they (1) are classified as being in rural areas; (2) have fewer than 51 acute-care inpatient beds; (3) have 24-hour emergency care services; and (4) are not eligible to be or are not currently designated as CAHs. Under the demonstration, participating hospitals are paid the reasonable costs of providing Medicare-covered inpatient services (excluding psychiatric or rehabilitation care) and extended care services, rather than reimbursement under Medicare's prospective payment systems.", "Section 410A of the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA; P.L. 108-173 ) established the RCH demonstration program. Participation was limited to 15 hospitals in 10 eligible low-population-density states for a five-year period (which began for cost-reporting years that start between October 2004 and January 2005 through December 2009). ACA Section 3123 extended the RCH demonstration program an additional five years. The demonstration began with the start of a hospital's cost-reporting year that began on or after April 2011 through December 2016. The provision also expanded the number of participating hospitals to 30 and the number of eligible low-population-density states to 20.", "Current Status: According to CMS, the second five-year period of the RCH demonstration program will expire after December 2016."], "subsections": []}]}, {"section_title": "SSA Title XIX: Medicaid", "paragraphs": [], "subsections": [{"section_title": "Additional FMAP Increase for Certain Expansion States (42 U.S.C. 1396d)", "paragraphs": ["Medicaid is jointly financed by the federal government and the states. The federal government's share of a state's expenditures for most Medicaid services is called the federal medical assistance percentage (FMAP), which varies by state and is designed so that the federal government pays a larger portion of Medicaid costs in states with lower per capita incomes relative to the national average (and vice versa for states with higher per capita incomes). Exceptions to the regular FMAP rate have been made for certain states, situations, populations, providers, and services. ", "ACA Sections 2001 and 10201 and HCERA Section 1201 added an additional FMAP increase of 2.2 percentage points for certain expansion states during 2014 and 2015 . The FMAP rate increase applies to expansion states (i.e., states that had provided health benefits coverage meeting certain criteria statewide to parents with dependent children and adults without dependent children up to at least 100% of the federal poverty level [FPL] as of March 23, 2010) that (1) the HHS Secretary determines would not receive any FMAP rate increase for newly eligible individuals under the ACA Medicaid expansion and (2) had not been approved to use Medicaid disproportionate share hospital funds to pay for the cost of health coverage under a waiver in effect as of July 2009. The 2.2 percentage point increase is applied to the state's regular FMAP rate and used for Medicaid expenditures for enrollees who are not newly eligible individuals. Vermont is the only state that has been confirmed as meeting the criteria for the additional FMAP increase for certain expansion states.", "Current Status: The additional Medicaid FMAP increase for certain expansion states expires after December 31, 2015."], "subsections": []}, {"section_title": "Incentives for Prevention of Chronic Diseases in Medicaid (42 U.S.C. 1396a note)", "paragraphs": ["The ACA authorized the HHS Secretary to award grants to state Medicaid programs to encourage Medicaid beneficiaries to participate in programs to promote healthy lifestyles. To qualify for the Medicaid Incentives to Prevent Chronic Disease (MIPCD) grant awards, state programs must be comprehensive and uniquely suited to address the needs of Medicaid beneficiaries. In addition, the MIPCD programs must have demonstrated success in helping individuals to lower cholesterol and/or blood pressure, lose or control weight, quit smoking, and/or manage or prevent diabetes. The programs also may address comorbidities, such as depression, associated with these conditions. MIPCD was designed to test approaches that may encourage behavior modification and to determine scalable solutions. The Secretary solicited MIPCD proposals from state Medicaid programs and awarded five-year grants to 10 states.", "ACA Section 4108 authorized a $100 million appropriation for MIPCD grants from Treasury funds not otherwise appropriated beginning January 1, 2011. The MIPCD appropriation was to remain available until expended.", "Current Status: The ACA authorized an appropriation for a five-year grant program that expires after December 31, 2015."], "subsections": []}, {"section_title": "Money Follows the Person Rebalancing Demonstration (42 U.S.C. 1396a note)", "paragraphs": ["The Money Follows the Person (MFP) Rebalancing Demonstration program authorizes CMS to provide grants to states to transition Medicaid beneficiaries who reside in institutional settings, such as nursing facilities, into community-based settings, with the goal of increasing Medicaid spending on home- and community-based services.", "Section 6071(h) of the Deficit Reduction Act of 2005 (DRA; P.L. 109-171 ) established the MFP Rebalancing Demonstration program and appropriated a total of $1.75 billion in funding from January 1, 2007, through September 30, 2011. ACA Section 2403 extended the demonstration program for five years (from October 1, 2011, through September 30, 2016) and appropriated an additional $2.25 billion ($450 million for each fiscal year). Current Status: Appropriated funds to carry out the MFP Rebalancing Demonstration will no longer be available after September 30, 2016."], "subsections": []}, {"section_title": "Demonstration Project to Evaluate Integrated Care Around a Hospitalization (42 U.S.C. 1396a note)", "paragraphs": ["For the most part, states establish their own payment rates for Medicaid providers. Federal statute requires that these rates be sufficient to enlist enough providers so that covered benefits will be available to Medicaid enrollees at least to the same extent they are available to the general population in the same geographic area. Most states pay for services on a fee-for-service basis, which means health care providers are paid by the state Medicaid program for each service provided to a Medicaid enrollee. Increasingly, states are using different Medicaid payment models, such as capitated payments (i.e., fixed per-member, per-month payments), shared savings arrangements (i.e., providers share in achieved savings), and bundled payments (i.e., single, preestablished amounts for the set of services). ", "ACA Section 2704 established the Demonstration Project to Evaluate Integrated Care Around a Hospitalization to evaluate the use of bundled payments for the provision of integrated care for Medicaid enrollees. Such payments will be made for episodes of care that include beneficiaries' hospital stays and concurrent physician services. The demonstration project is limited to eight states, and it was to begin on January 1, 2012, and last for five calendar years. However, this demonstration was never implemented.", "Current Status: This demonstration expires after December 31, 2016.", "Expired Provisions in the 114 th Congress, First Session", "Appendix A provides a list of expired health insurance provisions. Specifically, it lists Medicare, Medicaid, State Children's Health Insurance Program (CHIP), and private health insurance programs and activities under Chapter 7 of the United States Code (U.S.C.)—Social Security—and Chapter 157 of the U.S.C.—Quality, Affordable Health Care for All Americans, as created by the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 , as amended)—where available, that have expired during the 114 th Congress, first session (i.e., after December 31, 2014, and before the date of this report). Health insurance-related programs and activities under Social Security include Title XI of the Social Security Act (SSA; P.L. 74-271), General Provisions, Peer Review, and Administrative Simplification; SSA Title XVIII, Medicare; SSA Title XIX, Medicaid; and SSA Title XXI, CHIP . This report includes only those expired provisions for which congressional action would have been needed to extend the application of a provision once the deadline was reached.", "SSA Title XI: General Provisions, Peer Review, and Administrative Simplification", "Delay in Transition from ICD-9 to ICD-10 (42 U.S.C. 1320d-2)", "To promote the growth of electronic record keeping and claims processing in the nation's health care system, the Administrative Simplification provisions of the Health Insurance Portability and Protection Act of 1996 (HIPAA; P.L. 104-191 ) instructed the Secretary of Health and Human Services (HHS) to adopt electronic format and data standards for various routine administrative and financial transactions between health care providers and health plans. Those transactions include patient eligibility inquiries, claims for reimbursement, and payment and remittance advice, among others. On August 17, 2000, the Centers for Medicare & Medicaid Services (CMS) published an initial set of standards and listed the code sets that must be used in the transactions to identify specific diagnoses and clinical procedures. The code sets include the International Classification of Diseases, 9 th Revision (ICD-9) codes that are used for diagnoses and inpatient procedures. As required under HIPAA, the Secretary published updated standards on January 16, 2009, to replace the existing versions and established a deadline of October 1, 2013, for providers to switch from using the ICD-9 codes to report diagnoses and clinical procedures to using the greatly expanded ICD, 10 th Revision (ICD-10) codes. In a September 5, 2012, final rule, CMS postponed the ICD-10 compliance deadline by one year to October 1, 2014.", "Section 212 of the Protecting Access to Medicare Act of 2014 (PAMA; P.L. 113-93 ) postponed the ICD-10 compliance deadline by an additional year to October 1, 2015.", "Current Status: Postponement of the ICD-10 compliance deadline expired after September 30, 2015. Health care providers now report diagnoses and clinical procedures using ICD-10 codes.", "SSA Title XVIII: Medicare", "Two-Midnight Rule Delay (42 U.S.C. 1395ddd note)", "CMS finalized the Two-Midnight Rule on August 19, 2013, to provide clarification on when hospital inpatient admissions and hospital outpatient services generally are appropriate. CMS instructed Medicare administrative contractors (MACs)—entities that process Medicare claims—to implement a \"probe and educate\" medical review period to assess hospitals' understanding of the rule and to assist hospitals in compliance with it. Additionally, with the implementation of this rule, CMS instructed recovery audit contractors (RACs)—entities that identify and correct improper payments—to no longer conduct patient status reviews on inpatient stays of two midnights or more. For inpatient stays of less than two midnights, RACs could continue to conduct patient status reviews to determine if the inpatient stay could have been safely provided on an outpatient basis; however, CMS prohibited RACs from conducting patient status reviews on hospital inpatient admissions of less than two midnights from October 1, 2013, through September 30, 2014.", "PAMA Section 111 permitted CMS to extend the MAC probe and education period and to extend the moratorium on RAC patient status reviews of hospital inpatient admissions from October 1, 2014, through March 31, 2015. Section 521 of the Medicare Access and CHIP Reauthorization Act of 2015 (MACRA; P.L. 114-10 ) permitted CMS to extend both the MAC probe and educate period and the moratorium on RAC patient status reviews of hospital inpatient admissions from April 1, 2015, through September 30, 2015.", "Current Status: Congressional extension of the probe and educate period and the moratorium on RAC patient status reviews expired after September 30, 2015. On October 30, 2015, CMS finalized that it would provide added flexibility on a case-by-case basis for hospital inpatient stays of less than two midnights. ", "SSA Title XIX: Medicaid", "Payments to Primary Care Providers (42 U.S.C. 1396a, 42 U.S.C. 1396u-2)", "Under Medicaid, for the most part, states establish their own payment rates for Medicaid providers. Federal statute requires that these rates be sufficient to enlist enough providers so that covered benefits will be available to Medicaid enrollees at least to the same extent they are available to the general population in the same geographic area.", "Section 1202 of the Health Care and Education Reconciliation Act of 2010 (HCERA; P.L. 111-152 ) added a required increase to the Medicaid primary care rates. Specifically, for CY2013 and CY2014, Medicaid payment rates for certain primary care services furnished by physicians with certain subspecialties (i.e., family medicine, general internal medicine, and pediatrics) were required to be the same as what Medicare pays for these services. The federal government picked up the entire cost of that increase in primary care rates (i.e., the difference between states' Medicaid payment rates as of July 1, 2009, and Medicare payment rates) for those two years.", "Current Status: The requirement for states to provide Medicaid primary care payments at parity with Medicare and the full federal financing of the increased primary care rates expired after December 31, 2014.", "Balancing Incentive Payments Program (42 U.S.C. 1396d note)", "The Balancing Incentive Payments (BIP) Program authorized CMS to provide incentive payment grants to qualifying state Medicaid programs for expanding and diversifying their noninstitutional long-term services and supports (LTSS) through certain structural changes, such as establishment of a single entry point system, optional presumptive eligibility, case management services, and the use of core standardized assessment instruments. Participating states also had to increase their share of total LTSS expenditures on home- and community-based services by reaching certain percentage targets. To be eligible to receive a BIP grant, a state had to have spent less than 50% of its total Medicaid LTSS expenditures on non-institutionally based services in FY2009, among other requirements. Participating states received a federal medical assistance percentage rate increase for eligible medical assistance payments.", "Section 10202 of the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 , as amended) authorized CMS to provide incentive payment grants to states, which were not to exceed $3 billion, from October 1, 2011, through September 30, 2015.", "Current Status: Authority for the Medicaid BIP Program payments to states expired after September 30, 2015.", "Quality, Affordable Health Care for All Americans", "Federal Grants for Health Insurance Exchanges (42 U.S.C. 18031)", "The ACA authorizes grants to states for the planning and establishment of health insurance exchanges. Exchanges are marketplaces in which individuals and small businesses can shop for health insurance sold by private insurance companies. ", "ACA Section 1311(a) provided an indefinite appropriation for the exchange grants. For each fiscal year, the HHS Secretary was to determine the total amount that would be made available to each state for exchange grants.", "Current Status: Authority for the exchange grants expired after January 1, 2015.", "List of Abbreviations", "ACA: Patient Protection and Affordable Care Act ( P.L. 111-148 )", "BIP: Balancing Incentive Payments", "CAH: Critical Access Hospital", "CHIP: State Children's Health Insurance Program", "CRS: Congressional Research Service", "CPI-U: Consumer Price Index for All Urban Consumers", "CMS: Centers for Medicare & Medicaid Services", "DOJ: Department of Justice", "DRA: Deficit Reduction Act of 2005 ( P.L. 109-171 )", "FBI: Federal Bureau of Investigation", "FMAP: Federal Medical Assistance Percentage", "HCERA: Health Care and Education Reconciliation Act of 2010 ( P.L. 111-152 )", "HCFAC: Health Care Fraud and Abuse Control", "HHS: Department of Health & Human Services", "HIPAA: Health Insurance Portability and Protection Act of 1996 ( P.L. 104-191 )", "HOP: Hospital Outpatient Payment", "HPSA: Health Professional Shortage Area", "ICD-9: International Classification of Diseases, 9 th Revision", "ICD-10: International Classification of Diseases, 10 th Revision", "LTSS: Long-Term Services and Supports", "MAC: Medicare Administrative Contractor", "MACRA: Medicare Access and CHIP Reauthorization Act of 2015 ( P.L. 114-10 )", "MIPCD: Medicaid Incentives to Prevent Chronic Disease", "MFP: Money Follows the Person", "MMA: Medicare Prescription Drug, Improvement, and Modernization Act of 2003 ( P.L. 108-173 )", "OIG: Office of Inspector General", "OPPS: Outpatient Prospective Payment System", "PAMA: Protecting Access to Medicare Act of 2014 ( P.L. 113-93 )", "RAC: Recovery Audit Contractor", "RCH: Rural Community Hospital", "SSA: Social Security Act (P.L. 74-271)", "TRHCA: Tax Relief and Health Care Act of 2006 ( P.L. 109-432 )", "U.S.C.: United States Code"], "subsections": []}]}]}]}}