{"id": "R44437", "title": "Telehealth and Telemedicine: Description and Issues", "released_date": "2016-03-29T00:00:00", "summary": ["Telehealth is the use of electronic information and telecommunications technologies to support remote clinical health care, patient and professional health-related education, public health, and other health care delivery functions. A narrower concept, telemedicine, refers to clinical services that are provided remotely via telecommunications technologies. Some sources use the two terms interchangeably, and there is no consensus among federal programs and among health care providers on the definition of either term.", "Federal involvement in telehealth is varied. As of 2014, more than 20 federal agencies were engaged in some aspect of telehealth. For example, in FY2015, the Department of Veterans Affairs (VA) was the largest telehealth provider in the federal government, providing 2.1 million telehealth consultations to some 677,000 veterans. In contrast, the Medicare (Part B) program, covering more than 52 million beneficiaries, the number of telehealth visits increased fivefold from 38,000 telehealth consultations (or visits) in 2009 to 192,692 in 2015. The VA, the Centers for Medicare and Medicaid Services (CMS), the Institute of Medicine, and other stakeholders have identified barriers associated with the use of telehealth, notably that some telehealth modalities have a stronger evidence base than others. Furthermore, according to the Agency for Healthcare Research and Quality (AHRQ), key issues requiring additional research are the impact of telehealth on individual and population health, and on moving away from traditional fee structures toward rewarding clinicians for value versus volume of care.", "Telehealth has been an active legislative issue thus far in the 114th Congress. For example, in February 2016, bipartisan legislation was introduced to expand telehealth reimbursement for remote patient monitoring under the Medicare program. In December 2015, the Senate Committee on Finance published options for expanding telehealth utilization for Medicare beneficiaries with chronic conditions. H.R. 6, the 21st Century Cures Act (as passed by the House), would require CMS and the Medicare Payment Advisory Commission to submit programmatic information to Congress on telehealth. The Medicare Access and CHIP Reauthorization Act of 2015 (MACRA; P.L. 114-10) includes a provision that encourages the use of telehealth as an element in the new Merit-Based Incentive Payment System and requires the Government Accountability Office to study telehealth and its use under the Medicare program.", "This report identifies telehealth activities at select federal agencies along with an assessment of the evidence regarding the potential impact of telehealth on health care access, cost, and quality."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Telehealth is \"the use of electronic information and telecommunications technologies to support long-distance clinical health care, patient and professional health-related education, public health and health administration.\" Videoconferencing, store-and-forward imaging, and remote monitoring are some examples of telehealth applications. Th ough \"telehealth\" may refer to non-clinical services that are provided remotely, such as training, administrative meetings, and continuing education, some individuals may use the term \"telemedicine\" to describe the use of telecommunications technologies in clinical situations that include patient diagnosis, prescriptions, and treatment at a distance. ", "The 114 th Congress has witnessed the introduction of a number of telehealth-related pieces of legislation that address a wide range of issues that have the potential to impact access to, along with the cost and quality of care under various federal programs, including Medicare. ", "In recent years, the federal government has embarked on various initiatives to increase access to telehealth services (as well as to improve the underlying technological infrastructure that supports telehealth) at more than 20 federal agencies. Examples of this agency activity include: ", "The Department of Veterans Affairs (VA) supported more than 2.1 million telehealth visits to veterans in FY2015. The Department of Defense (DOD) reported more than 34,000 telehealth visits and store-and-forward consultations at military installations in more than 30 countries and territories in FY2013. The Centers for Medicare and Medicaid Services (CMS) (of the Department of Health Human Services (HHS)) reported a total of $17.6 million in Medicare (Part B) payments to providers for 192,692 telehealth visits in CY2015.", "Trends in telehealth access, utilization, and innovation indicate that sustained interest is likely among health insurance plans, institutions, and major decisionmakers. For example, market analysts predict that: ", "Private insurers are likely to increase the number of plans that include telehealth services for their enrollees. Institution-to-institution contracts could lead to greater willingness by patients to pay out-of-pocket for telehealth services they perceive to be convenient and valuable. Examples of these contracts are an arrangement between a large hospital and a rural hospital to provide neurologist services via telemedicine, or an arrangement between a clinical consulting group for a second opinion and an academic medical center or hospital wherein the members of consulting groups provide subspecialty consulting to the physicians at the hospital. Alternative payment models for reimbursement and coverage are likely to expand during 2016.", "Though providers are using telehealth to overcome barriers to health care access created by geography and time, the evidence-base for its use, including issues related to cost and quality, are strong in some areas and weak in others. For example, the Agency for Healthcare Research and Quality (AHRQ) reports that there is evidence that telehealth is effective for certain types of chronic conditions (such as diabetes, heart disease and conditions such as behavioral health). Also, AHRQ describes how telehealth applications may lead to improvements in health outcomes, and reductions in health care costs, such as fewer hospitalizations and fewer emergency room visits, but these findings have not been tested for all telehealth settings. On the other hand, more robust evidence is not yet available in relation to telehealth and various medical specialties according to AHRQ and the Institute of Medicine (IOM). Among the questions that are in need of more evidence: What is the patient telehealth experience regarding safety, effectiveness, timeliness, and overall access to health care? Which cost and quality measures support telehealth applications in primary care and urgent care populations, and which are cost drivers for public health insurance programs, such as Medicare and Medicaid?"], "subsections": []}, {"section_title": "Roadmap", "paragraphs": ["This report describes telehealth activities at selected federal agencies, and the evidence available to assess telehealth through the lenses of health care access, cost, and quality.", "In this report, a ccess refers to telehealth tools and systems that address behavioral, social and, environmental determinants of health and deliver high quality care; cost is associated with telehealth interventions that impact the cost of health care for individuals, families, employers, and government; and quality is associated with telehealth initiatives that improve the overall quality of care by resulting in health care that is more patient-centered, reliable, accessible and safe. Telecommunications systems along with federal and state licensure policies also impact access, cost and quality, but their discussion is beyond the scope of this report (telecommunications issues are briefly discussed in Appendix D )."], "subsections": []}, {"section_title": "Description of Telehealth and Telemedicine", "paragraphs": ["Current laws, policies, and guidance present a range of descriptions for telehealth and the related term telemedicine, reflecting a need for clarity and distinction. For example, the Office of the National Coordinator for Health Information Technology (ONC) distinguishes between telemedicine and telehealth, with telemedicine being a function of interactions that involve clinical decisionmaking. The Agency for Healthcare Research and Quality (AHRQ) makes a distinction among technologies that support telehealth, noting that the technologies are not treatments in and of themselves but are the means for delivering health care in different formats, such as remote patient monitoring, videoconferencing, Internet applications, and devices. Within the VA, the Veterans Health Administration (VHA) notes that telehealth technologies may include single or combined uses of: videoconferencing, mobile technologies, store-and forward technology (or asynchronous communication). CMS, under the Medicare program, acknowledges that some health plans under its Medicare Advantage (MA) program conduct health services by telephone, over the Internet, or via telemonitoring for selected Medicare beneficiaries. Under the Medicaid program, states use the terms \"telemedicine\" or \"telehealth\" interchangeably. Some state laws explicitly define the terms, and place restrictions within the definition, such as the exclusion of email, phone, or fax from the definition. Other states may use \"telehealth\" to reflect a broader definition, and use \"telemedicine\" to define the delivery of clinical services. ", "These and other distinctions are important not merely for semantic reasons but because they have implications for federal policies that impact access, cost and/or quality. For example, the Medicare statute delineates boundaries for \"telehealth\" reimbursement, and the regulation specifies the conditions under which Medicare makes a payment to a provider for services delivered via telehealth technologies. An acknowledgment of these differences, which may or may not result in uniformity, may be significant for policy decisions that involve telehealth and telemedicine."], "subsections": []}, {"section_title": "Selected Federal Telehealth Activities", "paragraphs": ["FedTel, a workgroup supported by the Health Resources and Services Administration (HRSA), consists of 26 federal agencies that invest in, or maintain an interest in, various telehealth activities. This section describes telehealth at three federal agencies that are directly involved with telehealth and patient care, and one agency that oversees the nation's largest program for health insurance financing. As noted earlier, issues such as the telecommunications infrastructure that supports the delivery of telehealth services (see Appendix D ) or legal matters such as state licensure portability for providers of telehealth services, while important, are beyond the scope of this report which is focused solely on health policy, financing, and service delivery related matters. "], "subsections": [{"section_title": "Patient Care", "paragraphs": ["Various federal agencies use telehealth services to help in providing direct patient care. For example, the VA, DOD, and the Indian Health Service (IHS) provide health care via telehealth to veterans, military beneficiaries, and underserved tribal populations, respectively. This section summarizes examples of telehealth activities in these three federal agencies with substantial telehealth experience. A major caveat analysts of telehealth raise is that it may not be appropriate for all consumers or providers in situations where certain clinical, technological, and environmental factors dictate prudence on the part of the provider. For example, in its Practice Guidelines for Live, On Demand Primary and Urgent Care , the American Telemedicine Association (ATA) urges providers to \"exercise their professional judgment when deciding whether or not to use telemedicine, taking into account the patient condition, mitigating circumstances, available resources, and their own comfort level and expertise in using telemedicine.\" For example, where diagnostic interventions cannot be supported by high quality evidence, providers \"shall use their professional judgment, experience and expertise in making such decisions. Conditions for use of telemedicine are likely to change to reflect new evidence from future research and the evolution of the enabling technology.\" In addition, some physical environments do not support telehealth visits, specifically where there is a lack of privacy, inappropriate lighting, or other distractions. The ATA encourages providers to follow these practice guidelines and guidelines published by other organizations, including governmental agencies and professional entities."], "subsections": [{"section_title": "Department of Veterans Affairs", "paragraphs": ["The VA operates the largest integrated health care delivery system in the United States. It administers health services through 151 Medical Centers, 300 Vet Centers, 820 Community-based Outpatient Clinics (CBOCs), 135 Community Living Centers, 6 Independent Outpatient Clinics, and 103 Residential Rehabilitation Centers throughout the 50 states, U.S. States territories, and the Philippines. In FY2015, the VA employed 298,546 medical care and research professionals. In FY2015, the VA served some 6.8 million unique patients, dependents, and survivors.", "Telehealth technologies used in VA health care include the following:", "Clinical Video Telehealth (CVT) (or live-video) which allows VA health care access through live-video consultations representing 44 clinical specialties. Live-video is a tool that allows health providers to diagnose, monitor, and treat conditions in veterans who may be located hundreds of miles away at a VA community-based outpatient clinic, thus eliminating the cost and inconvenience of travel. Home Telehealth technologies, which allow health providers to provide monitoring services to veterans with chronic conditions, such as chronic heart failure, diabetes, chronic obstructive pulmonary disease, depression, or post-traumatic stress disorder. Store-and-Forward (asynchronous) telehealth, which allows for the capture and storage of clinical information (e.g., data, sound, image, video) commonly used in radiology, dermatology, and ophthalmology. Store-and-forward telehealth information can be stored in multimedia formats and evaluated later. ", "According to the VA, telehealth is significant for the populations it serves because health providers can use the technology to reach rural and remote populations, thereby increasing access to care and reducing the time and cost required to travel to health care facilities. The VA's own data from 2014 indicates that mental illnesses are among the major health concerns for veterans, with Post-Traumatic Stress Disorder (PTSD) ranking the highest. Telehealth technologies support veteran's use of medical apps to help them manage PTSD by accessing tools for symptom-tracking and self-assessment.", "A number of studies provide performance data on VA telehealth systems and their impact on veterans' health, cost of care, and overall patient experience. On access, veterans and their providers exchange health information and services through integrated networks such as the Veterans Health Information Systems and Technology Architecture (VistA) ; My Health eVet ; and Blue Button. In 2015, VA providers delivered 2.1 million telehealth consultations to more than 677,000 veterans via videoconferencing, home telehealth, and store-and-forward telehealth that were provided through one or more of those systems. According to the VA, 45% of the veterans receiving telehealth services live in rural areas. In 2017, VA expects to deliver telehealth-based services to nearly 762,000 veterans (an increase of 12.5%). Evidence indicates that such access is associated with reductions in hospital admissions, and high rates of patient satisfaction among the veteran population. For example, during FY2012, the VA reported that its home telehealth program, consisting of 119,535 veterans resulted in reduced hospital admissions by 38%, and in savings of $1,999 per year per patient."], "subsections": []}, {"section_title": "Department of Defense", "paragraphs": ["The DOD's Military Health System (MHS) provides health care to more than 9.7 million beneficiaries through a health care network consisting of 56 hospitals, 365 clinics, and other facilities worldwide. It operates globally and employs more than 86,000 military personnel and nearly 58,400 civilians.", "DOD's current inventory of electronic health record systems (or legacy systems) includes, among others, inpatient health record systems, outpatient systems, and telehealth components. DOD recognizes the \"need for enhanced EHR support of telehealth,\" and such collaboration is a goal of military health system EHR modernization efforts. ", "According to the U.S. Army's Surgeon General, Army telehealth systems enable health services to be accessed across the largest geographic area of any telehealth system in the world: Army clinicians can reach service personnel and families to provide health care in multiple medical specialties, across 18 time zones and in over 30 countries and territories. DOD telehealth exchanges occur over telecommunications media that range from telephones to email. ", "In FY2013, the MHS provided approximately 30,000 telehealth encounters through live videoconferencing. Nearly all of these encounters were for patients with psychological health-related issues, with PTSD accounting for approximately 20% of all mental telehealth consultations. Additional examples of telehealth initiatives within the DOD include the following:", "Research and development through the Telemedicine & Advanced Technology Research Center (TATRC). TATRC fosters research on health informatics, telemedicine, mobile health, medical training systems, and computational biology, among other areas of science and engineering; and The coordination of resources through the National Center for Telehealth and Technology (or T2), which is focused on the development of telehealth networks and systems across the DOD. T2 leverages partnerships with entities, including the VA, and civilian providers.", "Within the context of patient care, telehealth has increased collaborative opportunities for DOD health providers in pain management through the Project Extension for Community Health Outcomes (ECHO) initiative. Between January 2010 and December 2012, Project ECHO incorporated case-based learning, demonstrations, and teaching through an inter-professional continuing education program for 136 pain clinics and 763 individuals from 191 sites in rural and underserved communities. Project ECHO evaluated approaches to learning and professional practice, and found that the telementoring model (1) closed the knowledge gap in pain education; and (2) served as a model for inter-professional collaborative practice, thereby impacting improved care experiences (or quality) for soldiers and veterans. Currently, Project ECHO serves all military service units and the VA, specializing in traumatic brain injury, behavioral health, complicated diabetes, and other conditions.", "However, within the military, mental health conditions such as PTSD are associated with a \"high prevalence of stigma.\" Active-duty servicemembers are concerned about possible adverse effects of mental-health diagnoses and treatment on career advancement. They are reluctant to seek care for mental-health problems due to concerns about the privacy of their health information. According to IOM, telemedicine may address health care access for active duty members, but more needs to be done to determine its acceptance and efficacy."], "subsections": []}, {"section_title": "Indian Health Service", "paragraphs": ["The Indian Health Service (IHS) is a federal health system that coordinates health care and disease prevention services for approximately 2.2 million American Indians and Alaska Natives (AI/AN) through a network of more than 679 hospitals, clinics, and health stations on or near Indian reservations. The IHS, Indian Tribes, or Tribal Organizations manage these facilities, which are predominantly located in rural settings. The IHS provides a wide range of clinical, public health, and community services primarily to members of 566 federally recognized tribes in 35 states. The IHS has approximately 15,369 employees, including 2,504 nurses, 737 physicians, 462 engineers, 132 sanitarians, 747 pharmacists, and 271 dentists. In addition, various allied health professionals, such as nutritionists, health administrators, and medical records administrators are IHS employees.", "Because many AI/AN populations typically reside in locations where they have little or no access to public transportation and must travel considerable distances to health facilities, telehealth has provided an alternative means to accessing health services in these often isolated communities. IHS beneficiaries receive telehealth services through various telecommunications systems that are set up, in part, through federal interagency collaborations and private networks. The IHS and the VA provide health care to veterans through integrated delivery systems that include VA clinical care sites. The following highlights are for telehealth activities within IHS systems (two of which are coordinated with VA and DOD): ", "The Alaska Federal Health Care Partnership (AFHCP) coordinates activities with federal agencies and private partners to provide telehealth and other health services to AI/AN populations. In 2013, the Alaska Tribal Health System (ATHS) used the Alaska Federal Health Care Access Network (AFHCAN) to provide 36,229 telehealth consultations (or episodes of care) to 22,982 patients. AFHCAN provides telehealth services for AI/AN populations in Alaska and develops telehealth technologies to support clinical services. For example, AFHCAN has improved access to care via telemedicine by making services for audiology and ear, nose, and throat (ENT) services available to patients in a shorter amount of time. Using telemedicine has also opened up in-person appointment slots, and allowed other needy patients to be seen in an expedited manner. In 2012, more than 75% of all consultations were conducted remotely without requiring the patient to travel to the specialist, resulting in an estimated $8 million to $10 million savings in patient travel cost for the state of Alaska (Medicaid). Also, AFHCAN coordinates with HRSA to operate a telehealth resource center, which is the National Telehealth Technology Assessment Center (TTAC). The IHS Tele-Behavioral Health Center of Excellence (TBHCE) was established in 2008 to provide behavioral health services across the country through real-time (synchronous) video connections. Program managers report the following benefits: (1) patients are 2.5 times more likely to keep their telepsychiatry appointments than in-person psychiatry sessions; (2) in FY2013, IHS patients avoided more than 500,000 miles of travel, which translated into over $305,000 in savings for them; and (3) in FY2013, patients saved an estimated 16,450 hours of work or school that would otherwise have been missed to travel for appointments. IHS collaborates with private entities such as the IHS Joslin Vision Network (IHS-JVN), which enhances annual eye screening opportunities for patients with diabetes. Since 2000, the IHS began a pilot program at two sites in Arizona. Since then the IHS-JVN Teleophthalmology Program (IHS-JVN) has expanded to include 92 IHS, Tribal, and Urban (I/T/U) sites in 25 states, with more than 16,000 exams performed annually. This program yields important clinical and administrative outcomes. The IHS-JVN reports that its program is more effective and less costly than a conventional eye examination for detecting diabetic retinopathy (DR) and preventing severe vision loss and a four-year study showed that the IHS-JVN was associated with a 50% increase in compliance with DR standards of care. However, improvements in these measures throughout the enterprise have been variable, and this variability is not completely understood. On the administrative side, there has been an increase of almost 20% in the previously static IHS DR exam rate over the past seven years (49.1% to 58.6%), as IHS-JVN patient encounters have accelerated. "], "subsections": []}]}, {"section_title": "Health Insurance and Financing", "paragraphs": ["This section describes Medicare and Medicaid reimbursement policies associated with telehealth. It also describes evolving health reforms that are incorporating payment models and systems that focus on improvements in population health, reductions in health costs, and enhancements in quality. This section does not provide historical background on telehealth reimbursement policies under Medicare or Medicaid programs, which are found elsewhere."], "subsections": [{"section_title": "Medicare", "paragraphs": ["Medicare is a federal entitlement program that provides a wide range of health care benefits to nearly 55 million seniors and certain individuals with disabilities at an annual cost of roughly $632 billion (in FY2015). Medicare provides benefits in the form of health insurance payments to providers who deliver services to beneficiaries. Medicare payments for health services are organized mainly through four parts: Part A (hospital insurance), Part B (physician services), Part C (managed care), and Part D (prescription drugs). Telehealth policies under Medicare Part B, Part C, and Part D are the subjects of this section.", "Further, the Center for Medicare and Medicaid Innovation (CMMI), awards grants to eligible providers for demonstrations and innovative projects, which include telehealth and related services. Regarding telehealth, CMMI funds various health care payment and service delivery models, some of which incorporate telehealth into their design, such as Accountable Care Organizations (ACOs) and Bundled Payment for Care Improvement (BPCI) Initiatives. "], "subsections": [{"section_title": "Medicare Part B", "paragraphs": ["Medicare Part B reimburses physicians and other providers for medically necessary services and preventive services, such as those needed to diagnose or treat a medical condition and meeting accepted standards of medical practice. These services are typically provided face-to-face with the patient. In some instances, Part B pays if the services are provided via telehealth, in which the patient is at one location (referred to as the originating site) and the provider is at another location (referred to as the distant site). ", "The Medicare Fee-For-Service (FFS) Program (known as Original Medicare) is the basis for telehealth payments under Medicare Part B. The provider receives the same reimbursement as (s)he would have received had the services been furnished face-to-face. The originating site, where the patient is located, receives a nominal fee.", "Medicare telehealth coverage is subject to several limitations. The FY2015 Medicare Part B final rule identifies the following eligibility requirements for telehealth coverage under Medicare Part B: ", "Providers—Physicians, nurse practitioners, physician assistants, nurse-midwives, clinical nurse specialists, clinical psychologists, clinical social workers, and registered dietitians or nutrition professionals are among the list of providers eligible for telehealth reimbursement. Services—office visits, annual wellness visits, professional consultations, and individual psychotherapy are among the list of services authorized for telehealth reimbursement. Telecommunication systems—interactive audio and video equipment must result in synchronous (or real-time) communication between the provider and beneficiary. Exceptions are in Alaska and Hawaii, where asynchronous (or store-and-forward) technology is permitted in federal demonstration programs. Geographic locations—originating sites must be (1) located in rural health professional shortage areas (HPSAs); (2) located in a county that is not included in a metropolitan statistical area (MSA); or (3) participating in a federal telemedicine demonstration project that was approved by or received funding from the Secretary of HHS as of December 31, 2000. Originating sites—a patient must be examined in or at a physician's or practitioner's office, a hospital, a critical access hospital (CAHs), a rural health clinic (RHCs), a federally qualified health centers (FQHCs), a skilled nursing facilities (SNFs), a community mental health center (CMHCs), or a hospital-based or CAH-based Renal Dialysis Center (including satellites).", "In CY2009, Medicare Part B reported 38,000 telehealth visits, but according to CMS, telehealth expenditures were not reported for that year. Six years later, in CY2015, the total number of telehealth visits increased by more than fivefold to 192,692 for which physicians and other professionals received nearly $18 million. In comparison, in FY2014, total Part B expenditures for physician fee schedule services amounted to $69.2 billion. Telehealth reimbursement represents a tiny fraction of overall Medicare spending, partly because provider adoption has been \"modest.\" "], "subsections": []}, {"section_title": "Medicare Part C", "paragraphs": ["While Part B pays physicians (and others) directly for the services they furnish to Medicare beneficiaries, Medicare Advantage (MA) plans offered by private companies under Part C are paid a fixed amount (or capitated monthly payment) each month to provide a suite of medical services to beneficiaries. Telehealth services are not required services offered under Part C, but MA plans are free to make available a variety of telehealth services to their enrollees, subject to general CMS guidelines. MA payments are determined through a comparison of a plan's estimated cost and the maximum amount Medicare will pay a plan. To date, MA plans have delivered telehealth services to beneficiaries via telemonitoring, web/phone-based technologies, and nursing hotlines. Given the optional nature of telehealth services under Part C, total Part C telehealth expenditures are not known. Total expenditures for Medicare Part C in 2014 amounted to $85.7 billion. "], "subsections": []}, {"section_title": "Medicare Part D", "paragraphs": ["Medicare Part D provides coverage of outpatient prescription drugs to Medicare beneficiaries who choose to enroll in this optional benefit through a Medicare Advantage Prescription Drug (MAPD) plan or a Prescription Drug Plan (PDP). The Medication Therapy Management (MTM) program is a system of coordinated pharmacy care under Part D for patients with multiple medical conditions who may be seeing a series of practitioners. As required for the coordinated care requirement, Part D plans must include periodic medication reviews, patient consultation and education. Annual medication reviews must be conducted either in-person or via telehealth consultations. However, discrete data on Part D telehealth benefits, providers, utilization, or cost are unavailable. Of interest, AHRQ has funded evidence-based research on the use of health information technology to improve quality of care within an MTM program. In FY2014, total Part D expenditures for prescription drugs amounted to $77.7 billion. "], "subsections": []}, {"section_title": "Medicare Demonstrations and the Center for Medicare and Medicaid Innovation (CMMI)", "paragraphs": ["Telehealth is a focus for selected demonstrations through Medicare, and innovation awards through the CMMI. Several of these projects and awards are generating evidence on telehealth access, cost, and quality. For example: ", "The IDEATel demonstration supported research, from 2003 to 2005, on telemedicine networks that were designed to improve primary and preventive care to 1,364 Medicare beneficiaries with diabetes who were living in underserved inner city and rural areas of New York. Remote patient monitoring for blood glucose levels and high blood pressure, informatics, automated clinical guidelines, standards, and specialized curricula for health care professionals were incorporated into the project. The IDEATel study reported a number of mixed results. Overall, the project did not reduce Medicare costs. However, some telehealth interventions resulted in clinical benefits such as favorable effects on enrollees' diabetes care and communication with health care providers about their diet and care, and the development and the implementation of alternative payment models in a telemedicine environment. The Health Care Buddy (HCB) demonstration supported research, from 2006 to 2009, on provider-based intensive care management services as a way to improve quality of care and reduce costs for 1,767 Medicare beneficiaries who had one or more chronic diseases and generally incurred high health care costs. Medicare beneficiaries received a handheld device (a Health Buddy) with a large, high-resolution color screen located in as patient's home and linked via telephone with care managers. Patients using the device received daily questions tailored to their diagnoses about such things as their symptoms, vital signs, knowledge, and health behavior. The program prompted beneficiaries and their case managers to enter or receive information about their health status regularly. The HCB demonstration reported varied outcomes. HCB interventions led to reduced hospitalization rates, and for high-cost beneficiaries average monthly costs declined between $1,500 and $2,500 (from $3,000 per month). On the other hand, HCB interventions yielded no improvements in patient experiences, functional status or other metrics. Since 2012, CMMI has funded several projects involving telehealth under the first two rounds of the Health Care Innovation Awards . Although some telehealth-related activities (including remote-monitoring) are reported through CMMI-funded activities that may include ACOs and the BPCI initiative, the total amount of telehealth funding within CMMI is unknown. In addition to ACO and BPCI payment models, CMMI makes awards to study other types of models that may support telehealth. These projects either have just been completed in 2015 or are ongoing through 2017. Published data that speak to issues of access, cost and quality are not yet available.", "Recent legislative and regulatory activity is likely to result in more telehealth-related changes in Medicare. For example, the Medicare Access and CHIP Reauthorization Act (MACRA) established a new Merit-Based Incentive Payment System (MIPS). Under MIPS, beginning on January 1, 2019, Medicare providers will be required to comply with an alternative payment system founded on performance standards, composite performance scores, and incentive payments. The MIPS would apply a new set of measures and activities, including clinical practice improvement activities, to determine whether a provider qualifies for an incentive payment. Telehealth and remote monitoring are explicitly identified as examples of clinical practice improvement activities. MIPS implementing regulations are expected to be published in early 2016.", "Earlier, in 2015, CMS published a final rule that qualifies \"telehealth\" and \"remote patient monitoring\" as two types of technologies among other tools that an ACO is permitted to use for the purpose of improving care coordination for Medicare beneficiaries. Also, in 2015, CMS announced that a \"Next Generation ACO Model\" would offer greater opportunities to coordinate care, including an expansion in the eligible settings where Medicare patients can be seen (or originating sites). Under the BPCI initiative, awardees may expand the use of telehealth services for beneficiaries through a waiver of Medicare payment policy. Awardees may provide telehealth services in any area (i.e., beyond those originating sites specified in Section 1834(m)(4) of the SSA). CMS has funded some telehealth studies through Medicare demonstrations, but results are mixed. Some studies show little or no evidence for telehealth cost savings, patient satisfaction and quality improvements, but others show some evidence that telehealth is beneficial to some aspects of the care delivery process, such as reduced hospitalizations, or improved patient experience. "], "subsections": []}]}, {"section_title": "Medicaid", "paragraphs": ["Medicaid is a joint federal-state program that finances the delivery of primary and acute medical services, as well as long-term services and supports, to an estimated 65million people. In CY2014, total payments for Medicaid services amounted to a cost of $494 billion, with the federal government paying $299 billion, or about 60% of the total. ", "State Medicaid programs must follow federal requirements to receive federal matching funds but they have flexibility to design programs that meet a state's unique needs. States decide whether to provide telehealth and the type of telehealth services they will authorize for payment. This flexibility results in significant program variation across state Medicaid programs. ", "Specifically, state Medicaid programs may decide on (1) the type of telemedicine service (equipment) to cover; (2) the types of telemedicine providers that may be covered and reimbursed; (3) how much to reimburse for telemedicine services, as long as such payments do not exceed federal upper payment limits; and (4) other conditions for payment. ", "The text box summarizes states' policies for telemedicine equipment under Medicaid. ", "Although many studies have been published on the quality of telehealth activities under the federal Medicare program, fewer studies have been published on state Medicaid programs. In addition, the few that are available report mixed results in, and take place in, variable care settings making comparability and transferability of findings difficult."], "subsections": []}]}]}, {"section_title": "Issues", "paragraphs": ["There is growing use of and payment for telehealth-related services among a number of federally funded health programs – at the VA, DOD, the IHS, and by the Medicare program to name a few. All have been adopters (or payers) of various technologies and services to aid in the delivery of care to their respective patient populations. However, despite the level of interest and evidence that telehealth is a viable vehicle for delivering certain services to some populations, there remain a number of issues where evidence is insufficient to address key issues related to access, quality and cost of care. ", "The issues are often inter-related since how much a program or service may cost is related to how accessible a program or service is to the target population. If a service significantly increases the utilization of certain services, the question arises as to what is the downstream impact on the costs of care within a particular program. Some may argue that earlier interventions and diagnoses using telehealth could help to avoid major expenses in the future by better managing chronic conditions. Conversely, others may argue that increasing access will only add more spending and not less to an already expensive health care system by making such services more readily available to beneficiaries and consumers. More research is needed in different programs and settings to better inform questions of the impact of increasing access to care via telehealth on cost effectiveness and cost savings when telehealth services are employed. ", "Similarly, the quality of telehealth services needs additional study for a variety of services, programs, and populations. Is the quality of care and the outcomes associated with that care of greater, lesser or equal value when compared to traditional, brick-and-mortar care? There will be no single, one-size fits all answer to issues of quality. But additional research is needed to answer questions about the impact of these programs on key measures of quality, particularly at a time when there are increased calls to expand the use of telehealth across a number of federal programs as well as efforts to more directly tie reimbursement to quality/performance outcomes. ", "Finally, issues of uniformity in terminology could be the subject of further exploration. Specifically how the terms \"telehealth\" and \"telemedicine\" are used across federally funded health programs and if any differences in definitions result in problems associated with data collection, evaluation, and payment. ", "Appendix A. Definitions of Related Terms", "Appendix B. FedTel Membership ", "FedTel consists of representatives of federal agencies, or departments and programs within those agencies, with an interest or activity in telemedicine. The Health Resources and Services Administration (HRSA), within the Department of Health and Human Services (HHS), coordinates FedTel. The following is a list of current members. ", "Agency for Healthcare Research and Quality (AHRQ)", "Centers for Disease Control and Prevention (CDC)", "Centers for Medicare & Medicaid Services (CMS)", "Department of Agriculture (USDA)", "Department of Labor (DOL)", "Department of the Army (Telemedicine & Advanced Technology Research Center [TATRC])", "Department of the Army (Army Medical Department (AMEDD))", "Department of the Navy National Center for Telehealth & Technology (T2)", "Department of Transportation (DOT)", "Department of Veterans Affairs (VA)", "Federal Bureau of Prisons (BOP)", "Federal Communications Commission (FCC)", "Food and Drug Administration (FDA)", "Health Resources and Services Administration (HRSA)", "Indian Health Service (IHS)", "International Trade Administration (ITA)", "National Aeronautics and Space Administration (NASA)", "National Institutes of Health (NIH) ", "National Institute of Justice (NIJ)", "National Institute of Standards and Technology (NIST)", "National Science Foundation (NSF)", "Office of the Assistant Secretary for Preparedness and Response (ASPR)", "Office of the National Coordinator for Health Information Technology (ONC)", "Substance Abuse and Mental Health Services Administration (SAMHSA)", "Appendix C. ACA and Telehealth", "The ACA created several incentives for telehealth advancement, mainly through Medicare and Medicaid pilots and programs. Although some of these ACA provisions do not explicitly mention telehealth, they provide support for using telehealth-related technologies. Some of the provisions have received funding. Although several provisions could include a role for telehealth, that information is not yet available. ACA Sections 3021, 3022, 3024, 6407, and 10328 explicitly allow telehealth technologies to be incorporated in and assessed through the grant making process. For example, grants under Sections 3021 and 3024 encourage the design and implementation of health care delivery models to support cost-reductions, quality and efficiency in the Medicare, Medicaid and SCHIP programs. ", "Sec. 3021. Center for Medicare and Medicaid Innovation (CMMI). This funding initiative supports testing for innovative health care payment and service delivery models that have the potential to reduce spending for Medicare, Medicaid, and CHIP while maintaining or improving the quality of care for program beneficiaries. Sec. 3022 Medicare Shared Savings Program. Under the shared savings program, administered by CMMI, eligible Accountable Care Organizations (ACOs) qualify for an annual incentive bonus if they achieve a threshold savings amount established for the three-year agreement period. The program seeks to facilitate coordination and cooperation among providers to improve the quality of care for Medicare fee-for-service beneficiaries and reduce unnecessary costs. While telehealth systems are explicitly permitted as a tool that ACO groups may use to define processes that promote evidence-based medicine, it is uncertain if any funded projects are incorporating them. Sec. 3024. Independence at Home Demonstration Program. This provision of the ACA authorizes demonstration projects on the coordination of care, expenditures, access to care, and quality of care. This demonstration tests the use of teams that use telehealth to provide home-based care to chronically-ill patients through telehealth systems. Sec. 6407. Face-to-Face Encounter with Patient Required Before Physicians May Certify Eligibility for Home Health Services or Durable Medical Equipment Under Medicare. Physicians must have a face-to-face encounter (including through telehealth) with the patient before issuing a certification or re-certification for home health services or durable medical equipment. Sec. 10328. Improvement in Part D Medication Therapy Management Programs (MTM). Part D sponsors will be required to include in their MTM programs an annual comprehensive medication review, furnished in person or using telehealth technologies, and provide follow-up interventions as warranted.", "Appendix D. Telehealth and Telecommunications", "Telehealth systems and networks rely on broadband, as well as specialized health equipment and advanced telecommunications. FCC officials state that ", "[b]roadband is essential to 21 st Century health care, saving lives, improving the quality of care, and reducing costs by providing instant remote access over high-speed networks to medical specialists, health care records and training. Telemedicine applications provided over robust broadband networks can facilitate immediate diagnoses and care needed to prevent lasting damage to stroke victims, prevent premature births and deliver psychiatric treatment for patients in rural areas, to name a few examples.", "This appendix describes support for telehealth through broadband and telecommunications programs within the following four agencies/departments: (1) Federal Communications Commission; (2) Department of Commerce; (3) United States Department of Agriculture; and (4) Department of Health and Human Services.", "Federal Communications Commission (FCC)", "The FCC is the primary authority in the United States for communications law, regulation, and technological innovation. It regulates interstate and international communications activities connected with broadband programs, as well as television, cable and other communications media, and supports telehealth activities through various initiatives, including program funding and interagency coordination. ", "The Telecommunications Act of 1996 authorized the Rural Health Care Program. With funding capped at $400 million annually (from the Universal Service Fund), the Rural Health Care Program continues to seek improvements in health care quality for patients in rural communities by ensuring that eligible health providers have access to telecommunications and broadband services. The Rural Health Care Program is made up of three programs: the Healthcare Connect Fund, the Telecommunications Program, and the Rural Health Care Pilot Program.", "The Healthcare Connect Fund, established in 2012, aims to increase access to broadband for health care providers, especially those serving rural areas; foster development and deployment of broadband health care networks; and maximize cost-effectiveness of the FCC's universal service health care program. The RHC Telecommunications Program, established in 1997, ensures that rural health care providers pay no more than their urban counterparts for telecommunications services. The Rural Health Care Pilot Program, established in 2006, has funded up to 85% of the costs associated with deploying broadband health care networks. As of 2015, it supported nearly 50 active pilot projects, but this ongoing program is closed to new applicants.", "In 2010, the FCC recommended that HHS make arrangements with private insurers that contract with Medicare to receive tax credits for providing telehealth services to Medicare beneficiaries, but this recommendation has not yet been implemented. In 2014, the FCC created a new Connect2Health Task Force, seeking to support ongoing health telecommunications activities within the agency, and to provide an umbrella for all FCC health-oriented activities, including broadband adoption and health IT promotion. Since March 2014 the task force has led various activities at the local and national/federal level, such as roundtables in a \"beyond the beltway\" series of meetings, and has collaborated in a series of health technology related events with the Food and Drug Administration. The FCC and the ONC plan to increase broadband access in support of health care through 2020.", "United States Department of Commerce", "The Department of Commerce supports telehealth primarily through grants to institutions for projects, and secondarily through collaborations with other federal agencies. Although its statutory mission is silent on an explicit telehealth role, the National Telecommunications and Information Administration (NTIA) oversees the Broadband Technology Opportunities Program (BTOP), which was established by ARRA. ARRA appropriated $4.7 billion for NTIA to establish BTOP to increase broadband access and adoption, provide broadband access, training and support to health care providers as well as to schools, libraries, and other organizations.", "NTIA reports that telehealth project grants were awarded under competitive grants through BTOP, some amounting to $250 million or more for innovative programs that encourage sustainable broadband service. BTOP reports ongoing progress as well as impediments. For example, during 2014, BTOP reported 224 active awards. However, BTOP also reported that impediments such as lack of award acceptance, voluntary project termination and material noncompliance with grant terms and conditions are among the reasons for award cancellations or terminations. ", "United States Department of Agriculture", "The United States Department of Agriculture (USDA) administers telecommunications telehealth grants through two major programs: the Distance Learning and Telemedicine (DLT) Program and the Community Connect Program.", "The DLT Program funds institutions to support advanced telecommunications in health care and education in rural communities, and is designed specifically to assist rural communities that would otherwise be without access to learning and medical services over the Internet. It provides:", "direct loans and project grants to corporations or partnerships, Indian tribes or tribal organizations, state or local units of government, consortia, and private for-profit or not-for profit corporations and other eligible entities. awards grants to eligible institutions for acquiring new instructional programming that is a capital asset for acquiring telehealth equipment, as well as for facilities and services that advance telehealth; and awards grants for providing technical assistance and develop instructional material related to project implementation.", "The Community Connect Program, whose primary objective is to expand broadband services to rural communities, provides financial assistance to state and local governments, federally-recognized tribes, non-profit organizations and for-profit corporations in rural areas that lack a minimum broadband speed connection. Funds may be used to ", "construct, acquire, or lease facilities that deploy broadband service; improve, expand, construct, or acquire a community center and provide computer access points; and finance bandwidth cost for service at critical community facilities (such as public medical clinics, public hospitals and public colleges and public universities) for two years. ", "Department of Health and Human Services", "The HHS's portfolio of telehealth activities spans several agencies. For example, the ONC coordinates some telehealth-related activities throughout HHS. HRSA and the Office of the Assistant Secretary for Preparedness and Response (ASPR) each develop policy for emergency preparedness, including telehealth capabilities that enable responders to communicate with authorities during a public emergency. Additional agencies such as the National Institutes of Health, AHRQ, CDC and the Food and Drug Administration (FDA) are applying telehealth functions within the scope of their agency missions. Of note, the Office for the Advancement of Telehealth (OAT) manages the following five types of telehealth grant programs that support telehealth coordination and telehealth networks:", "Telehealth Network Grant Program (TNGP) includes funding projects that demonstrate the use of telehealth networks to increase access to health services for medically underserved populations. Telehealth Resource Center Grant Program (TRC) helps with coordinating telehealth organizations that serve rural and underserved communities throughout the country by providing technical assistance to those organizations. Licensure Portability Grant Program (LPGP) helps institutions and states improve clinical licensure coordination across state lines. Grants through LPGP have supported recent licensure portability studies for groups of physicians and nurses. Evidence-Based Tele-Emergency Network Grant Program EB-TNGP grants aim to expand access to care in remote emergency departments for rural patients and providers and to determine the effectiveness of that care. For example, a grant in FY2014 supported implementation and evaluation of broad telehealth networks to deliver Emergency Department consultation services via telehealth to rural and community providers without emergency care specialists. Rural Child Poverty Telehealth Network Grant Program RCP-TNGP is a three-year pilot program to support established telehealth networks to develop innovative ways to address the unique health care challenges faced by children living in impoverished rural areas. ", "Appendix E. List of Acronyms"], "subsections": []}]}}