{"id": "R44469", "title": "Hatch Act Restrictions on Federal Employees’ Political Activities in the Digital Age", "released_date": "2016-04-13T00:00:00", "summary": ["Federal officers and employees historically have been subject to certain limitations when engaging in partisan political activities. Although they have always retained their right to vote and privately express political opinions, for most of the last century, they were prohibited from being actively involved in political management or political campaigns. At the beginning of the 20th century, civil service rules imposed a general ban on voluntary, off-duty participation in partisan politics by merit system employees. The ban prohibited employees from using their \"official authority or influence for the purpose of interfering with an election or affecting the result thereof.\" These rules were eventually codified in 1939 and are commonly known as the Hatch Act.", "By the late 20th century, such broad restrictions were seen as unnecessary due to other changes in the nature of the federal workforce, including the advent of a more independent and merit-based civil service and adoption of increased protections for employees against coercion and retaliation. Accordingly, the Hatch Act was significantly amended in 1993 to relax the broad ban on political activities, and now allows most employees to engage in a wide range of voluntary, partisan political activities in their free time, while away from the federal workplace. Some employees may be subject to additional restrictions depending on the employing agency or an employee's specific position.", "The nature of the federal workforce and work environment has continued to evolve since these amendments, and new issues have arisen for congressional consideration in recent years. In particular, the increased use of technology has raised questions about how email and mobile communications may be regulated under the Hatch Act. The increased availability and use of smartphones may be seen as blurring an employee's time, either by using a personal device while working or using a government device while off-duty. Additionally, alternative work arrangements, for example, telework, have presented similar dilemmas in understanding how Hatch Act restrictions might be applied in the modern workplace.", "This report examines the history of regulation of federal employees' partisan political activity under the Hatch Act and related federal regulations. It discusses the scope of the application of these restrictions to different categories of employees and provides a background analysis of the general restrictions currently in place. Finally, it analyzes potential issues that have arisen and interpretations that have been offered related to the application of these restrictions to new platforms of activity, for example, email, social media, and telework."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Hatch Act Generally", "paragraphs": ["Federal law, commonly known as the Hatch Act, regulates certain government employees' participation in partisan political activities. When enacting the current provisions regulating employees' political participation, Congress expressly stated that the policy underlying the statute recognized employees' right to engage freely \"in the political processes of the Nation.\" "], "subsections": [{"section_title": "Historical Regulation of Government Employees' Political Activities", "paragraphs": ["Employees in the executive branch of the federal government have been subject to certain limitations and restrictions on their partisan political activities for over a century. A general ban on voluntary, off-duty participation in partisan politics by merit system employees was instituted by executive order in 1907. Specifically, the executive order prohibited employees from using \"official authority or influence for the purpose of interfering with an election or affecting the result thereof.\" Employees retained their right to vote and privately express political opinions, but were prohibited from taking \"active part in political management or in political campaigns.\"", "Known as Civil Service Rule 1, this restriction and all of the administrative interpretations under it were eventually codified in 1939 and made applicable to most federal executive branch employees under a law commonly known as the Hatch Act. Since 1940, state and local government employees whose official jobs are connected with activities that receive federal funding have come within the purview of a part of the federal Hatch Act regarding partisan political activities. ", "The Hatch Act and civil service restrictions were seen in some respects as protections of federal employees from coercion by higher level, politically appointed supervisors to engage in political activities against their will, as well as an effort by Congress and the Executive to assure a nonpartisan and evenhanded administration of federal laws and programs. With the advent of the modern, more independent and merit-based civil service, and the adoption of increased statutory and regulatory protections of federal employees against improper coercion and retaliation, the need for a broad ban on all voluntary, outside activities in politics as a means to protect employees was seen as less necessary and more restrictive of the rights of private expression of millions of citizens than was needed to accomplish the goals of the Hatch Act.", "Accordingly, Congress made significant changes to the law in the Hatch Act Reform Amendments of 1993. The 1993 amendments allow most federal employees to engage in a wide range of voluntary, partisan political activities in their time off-duty, away from their federal jobs, and off of any federal premises. While many limitations on employees' political activity were removed, the amendments retained strict restrictions for some employees of designated agencies and provided more express statutory prohibitions on workplace politicking.", "Most recently, Congress made changes to the Hatch Act in the Hatch Act Modernization Act of 2012. These amendments did not include significant changes to the substantive prohibitions on federal employees' political activity. However, these amendments did change the status of employees of the District of Columbia, who previously were subject to Hatch Act restrictions but now are expressly excluded from coverage, and made changes to the mechanisms for enforcement of Hatch Act violations. "], "subsections": []}, {"section_title": "Scope of Current Regulation on Government Employees' Political Activities", "paragraphs": ["In its current form, the Hatch Act generally prohibits some categories of political activities for all covered employees. These restrictions generally prohibit such employees from the following:", "using their \"official authority or influence for the purpose of interfering with or affecting the result of an election\"; soliciting, accepting, or receiving political campaign contributions from any person; running \"for election to a partisan political office\"; soliciting or discouraging participation in political activity of any person who either has an application for a grant, contract, or other status pending before the employing agency or is the subject of an ongoing audit, investigation, or enforcement action by the employing agency; engaging in partisan political activity on official duty time; on federal property; while wearing a uniform or insignia identifying them as federal officials or employees; or while using a government vehicle. ", "Specific political activities that are permitted or prohibited for each category of federal employees covered by the Hatch Act are provided in the Appendix of this report. Notably, employees are not prohibited from all forms of political activity, and the Hatch Act expressly preserves an employee's \"right to vote as he chooses and to express his opinion on political subjects and candidates.\" "], "subsections": []}, {"section_title": "Enforcement of Hatch Act Restrictions", "paragraphs": ["The U.S. Office of Special Counsel (OSC), an independent executive agency, is responsible for administering the Hatch Act provisions, including investigating complaints and interpreting the parameters of permissible and prohibited political activities. If OSC believes that disciplinary action is warranted, it provides a complaint and statement of facts to the employee and the Merit Systems Protection Board. Employees, if subject to such a complaint, are entitled to certain procedural rights, including representation and a hearing. ", "Penalties under the Hatch Act are generally in the nature of administrative, personnel actions. Following criticism of the penalty structure as \"overly-restrictive,\" current penalties include removal, reduction in grade, debarment from federal employment for up to five years, suspension, reprimand, or a civil fine."], "subsections": []}]}, {"section_title": "Government Employees Subject to the Hatch Act", "paragraphs": ["The Hatch Act defines employee for purposes of the act as \"any individual, other than the President and Vice President, employed or holding office in—(A) an Executive Agency other than the General Accounting Office [Government Accountability Office]; or (B) a position within the competitive service which is not in an Executive agency....\"", "The definition expressly excludes members of the uniformed services and individuals employed or holding office in the government of the District of Columbia. Furthermore, by definition and design, the Hatch Act does not apply to employees in the legislative or judicial branches of the federal government. Notably, although not all employees of the federal government are subject to the Hatch Act, some provisions of the federal criminal code relating to political corruption and campaign finance apply to all federal officers and employees in all three branches of government.", "The broad definition means that the Hatch Act generally applies to all civilian officers and employees in the executive branch of the federal government. With the exception of the President and Vice President themselves, individuals who are subject to Hatch Act restrictions include rank-and-file employees in the executive branch; all officials of the executive agencies and departments, including agency and department heads appointed by the President with advice and consent of the Senate; and all officials, staff, and aides in the offices of the President and Vice President. There are limited exceptions for applicability of the Hatch Act under certain circumstances, as discussed below."], "subsections": [{"section_title": "Less Restricted Employees", "paragraphs": ["Following the relaxation of limitations on participation in political activity, the majority of individuals identified as \"employees\" subject to the Hatch Act are considered \"less restricted employees.\" That is, these employees are subject to the standard rules provided by the Hatch Act, whether by statute or regulation, and generally are permitted to \"take an active part in political management or in political campaigns,\" except for the general restrictions outlined above. "], "subsections": []}, {"section_title": "Further Restricted Employees", "paragraphs": ["Some employees covered by the Hatch Act are subject to additional restrictions under current law, and may be referred to as \"further restricted employees.\" These designations mean that such employees are subject not only to the standard rules noted above, but also to additional restrictions in the relevant statutory provisions and regulations. These employees are subject to more restrictive provisions similar to the former \"no politics\" rule of the original Hatch Act discussed earlier. ", "Further restricted employees are identified by the agencies for which they work or particular positions within the executive branch. The designated agencies generally deal with law enforcement or national security matters and include the following:", "the Federal Election Commission; the Election Assistance Commission; the Federal Bureau of Investigation; the Secret Service; the Central Intelligence Agency; the National Security Council; the National Security Agency; the Defense Intelligence Agency; the Merit Systems Protection Board; the Office of Special Counsel; the Office of Criminal Investigation of the Internal Revenue Service; the Office of Investigative Programs of the United States Custom Service; the Office of Law Enforcement of the Bureau of Alcohol, Tobacco, and Firearms; the National Geospatial-Intelligence Agency; the Office of the Director of National Intelligence; the Criminal Division of the Department of Justice; and the National Security Division of the Department of Justice.", "The heightened restrictions also apply to employees holding certain designated positions, including the following:", "career appointees in an Senior Executive Service position; administrative law judges; contract appeals board members; and administrative appeals judges.", "Employees in these agencies may not \"take an active part in political management or political campaigns,\" unless the employee was appointed by the President with the advice and consent of the Senate. The law specifies that this prohibition means that these employees are subject to the rules in place under the original Hatch Act provisions (e.g., \"no politics\" even if off duty or away from their official jobs or workplace). However, further restricted employees are not entirely excluded from political action under the Hatch Act. That is, they may engage in a number of political activities in their capacity as private citizens (i.e., while not on duty, in the federal workplace, or otherwise representing or appearing to represent the government) if the activity \"is not performed in concert with a political party, partisan political group, or a candidate for partisan political office.\""], "subsections": []}, {"section_title": "Limited Exceptions", "paragraphs": ["The Hatch Act provides a few limited exceptions, including for employees in certain high-ranking positions and for employees seeking to engage in political activities in certain municipalities. "], "subsections": [{"section_title": "Certain Executive Officials and Appointees", "paragraphs": ["The Hatch Act provides an exception to allow certain high-ranking officials to \"engage in political activity otherwise prohibited ... if the costs associated with that political activity are not paid for by money derived from the Treasury of the United States.\" The exception is available to employees who hold positions with responsibilities that \"continue outside normal duty hours and while away from the normal duty post,\" such as presidential advisers or Cabinet officers appointed by the President with the advice and consent of the Senate. In other words, these officials may engage in political activities during what would be considered official working time, as long as federal funds are not used for such activities. Any such official must reimburse the U.S. Treasury for the federal resources used in campaign activities."], "subsections": []}, {"section_title": "Employees in Certain Municipalities", "paragraphs": ["Congress authorized regulations that would permit employees otherwise covered by the Hatch Act's restrictions \"to take an active part in political management and political campaigns involving the municipality or other political subdivision in which they reside\" in certain cases. Generally, this exception may be applied only to municipalities and political subdivisions that have a majority of voters employed by the federal government and expressly includes the District of Columbia and those in Maryland or Virginia that are also \"in the immediate vicinity of the District of Columbia.\""], "subsections": []}]}]}, {"section_title": "Restrictions on Digital Political Activities", "paragraphs": ["While the Hatch Act includes several categories of restrictions, the restriction on political activities while on duty, in the federal workplace, or otherwise representing the government has been of particular interest in recent years, given various developments in the nature of federal employment. The changing nature of the workplace may raise questions regarding the balance between personal and professional activity, including various platforms of political activity such as email, mobile devices, social media, and telework. "], "subsections": [{"section_title": "Applicability of Prohibition on Political Activities on Duty", "paragraphs": ["One of the categories of restrictions imposed by employees covered by the Hatch Act is commonly known as the prohibition on political activities on duty. That provision states the following:", "[a]n employee may not engage in political activity—(1) while the employee is on duty; (2) in any room or building occupied in the discharge of official duties by an individual employed or holding office in the Government of the United States or any agency or instrumentality thereof; (3) while wearing a uniform or official insignia identifying the office or position of the employee; or (4) using an vehicle owned or leased by the Government of the United States or any agency or instrumentality thereof.", "The Hatch Act includes very few definitions of its terms, and the meanings of its provisions are detailed in federal regulations. The scope of the prohibition on political activities on duty, including such activities conducted in the federal workplace, depends largely on the general definitions of these terms.", "Political activity is defined as \"activity directed toward the success or failure of a political party, candidate for partisan political office, or partisan political group.\" Employees are considered to be on duty during any \"time period when an employee is: (1) [i]n a pay status other than paid leave, compensatory time off, credit hours, time off as an incentive award, or excused or authorized absence (including leave without pay); or (2) [r]epresenting any agency or instrumentality of the United States Government in an official capacity.\" The federal workplace, that is, \" a room or building occupied in the discharge of official duties by an individual employed or holding office in the Government of the United States or any agency thereof ,\" is defined to include federally owned or leased space in which employees regularly perform official duties and public areas of buildings controlled by the General Services Administration. ", "These terms are particularly relevant when applying the Hatch Act to new work scenarios. For example, a mobile device used by an employee during the workday may not be used for partisan political activity, even if the employee does so using a personal device during a break, if the employee remains in the workplace during that break because it would violate the second prong of the prohibition."], "subsections": []}, {"section_title": "Regulating New Platforms of Political Activity in Modern Work Environments", "paragraphs": ["The Hatch Act does not specify how it is to be applied to various types of communication and methods of engaging in political activity. In other words, the manner in which an employee participates in political activity appears to be irrelevant to whether the activity is permissible. Thus, whether an employee meets with a subordinate in person or calls the subordinate over the phone to solicit contributions for a particular political activity, the employee could be in violation of the Hatch Act. Examples include the increased use of mobile devices (e.g., Blackberry, smartphones), incorporation of social media as a professional tool, and the growth of federal telework programs."], "subsections": [{"section_title": "Email and Mobile Communications", "paragraphs": ["Although email has been a common tool in federal offices for decades, the prevalence of smartphones, both for personal and professional use, over the last decade has highlighted new issues in regulation of political activity under the Hatch Act. For instance, to what extent may an employee use his or her official email account or a personal account on a work computer or smartphone to engage in political activity? ", "Accordingly, OSC has offered guidance on the use of email to engage in political activity. In an advisory opinion, the agency examined an email sent by a federal employee entitled \"Who is Barack Obama?,\" which included a number of opinions about then-presidential candidate Obama that OSC found to be in violation of the Hatch Act. OSC noted that the email included \"very negative statements about Senator Barack Obama, specifically warn[ed] recipients to 'stay alert' about his candidacy, and stat[ed] that it has information recipients should consider in their 'choice.'\" The opinion appears to indicate that the source of the content is at least a consideration in the analysis, highlighting that the \"e-mail was not created by a federal employee. Rather, a federal employee received it and then forwarded it to others without adding any content.\" However, this notation has been considered irrelevant if the employee sends the email while on duty or in a federal workplace.", "While employees are permitted to receive partisan political emails to any account as well as forward an email from a government account to their own personal account, certain email activities are barred under Hatch Act restrictions. These include sending or forwarding a partisan political email while on duty or in a federal workplace. The prohibition applies to any account, meaning that employees are not only barred from sending such emails from their government accounts, but also prohibited from using personal accounts while at work, even if using their personal phone or tablet. Additionally, employees cannot send or forward such emails to subordinates, nor can they use email to send invitations to political fundraising events."], "subsections": []}, {"section_title": "Social Media", "paragraphs": ["The increased use of mobile communications has expanded the opportunity not only for employees to call or email while in a work environment, but also for use of other applications that may be used to engage in political activity, particularly various outlets of social media. In both their personal and professional capacities, the federal workforce also relies more heavily on the use of social media now than ever. Accordingly, application of the Hatch Act to these methods of communication has been of particular interest.", "Under OSC guidance, employees may engage in political activity on social media, with some restrictions. All employees are barred from doing so while on duty or in the federal workplace, from using their official titles, or from recommending or soliciting campaign contributions. Further restricted employees also must refrain from posting or linking to campaign or other partisan material, sharing Facebook pages of campaigns or other partisan groups, or retweeting posts from such entities' Twitter accounts. Specific rules apply with regard to social media contacts between supervisors and subordinates, which permit statements directly generally from a supervisor's account, but prohibit statements directed at subordinates in particular. Furthermore, OSC has identified some limitations on the biographical content of users' accounts, such as use of official title, photographs indicating political preferences, and profile information.", "OSC has announced a number of disciplinary measures related to these new platforms of activity after investigations into some federal employees' activities revealed violations of applicable prohibitions on political activities. In one case, OSC \"intended to pursue prosecution\" of an employee who used Twitter to advocate for a candidate and to solicit contributions. The employee had issued over 30 tweets but resigned before the prosecution moved forward. In another case, an employee at the Federal Election Commission (FEC) resigned after evidence showed that the employee had issued \"dozens of partisan political tweets\" and participated in an \"internet broadcast via webcam from an FEC facility, criticizing the Republican Party and then-Presidential candidate Mitt Romney.\" OSC barred the employee from employment in the executive branch for two years in that case. In both of these examples, specific details of the settlements reached were not released. For instance, it is not clear whether the employees used a personal Twitter account or an official account to engage in the restricted activities. "], "subsections": []}, {"section_title": "Telework", "paragraphs": ["Congress has enacted statutory requirements that direct federal agencies to adopt telework policies, and in the most recent report to Congress, the U.S. Office of Personnel Management (OPM) indicated that federal telework programs have expanded accordingly, both in eligibility and participation of employees. Telework has raised several questions with regard to the applicability of the Hatch Act. In congressional testimony, OSC explained that a significant number of employees work from home while using government-issued equipment. Thus, application of Hatch Act restrictions to teleworking employees could be analyzed under several possible frameworks: (1) determination of whether the employee is on duty; (2) clarification of whether the telework location is a federal workplace; and (3) potential expansion of the prohibition on the use of government vehicles to include other government equipment (e.g., laptops, smartphones).", "Current law does not identify which of these frameworks may be most appropriate, but OSC guidance indicates that \"[f]ederal employees are considered 'on duty' during telecommuting hours.\" OSC has previously recommended that Congress consider clarifying these definitions as a matter of legislative authority rather than relying on the administrative regulations and interpretation. It suggested that \"extending the definition of the federal workplace to an employee's home would be inappropriate,\" and noted the statute's silence with regard to government resources other than vehicles. Accordingly, it suggested that \"[a]gencies should be encouraged to develop clear computer-usage and government equipment policies\" including the use of official email addresses. However, the issue was not included in the most recent amendments to the Hatch Act. "], "subsections": [{"section_title": "Appendix. Office of Special Counsel Guidance for Federal Employees", "paragraphs": ["The Office of Special Counsel has provided guidance, including examples, to illustrate what types of activities are permitted and prohibited for less restricted and further restricted employees.", "Less Restricted Employees", "Permissible Political Activities", "May be candidates for public office in nonpartisan elections. May register and vote as they choose. May assist in voter registration drives. May contribute money to political campaigns, political parties, or partisan political groups. May attend political fundraising functions. May attend and be active at political rallies and meetings. May join and be an active member of political clubs or parties. May hold office in political clubs or parties. May sign and circulate nominating petitions. May campaign for or against referendum questions, constitutional amendments, or municipal ordinances. May campaign for or against candidates in partisan elections. May make campaign speeches for candidates in partisan elections. May distribute campaign literature in partisan elections. May volunteer to work on a partisan political campaign. May express opinions about candidates and issues. If the expression is political activity, however—that is, activity directed at the success or failure of a political party, candidate for partisan political office, or partisan political group—then the expression is not permitted while the employee is on duty, in any federal room or building, while wearing a uniform or official insignia, or using any federally owned or leased vehicle.", "Prohibited Political Activities", "May not use their official authority or influence to interfere with or affect the result of an election. For example: May not use their official titles or positions while engaged in political activity. May not invite subordinate employees to political events or otherwise suggest to subordinates that they attend political events or undertake any partisan political activity. May not solicit, accept, or receive a donation or contribution for a partisan political party, candidate for partisan political office, or partisan political group. For example: May not host a political fundraiser. May not collect contributions or sell tickets to political fundraising functions. May not be candidates for public office in partisan political elections. May not knowingly solicit or discourage the participation in any political activity of anyone who has business pending before their employing office. May not engage in political activity—that is, activity directed at the success or failure of a political party, candidate for partisan political office, or partisan political group—while the employee is on duty, in any federal room or building, while wearing a uniform or official insignia, or using any federally owned or leased vehicle. For example: May not distribute campaign materials or items. May not display campaign materials or items. May not perform campaign related chores. May not wear or display partisan political buttons, T-shirts, signs, or other items. May not make political contributions to a partisan political party, candidate for partisan political office, or partisan political group. May not post a comment to a blog or a social media site that advocates for or against a partisan political party, candidate for partisan political office, or partisan political group. May not use any e-mail account or social media to distribute, send, or forward content that advocates for or against a partisan political party, candidate for partisan political office, or partisan political group.", "Further Restricted Employees", "Permissible Political Activities", "May register and vote as they choose. May assist in nonpartisan voter registration drives. May participate in campaigns where none of the candidates represent a political party. May contribute money to political campaigns, political parties, or partisan political groups. May attend political fundraising functions. May attend political rallies and meetings. May join political clubs or parties. May sign nominating petitions. May campaign for or against referendum questions, constitutional amendments, or municipal ordinances. May be a candidate for public office in a nonpartisan election. May express opinions about candidates and issues. If the expression is political activity, however—that is, activity directed at the success or failure of a political party, candidate for partisan political office, or partisan political group—then the expression is not permitted while the employee is on duty, in any federal room or building, while wearing a uniform or official insignia, or using any federally owned or leased vehicle.", "Prohibited Political Activities", "May not be a candidate for nomination or election to public office in a partisan election. May not take an active part in partisan political campaigns. For example: May not campaign for or against a candidate or slate of candidates. May not make campaign speeches or engage in other campaign activities to elect partisan candidates. May not distribute campaign material in partisan elections. May not circulate nominating petitions. May not take an active part in partisan political management. For example: May not hold office in political clubs or parties. May not organize or manage political rallies or meetings. May not assist in partisan voter registration drives. May not use their official authority or influence to interfere with or affect the result of an election. For example: May not use their official titles or positions while engaged in political activity. May not invite subordinate employees to political events or otherwise suggest to subordinates that they attend political events or undertake any partisan political activity. May not solicit, accept, or receive a donation or contribution for a partisan political party, candidate for partisan political office, or partisan political group. For example: May not host a political fundraiser. May not invite others to a political fundraiser. May not collect contributions or sell tickets to political fundraising functions. May not engage in political activity—that is, activity directed at the success or failure of a political party, candidate for partisan political office, or partisan political group—while the employee is on duty, in any federal room or building, while wearing a uniform or official insignia, or using any federally owned or leased vehicle. For example: May not wear or display partisan political buttons, T-shirts, signs, or other items. May not make political contributions to a partisan political party, candidate for partisan political office, or partisan political group. May not post a comment to a blog or a social media site that advocates for or against a partisan political party, candidate for partisan political office, or partisan political group. May not use any e-mail account or social media to distribute, send, or forward content that advocates for or against a partisan political party, candidate for partisan political office, or partisan political group."], "subsections": []}]}]}]}]}}