{"id": "R44401", "title": "Kingdomware Technologies, Inc. v. United States: A Case of Statutory Interpretation and Its Implications for Federal Contracting", "released_date": "2016-02-25T00:00:00", "summary": ["On Monday, February 22, 2016, the Supreme Court heard oral arguments in Kingdomware Technologies, Inc. v. United States, a case that raises the question of whether the Department of Veterans Affairs (VA) is legally required to make certain purchases through a \"set aside\" for veteran-owned small businesses (VOSBs). A set-aside is a competition in which only eligible small businesses may generally participate.", "Congress amended the Small Business Act in 1999 to establish goals for the percentage of federal contract dollars awarded to one type of VOSBs: service-disabled veteran-owned small businesses (SDVOSBs). Then, in 2003, it further amended the Small Business Act to grant executive branch agencies—including VA—discretionary authority to set aside contracts for SDVOSBs. However, these enactments were widely seen as ineffective in increasing government contracting with VOSBs, and, in 2006, Congress enacted legislation that required VA specifically to take steps to promote awards to VOSBs. It is VA's obligations under this 2006 measure, as amended, that are at issue in Kingdomware, not the provisions of the Small Business Act.", "In particular, the Kingdomware case raises the question of how to construe language in the 2006 act which states that, \"[f]or purposes of meeting\" certain goals for contracting with VOSBs that VA is required to establish under the act (separate and apart from the goals under the 1999 act), VA \"shall\" set aside contracts for VOSBs whenever the contracting officer reasonably expects offers from at least two VOSBs and the award can be made at a fair market price. The latter conditions are commonly known as the \"Rule of Two\" because of the focus on there being at least two small businesses.", "VA has taken the position that the statutory language does not preclude it from placing orders through the Federal Supply Schedules (FSS)—which is a simplified method for purchasing commercial items—although its rationale for this position has changed over time. However, many VOSBs have disagreed, arguing that the use of the word shall in the 2006 act means that VA is legally required to set aside contracts for VOSBs whenever the Rule of Two is satisfied.", "The three administrative and judicial tribunals to have reviewed Kingdomware's challenge to VA's continued use of the FSS despite the alleged requirements of the 2006 act reached differing conclusions or relied upon differing logic. Initially, the Government Accountability Office found that the statute unambiguously requires VA to set aside contracts whenever the Rule of Two is satisfied and that VA's contrary interpretation of the 2006 act is, thus, not entitled to deference. However, the U.S. Court of Federal Claims disagreed, finding that the 2006 act is ambiguous, and VA's interpretation of the act as not applying to orders placed through the FSS is entitled to deference. A majority of the U.S. Court of Appeals for the Federal Circuit affirmed the decision of the lower court but on different grounds. The majority found that the 2006 act unambiguously requires VA to use set-asides for VOSBs only for purposes of meeting its goals for contracting with VOSBs. Once these goals are met, in the Federal Circuit's view, VA has discretion as to whether to use set-asides for VOSBs.", "The Supreme Court granted certiorari to resolve the question of VA's obligations under the 2006 act. In doing so, the Court could help clarify the application of certain principles of statutory interpretation relied upon by the lower tribunals and the parties, including principles regarding prefatory language, veterans benefits, and judicial deference to agency interpretations of ambiguous statutes. The Supreme Court's decision could also have practical implications for the manner in which VA conducts certain procurements as well as for VOSBs seeking to do business with VA pursuant to a small business set-aside."], "reports": {"section_title": "", "paragraphs": ["O n Monday, February 22, 2016, the Supreme Court heard oral arguments in Kingdomware Technologies, Inc. v. United States , a case that raises the question of whether the Department of Veterans Affairs (VA) is legally required to make certain purchases through a \"set aside\" for veteran-owned small businesses (VOSBs). A set-aside is a competition in which only eligible small businesses may generally participate. For example, if the contract is set aside for small businesses generally, any type of small business may participate. In contrast, if the contract is set aside for VOSBs, only VOSBs may generally participate. ", "Congress amended the Small Business Act in 1999 to establish goals for the percentage of federal contract dollars awarded to one type of VOSBs: service-disabled veteran-owned small businesses (SDVOSBs). Then, in 2003, it further amended the Small Business Act to grant executive branch agencies—including VA—discretionary authority to set aside contracts for SDVOSBs. However, these enactments were widely seen as ineffective in increasing government contracting with VOSBs, and, in 2006, Congress enacted legislation that required VA specifically to take specified steps to promote awards to VOSBs. It is VA's obligations under this 2006 measure, as amended, that are at issue in Kingdomware , not the provisions of the Small Business Act.", "This report provides a brief overview of the litigation in the Kingdomware case as well as the potential legal and practical implications of the Supreme Court's ruling. "], "subsections": [{"section_title": "The Litigation in Kingdomware", "paragraphs": ["The dispute in Kingdomware centers upon the meaning of the following language from the 2006 act, which is currently codified in Section 8127(d) of Title 38 of the United States Code (hereinafter referred to as Section 8127(d)):", "[f]or purposes of meeting [the goals as to contracting with SDVOSBs and VOSBs that the VA is required to establish under the 2006 act], a contracting officer of the Department [of Veterans Affairs] shall award contracts on the basis of competition restricted to small business concerns owned and controlled by veterans if the contracting officer has a reasonable expectation that two or more small business concerns owned and controlled by veterans will submit offers and that the award can be made at a fair and reasonable price that offers best value to the United States.", "The latter two conditions—that offers are reasonably expected from at least two small businesses and the award can be made at a fair market price—are commonly known as the \"Rule of Two\" because of the focus upon there being at least two small businesses.", "VA has taken the position that Section 8127(d) does not preclude it from placing orders through the Federal Supply Schedules (FSS)—which is a simplified method for purchasing commercial items —without consideration or use of a contract set-aside for VOSBs, although its rationale for this position has changed over time. For example, in the preface to the final regulations it promulgated in 2009 to implement Section 8127(d), VA expressly rejected the suggestion that it clarify that orders placed through the FSS are not subject to Section 8127(d)'s set-aside requirements on the grounds that the regulations \"do[] not apply to FSS task or delivery orders.\" At that time, it further noted that the procedures in Part 8 of the Federal Acquisition Regulation (FAR)—which generally govern purchases through the FSS—\"will continue to apply to VA FSS task/delivery orders\" and that \"VA will continue to follow GSA guidance regarding [the] applicability of ... [P]art 19 of the FAR, Small Business Programs, which states that set-asides do not apply to ... FSS acquisitions.\" VA has also advanced other rationales, as discussed below.", "Many VOSBs, however, have challenged this interpretation, arguing that VA cannot place orders through the FSS without considering and using, where appropriate, contracts set aside for VOSBs, because Section 8127(d) uses the word shall when discussing set-asides for VOSBs. The word shall is often characterized as the \"language of command,\" \"creating an obligation impervious to ... discretion,\" and other statutes and regulations pertaining to small business set-asides that similarly use (or previously used) shall have been construed to mean that agencies are required to set aside contracts for small businesses when the Rule of Two is satisfied. Thus, VOSBs have argued that Section 8127(d) creates a similar mandate for VA. ", "As is explained below, in attempting to determine which interpretation prevails—that of VA or that of the VOSBs challenging VA's procurement practices—the parties and administrative and judicial tribunals have invoked certain principles of statutory interpretation commonly used in determining Congress's intent in enacting particular legislation. These include principles regarding (1) plain meaning, (2) the words shall and may , (3) prefatory material, (4) surplusage, (5) deference to agency interpretations of ambiguous statutes, (6) usage of the same word in different parts of the same statute, (7) the presumption that Congress is knowledgeable about existing law, and (8) statutory and legislative history. Each of these principles is discussed further in the materials below. However, it is important to note at the outset that different tribunals reached different conclusions as to whether VA is required to set aside contracts for VOSBs, instead of placing orders through the FSS, based on their application of these principles. "], "subsections": [{"section_title": "The GAO Decision", "paragraphs": ["Kingdomware Technologies was among the VOSBs that objected to VA's interpretation of Section 8127(d). It filed a bid protest with the Government Accountability Office (GAO) in 2012 that challenged VA's proposed procurement of emergency notification services through the FSS without conducting market research to see if the procurement could be made through a contract set aside for VOSBs. GAO found for Kingdomware in a decision issued on May 30, 2012, which adopted the logic of earlier GAO decisions that had construed Section 8127(d) as unambiguou sly requiring VA to set aside contracts for VOSBs whenever the Rule of Two is satisfied because Section 8127(d) uses the word shall . ", "Given what it viewed as this plain statutory mandate, GAO found that VA's comments regarding the relationship between FSS purchases and VOSB set-asides in the preface to the 2009 regulations were not entitled to deference, because agency interpretations of statutes are granted deference only when the statute is silent on a particular issue, not when Congress has \"directly spoken to the precise question at issue.\" In so finding, GAO expressly rejected VA's argument that the obligation imposed by Section 8127(d) applies only for purposes of meeting VA's goals and that VA may make purchases through the FSS provided these goals are met. According to GAO, Section 8127's language regarding goals merely \"explains the purposes of [its] mandate\" and \"does not create an exception to the mandate.\" ", "GAO concluded by recommending that VA conduct market research to determine whether the procurement in question could be made through a contract set aside for VOSBs. However, VA declined to follow GAO's recommendation, which was not legally binding. Because GAO is a legislative branch agency, it cannot constitutionally compel executive branch agencies to implement its recommendations due to the separation of powers doctrine."], "subsections": []}, {"section_title": "The Court of Federal Claims Decision", "paragraphs": ["Kingdomware then filed a bid protest with the U.S. Court of Federal Claims, which, in a decision issued on November 27, 2012, stated that it \"respectfully disagree[d] with the GAO's interpretation\" of Section 8127(d). The court did so because it viewed Section 8127(d) as ambiguous as to whether VA is required to set aside contracts for VOSBs, since the \"goal-setting nature of the statute clouds the clarity [Kingdomware] would attribute to the phrase 'shall award.'\" Given this apparent ambiguity, the court found that VA's statements regarding the relationship between FSS purchases and VOSB set-asides in the preface to the 2009 regulations are entitled to deference because Congress has not \"directly spoken to the precise question at issue.\" ", "Since the court viewed VA's interpretation as an \"informal\" one, set forth in the preface to the 2009 regulations, it applied a lesser degree of deference than that typically afforded to \"formal\" interpretations set forth in regulations promulgated through notice-and-comment rulemaking. Nonetheless, even with this lesser degree of deference, the court found that VA's interpretation was permissible, in part, because it had \"remained consistent over time, and reflects a uniform approach on the part of the agency.\" The court also opined that Congress could be seen to have left a \"gap\" for VA to fill by not addressing the relationship between FSS purchases and VOSB set-asides in Section 8127(d). In so doing, the court noted that FSS purchases have historically been exempt from the FAR's requirements as to small business set-asides, and one principle of statutory interpretation is that \"Congress can be presumed to be ... knowledgeable about existing law pertaining to legislation it enacts.\""], "subsections": []}, {"section_title": "The Federal Circuit Decision", "paragraphs": ["Kingdomware appealed the lower court's decision to the U.S. Court of Appeals for the Federal Circuit, which, on June 3, 2014, by a vote of 2-1, affirmed the decision of the Court of Federal Claims on other grounds. The majority of the Federal Circuit did so because it viewed Section 8127(d) as unambiguous in requiring that VA use contracts set aside for VOSBs only \"for purposes of meeting [its annual] goals\" as to the percentage of VA contract dollars awarded to VOSBs; assuming these goals are met—as they have been, in the majority's view—VA has no obligation to set aside contracts for VOSBs. ", "The majority reached this conclusion, in part, because it was of the opinion that generally requiring that contracts be set aside for VOSBs whenever the Rule of Two is satisfied would render Section 8127(d)'s language regarding \"for purposes of meeting [the goals]\" as superfluous, and a \"bedrock principle of statutory interpretation is that each word in a statute should be given effect.\" The majority also viewed set-asides as a \"tool\" for meeting VA's goals and reasoned that a mandatory tool for achieving the goals would be inconsistent with the discretion that Congress expressly granted VA in setting the goals. ", "One judge dissented on the grounds that Section 8127(d) is unambiguous in requiring VA to set aside contracts for small businesses whenever the Rule of Two is satisfied. The dissenting judge also viewed the language in Section 8127(d) regarding \"for purposes of meeting [VA's goals]\" as prefatory in nature, and thus not \"limit[ing] ... the scope\" of VA's obligations. In so doing, the judge invoked a principle of statutory interpretation which holds that \"prefatory language\"—which includes language stating Congress's purpose in enacting a statute—\"does not limit or expand the scope of the operative clause\" of a statute. ", "Kingdomware requested a rehearing, which the Federal Circuit denied on September 10, 2014. Kingdomware then sought certiorari from the Supreme Court, which granted its petition on June 22, 2015. Oral arguments were initially scheduled for November 9, 2015, but the Court removed the case from its calendar on November 4, 2015, for further briefing on the question of whether the case was moot because the contract at issue had been performed. Both parties argued that the case was not moot, an argument the Court appears to have adopted, as it rescheduled oral arguments in the case for February 22, 2016."], "subsections": []}]}, {"section_title": "Filings with the Supreme Court", "paragraphs": ["The arguments of Kingdomware and its amici—who include 41 Members of Congress —in their filings with the Supreme Court generally resemble those made before GAO and the lower courts, with some additions. Foremost among these arguments is that VA is generally required to set aside contracts for VOSBs whenever the Rule of Two is satisfied because Section 8127(d) uses the word shall , and shall is the \"language of command, not discretion.\" The force of this mandatory language is not diminished, according to Kingdomware and its amici, by Section 8127(d)'s reference to set-asides being \"[f]or purposes of meeting\" VA's goals because this language is prefatory, not operative, and one principle of statutory interpretation is that prefatory language \"does not limit or expend the scope of the operative clause\" of a statute. ", "Kingdomware and its amici further note that the text of VA's 2009 regulations themselves mirror Section 8127(d) and that it is only in the preface to these regulations that VA expressed the view that purchases through the FSS are exempt from set-asides for small businesses. These prefatory statements are, Kingdomware and its amici argue, either not entitled to deference because the statute and VA regulations are unambiguous in requiring set-asides or, alternatively, are entitled to limited deference because they appear in the preface to the regulations, not the regulations' text. ", "Kingdomware and its amici also note a principle of statutory interpretation which holds that ambiguous statutes involving veterans' benefits are to be construed in favor of veterans; the statutory history of the 1999, 2003, and 2006 acts; and the legislative history of the 2006 act —all of which, they say, support their position. In addition, they note that the Federal Circuit's view that VA is required to set aside contracts only if VA has not met its goals as to contracting with VOSBs is \"unworkable in practice,\" because contracting officers generally do not know whether VA has or will meet its goals for a particular year at the time when they award a particular contract. ", "In contrast, the government's arguments, particularly in its final filing with the Supreme Court on the merits (there were later filings on the mootness question), differ markedly from those made before GAO and the lower courts. The government still takes the view that VA's interpretation of Section 8127(d) is entitled to deference. However, it maintains that the highest level of deference—commonly known as Chevron deference—applies because VA's view that purchases through the FSS are not subject to set-asides for small businesses is set forth in VA's regulations themselves—specifically, through their placement and numbering—and not just in the preface to the regulations. The government further argues that Section 8127(d), by its own terms, applies only to the award of new \"contracts\" and not to the placement of \"orders\" under existing contracts, such as the FSS contracts, an argument the government seeks to bolster by citing the usage of other statutes regarding set-asides for small businesses. These other statutes have generally not been construed to apply to orders under existing contracts unless \"orders\" are expressly mentioned. ", "The government also notes that requiring contracts to be set aside for VOSBs whenever the Rule of Two is satisfied would render other provisions of Section 8127 superfluous and create serious practical difficulties for VA. In addition, it cites legislative history materials that it views as supportive of its position that Section 8127(d) generally does not require set-asides whenever the Rule of Two is satisfied. It similarly argues that the principle that any ambiguities in statutes benefiting veterans are to be construed in the veterans' favor has no application here, because Section 8127(d) is not like the statutes at issue in the cases that articulate this principle."], "subsections": []}, {"section_title": "Significance of the Supreme Court's Decision", "paragraphs": ["The Supreme Court's decision in Kingdomware could have both legal and practical implications. In particular, as a legal matter, it could clarify the application of one or more of the principles of statutory interpretation that the parties, their amici, and lower administrative and judicial tribunals have invoked in attempting to resolve the question of whether Section 8127(d) precludes VA from making purchases through the FSS in situations where a contract could be set aside for VOSBs. The Court's decision could also have practical implications for the manner in which VA conducts certain procurements and for VOSBs seeking to do business with VA pursuant to a small business set-aside."], "subsections": [{"section_title": "Clarification of Principles of Statutory Interpretation", "paragraphs": ["Kingdomware is fundamentally a case about statutory interpretation, with the proceedings below and the filings with the Supreme Court invoking numerous principles of statutory interpretation, as previously noted. These include principles regarding (1) plain meaning, (2) the words shall and may , (3) prefatory material, (4) surplusage, (5) deference to agency interpretations of ambiguous statutes, (6) usage of the same word in different parts of the same statute, (7) the presumption that Congress \"is knowledgeable about existing law,\" and (8) statutory and legislative history. The Supreme Court's opinion could elaborate upon one or more of these principles. ", "One principle that the Court could explicate is that regarding prefatory material, because the Federal Circuit relied upon Section 8127(d)'s statement that set-asides are to be used \"[f]or purposes of meeting\" VA's goals for contracting with VOSBs in finding that Section 8127(d) is unambiguous in requiring that VA set aside contracts for VOSBs only \"for purposes of meeting [its goals]\" as to the percentage of VA contract dollars awarded to VOSBs. Kingdomware and its amici argue that this interpretation is incorrect because the \"[f]or purposes of\" language is prefatory and does not serve to alter VA's obligations as to set-asides for small businesses. In support of this view, they cite, among other things, a classic illustration of this principle recently noted by Justice Scalia in his book Reading Law : \"[I]f a statute provides that dogs are to be muzzled for the purpose of stamping out rabies they must continue to be muzzled so long as the statute is in force, even though rabies has been stamped out.\"", "Section 8127(d) would seem to resemble this example in both its structure and syntax. However, the government, at least in its initial filings with the Court, asserted that the language about \"goals\" in Section 8127(d) is not prefatory but rather operative due to its placement and terms. While the government would appear to have abandoned this argument in its final filing with the Court on the merits (as opposed to mootness) before oral argument, the Court could still have occasion to clarify the distinction between prefatory and operative language as well as whether any statutory language that uses the word purpose is necessarily seen to be prefatory. ", "Also, assuming Section 8127(d) were seen to be ambiguous, the Court could have occasion to address the application of the principle of statutory interpretation regarding construction in favor of veterans. No lower administrative or judicial tribunal in this case based its decision on the principle that ambiguous statutes regarding veterans' benefits are to be construed in favor of veterans. However, Kingdomware and its amici have asserted that the principle should be seen to support the view that VA is generally required to set aside contracts for VOSBs whenever the Rule of Two is satisfied. The government, on the other hand, argues that the principle has no application here because the statute in question does not involve veterans' benefits; or, alternatively, because both constructions advanced in the Kingdomware case could be seen to benefit veterans in certain ways. For example, in the government's view, firms that qualify as VOSBs for purposes of Section 8127 would benefit from Kingdomware's proposed interpretation, while other veteran-owned businesses and individual veterans receiving medical treatment from VA could be seen to benefit from VA's proposed interpretation. ", "Similarly, if the statute were seen as ambiguous, the Court could end up addressing what degree of deference, if any, is to be afforded to VA's view that purchases through the FSS are exempt from set-asides for small businesses under Section 8127(d). Both Kingdomware and the government, in legal proceedings and Supreme Court filings prior to September 29, 2015, had argued that any deference to be afforded to VA's interpretation of Section 8127(d) should be limited because VA advanced its view that purchases through the FSS are not required to be set aside for small businesses in the preface to the 2009 regulations rather than through the regulations themselves. As previously noted, under the precedent of Chevron U.S.A. , Inc. v. Natural Resources Defense Council , agency interpretations are afforded the highest degree of deference when they are formal ones, such as those set forth in agency regulations. Informal interpretations, such as those set forth in the preface to agency regulations, are afforded less deference.", "However, in a brief filed with the Court on September 29, 2015, the government advanced the view that VA's interpretation should be afforded Chevron deference because it is set forth in the regulations themselves—specifically, in their placement and numbering—and not just in their preface. Here, the government notes that the VA FAR supplement (commonly known as the VAAR) provides that it is to be read in conjunction with the FAR, and the FAR provides that purchases through the FSS under Part 8 of the FAR are not subject to the requirements regarding small business set-asides in Part 19 of the FAR. Therefore, it argues that VA's placement of the regulations implementing 8127(d) in Parts 808 and 819 of the VAAR—which parallel and build upon Parts 8 and 19 of the FAR—can be seen to embody its view that Section 8127(d) does not apply to purchases through the FSS, even though VA does not expressly state this in words in its regulations. If the government's argument here were to be adopted by the Court, it could have wide application in the procurement context, where agency FAR supplements routinely parallel the FAR's structure and numbering. "], "subsections": []}, {"section_title": "Practical Implications for VA and VOSBs", "paragraphs": ["The Supreme Court's decision in Kingdomware could also affect how VA conducts certain procurements as well as the opportunities for VOSBs to contract with VA. The exact nature of these effects will ultimately depend on the Court's ruling and VA's response thereto, neither of which can be predicted. However, this section offers some preliminary observations about VA's procurement processes and its procurement spending, including through the FSS. "], "subsections": [{"section_title": "VA's Procurement Processes", "paragraphs": ["A finding that Section 8127(d) requires VA to consider and use, where appropriate, a set-aside for VOSBs, instead of making purchases through the FSS, would mean that VA, as an initial matter, must determine whether there is a reasonable expectation that the Rule of Two could be satisfied for each of its proposed procurements. Generally, VA would need to conduct market research to be able to make this determination. VA's acquisition workforce may already conduct market research for each of its procurements, but given VA's historic interpretation of Section 8217(d), agency personnel may not have been seeking to identify VOSBs in particular prior to making purchases through the FSS. For this reason and the reasons discussed below, it seems likely that using a small business set-aside with purchases of a type formerly made through the FSS would require some additional work by VA personnel, particularly in conducting market research and, potentially, in processing applications from vendors seeking to be certified by VA as VOSBs. Although not directly relevant to the litigation in Kingdomware , Section 8127 also provides that a \"small business concern may be awarded a contract under this section only if the small business concern and the veteran owner of the small business concern are listed in the database of veteran-owned businesses maintained by\" VA.", "Market research—a key component of an agency's acquisition planning process —may serve a variety of specific purposes, though the overarching goal is to collect and analyze \"information about capabilities within the market to satisfy agency needs.\" In this instance, the purpose would be to gauge the likelihood that offers could be expected from at least two VOSBs. Market research techniques listed in the FAR include the following:", "Contacting \"knowledgeable individuals in Government and industry regarding market capabilities to meet requirements.\" Reviewing \"the results of recent market research undertaken to meet similar or identical requirements.\" Publishing \"formal requests for information in appropriate technical or scientific journals or business publications.\" Querying \"the Governmentwide database of contracts and other procurement instruments intended for use by multiple agencies at https://www.contractdirectory.gov/contractdicrectory and other Government and commercial databases that provide information relevant to agency acquisitions.\" Participating \"in interactive, on-line communication among industry, acquisition personnel, and customers.\" Obtaining \"source lists of similar items from other contracting activities or agencies, trade association or other sources.\" Reviewing \"catalogs and other generally available product literature published by manufacturers, distributors, and dealers or available on-line.\" Conducting \"interchange meetings or [holding] presolicitation conferences to involve potential offerors early in the acquisition process.\"", "Examples of specific resources for market research include the Federal Procurement Data System-Next Generation (FPDS-NG or FPDS), Federal Business Opportunities (FedBizOpps) website, the General Service Administration's (GSA's) FSS website, VA's Office of Small and Disadvantaged Business Utilization (OSDBU), Procurement Technical Assistance Centers (PTACs), trade associations, associations that represent VOSBs, industry events, government-sponsored industry days, and the Vendor Information Pages (VIP) VetBiz database of certified VOSBs maintained by VA.", "In the section on market research, the VAAR focuses exclusively on its VIP database. The regulation requires staff to use the VIP database, in addition to other information, and \"to record VIP queries in the solicitation file by printing the results of the search(es) along with [the] specific query used to generate the search(es).\"", "If it becomes necessary for VA staff to conduct market research to determine whether offers are reasonably to be expected from at least two VOSBs (at least two SDVOSBs, in the case of contracts set-aside for SDVOSBs) in procurements of the type formerly made through the FSS, several factors might come into play. Examples of these factors, which might affect the VA's workload associated with conducting market research, include the following:", "VA maintains a database of VOSBs the agency has certified. As of February 3, 2016, the database contained 1,971 VOSBs. The certified VOSBs may be a subset of a larger pool containing VOSBs that are not certified. Canvassing only those businesses that appear in VA's database could save time when conducting procurements, while expanding the market research effort to include non-certified VOSBs might increase the likelihood of satisfying the Rule of Two. However, in order to be eligible for set-asides under Section 8127(d), VOSBs and SDVOSBs are required by statute to be certified by VA. As discussed below, more firms might seek such certification if VA were required to set aside for small businesses procurements of the type formerly made through the FSS. If VA were required to use contracts set aside for VOSBs, instead of purchases through the FSS, the resulting change in practice might provide an incentive to non-certified VOSBs to seek certification. The addition of newly certified VOSBs would increase the size of the pool of certified VOSBs. The FSS includes schedules established and maintained by GSA in addition to those established and maintained by VA. GSA has 37 schedules that provide goods and services in a variety of categories, including office solutions, furniture and furnishings, IT solutions and electronics, and recreation and apparel. A requirement to set aside contracts for VOSBs, instead of making purchases through the FSS, would affect not only its purchases from its own schedules but also its purchases from GSA-administered schedules. It would not affect other agencies' purchases from the VA- or GSA-administered schedules, though, because such purchases are not made under the authority of Section 8127.", "If the agency's workload related to conducting market research were to increase significantly, a related issue is whether VA's acquisition workforce has the capability to perform this work and to do so in a timely and thorough fashion. Excerpts from several reports suggest that acquisition workforce staffing may be inadequate. Generally, the executive branch as a whole has experienced a shortage of acquisition professionals. GAO reported, in 2013, that agencies were experiencing a shortage of trained acquisition personnel, adding that insufficient staffing \"hinders agencies from managing and overseeing acquisition programs and contracts that have become more expensive and increasingly complex.\" GAO, as well as VA's Office of Inspector General (OIG), has found evidence of this problem within the department. During a study on VA and contract monitoring, GAO found that contracting officer representatives (CORs) experienced heavy workloads and had not been adequately trained to perform contract monitoring. VA's inspector general reported in 2011 that the Veterans Integrated Service Network (VISN) had 2,428 authorized positions for performing contracting functions but only 1,753 employees, which means 28% of the positions were vacant at the time of the study. Although this information is not conclusive, it raises questions regarding whether VA's acquisition workforce has the capacity to handle a potentially significant increase in workload.", "Another possible implication for VA, which was raised above, is that a requirement for it to make certain purchases through contracts set aside for VOSBs, instead of the FSS, might provide an incentive for non-certified VOSBs to seek certification. An increase in the number of first-time applicants for certification would lead to a corresponding increase in the agency's verification workload. Determining whether a VOSB is eligible for verification is a rigorous, potentially time-consuming process. It involves confirming that the veteran owner ", "has \"direct, unconditional ownership of at least 51 percent of the company ... and ... full decision making authority\"; \"manages the company on both [a] strategic policy and day-to-day basis\"; \"holds the highest officer position\" and is the highest compensated employee; and \"has the managerial experience of the extent and complexity needed to manage the company.\"", "Examination of a business's application generally involves confirming that the information submitted is accurate and complete, using federal government databases to verify that the company is registered in the System for Award Management (SAM) and is in good standing with the federal government, and reviewing all of the documents submitted with the application. The list of documents that may accompany an application includes \"[f]inancial statements; Federal personal and business tax returns; personal history statements; and Request for Copy or Transcript of Tax Form (IRS Form 4506) for up to 3 years.\" If applicable, agency personnel may also review \"Articles of Incorporation/Organization; corporate by-laws or operating agreements; organizational, annual and board/member meeting records; stock ledgers and certifications; State-issued Certificates of Good Standing; contract, lease and loan agreements; payroll records; bank account signature cards; and licenses.\""], "subsections": []}, {"section_title": "VA's Procurement Spending and FSS", "paragraphs": ["In FY2015, VA accounted for $19.9 billion of the executive branch's procurement spending, which placed it among the top five agencies in terms of the magnitude of agencies' procurement spending. Small businesses received approximately one-third ($6.3 billion) of the total; other-than-small businesses received the remainder ($13.6 billion). ", "Approximately $3.4 billion of the $19.9 billion was spent on purchases through the FSS. Among the variety of procurement methods available to VA are its own FSS contracts and GSA's FSS contracts. Other executive branch agencies may, and do, use these FSS contracts to meet their needs for a variety of supplies, equipment, and services. However, Table 1 displays procurement data only for VA's FSS spending in FY2014 and FY2015. ", "Some of the purchases through the FSS reflected in Table 1 are made from VOSBs, although generally not as a result of a contract that was set aside for VOSBs. Instead, in some cases, VOSBs are among the vendors awarded an FSS contract, along with other types of small businesses (e.g., women-owned) and other-than-small firms.", "Not all VOSBs have FSS contracts, however, and only vendors having FSS contracts are eligible for orders placed under them. Thus, if Section 8127(d) were construed as requiring VA to set aside contracts for VOSBs, instead of making purchases through the FSS, it could result in shifting certain purchases (1) from other-than-small businesses and small businesses that are not VOSBs to VOSBs, or (2) from VOSBs that hold FSS contracts to those that do not. Only in the first set of circumstances would the extent of VA's contracting with VOSBs change. In the second set of circumstances, all that would change is which VOSBs perform particular work for VA. "], "subsections": []}, {"section_title": "VA's Goals for Contracting with VOSBs and SDVOSBs", "paragraphs": ["As noted above, the purpose of Section 8127 is to increase the opportunities for VOSBs and SDVOSBs to contract with VA. Among the means for achieving this goal specified in Section 8127 are having VA establish annual goals for the percentage of contract dollars awarded to VOSBs and SDVOSBs and requiring or authorizing VA to use specific procedures in making awards to such businesses. The prime contracting goals for the VA for FY2014 and FY2015 were the same—12.0% for VOSBs and 10.0% for SDVOSBs —and VA exceeded the goals in both years. Any increase in the amount of VA contract dollars spent with VOSBs and SDVOSBs, as previously discussed, would be reflected in VA's performance as to these goals (i.e., VA would report an increase in the percentage of VA contract dollars awarded to VOSBs and SDVOSBs) . "], "subsections": []}]}]}]}}