{"id": "R44425", "title": "Health Insurance Premium Tax Credits and Cost-Sharing Subsidies", "released_date": "2018-04-24T00:00:00", "summary": ["Certain individuals without access to subsidized health insurance coverage may be eligible for premium tax credits, as established under the Patient Protection and Affordable Care Act (ACA; P.L. 111-148, as amended). The dollar amount of the premium credit varies from individual to individual, based on a formula specified in statute. Individuals who are eligible for the premium credit, however, generally are still required to contribute some amount toward the purchase of health insurance.", "In order to be eligible to receive premium tax credits, individuals must have annual household income at or above 100% of the federal poverty level (FPL) but not more than 400% FPL; not be eligible for certain types of health insurance coverage, with exceptions; file federal income tax returns; and enroll in a plan through an individual exchange. Exchanges are not insurance companies; rather, exchanges serve as marketplaces for the purchase of health insurance. They operate in every state and the District of Columbia (DC).", "The premium credit is refundable, so individuals may claim the full credit amount when filing their taxes, even if they have little or no federal income tax liability. The credit also is advanceable, so individuals may choose to receive the credit on a monthly basis to coincide with the payment of insurance premiums. The ACA premium credit is financed through permanent appropriations authorized under the federal tax code.", "Individuals who receive premium credits also may be eligible for subsidies that reduce cost-sharing expenses. The ACA established two types of cost-sharing subsidies (or cost-sharing reductions). One type of subsidy reduces annual cost-sharing limits; the other directly reduces cost-sharing requirements (e.g., lowers a deductible). Individuals who are eligible for cost-sharing reductions may receive both types. Although applicable health plans must provide these cost-sharing reductions, such plans are no longer receiving payments to reimburse them for the cost of providing the subsidies."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Certain individuals and families without access to subsidized health insurance coverage may be eligible for premium tax credits. These premium credits, authorized under the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 , as amended), apply toward the cost of purchasing specific types of health plans offered by private health insurance companies. Individuals who receive premium credits also may be eligible for subsidies that reduce cost-sharing expenses.", "To be eligible for premium tax credits and cost-sharing subsidies, individuals and families must enroll in health plans offered through health insurance exchanges and meet other criteria. Exchanges operate in every state and the District of Columbia (DC). Exchanges are not insurance companies; rather, they are marketplaces that offer private health plans to qualified individuals and small businesses. The ACA specifically requires exchanges to offer insurance options to individuals and to small businesses, so exchanges are structured to assist these two different types of customers. Consequently, each state has one exchange to serve individuals and families (an individual exchange ) and another to serve small businesses (a Small Business Health Options Program , or SHOP, exchange ). ", "Health insurance companies that participate in the individual and SHOP exchanges must comply with numerous federal and state requirements. Among such requirements are restrictions related to the determination of premiums for exchange plans ( rating restrictions ). Insurance companies are prohibited from using health factors in determining premiums. However, they are allowed to vary premiums by age (within specified limits), geography, number of individuals enrolling in a plan, and smoking status (within specified limits)."], "subsections": []}, {"section_title": "Premium Tax Credits", "paragraphs": ["The dollar amount of the premium tax credit is based on a statutory formula and varies from individual to individual. Individuals who are eligible for the premium credits generally are required to contribute some amount toward the purchase of their health insurance. ", "The premium credit is refundable, so individuals may claim the full credit amount when filing their taxes, even if they have little or no federal income tax liability. The credit also is advanceable, so individuals may choose to receive the credit in advance of filing taxes on a monthly basis to coincide with the payment of insurance premiums (technically, advance payments go directly to insurers). Advance payments automatically reduce monthly premiums by the credit amount. Therefore, the direct cost of insurance to an individual or family eligible for premium credits generally will be lower than the advertised cost for a given exchange plan. "], "subsections": [{"section_title": "Eligibility", "paragraphs": ["In order to be eligible to receive premium tax credits, individuals must meet the following criteria: ", "file federal income tax returns; enroll in a plan through an individual exchange; have annual household income at or above 100% of the federal poverty level (FPL) but not more than 400% FPL; and not be eligible for minimum essential coverage (see \" Not Eligible for Minimum Essential Coverage \" section in this report), with exceptions.", "These eligibility criteria are discussed in greater detail below."], "subsections": [{"section_title": "File Federal Income Tax Returns", "paragraphs": ["Because the premium assistance is provided in the form of tax credits, such assistance is administered by the Internal Revenue Service (IRS) through the federal tax system. The premium credit process requires qualifying individuals to file federal income tax returns, even if their incomes are at levels that normally do not necessitate the filing of such returns. ", "Married couples are required to file joint tax returns to claim the premium credit. The calculation and allocation of credit amounts may differ in the event of a change in tax-filing status during a given year (e.g., individuals who marry or divorce)."], "subsections": []}, {"section_title": "Enroll in a Plan Through an Individual Exchange", "paragraphs": ["Premium credits are available only to individuals and families enrolled in plans offered through individual exchanges; premium credits are not available through SHOP exchanges. Individuals may enroll in exchange plans if they (1) reside in a state in which an exchange was established; (2) are not incarcerated, except individuals in custody pending the disposition of charges; and (3) are citizens or have other lawful status. ", "Undocumented individuals (individuals without proper documentation for legal residence) are prohibited from purchasing coverage through an exchange, even if they could pay the entire premium. Because the ACA prohibits undocumented individuals from obtaining exchange coverage, these individuals are not eligible for premium credits. Although certain individuals are not eligible to enroll in exchanges due to incarceration or legal status, their family members may still receive premium credits as long as these family members meet all eligibility criteria."], "subsections": []}, {"section_title": "Have Annual Household Income Between 100% and 400% of the Federal Poverty Level", "paragraphs": ["Individuals generally must have household income within a statutorily defined range (based on FPL) to be eligible for premium credits, with some exceptions. Household income is measured according to the definition for modified adjusted gross income (MAGI). An individual whose MAGI is at or above 100% FPL up to and including 400% FPL may be eligible to receive premium credits. ", " Table 1 displays the income ranges that correspond to the eligibility criteria for premium credits in 2018 (using poverty guidelines updated by the Department of Health and Human Services [HHS] for 2017)."], "subsections": []}, {"section_title": "Not Eligible for Minimum Essential Coverage", "paragraphs": ["To be eligible for a premium credit, an individual may not be eligible for minimum essential coverage (MEC), with exceptions (described below). The ACA broadly defines MEC to include Medicare Part A; Medicare Advantage; Medicaid (with exceptions); the State Children's Health Insurance Program (CHIP); Tricare; Tricare for Life, a health care program administered by the Department of Veterans Affairs; the Peace Corps program; any government plan (local, state, federal), including the Federal Employees Health Benefits Program (FEHBP); any plan offered in the individual health insurance market; any employer-sponsored plan (including group plans regulated by a foreign government); any grandfathered health plan; any qualified health plan offered inside or outside of exchanges; and any other coverage (such as a state high-risk pool) recognized by the HHS Secretary.", "However, the ACA provides certain exceptions regarding eligibility for MEC and premium tax credits. An individual may be eligible for premium credits even if he or she is eligible for any of the following sources of MEC: ", "the individual (non-group) health insurance market; an employer-sponsored health plan that is either unaffordable or inadequate; or limited benefits under the Medicaid program."], "subsections": [{"section_title": "Medicaid Expansion", "paragraphs": ["Under the ACA, states have the option to expand Medicaid eligibility to include all non-elderly, nonpregnant individuals with incomes up to 138% FPL. If an individual who applied for premium credits through an exchange is determined to be eligible for Medicaid, the exchange must have that individual enrolled in Medicaid instead of an exchange plan. Therefore, in states that have expanded Medicaid eligibility to include individuals with incomes at or above 100% FPL (or any state in which such individuals currently are eligible for Medicaid), premium credit eligibility begins at the income level at which Medicaid eligibility ends."], "subsections": []}]}]}, {"section_title": "Determination of Required Premium Contributions and Premium Tax Credits", "paragraphs": [], "subsections": [{"section_title": "Required Premium Contribution Examples", "paragraphs": ["The amount of the premium tax credit varies from individual to individual. Calculation of the credit is based on the household income (i.e., MAGI) of the individual (and dependents), the premium for the exchange plan in which the individual (and dependents) is enrolled, and other factors. For simplicity's sake, the following formula may be used to calculate the credit: ", "Premium for Standard Plan – Required Premium Contribution = Premium Tax Credit", "As mentioned in the \" Background \" section of this report, premiums are allowed to vary based on a few characteristics of the person (or family) seeking health insurance. Standard P lan refers to the second-lowest-cost silver plan (see text box in \" Eligibility \" section of this report) in the person's (or family's) local area. Required Premium Contribution refers to the amount that a premium credit-eligible individual (or family) may pay toward the exchange premium. The required premium contribution is capped according to household income, with such income measured relative to FPL (see Table 1 ). The cap requires lower-income individuals to contribute a smaller share of income toward the monthly premium, compared with the requirement for higher-income individuals (see Figure 1 ). ", "The Premium Tax Credit is the difference between the premium and the required contribution. Given that the premium and required contribution vary from person to person, the premium credit amount likewise varies greatly. An extreme example is when the premium for the standard plan is very low, the tax credit may cover the entire premium and the individual may pay nothing toward the premium. The opposite extreme scenario, for some higher-income individuals, is when the required contribution exceeds the premium amount, leading to a credit of zero dollars, meaning the individual (or family) would pay the entire premium amount.", "To illustrate the premium credit calculation for 2018, consider a premium credit recipient living in Lebanon, KS—the geographic center of the continental United States—with household income of $18,090 (150% FPL, according to premium credit regulations). Such an individual would be required to contribute 4.03% of that income toward the premium for the standard plan in his or her local area (see Figure 1 ). In other words, the maximum amount that this person would pay for the year toward the standard plan is approximately $729 (that is, $18,090 × 4.03%), or around $61 per month. In contrast, an individual residing in the same area with income of $30,150 (250% FPL) would be required to contribute 8.10% of his or her income toward the premium for the same plan. The maximum amount this individual would pay for the standard plan would be around $2,442 for the year, or approximately $204 per month.", "A similar calculation is used to determine the required premium contribution for a family. For instance, consider a couple and one child residing in Lebanon, KS, who are eligible for premium tax credits with household income of $30,630 in 2018. For a family of this size, this income is equivalent to 150% FPL for premium credit purposes. Just as in the example above of the individual with income at 150% FPL, this family would be required to contribute 4.03% of its annual income toward the premium for the standard plan in its local area. This means that the maximum amount the family would pay for that plan is approximately $1,234 in 2018, or around $103 per month."], "subsections": []}, {"section_title": "Premium Tax Credit Examples", "paragraphs": ["Generally, the arithmetic difference between the premium and the individual's (or family's) required contribution is the tax credit amount provided to the individual (or family). Therefore, factors that affect either the premium or the required contribution (or both) will change the premium credit amount. The hypothetical examples below illustrate those changes based on the following selected factors: age, family size, and choice of metal plan. (For simplicity purposes, the premium, contribution, and credit amounts used in these examples have been rounded to the nearest dollar.)"], "subsections": [{"section_title": "Effects of Age on Premium Credit Calculation", "paragraphs": ["Consider the individual residing in Lebanon, KS, with annual household income of $18,090 (as discussed in the \" Required Premium Contribution Examples \" section of this report). This hypothetical person would be required to contribute about $61 per month toward the premium for the standard plan. If this person were 21 years of age, he or she would face a premium of $421 for the standard plan in his or her local area. Therefore, the amount of the monthly premium credit this individual would receive would be the difference between that premium and his or her required premium contribution, or $421 - $61 = $360. In other words, a 21-year-old resident of Lebanon, KS, with annual household income at 150% FPL who is enrolled in the standard plan that costs $421 per month would contribute $61 toward the monthly premium and receive a monthly credit of $360. ", "In contrast, an older individual residing in the same area, with the same income level, would face a different monthly premium based on his or her age. For example, a 60-year-old individual would face a monthly premium of $1,143 for the same standard plan as the 21-year-old person. But given that an individual's required premium contribution is capped, the 60-year-old Lebanon resident would spend the same amount on the standard plan's premium as would the 21-year-old Lebanon resident because they have the same income level. The difference between these two hypothetical calculations is the amount of the credit. In the case of the 60-year-old individual, the amount of the monthly premium credit would be $1,082 (the arithmetic difference between the premium and the required premium contribution). The 21-year-old individual would face a less expensive monthly premium and thus would receive a lower monthly premium credit amount than would the 60-year-old individual for the same plan (see Table 2 )."], "subsections": []}, {"section_title": "Effects of Family Size on Premium Credit Calculation", "paragraphs": ["Given that premiums for exchange plans (and similar plans offered outside of exchanges) are allowed to vary based on family size, this characteristic affects the calculation of the premium tax credit. For example, take the hypothetical couple and child residing in Lebanon, KS, with annual income at 150% FPL (as discussed in the \" Required Premium Contribution Examples \" section of this report). The family's required contribution toward the monthly premium for the standard plan in its local area is $103 per month. If you assume both of the adults are 21 years of age, the monthly premium for the standard plan in their area is $1,164. Therefore, this hypothetical family of three would receive a monthly premium credit of $1,061.", "If this hypothetical family instead had two children and income at 150% FPL for a family of four, but all other facts remained the same as in the previous example, the family of four's required premium contribution would be $124 per month. The family would face a monthly premium of $1,487 for the standard plan in its local area, which would result in a monthly premium credit of $1,363."], "subsections": []}, {"section_title": "Effects of Choice of Metal Plan on Premium Credit Calculation", "paragraphs": ["Although the required premium contribution is based on a standard plan, an individual (or family) may choose to enroll in any metal plan and still be eligible for premium tax credits. However, when an eligible individual enrolls in a plan that is more expensive than the standard plan, that person must pay the additional premium amount. Using the same hypothetical 21-year-old individual from above (see Table 2 ), he or she would be required to pay $61 toward the monthly premium and would receive $360 as a premium credit for the standard plan. If this individual decided to enroll in the highest-cost gold plan instead of the standard plan, he or she would face a premium of $538. Because the individual chose a more expensive plan, he or she would be required to pay the difference in premiums. Specifically, this individual would be required to pay an additional $117 per month, on top of the required $61 monthly premium contribution (see Table 3 ). Therefore, the individual's total monthly premium contribution would be $178 after receiving a monthly premium credit of $360."], "subsections": []}]}]}, {"section_title": "Reconciliation of Premium Tax Credits", "paragraphs": ["As mentioned previously, an eligible individual (or family) may receive advance payments of the premium credit to coincide with when insurance premiums are due. For such an individual, advance payments are provided on a monthly basis and are based on income in the prior year's tax return. When an individual files his or her tax return for a given year, the total amount of advance payments he or she received in that tax year is reconciled with the amount he or she should have received. If an individual's income decreased during the year and he or she should have received a larger tax credit, the additional credit amount will be included in the individual's tax refund for the year or used to reduce the amount of taxes owed. By contrast, if an individual's income increased during the year and he or she received too much in premium credits, the excess amount will be repaid in the form of a tax payment. For individuals with incomes below 400% FPL, the repayment amounts are capped, with greater tax relief provided to individuals with lower incomes (see Table 4 )."], "subsections": []}, {"section_title": "Preliminary Tax Credit Data", "paragraphs": ["The IRS has published preliminary data about the ACA tax credit in its annual \"Statistics of Income\" (SOI) reports. The most recently published SOI reports are for tax years 2014 and 2015. The following data provide summary statistics, for each tax year, about two overlapping taxpayer populations: individuals who received advance payments of the ACA tax credit and individuals who claimed the credit on their individual income tax returns. "], "subsections": [{"section_title": "Tax Year 2014", "paragraphs": ["For tax year 2014, approximately 3.4 million tax returns indicated receipt of advance payments of the ACA tax credit, totaling to almost $12 billion. Of those 3.4 million returns, nearly 1.5 million taxpayers received advance payments that were less than what they were eligible for, and approximately 1.8 million taxpayers received advance payments that were more than what they were eligible for. The remaining difference (less than 60,000) represents taxpayers who received the correct amount in advance payments.", "The SOI data indicate that approximately 3.1 million tax returns for the 2014 tax year claimed a total of nearly $11.2 billion of ACA tax credit. The 3.1 million returns represent the number of taxpayers who were actually eligible for the ACA tax credit, based on the information provided in the 2014 tax returns. These eligible taxpayers represent those who did receive advance payments of the credit and those who claimed the credit after the end of the tax year. The IRS also has published limited tax credit data by state, county, and zip code. "], "subsections": []}, {"section_title": "Tax Year 2015", "paragraphs": ["For tax year 2015, approximately 5.7 million tax returns indicated receipt of advance payments of the ACA tax credit, totaling to almost $20.2 billion. In comparison to the 2014 amounts mentioned above, the 2015 data represent a two-thirds increase in both tax return claims and advanced credit amounts. Of the 5.7 million returns indicating advance payments, more than 2.3 million taxpayers received advance payments that were less than what they were eligible for and nearly 3.3 million taxpayers received advance payments that were more than what they were eligible for.", "In addition, approximately 5 million tax returns for the 2015 tax year claimed a total of nearly $18.1 billion. This represents approximately a 60% increase in both tax return claims and claimed credit amounts compared to 2014. "], "subsections": []}]}, {"section_title": "Enrollment Data", "paragraphs": ["HHS regularly publishes data on persons selecting and enrolling in exchange plans, including individuals who were determined eligible for the premium tax credit. For 2017, HHS made reports and public-use files available with national enrollment data, as well as limited data by state, county, and zip code. As of February 2017, more than 8.7 million individuals were eligible for the ACA tax credit. This figure represents approximately 84% of all exchange enrollees. "], "subsections": []}]}, {"section_title": "Cost-Sharing Subsidies", "paragraphs": ["An individual who qualifies for the premium tax credit, is enrolled in a silver plan (see text box above, \"Actuarial Value and Metal Plans\"), and has annual household income no greater than 250% FPL is eligible for cost-sharing subsidies. The purpose of these subsidies is to reduce an individual's (or family's) expenses when he or she receives health services covered under the silver plan. There are two types of subsidies, and both are based on income (see descriptions below). Individuals who are eligible for cost-sharing assistance may receive both types of subsidies, as long as they meet the applicable eligibility requirements. ", "The ACA requires the HHS Secretary to provide full reimbursements to insurers that provide cost-sharing subsidies. Federal outlays for such reimbursements totaled the following amounts:", "FY2014: $2.111 billion; FY2015: $5.382 billion; FY2016: $5.652 billion; and FY2017: $7.317 billion.", "Although the ACA authorized the cost-sharing subsidies and payments to reimburse insurers, it did not address the source of funds for such payments. The Obama Administration made cost-sharing subsidy payments to insurers using an appropriation that finances the premium tax credits. The House of Representatives filed suit, claiming that the payments violated the appropriations clause of the U.S. Constitution. After holding that the House has standing to sue the Obama Administration, the U.S. District Court for the District of Columbia concluded that the payment of the cost-sharing subsidies was unconstitutional for lack of a valid appropriation enacted by Congress. The court barred the Obama Administration from making the payments but stayed its decision pending appeal of the case. Following the November 2016 election, the court delayed the case to allow for nonjudicial resolution, including possible legislative action. Congress did not provide appropriations, and on October 13, 2017, the Trump Administration filed a notice announcing it would terminate payments for these subsidies beginning with the payment that was scheduled for October 18. However, the administrative decision to terminate cost-sharing reduction payments provides no relief to insurers that are required under federal law to provide subsidies to eligible individuals. "], "subsections": [{"section_title": "Reduction in Annual Cost-Sharing Limits", "paragraphs": ["Each metal plan limits the total amount an enrollee will be required to pay out of pocket for use of covered services in a year (referred to as an annual cost-sharing limit in this report). In other words, the amount an individual spends in a given year on health care services covered under his or her plan is capped. For 2018, the annual cost-sharing limit for self-only coverage is $7,350; the corresponding limit for family coverage is $14,700. One type of cost-sharing assistance reduces such limits (see Table 5 ). This cost-sharing subsidy reduces the annual limit faced by premium credit recipients with incomes up to and including 250% FPL; greater subsidy amounts are provided to those with lower incomes. In general, this cost-sharing assistance targets individuals and families that use a great deal of health care in a year and, therefore, have high cost-sharing expenses. Enrollees who use very little health care may not generate enough cost-sharing expenses to reach the annual limit. ", "For example, consider the hypothetical individual who resides in Lebanon, KS, and has household income at 150% FPL (as discussed in the \" Premium Tax Credit Examples \" section of this report). A person eligible to receive cost-sharing subsidies would face an annual cost-sharing limit of $2,450. The practical effect of this reduction would occur when this individual spent up to that amount. For additional covered services received by the individual, the insurance company would pay the entire cost. Therefore, by reducing the annual cost-sharing limit, eligible individuals are required to spend less before benefitting from this financial assistance. "], "subsections": []}, {"section_title": "Reduction in Cost-Sharing Requirements", "paragraphs": ["The second type of cost-sharing subsidy also applies to premium credit recipients with incomes up to and including 250% FPL. For eligible individuals, the cost-sharing requirements (for the plans in which they have enrolled) are reduced to ensure that the plans cover a certain percentage of allowed health care expenses, on average. The practical effect of this cost-sharing subsidy is to increase the actuarial value (AV) of the exchange plan in which the person is enrolled ( Table 6 ), so enrollees face lower cost-sharing requirements than they would have without this assistance. Given that this type of cost-sharing subsidy directly affects cost-sharing requirements (e.g., lowers a deductible), both enrollees who use minimal health care and those who use a great deal of services may benefit from this assistance. ", "To be eligible for cost-sharing subsidies, an individual must be enrolled in a silver plan, which already has an AV of 70% (see text box above, \"Actuarial Value and Metal Plans\"). For an individual who receives the subsidy referred to in Table 6 , the health plan will impose different cost-sharing requirements so that the silver plan will meet the applicable increased AV. The ACA does not specify how a plan should reduce cost-sharing requirements to increase the AV from 70% to one of the higher AVs. Through regulations, HHS requires each insurance company that offers a plan subject to these cost-sharing subsidies to develop variations of its silver plan; these silver plan variations must comply with the higher levels of actuarial value (73%, 87%, and 94%). When an individual is determined by an exchange to be eligible for a cost-sharing subsidy, the person is enrolled in the silver plan variation that corresponds with his or her income. ", "Consider the same hypothetical individual discussed in the previous section. Since this person's income is at 150% FPL, if he or she receives this type of subsidy, the silver plan in which he or she is enrolled will have an AV of 94% (as indicated in Table 6 ), instead of the usual 70% AV for silver plans. This marked change in AV entails notable reductions in cost-sharing requirements. For example, the annual medical deductible of the standard plan in the local area for this hypothetical individual is $3,000 in 2018. However, the plan variation with a 94% AV has a deductible of $250. The practical effect for this hypothetical person is that he or she would have to spend $250, instead of $3,000, before the insurer would begin to pay for medical claims associated with that person's use of covered services. "], "subsections": []}]}]}}