{"id": "R44406", "title": "Cybersecurity: Education, Training, and R&D Authoritative Reports and Resources", "released_date": "2017-11-21T00:00:00", "summary": ["Much is written on the topics of current gaps in the education and training of a cybersecurity workforce and the need for technology research and development (R&D) to solve cybersecurity technical issues. This CRS report directs the reader to authoritative sources that address these issues. The annotated descriptions of these sources are listed in reverse chronological order, with an emphasis on material published in the past several years. This report also includes resources and studies from government agencies (federal, state, local, and international), think tanks, academic institutions, news organizations, and other sources.", "Table 1 provides education and training resources, including scholarships, internships, the cybersecurity workforce, and the National Cybersecurity Centers of Excellence (NCCoE).", "Table 2 provides R&D resources, including the Defense Advanced Research Project Agency (DARPA), National Science Foundation (NSF), Department of Defense (DOD), and private industry R&D programs and funding.", "The following CRS reports comprise a series that compiles authoritative reports and resources on these cybersecurity topics:", "CRS Report R44405, Cybersecurity: Overview Reports and Links to Government, News, and Related Resources, by [author name scrubbed] CRS Report R44408, Cybersecurity: Cybercrime and National Security Authoritative Reports and Resources, by [author name scrubbed] CRS Report R44410, Cybersecurity: Critical Infrastructure Authoritative Reports and Resources, by [author name scrubbed] CRS Report R44417, Cybersecurity: State, Local, and International Authoritative Reports and Resources, by [author name scrubbed] CRS Report R44427, Cybersecurity: Federal Government Authoritative Reports and Resources, by [author name scrubbed] CRS Report R43317, Cybersecurity: Legislation, Hearings, and Executive Branch Documents, by [author name scrubbed] CRS Report R43310, Cybersecurity: Data, Statistics, and Glossaries, by [author name scrubbed]"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Much is written on the topics of current gaps in the education and training of a cybersecurity workforce and the need for technology research and development (R&D) to solve cybersecurity technical issues. This CRS report directs the reader to authoritative sources that address many of these prominent issues. The annotated descriptions of these sources are listed in reverse chronological order, with an emphasis on material published in the past several years. It includes resources and studies from government agencies (federal, state, local, and international), think tanks, academic institutions, news organizations, and other sources related to", "Table 1 —education and training, including scholarships, internships, the cybersecurity workforce, and the National Cybersecurity Centers of Excellence (NCCoE); and Table 2 —R&D, including the Defense Advanced Research Project Agency (DARPA), National Science Foundation (NSF), Department of Defense (DOD), and private industry R&D programs and funding."], "subsections": []}]}}