{"id": "R44555", "title": "Arbitration Case Between the Philippines and China Under the United Nations Convention on the Law of the Sea (UNCLOS)", "released_date": "2016-07-06T00:00:00", "summary": ["On July 12, 2016, an arbitral tribunal constituted under the United Nations Convention on the Law of the Sea (UNCLOS) is expected to issue a ruling in a case between the Philippines and the People's Republic of China (PRC or China). The Philippines, a U.S. ally, initiated the case in January 2013 under the convention's compulsory dispute settlement provisions, seeking primarily to clarify the two countries' potential maritime rights in the South China Sea. The Philippines and China are both parties to UNCLOS. The United States has a policy of operating consistent with the convention, but has not ratified it and is not a party to it. China argues that the tribunal lacks legal jurisdiction to rule in the case. It has declined to participate in the proceedings and has said that it will not accept the tribunal's final award in the case.", "The arbitration case has been closely watched for the implications it may have for the tensions between the Philippines and China over their maritime disputes in the South China Sea, for the overlapping claims of China and other governments to maritime rights, for U.S.-China relations, and for international law more broadly. The award will be legally binding only for the two parties to the dispute—the Philippines and China. Some observers argue, however, that it could help clarify issues relevant to the claims of all the governments contesting territory in the sea—Brunei, China, Malaysia, the Philippines, Taiwan, and Vietnam. The U.S. government has suggested that such clarification could help claimants restart conversations about how to manage the sea in ways that lessen the chances for maritime incidents, protect the sea's role as a conduit for as much as $5 trillion in annual commercial shipping, and allow for joint exploitation of fishing stocks and hydrocarbons. If China follows through on its pledge not to accept the ruling, however, some observers warn that its stance could deepen regional tensions and undermine the authority of UNCLOS as an institution and of international law more broadly.", "Obama Administration officials have made several statements supporting the Philippines' right to bring the case and emphasizing the binding nature of the tribunal's award. In the 114th Congress, S.Res. 183 (Schatz) and S. 2865 (Cardin) call on the parties to implement the tribunal's ruling, and S.Res. 370 (Cardin) urges the Association of Southeast Asian Nations (ASEAN) to develop a common approach to reaffirm the ruling. All three bills are pending in the Senate.", "The Philippines' case consists of 15 submissions covering four broad areas. Those four areas are the legality under UNCLOS of China's ambiguous so-called nine-dash line claim in the South China Sea; the maritime entitlements generated under UNCLOS by specific geographic features, most of them controlled by China; the legality of China's alleged harassment of Philippines vessels; and China's alleged violations of an UNCLOS provision requiring parties to protect the marine environment. Many analysts see a potential ruling on the legal status of China's nine-dash line claim to be the most significant aspect of the case, although a ruling on the issue is not assured. The two Philippine submissions related to it are among eight on which the tribunal decided in 2015 to defer consideration of whether it has jurisdiction to rule.", "China has worked to line up international support for its position on the arbitration case. It could choose to escalate its actions in the South China Sea after the ruling. Beijing has also held out the possibility that \"there will be no incident at all\" if new Philippine President Rodrigo Duterte would agree to set aside the ruling. Analysts expect the United States to continue to encourage its allies and partners to support the ruling. Other potential options for U.S. responses following the ruling include reiterating calls for the governments of China and the Association of Southeast Nations to reach early agreement on a meaningful Code of Conduct, conducting additional Freedom of Navigation Operations (FONOPS) near features covered in the tribunal's award, supporting pressure on China in UNCLOS bodies, and scheduling Senate advice and consent to the Administration on ratification of UNCLOS."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On July 12, 2016, an arbitral tribunal constituted under the United Nations Convention on the Law of the Sea (UNCLOS) is expected to issue a ruling, known as a final \"award,\" in a case between the Philippines and the People's Republic of China (PRC or China). In the case, the Philippines, a U.S. ally, seeks primarily to clarify some of the two countries' potential maritime rights in the South China Sea under UNCLOS, the 1982 Convention that establishes multilateral rules governing the rights of nations over the seas. The United States is not party to the Convention. Since the Reagan Administration, however, the United States has had a policy of operating in ways consistent with UNCLOS. The U.S. government says UNCLOS \"reflects customary international law with respect to traditional uses of the ocean.\"", "The Philippines and China are both parties to UNCLOS and accepted its compulsory dispute settlement provisions when they ratified the convention. China, however, has declined to participate in the arbitral tribunal's proceedings. Through official statements outside the proceedings, including a December 2014 position paper, Beijing has argued that the tribunal does not have legal jurisdiction to rule in the case. The tribunal considered China's arguments and in October 2015 found that it had jurisdiction to rule on 7 of the Philippines' 15 submissions. The tribunal said it would reserve consideration of its jurisdiction to rule on the remaining 8 submissions until later in the case. ", "The case has been closely watched for the implications it may have for the tensions between the Philippines and China over their maritime disputes in the South China Sea, for the overlapping claims of China and other governments to maritime rights, for U.S.-China relations, and for international law more broadly. For decades, the nations bordering the South China Sea have asserted overlapping territorial claims and sovereign rights derived from those claims, with few cases of resolution to those disputes under UNCLOS or through negotiation. ", "The tribunal's ruling will be legally binding only for the two parties to the dispute—the Philippines and China. U.S. officials have argued, however, that it could help clarify issues relevant to the claims of all the governments contesting territory in the sea—Brunei, China, Malaysia, the Philippines, Taiwan, and Vietnam. Such clarification could help claimants restart conversations about how to manage the sea in ways that lessen the chances for maritime incidents, protect the sea's role as a conduit for as much as $5 trillion in annual commercial shipping, and allow for joint exploitation of fishing stocks and hydrocarbons. ", "China's officials, however, have said repeatedly that China will not accept the award, arguing that the tribunal has exceeded its legal authority by ruling in a case that, China says, indirectly addresses questions of sovereignty and sea boundary delimitations. Some observers argue that if China refuses to comply with the award, it could risk deepening regional tensions and harming the authority of UNCLOS as an institution and of international law more broadly. "], "subsections": []}, {"section_title": "U.S. Statements Relating to the Arbitration", "paragraphs": ["Obama Administration officials have made several statements supporting the Philippines' right to bring the case and emphasizing that the tribunal's award will be binding on both parties. In a press appearance with then-Philippine President Benigno Aquino on April 28, 2014, President Obama said: \"Today, we have reaffirmed the importance of resolving territorial disputes in the region peacefully, without intimidation or coercion. And in that spirit, I told him that the United States supports his decision to pursue international arbitration concerning territorial disputes in the South China Sea.\" Meeting then-President Aquino again on November 17, 2015, President Obama reiterated that \"disputes need to be resolved peacefully. That's why the United States supports the Philippines' decision to use arbitration under the U.N. Convention on the Law of the Sea to peacefully and lawfully address differences.\"", "Speaking at Stanford University on April 21, 2016, Daniel R. Russel, Assistant Secretary of State for East Asian and Pacific Affairs said:", "... under the Law of the Sea Treaty, the decision of the tribunal that's meeting now in The Hague is binding without appeal on both parties—in this case, the Philippines and China. And it would be a devastating blow to China's image, its reputation, and the prospect of China adhering to the rule of law, if as many Chinese officials have previewed, China were to simply reject a treaty obligation; reject a determination by the tribunal.... [T]he rules over the water are going to be impacted by the decision, but most people think in a way that can be helpful, because it will narrow the scope of the disagreement and open the door to some diplomatic progress.", "Testifying before the House Committee on Foreign Affairs on April 28, 2016, Deputy Secretary of State Antony J. Blinken said", "[T]he convention provides that its rulings are binding on the parties to the convention. So we have worked very hard to establish across the region an understanding that this is an appropriate mechanism—arbitration to resolve these disputes—and that the ruling of the tribunal should be binding on the two parties. We said to the Chinese, if you're given satisfaction on any aspect of the decision we'll be the first to stand up and defend it but of course if the Philippines is, you have to respect that.", "China has a decision to make depending on how the ruling comes out. It will either decide to abide by the ruling and that gives us a great opportunity I think to narrow the scope of areas that are in dispute in the South China Sea. That would be good to get countries to work cooperatively together for example—joint ventures on the exploitation of resources and to then work to resolve their disputes that remain peacefully. That's one path.", "The other path is it ignores the decision and then I think it risks doing terrible damage to its reputation, further alienating countries in the region and pushing them even closer to the United States. China will have to decide depending on what the results of the arbitration are. We're watching that very, very closely.", "Congress also has supported the Philippines' right to seek to resolve its disputes with China through arbitration. During the 113 th Congress, the Senate agreed to S.Res. 412 , which described the arbitration in these terms: ", "... the Republic of the Philippines properly exercised its rights to peaceful settlement mechanisms with the filing of [an] arbitration case under Article 287 and Annex VII of the Convention on the Law of the Sea in order to achieve a peaceful and durable solution to the dispute, and the United States hopes that all parties in any dispute ultimately abide by the rulings of internationally recognized dispute-settlement bodies.", "In the 114 th Congress, S.Res. 183 (Schatz) and S. 2865 (Cardin) call on parties to implement the tribunal's ruling. S.Res. 370 (Cardin) urges the Association of Southeast Asian Nations (ASEAN) to develop a common approach to reaffirm the ruling. All three bills are pending in the Senate."], "subsections": []}, {"section_title": "Issues on Which the Philippines Seeks Rulings", "paragraphs": ["The Philippines' case consists of 15 submissions, all intended to fall within the tribunal's jurisdiction, which is interpretation and application of UNCLOS, and not to touch on sovereignty issues, which are outside the tribunal's jurisdiction. The 15 submissions cover four broad areas: the legality under UNCLOS of China's ambiguous so-called nine-dash line claim in the South China Sea; the maritime entitlements generated under UNCLOS by specific geographic features, most of them controlled by China; the legality of China's alleged harassment of Philippines vessels; and China's alleged violations of an UNCLOS provision requiring parties to protect the marine environment. With its submissions in the first two areas, the Philippines appears to be seeking to create an \"outer bound\" of the rights to which China might be entitled under UNCLOS, without requesting that the tribunal rule on what government actually has sovereignty over specific features that China currently controls. "], "subsections": [{"section_title": "China's \"Nine-Dash Line\" and UNCLOS", "paragraphs": ["China has long included on its maps a dashed line enclosing around 90% of the South China Sea. Many analysts see a potential ruling on the \"legal effect\" of China's so-called nine-dash line claim to be the most significant aspect of the case, although a ruling on the issue is not assured. The two Philippine submissions related to it are among those on which the tribunal decided to defer consideration of its jurisdiction. ", "China has never explained exactly what rights it is claiming within the nine-dash line. A version of the dashed line first appeared on maps issued by the Republic of China (ROC) in the 1930s. After the government of the ROC retreated from mainland China to Taiwan and the Chinese Communist Party, in 1949, established the PRC on mainland China, the PRC incorporated the dashed line into its own maps. In 2009, in a protest to a joint filing made by Malaysia and Vietnam to the Commission on the Extended Continental Shelf, an UNCLOS body, China submitted a map that included the nine-dash line. It did not offer an explanation of the map, stating only, \"China has indisputable sovereignty over the islands in the South China Sea and the adjacent waters, and enjoys sovereign rights and jurisdiction over the relevant waters as well as the seabed and subsoil thereof (see attached map).\" Nonetheless, China's submission made the nine-dash line a formal claim under UNCLOS for the first time. China has not published precise coordinates for its nine-dash line, and has presented maps that are not entirely consistent as to the precise location of the dashes.", "Under UNCLOS, all rights over the seas, as well as the seabed below and airspace above them, derive from sovereignty over land features. The ambiguity surrounding China's nine-dash line includes whether China claims sovereign rights to all waters enclosed by the line, plus the seabed below and airspace above; whether it claims only the land features that are enclosed by the line and the maritime entitlements associated with them; or whether the line indicates a claim to \"historic waters,\" which would constitute a less extensive claim to some rights to manage South China Sea fishing stocks with other claimants, but not other entitlements.", "The original Philippine Notification and Statement of Claim in the case, issued to China in January 2013, asked the tribunal to rule that \"the Parties' respective rights and obligations in regard to the waters, seabed and maritime features of the South China Sea are governed by UNCLOS, and that China's claims based on its 'nine-dash line' are inconsistent with the Convention and therefore invalid.\" In its 2014 position paper on the arbitration case, China did not mention the nine-dash line. Instead, it claimed \"indisputable sovereignty over the South China Sea Islands (the Dongsha Islands, the Xisha Islands, the Zhongsha Islands and the Nansha Islands) and the adjacent waters.\" Those names are the Chinese names for the features generally known to U.S. observers as the Pratas Islands, Paracel Islands, Macclesfield Bank and Scarborough Shoal, and Spratly Islands. China has not specified how it defines \"adjacent waters.\"", "If the tribunal decides it has jurisdiction to consider the nine-dash line, analysts believe the tribunal could rule in several possible ways. It could choose to rule that the nine-dash line has no legal standing under UNCLOS and that the claims it implies are invalid. Alternatively, it could rule that the line is inconsistent with UNCLOS, and that any claims within it should be advanced according to UNCLOS. The latter path would leave open the question of whether China has sovereignty over all, some, or none of the disputed landmasses in the South China Sea, but would have implications limiting the range of China's ability to regulate and exploit resources in swathes of the Philippine Exclusive Economic Zone."], "subsections": []}, {"section_title": "Maritime Entitlements Generated by Specific Geographic Features", "paragraphs": ["In the Spratly Island chain, China occupies and has undertaken large-scale land reclamation activities on seven geographic features over which the Philippines also claims sovereignty. Since a stand-off with the Philippines in 2012, China has also controlled Scarborough Shoal. Because different categories of features generate different levels of maritime rights under UNCLOS, the Philippines' case seeks a ruling from the tribunal on the physical status of each of those China-occupied features. The Philippines also seeks a ruling on the physical status of Second Thomas Shoal, a geographic feature located 105 nautical miles west of the Philippine island of Palawan that is claimed by both the Philippines and China. The Philippines beached a landing craft, the BRP Sierra Madre , on the shoal in 1999. With the condition of the BRP Sierra Madre deteriorating and China harassing Philippine navy ships seeking to resupply the military personnel stationed on it, many analysts consider the Philippines' control of Second Thomas Shoal to be tenuous. ", "The tribunal broadened the questions in the case to include the physical status of dozens of the Spratly Island features, presumably because they are located in close proximity to each other, with the entitlements derived from one potentially affecting those derived from another.", "Under UNCLOS, offshore features fall into one of three categories. They are \"islands\" able to sustain human habitation or economic life in their original state; \"rocks,\" defined as uninhabitable features that are above water at all times; or \"low tide elevations (or fully submerged features),\" which do not extend above water at all times in their original state. Under UNCLOS, land reclamation or island-building does not change the legal status of any landmass, so the features on which China has constructed large artificial islands since 2013 would be considered in their original, not their enlarged, state.", "An island able to sustain human habitation or economic life offers the broadest rights, generating a territorial sea that extends out 12 nautical miles from land, in which a nation holds full rights of sovereignty, a contiguous zone, and an Exclusive Economic Zone (EEZ) that extends up to 200 nautical miles out from the outer limit of the territorial sea. In its EEZ, a state has the right to regulate economic development and the right to claim a continental shelf, based on the seabed topography, in which it has rights to exploit economic resources. Rocks generate a 12-nautical mile territorial sea but no EEZ or continental shelf, and low-tide elevations and fully submerged features generate no maritime rights at all.", "While a ruling on the physical status of the features in question would not resolve disputes over their sovereignty, it could set an \"outer bound\" on the rights of the nations that claim them.", "The Philippine argument seeks the following designations for China-occupied landmasses:", "Rocks (generating only a 12-nautical mile territorial sea): Cuarteron Reef, Fiery Cross Reef, Johnson Reef (also known as Johnson South Reef), and Scarborough Shoal; and Low-Tide Elevations (generating no territorial sea): Gaven Reef, Hughes Reef, Mischief Reef, and Subi Reef.", "The Philippines also seeks a ruling that Second Thomas Shoal is a low-tide elevation.", "If the tribunal accepts these designations, it would limit China's claim to the right to regulate maritime activity around the geographic features it occupies in the Spratly chain and around Scarborough Shoal. Essentially, such a ruling would declare that only four of the China-occupied features generate 12-nautical mile territorial waters. (Other claimants to the four features could claim the same right to regulate activity in the territorial seas around the features.) This would leave the Philippines with the right to undertake economic activity in the 200-nautical mile EEZ it derives from its own mainland, which could include both fishing and oil-and-gas development, to which China has objected. Possibly seeking to ensure that China is unable to claim maritime rights close to the Philippines' coast, in addition to seeking rulings on the physical status of Mischief Reef and Second Thomas Shoal, the Philippine case also seeks an explicit ruling that Mischief Reef and Second Thomas Shoal are part of the exclusive economic zone and continental shelf of the Philippines.", "One wrinkle in the case concerns the Taiwan-occupied feature of Itu Aba. When the tribunal requested that the Philippines offer its position on the status of other Spratly Island features, it showed a particular interest in discussion of the status of Itu Aba (also known as Taiping Dao or Taiping Island). At 110 acres, Itu Aba is the largest naturally formed Spratly Island feature, and the only one with a naturally occurring source of water. In the hearing on the merits in the case, the tribunal appeared to be seeking to ascertain whether Itu Aba might qualify under UNCLOS Article 121 as an island capable of sustaining human habitation or economic life. If the tribunal rules Itu Aba to be entitled to an EEZ and continental shelf, the award could have implications for disputes over some of the features where China has built artificial islands since 2013, as some of those sites could be in an EEZ derived from Itu Aba. If the tribunal concludes that it does not have sufficient evidence to make any determination about Itu Aba's status, uncertainty would remain about the potential maritime entitlements of those governments that claim Itu Aba and features that fall within a potential EEZ generated by Itu Aba. ", "The case of Itu Aba is especially complicated because of Taiwan's contested political status. Although Taiwan rules itself under the official name Republic of China (ROC), Beijing claims sovereignty over Taiwan, and thus, on paper at least, considers Itu Aba to be among the Spratly features that China controls. China's position paper on the arbitration case objected to Itu Aba's omission from the Philippines' original submissions, accusing the Philippines of having \"deliberately excluded from the category of the maritime features 'occupied or controlled by China' the largest island in the Nansha Islands, Taiping Dao, which is currently controlled by the Taiwan authorities of China.\" China called the omission, \"a grave violation of the One-China Principle and an infringement of China's sovereignty and territorial integrity.\" Taiwan is not a member of the United Nations, so is not eligible to be a party to UNCLOS.", "At a November 2015 hearing on the merits of the case, the Philippines characterized Itu Aba as a rock. Taiwan's Ministry of Foreign Affairs has contested this, stating: \"From legal, economic, and geographic perspectives, Taiping Island (Itu Aba) indisputably qualifies as an 'island' according to the specifications of Article 121 of the United Nations Convention on the Law of the Sea (UNCLOS), and can sustain human habitation and economic life of its own; it is thus categorically not a 'rock.'\" ", "In May 2016, a week before the new administration of President Tsai Ing-wen took office in Taiwan, Taiwan's Ministry of Foreign Affairs issued a statement noting that the tribunal had not responded to Taiwan's invitation to have it visit Itu Aba, and that without the tribunal's having visited Itu Aba, \"its award should not deal with the legal status\" of the geographic feature. The Taiwan Foreign Ministry statement added, \"Any aspect of the award that undermines ROC sovereignty over the South China Sea islands and affects ROC maritime entitlements will not be binding on the ROC. The ROC government will neither acknowledge nor accept such an award.\" Taiwan President Tsai Ing-wen, who took office on May 20, 2016, has not issued any follow-up statement on Itu Aba in the context of the arbitration."], "subsections": []}, {"section_title": "Alleged Harassment of Philippine Vessels", "paragraphs": ["The Philippine case contends that China has violated the Philippines' EEZ rights under UNCLOS through such alleged actions as harassing and detaining Philippine fishermen and energy exploration vessels, blockading the transport of supplies to military personnel at Second Thomas Shoal, undertaking land reclamation on features on the Philippines' continental shelf, and blockading Scarborough Shoal. Depending on the tribunal's rulings on the nine-dash line and the status of Spratly features, it could rule that through these activities, China has violated the Philippines' rights."], "subsections": []}, {"section_title": "Alleged Damage to the Marine Environment", "paragraphs": ["The Philippines argues that China has violated obligations under UNCLOS regarding preservation of the marine environment. UNCLOS Article 194 obligates parties to the convention to \"take all measures necessary to ensure that activities under their jurisdiction or control are so conducted as not to cause damage by pollution to other States and their environment,\" including measures \"necessary to protect and preserve rare or fragile ecosystems as well as the habitat of depleted, threatened or endangered species and other forms of marine life.\" ", "Many observers believe that China's island-building activities in the Spratly Islands, which have included rapid and large-scale dredging operations around the enlarged sites, have destroyed or severely damaged their local marine ecosystems. In their original form, those ecosystems included coral reefs and a diverse array of reef-associated species. As one consequence, these observers argue, the island-building activities have brought about a long-term reduction in local fish stocks. Some observers have argued that the marine environmental damage caused by the island-building activities in itself constitutes a violation of China's obligations under UNCLOS. In a November 2015 statement to the tribunal, Philippine Foreign Secretary Albert del Rosario said: \"China has irreversibly damaged the regional marine environment, in breach of UNCLOS, by its destruction of coral reefs in the South China Sea, including areas within the Philippines' EEZ, by its destructive and hazardous fishing practices, and by its harvesting of endangered species.\"", "China denies such charges. In a June 16, 2015, statement announcing the planned end to China's reclamation work in the Spratlys, Foreign Ministry Spokesman Lu Kang said that China had not and would not \"cause damage to the marine ecological system and environment in the South China Sea.\" China has also noted that other claimants, including the Philippines, engaged in land reclamation on disputed features in the Spratly Island chain long before China began its most recent reclamation work. The scale of China's reclamation, however, has far exceeded that of other claimants. According to the Department of Defense's Asia-Pacific Maritime Security Strategy, issued in July 2015:", "Since Chinese land reclamation efforts began in December 2013, China has reclaimed land at seven of its eight Spratly outposts and, as of June 2015, had reclaimed more than 2,900 acres of land. By comparison, Vietnam has reclaimed a total of approximately 80 acres; Malaysia, 70 acres; the Philippines, 14 acres; and Taiwan, 8 acres. China has now reclaimed 17 times more land in 20 months than the other claimants combined over the past 40 years, accounting for approximately 95 percent of all reclaimed land in the Spratly Islands."], "subsections": []}]}, {"section_title": "China's Objections to the Tribunal", "paragraphs": ["On June 29, 2016, a Chinese Foreign Ministry spokesperson reiterated China's position that \"the Arbitral Tribunal has no jurisdiction over the case and the relevant subject-matter, and that it should not have heard the case or rendered the award.\" On July 6, 2016, the same spokesperon stated", "The South China Sea arbitration case initiated by the Philippines is illegal, null and void from the outset. China will never accept nor recognize whatever ruling the arbitral tribunal may produce. And China does not accept any proposal or action by any country based on the ruling.", "Part XV of UNCLOS allows any party to a dispute to invoke \"compulsory procedures entailing binding decisions\" for \"any dispute concerning the interpretation or application\" of the convention. Parties can choose from among four kinds of compulsory dispute settlement procedures, including an arbitral tribunal constituted under Annex VII of the convention. The Philippines chose the latter for its dispute with China over their respective maritime entitlements in the South China Sea, first notifying China of its intention to bring the case on January 22, 2013. Article 9 of Annex VII states that, \"Absence of a party or failure of a party to defend its case shall not constitute a bar to the proceedings.\"", "The tribunal's jurisdiction has clear limits. The convention does not provide for compulsory dispute settlement for issues of sovereignty. In addition, in 2006 China exercised a right available to all UNCLOS parties to exclude itself from compulsory dispute resolution procedures governing all categories of disputes listed in Article 298 of the convention, including those concerning sea boundary delimitation, \"historic bays or titles,\" military and law enforcement activities, and disputes before the U.N. Security Council. ", "China's justifications for rejecting the tribunal's ruling are contained in a lengthy December 2014 position paper. They include:", "The \"essence\" of the case is the issue of territorial sovereignty, which is beyond the tribunal's jurisdiction. Beijing acknowledges that the Philippines did not ask for a determination of sovereignty, but states that, \"without determining the sovereignty over a maritime feature, it is impossible to decide whether maritime claims based on that feature are consistent with the Convention.\" Although the Philippines submission does not explicitly seek a ruling on maritime delimitation, the case is \"a request for maritime delimitation by the Arbitral Tribunal in disguise.\" As such, the issues in the case are covered by the declaration that China made in 2006—exercising a right available to all parties to the convention—excluding itself from compulsory dispute resolution procedures in all categories of disputes listed in Article 298 of the convention, including disputes over maritime delimitation. In bilateral statements and in the 2002 ASEAN-China Declaration on the Conduct of Parties in the South China Sea (DOC), China and the Philippines agreed to settle their maritime disputes through negotiation. Beijing argues that those agreements have \"the effect of excluding any means of third-party settlement.\" ", "Beijing has also pointed to Article 300 of the convention on \"Good faith and abuse of rights.\" The article reads, \"States Parties shall fulfil in good faith the obligations assumed under this Convention and shall exercise the rights, jurisdiction and freedoms recognized in this Convention in a manner which would not constitute an abuse of right.\" China contends that the Philippines' case amounts to an abuse of right.", "In an October 29, 2015, award on jurisdiction, the arbitral tribunal addressed each of these issues. It said it rejected China's contention that the case was actually about sovereignty or about the delimitation of a maritime boundary, or both. It found instead that \"each of the Philippines' Submissions reflect disputes between the two States concerning the interpretation or application of the Convention.\" The tribunal ruled that prior agreements and joint statements by China and the Philippines \"do not preclude the Philippines from seeking to resolve its dispute with China through the Convention.\" The tribunal also held that \"China's decision not to participate in these proceedings does not deprive the Tribunal of jurisdiction and that the Philippines' decision to commence arbitration unilaterally was not an abuse of the Convention's dispute settlement procedures.\" The tribunal concluded that it had jurisdiction with respect to seven of the Philippines' submissions, that it would need to consider its jurisdiction with respect to seven other submissions, based on its findings on the first seven, and that it required the Philippines to clarify and narrow one of its submissions. China's Foreign Ministry declared the award on jurisdiction \"null and void,\" and said it had \"no binding effect on China.\" ", "Critics of China's position point to two UNCLOS provisions that appear to preclude China's argument that it has the right to continue to challenge the tribunal's jurisdiction and refuse to accept the tribunal's final award. UNCLOS's Article 288(4) states that, \"In the event of a dispute as to whether a court or tribunal has jurisdiction, the matter shall be settled by decision of that court or tribunal.\" Article 296(1) of the Convention says: \"Any decision rendered by a court or tribunal having jurisdiction under this section shall be final and shall be complied with by all the parties to the dispute.\" ", "In anticipation of a final award from the arbitral tribunal, China in the first half of 2016 stepped up its criticism of the Philippines for bringing the case and of the arbitral tribunal for finding that it had jurisdiction to rule on it. In April 2016, China's Foreign Minister Wang Yi accused the Philippines of \"either political arrogance or legal prejudice\" in pursuing the case, and called the Philippines' initiation of the proceedings \"a distortion and abuse of the international arbitration mechanism.\" "], "subsections": []}, {"section_title": "Outlook", "paragraphs": ["The arbitral tribunal has said that it will issue its final award in the case on July 12, 2016. Its award will be legally binding on both China and the Philippines, although the tribunal has no enforcement powers. After the award is issued, observers will be watching closely for the responses from China, the Philippines, and the United States. Some analysts have expressed concern that China's response to the award, and actions by the United States and other countries in response to China's actions, could lead to a period of increased tensions and friction in the region. If China rejects the tribunal's award, many may see that as a challenge to regional stability, to UNCLOS as an institution, and to the credibility of international legal mechanisms to clarify and resolve disputes."], "subsections": [{"section_title": "Possible Responses by China", "paragraphs": ["In the period leading up to the ruling, China has worked hard to line up support for its position on the arbitration case, claiming to have won support from \"dozens\" of countries and an array of international experts. Many analysts expect such diplomatic efforts to intensify after the award is issued. According to the Washington, DC-based Center for Strategic and International Studies, as of June 15, 2016, 8 nations publicly supported China's position, 49 more had not publicly confirmed China's claim of their support, and 4 had publicly denied offering their support for China's position. ", "On July 5, 2016, China began holding military drills around the disputed Paracel Islands in the northern part of the South China Sea, which are not part of the case between the Philippines and China. An editorial in China's official English-language newspaper, China Daily , put the drills in the context of the Philippines' and the United States' alleged efforts to use the tribunal's forthcoming award \"to invalidate China's territorial claims in the South China Sea\" and \"to reinforce their portrayal of [China] as an outcast from a rules-based international community.\" The editorial stated, \"it is reasonable to interpret the planned drills as reflecting the country's preparedness for a long-term fight to safeguard its sovereignty.\" ", "At the same time, another China Daily article quoted unnamed sources as saying that China's response to the tribunal's award will \"fully depend on what kind of actions the Philippines and other countries will take based on the arbitration results.\" The paper quoted one unnamed source as saying, \"There will be no incident at all if all related parties put aside the arbitration results,\" an apparent reference to China's hopes that the Philippines might be persuaded to set aside the award and enter into bilateral negotiations with China over the two countries' disputes.", "Barring such an outcome, analysts see China having three broad options for how to manage its operations in the South China Sea after the tribunal's ruling.", "Tacit compliance. In theory, China could choose to comply tacitly with the award, or parts of it, while continuing to publicly reject it. In the case of geographic features that the tribunal has determined to be low-tide elevations that do not generate a territorial sea, tacit compliance might involve ceasing efforts to drive away vessels and planes from the waters around those features. Tacit compliance might include halting potentially environmentally destructive land reclamation work on geographic features that China controls. It might also include clarifying that the nine-dash line on China's maps does not imply that China is claiming sovereignty over the entire South China Sea, but rather indicates a claim specifically to land features within the line and whatever maritime entitlements they generate under UNCLOS. Status quo. China could continue to behave as before. It could continue, for example, to seek to drive away vessels and aircraft approaching what it deems to be territorial seas generated by each of the geographic features it controls. It could continue to install civilian and military infrastructure on the artificial islands it has constructed in the Spratly Island chain, and to engage in further potentially environmentally damaging reclamation work. China Coast Guard vessels could continue to seek to enforce China's administration over fisheries and undersea resources within the nine-dash line. Escalation. China could choose to escalate the disputes by taking actions to assert what it believes to be its rights. Such escalation could take many forms. Some possibilities include: starting land reclamation at Scarborough Shoal, which has been under China's control since 2012; seizing control of Second Thomas Shoal by removing the BRP Sierra Madre , the Philippine navy landing craft beached there since 1999, and the Philippine marines stationed on the vessel; declaring an Air Defense Identification Zone (ADIZ) over parts or all of the South China Sea; establishing territorial baselines around the Spratly Island chain, similar to those China drew about the Paracel Islands in 1996; deploying surface-to-air missiles (SAMs) to some of the artificial islands China has constructed in the Spratly Island chain, particularly at Fiery Cross, Mischief, and Subi Reefs; increasing harassment of Philippine vessels; conducting additional military exercises in the South China Sea; or withdrawing from UNCLOS. "], "subsections": []}, {"section_title": "Possible Responses by the Philippines", "paragraphs": ["The Philippines' possible response to the tribunal's award has been complicated by a change in administration. On June 30, 2016, the Philippines swore in a new president, Rodrigo Duterte, to succeed President Benigno Aquino, whose administration initiated the arbitration proceedings.", "On President Duterte's inauguration day, the Philippines Department of Foreign Affairs issued a statement that ended,", "The Philippines believes that the rule of law prescribes a just and peaceful means of resolving differences, which is why the Philippines will fully respect the Tribunal's Award as an affirmation of the UNCLOS and hopes that members of the international community and Parties to the Convention will do the same.", "The position of President Duterte himself has been less clear. On the campaign trail, Duterte raised questions about whether he would abide by the tribunal's ruling when he was quoted as saying, \"If the tribunal would favor us, good, but if not, I would disagree.\" One week after his inauguration, however, he stated that the Philippines would accept any ruling as \"a country which honors (its) international commitment\" to UNCLOS. Duterte also reiterated his stance that he would be open to eventual bilateral negotiations with China on the countries' maritime disputes if efforts to address them in other fora did not bear fruit. ", "In leaked remarks to his first cabinet meeting as president, Duterte said that he would view an award in the Philippines' favor as \"a moral victory,\" but said that the Philippines would need to face \"reality,\" an apparent suggestion that the Philippines would not be able to force China to accept the tribunal's award. He added, \"God knows, I really don't want to declare any fighting with anybody and if we can have peace by just talking, I will be very happy.\" "], "subsections": []}, {"section_title": "Possible Responses by the United States", "paragraphs": ["Like the government of China, the Obama Administration has worked hard to line up international support for its position on the arbitration proceedings. In April 2016, the United States succeeded in including a call for implementation of the tribunal's ruling in a Group of Seven (G7) foreign ministers statement. Post-ruling, according to Japanese Vice Foreign Minister Shinsuke Sugiyama, the United States and Japan have already discussed working \"to raise our voices in the international community individually, jointly, together with the Group of Seven industrialized nations and with the Association of Southeast Asian Nations.\" ", "Analysts have identified potential options for U.S. responses following the issuance of the award. They might include, but are not necessarily limited to: ", "reiterating calls for the governments of the member states of ASEAN and the government of China to reach early conclusion of a meaningful Code of Conduct (CoC), providing agreed rules of the road for actions in the sea; taking actions that demonstrate the U.S. position on international maritime rights, including conducting Freedom of Navigation Operations (FONOPS) near features covered in the tribunal's award; supporting pressure on China in UNCLOS bodies by, for example, arguing to the International Seabed Authority that China's refusal to honor the tribunal's ruling should disqualify China from being able to proceed with its deep seabed mining applications for sites in the Indian Ocean; or scheduling Senate advice and consent on ratification of UNCLOS. The United States has signed UNCLOS but not ratified it, so the United States is not currently a party to the convention."], "subsections": []}]}]}}