{"id": "R44517", "title": "The FDA Medical Device User Fee Program: MDUFA IV Reauthorization", "released_date": "2017-03-03T00:00:00", "summary": ["The Food and Drug Administration (FDA) is responsible for regulating medical devices. Medical devices are a wide range of products that are used to diagnose, treat, monitor, or prevent a disease or condition in a patient. A medical device company must obtain FDA's prior approval or clearance before marketing many medical devices in the United States. The Center for Devices and Radiological Health (CDRH) within FDA is primarily responsible for medical device review and regulation. CDRH activities are funded through a combination of annual discretionary appropriations from Congress and user fees collected from device manufacturers.", "Congress first gave FDA the authority to collect user fees from medical device companies in the Medical Device User Fee and Modernization Act of 2002 (P.L. 107-250). Congress last reauthorized medical device user fees for a five-year period (FY2013-FY2017) via the Medical Device User Fee Amendments of 2012 (MDUFA III, Title II of Food and Drug Administration Safety and Innovation Act, FDASIA, P.L. 112-144). The primary purpose of the user fee program is to reduce the time necessary to review and make decisions on medical product marketing applications. Lengthy review times affect the industry, which waits to market its products, and patients, who wait to use these products. Under MDUFA III, FDA was authorized to collect $595 million from industry from FY2013 through FY2017. In exchange for the fees, FDA and industry negotiated performance goals for the premarket review of medical devices.", "The Federal Food, Drug, and Cosmetic Act (FFDCA) requires premarket review for moderate- and high-risk devices. There are two main paths that manufacturers can use to bring such devices to market. One path consists of conducting clinical studies and submitting a premarket approval (PMA) application that includes evidence providing reasonable assurance that the device is safe and effective. The other path involves submitting a 510(k) notification demonstrating that the device is substantially equivalent to a device already on the market (a predicate device) that does not require a PMA. The 510(k) process results in FDA clearance and tends to be less costly and less time-consuming than the PMA path. Substantial equivalence is determined by comparing the performance characteristics of a new device with those of a predicate device. Demonstrating substantial equivalence does not usually require submitting clinical data demonstrating safety and effectiveness. In FY2015, FDA approved 95% of PMAs accepted for review and 85% of 510(k)s accepted for review were determined to be substantially equivalent.", "In September 2015, the agency began a series of negotiation sessions with industry on the MDUFA IV reauthorization agreement. On August 22, 2016, FDA announced it had reached an agreement in principle with industry on proposed recommendations for the reauthorization. Under the draft agreement, FDA would be authorized to collect $999.5 million in user fees plus inflation adjustments over the five-year period starting in October 2017. The MDUFA IV draft and final commitment letters and proposed statutory changes are posted on the FDA website. A public meeting to discuss the proposed recommendations for reauthorization of MDUFA was held on November 2, 2016, and the final agreement between agency and industry has been submitted to Congress.", "Since medical device user fees were first collected in FY2003, they have comprised an increasing proportion of the MDUFA program. In FY2006, medical device user fees accounted for 16% of the MDUFA program total costs, compared with 35% in FY2015. All user fees (as enacted) accounted for 42% of FDA's total FY2016 program level. Over the years, concerns raised about user fees have prompted Congress to consider issues such as which agency activities could use the fees, how user fees can be kept from supplanting federal funding, and which companies should qualify as small businesses and pay a reduced fee."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In 2002, the Medical Device User Fee and Modernization Act (MDUFMA, also called MDUFA I) gave the Food and Drug Administration (FDA) the authority to collect fees from the medical device industry. User fees and annual discretionary appropriations from Congress fund the review of medical devices by the FDA. Medical devices are a wide range of products that are used to diagnose, treat, monitor, or prevent a disease or condition in a patient. FDA describes medical devices as ranging \"from simple tongue depressors and bedpans to complex programmable pacemakers with micro-chip technology and laser surgical devices.\" Medical devices also include in vitro diagnostic products, reagents, test kits, and certain electronic radiation-emitting products with medical applications, such as diagnostic ultrasound products, x-ray machines, and medical lasers.", "Manufacturers of moderate and high risk medical devices must obtain FDA approval or clearance before marketing their device in the United States. The Center for Devices and Radiological Health (CDRH) has primary responsibility within FDA for medical device premarket review. The primary purpose of user fees is to support the FDA's medical device premarket review program and to help reduce the time it takes the agency to review and make decisions on marketing applications. Between 1983 and 2002, multiple government reports indicated that FDA had insufficient resources for its medical devices premarket review program. Lengthy review times affect the industry, which waits to market its products, and patients, who wait to use these products. The user fee law provides revenue for FDA. In exchange for the fees, FDA and industry negotiate performance goals for the premarket review of medical devices. The medical device user fee program was modeled after the Prescription Drug User Fee Act (PDUFA).", "Like the prescription drug and animal drug user fee programs, the medical device user fee program has been authorized in five-year increments. FDA's medical device user fee authorities were last reauthorized through September 30, 2017, by the Medical Device User Fee Amendments of 2012 (MDUFA III). MDUFA III was enacted as Title II of Food and Drug Administration Safety and Innovation Act (FDASIA, P.L. 112-144 ), which became law on July 9, 2012. ", "FDASIA also reauthorized PDUFA, created new user fee programs for generic and biosimilar drug approvals, and modified FDA authority to regulate medical products. Because of the importance of user fees to FDA's budget, PDUFA and MDUFA are considered to be \"must pass\" legislation, and Congress has in the past included language to address a range of other concerns. For example, MDUFA III included provisions about the extent to which FDA can delegate activities to third parties (inspections and the review of premarket notifications); the establishment of registration requirements (timing and electronic submission); a unique device identification system; and reporting requirements for devices linked to serious injuries or deaths.", "This report describes current law regarding medical device user fees and the impact of MDUFA on FDA review time of various medical device applications and the agency's medical device program budget. Appendix A and Appendix B provide historical details on the evolution of fees and performance goals from MDUFA I through MDUFA III. Appendix C provides a list of acronyms used in this report."], "subsections": []}, {"section_title": "Current Law and Proposed MDUFA IV Changes", "paragraphs": ["The Medical Device Amendments of 1976 ( P.L. 94-295 ) was the first major legislation passed to address the premarket review of medical devices. Congress first authorized user fees to support the FDA's medical device premarket review program in 2002, 10 years after Congress had provided the authority for prescription drug user fees via PDUFA. For prescription drugs, the manufacturer must pay a fee for each new drug application (NDA) that is submitted to FDA for premarket review. In contrast, most medical devices listed with FDA are exempt from premarket review and do not pay a user fee (see Figure 1 ). Of the unique devices that are listed by manufacturers with FDA in FY2016, about 63% were exempt from premarket review; the remainder entered the market via the 510(k) process (35%), the premarket approval (PMA) process (1%), or via other means, such as the humanitarian device exemption (see \" FDA Premarket Review of Medical Devices \" and \" Exemptions and Discounted Fees \"). Premarket review and payment of the associated fee is required for about a third of the medical devices listed with FDA."], "subsections": [{"section_title": "FDA Premarket Review of Medical Devices", "paragraphs": ["FDA classifies devices based on their risk to the patient: low-risk devices are Class I, medium-risk are Class II, and high-risk are Class III. Low-risk medical devices (Class I) and a very small number of moderate-risk (Class II) medical devices are exempt from premarket review. In general, for moderate-risk and high-risk medical devices, there are two pathways that manufacturers can use to bring such devices to market with FDA's permission. ", "One pathway consists of conducting clinical studies, then submitting a premarket approval (PMA) application with evidence providing reasonable assurance that the device is safe and effective. The PMA process is generally used for novel and high-risk devices and, if successful, it results in a type of FDA permission called approval . In FY2015, 95% of PMAs accepted for filing were approved by FDA.", "Another pathway involves submitting a premarket notification, also known as a 510(k) after the section in the FFDCA that authorized this type of notification. With the 510(k), the manufacturer demonstrates that the device is substantially equivalent to a device already on the market (a predicate device) that does not require a PMA. Substantial equivalence is determined by comparing the performance characteristics of a new device with those of a predicate device. The 510(k) process is unique to medical devices and, if successful, results in FDA clearance . According to FDA data, 85% of 510(k)s accepted for review in FY2015 were determined to be substantially equivalent. The standard for clearance of a 510(k) is substantial equivalence with a predicate device."], "subsections": []}, {"section_title": "Medical Device User Fees", "paragraphs": ["Premarket review by FDA—both PMA and 510(k)—requires the payment of a user fee. FDA typically evaluates more than 4,000 510(k) notifications and about 40 original PMA applications each year. Fees collected under MDUFA III in FY2015 funded 35% of the MDUFA program total costs in FY2015.", "In addition to premarket review fees, there are also fees for when a manufacturer requests approval of a significant change in the design or performance of a device approved via the PMA pathway; these are called PMA supplements. Examples of PMA supplements include a Panel-Track Supplement , when it is necessary for FDA to evaluate significant clinical data in order to make a decision on approval, and a 180-Day PMA Supplement , if a manufacturer requests approval of a change in an approved device that does not require FDA to evaluate new clinical data or requires limited clinical data. ", "The original 2002 user fee law had only authorized FDA to collect fees for premarket review, such as for PMA applications, PMA supplements, or 510(k) notifications. The 2007 reauthorization—MDUFA II—added two types of annual fees in order to generate a more stable revenue stream for the agency. According to FDA, there were fluctuations in the number of applications submitted from year to year, and fee revenues repeatedly fell short of expectations. MDUFA II added establishment registration fees , paid annually by most device establishments registered with FDA, and product fees , paid annually for high-risk (Class III) devices for which periodic reporting is required. MDUFA II also added two application fees—the 30-Day Notice and 513(g) application—and substantially lowered all existing application fee amounts (see Table A -1 ). A 30-Day Notice is used by a manufacturer to request modifications in manufacturing procedures and a 513(g) application is used by a manufacturer to request information on the classification of a device. Other than the establishment fee, the amount of each type of user fee is set as a percentage of the PMA fee, also called the base fee . The law sets both the base fee amount for each fiscal year, and the percentage of the base fee that constitutes most other fees. ", "Under MDUFA III, the 510(k) fee was changed from 1.84% of the PMA fee to 2% of the PMA fee. MDUFA III changed the PMA fee amount to $248,000 in FY2013 rising to $263,180 in FY2016 and $268,443 in FY2017 (prior to inflation adjustment) (see Table A -1 ). The amount of the establishment registration fee was changed under MDUFA III to $2,575 in FY2013 rising to $3,872 in FY2016 and FY2017 (prior to inflation adjustment) (see Table A -1 ). MDUFA III also changed the definition of \"establishment subject to a registration fee\"; according to FDA, this would increase the number of establishments paying the fee from 16,000 to 22,000. Under MDUFA III, total fee revenue was set at $97,722,301 for FY2013 rising to $130,184,348 for FY2017. The total fees authorized to be collected over the five-year period FY2013 through FY2017 is $595 million.", "MDUFA III adjusts the total revenue amounts by a specified inflation adjustment, similar to the adjustment made under PDUFA, and the base fee amount is adjusted as needed on a uniform proportional basis to generate the inflation-adjusted total revenue amount. After the base fee amounts are adjusted for inflation, the establishment fee amount is further adjusted as necessary so that the total fee collections for the fiscal year generates the total adjusted revenue amount. The new adjusted fee amounts are published in the Federal Register 60 days before the start of each fiscal year along with the rationale for adjusting the fee amounts.", "The MDUFA IV proposal would change the 510(k) fee from 2.0% of the PMA fee to 3.4% of the PMA fee. MDUFA IV would change the PMA fee amount to $294,000 in FY201, rising to $329,000 in FY2022 (prior to inflation adjustment). The amount of the establishment registration fee would be changed under MDUFA IV to $4,375 in FY2018, rising to $4,978 in FY2022 (prior to inflation adjustment). The total fee revenue under the MDUFA IV proposal is $183,280,756 for FY2018, rising to $213,687,660 for FY2022. The total fees that would be authorized to be collected over the five-year period FY2018 through FY2022 would be $999.5 million plus inflation adjustments."], "subsections": []}, {"section_title": "Exemptions and Discounted Fees", "paragraphs": ["Certain types of medical devices and medical device manufacturers or sponsors are exempt from paying fees, and small businesses pay a reduced rate. Humanitarian Device Exemption (HDE) applications are exempt from user fees, other than establishment fees. An HDE exempts devices that meet certain criteria from the effectiveness requirements of premarket approval. Devices intended solely for pediatric use are exempt from fees other than establishment fees. If an applicant obtains an exemption under this provision, and later submits a supplement for adult use, that supplement is subject to the fee then in effect for an original PMA. ", "State and federal government entities are exempt from certain fees such as PMA, PMA supplement, 510(k), and establishment registration unless the device is to be distributed commercially. Indian tribes are exempt from having to pay establishment registration fees, unless the device is to be distributed commercially. Other than an establishment fee, the FDA cannot charge manufacturers a fee for premarket applications for biologics licenses and licenses for biosimilar or interchangeable products if products are licensed exclusively for further manufacturing use.", "Under a program authorized by Congress, FDA accredits third parties, allowing them to conduct the initial review of 510(k)s for the purpose of classifying certain devices. The purpose is to improve the efficiency and timeliness of FDA's 510(k) process. No FDA fee is assessed for 510(k) submissions reviewed by accredited third parties, although the third parties charge manufacturers a fee for their services. Under MDUFA III, FDA worked with interested parties to improve the third-party review program; work on improving the third-party review program would continue under the MDUFA IV proposal.", "In MDUFA II, Congress amended the process of qualifying for small business user fee discounts in response to frustrations expressed by domestic and foreign companies that had difficulties with the requirements. Small businesses—those with gross receipts below a certain amount—pay reduced user fees and have some fees waived altogether. These fee reductions and exemptions are of interest because many device companies are small businesses. ", "Whether a device company is considered a small business eligible for fee reductions or waivers depends on the particular fee. Small businesses reporting under $30 million in gross receipts or sales are exempt from fees for their first PMA. Proof of receipts may consist of IRS tax documents or qualifying documentation from a foreign government. Companies with annual gross sales or receipts of $100 million or less pay at a rate of 50% of the 510(k) user fee, 30-day notice, request for classification information, and 25% of most other user fees. Small businesses must pay the full amount of the establishment fees. ", "MDUFA III included a provision that allows FDA to grant a waiver or reduce fees for a PMA or establishment fee \"if the waiver is in the interest of public health.\" According to the FDA presentation at the March 28, 2012, public meeting, the fee waiver is intended for laboratory developed test (LDT) manufacturers. The provision will sunset at the end of MDUFA III. As part of the MDUFA IV commitment letter, FDA will begin reviewing LDTs. The agency stated at the November 2, 2016, public meeting that it will review LDTs \"no less favorably than any other devices in which MDUFA performance goals apply.\"", "The MDUFA IV proposal would reduce the fee paid by small businesses from 50% of the standard fee to 25% of the standard fee. MDUFA IV would establish a fee to be collected for de novo classification requests at 30% of the PMA fee, and de novo requests submitted by a small business are eligible for a reduced fee, 25% of the standard fee."], "subsections": []}, {"section_title": "Condition (or Trigger)", "paragraphs": ["A key element of FDA user fee laws—MDUFA and PDUFA—is that the user fees are to supplement congressional appropriations, not replace them. The law includes a condition, sometimes called a trigger, to enforce that goal. FDA may collect and use MDUFA fees only if annual discretionary appropriations for the activities involved in the premarket review of medical devices and for FDA activities overall remain at a level at least equal (adjusted for inflation) to an amount specified in the law. The MDUFA IV proposal updates the appropriation trigger \"to provide assurance that user fees will be additive to budget authority appropriations.\""], "subsections": []}, {"section_title": "Other MDUFA Requirements", "paragraphs": ["Over time, Congress has changed PDUFA to allow user fee revenue to be used for FDA activities related to not only premarket review but also the review of postmarket safety information associated with a drug. In contrast, MDUFA revenue can be used only for activities associated with FDA premarket review of PMAs, 510(k)s, and PMA supplements. The law states that fees \"shall only be available to defray increases in the costs of resources allocated for the process for the review of device applications .\"", "Importantly, the MDUFA IV proposal would include support for postmarket surveillance of medical devices: \"funding will also improve the collection of real-world evidence from different sources across the medical device lifecycle, such as registries, electronic health records, and other digital sources.\" User fee revenues collected under MDUFA IV will be used to support the National Evaluation System for health Technology (NEST). FDA states that NEST \"will help improve the quality of real-world evidence that health care providers and patients can use to make better informed treatment decisions and strike the right balance between assuring safety and fostering device innovation and patient access.\" ", "MDUFA II added FFDCA Section 738A regarding required reports. Updated by MDUFA III, this section requires the Secretary to submit annual fiscal and performance reports for the next five fiscal years (FY2013 thru FY2017) to the Senate Committee on Health, Education, Labor, and Pensions, and the House Committee on Energy and Commerce. Fiscal reports address the implementation of FDA's authority to collect medical device user fees, as well as FDA's use of the fees. Performance reports address FDA's progress toward and future plans for achieving the fee-related performance goals identified in the agreement with industry. ", "MDUFA III included a provision, for the three years following enactment, regarding streamlined hiring of FDA employees who would support the review of medical devices. Under the MDUFA III agreement, user fees will be used to \"reduce the ratio of review staff to front line supervisors in the pre-market review program.\" FDA will enhance and supplement scientific review capacity by hiring reviewers and using external experts to assist with device application review. Using the streamlined hiring authority, FDA will work with industry to benchmark best practices for employee retention via financial and non-financial means. User fees will supplement (1) management training; (2) MDUFA III training for all staff; (3) Reviewer Certification Program for new CDRH reviewers; and (4) specialized training to provide continuous learning for all staff. FDA will improve its IT system to allow real-time status information on submissions.", "Under MDUFA III, FDA was required to hire a consultant to perform a two phase assessment of the medical device review process; Booz Allen Hamilton was chosen as the consultant. The first phase of the assessment focused on the identification of best practices and process improvements. A preliminary report published in December 2013 made four priority recommendations that were likely to have a significant impact on review time. A final report, released to the public in June 2014, detailed additional recommendations for improvements in the review process as well as other areas. In December 2014 CDRH published a final Plan of Action to address each of the Phase 1 recommendations. The consultant was required to evaluate FDA's implementation of the Plan of Action and publish a report no later than February 1, 2016; the report was published by the deadline.", "An independent assessment also will be conducted under MDUFA IV. In phase I, the contractor will evaluate the implementation of the MDUFA III independent assessment recommendations and publish a report. In phase II, the independent assessment will evaluate the medical device premarket review program to identify efficiencies; evaluate the premarket review infrastructure and allocation of FTEs; assess the alignment of resource needs with training and expertise of hires; identify and share best practices across branches; and assess the new MDUFA IV programs, such as NEST.", "One objective of the MDUFA agreement is focused on FDA's commitment to completing the review of the various medical device submissions—such as PMA reviews and 510(k) notifications—within specified time frames in exchange for an industry fee to support the review activity. Performance goals are specified for each type of submission for each fiscal year. ", "Many of the programs and initiatives outlined in the MDUFA agreement are intended to reduce the average total time to decision for PMAs and 510(k)s. FDA and applicants share the responsibility for achieving these goals, which are shown for MDUFA III and the MDUFA IV proposal in Table 1 . ", "Under MDUFA II and MDUFA III, FDA meets with industry on a quarterly basis to present data and discuss progress in meeting performance goals. These quarterly performance reports are posted on the FDA website. The quarterly meetings and reports would be continued under the MDUFA IV proposal."], "subsections": []}]}, {"section_title": "MDUFA Impact on Total Review Time and FDA/CDRH Budget", "paragraphs": ["The amount of time it takes FDA to reach a review decision to clear a 510(k) notification or approve a PMA application is a measure of how well the agency is meeting the goals defined in the MDUFA agreement between FDA and the medical device industry. The time it takes to review a medical device—total review time—is composed of the time FDA handles the application—FDA time—plus the amount of time the device sponsor or submitter takes to respond to requests by FDA for additional information about the device.", " Figure 2 shows that the total amount of time a device is in the 510(k) review process has decreased from a peak in FY2010. The amount of time a 510(k) submission spends in FDA's hands has remained fairly stable; time in the submitter's hands peaked in FY2010 and has slowly declined. FDA reviewers frequently need to ask for additional information—called an AI Letter—from 510(k) device sponsors due to the incomplete or poor quality of the original submission. In FY2010, 77% of 510(k) sponsors received an AI letter on the first FDA review cycle. In FY2016, 76% received an AI letter on the first FDA review cycle. According to FDA, these quality issues have involved \"the device description, meaning the sponsor either did not provide sufficient information about the device to determine what it was developed to do, or the device description was inconsistent throughout the submission.\"", "The device sponsor may not provide a complete response to the AI letter, in which case the FDA will send a second AI letter. In FY2010, 35% of 510(k)s received an AI letter in the second FDA review cycle. In FY2016, 6% received an AI letter in the second FDA review cycle. The AI letter allows the device sponsor the opportunity to respond and although this increases time to final decision, it allows the submission the opportunity for the product to be cleared. The alternative is for FDA to reject the 510(k) submission.", " Figure 3 provides information on the amount of time FDA spends reviewing PMAs. It shows that the average total days for PMA application review has been decreasing since FY2009 (except for a single year spike in FY2013). However, for PMAs and 510(k)s, the final two to three cohort years are still open and average review time will increase; this will impact whether the shared goals shown in Table 1 are met. FDA reviewers frequently need to ask for additional information—called an AI Letter—from PMA device sponsors due to the incomplete or poor quality of the original PMA application. In FY2010, 86% of PMA sponsors received an AI letter on the first FDA review cycle. In FY2016, 87% received an AI letter on the first FDA review cycle.", " Figure 4 and Table 2 present the total amount spent on the FDA MDUFA program for FY2005 through FY2015. Figure 4 shows the contribution of medical device user fees collected from industry, as well as appropriations provided by Congress. Table 2 also provides dollar amounts and percentages derived from the two sources. ", "All user fees (as enacted) account for 42% of FDA's total FY2016 program level. User fees are an increasing proportion of FDA's device-related budget. In FY2005, medical device user fees accounted for 15% of the MDUFA program total costs, compared with 35% in FY2015 as shown in Figure 4 and Table 2 . In contrast, user fees covered 71% of PDUFA program total costs in FY2015. The FDA provides information on the amount of MDUFA fees collected each fiscal year and how the fees are spent in an annual financial report."], "subsections": []}, {"section_title": "MDUFA Reauthorization Process", "paragraphs": ["MDUFA II added FFDCA Section 738A, which outlines the reauthorization process. FFDCA Section 738A directs the FDA to develop a reauthorization proposal for the following five fiscal years in consultation with specified congressional committees, scientific and academic experts, health care professionals, patient and consumer advocacy groups, and the regulated industry. Prior to negotiations with industry, FDA is required to request public input, hold a public meeting, provide a 30-day comment period, and publish public comments on the agency's website. During negotiations with industry, FDA must hold monthly discussions with patient and consumer advocacy groups to receive their suggestions and discuss their views on the reauthorization. After negotiations with industry are completed, FDA is required to present the recommendations to certain congressional committees, publish the recommendations in the Federal Register , provide a 30-day public comment period, hold another public meeting to receive views from stakeholders, and revise the recommendations as necessary. Minutes of all negotiation meetings between FDA and industry are required to be posted on the FDA website.", "For MDUFA IV, FDA held an initial public meeting on July 13, 2015. The negotiation process between FDA and industry began on September 9, 2015; minutes of all 13 meetings with industry are available on the FDA website. According to FDA, the MDUFA IV negotiations involved the same four industry trade associations that participated in the MDUFA III negotiations: the Advanced Medical Technology Association (AdvaMed), the Medical Device Manufacturers Association (MDMA), the Medical Imaging and Technology Alliance (MITA), and the American Clinical Laboratory Association (ACLA).", "Monthly meetings with nonindustry stakeholders, such as health care professional associations and patient and consumer advocacy groups, began on September 15, 2015, and minutes of all 11 meetings are also posted on the FDA website. According to FDA, regular participants at these meetings included the National Health Council, Pew Charitable Trusts, the American College of Cardiology, the National Alliance on Mental Illness, FasterCures, the National Organization for Rare Disorders, the Alliance for Aging Research, JDRF (formerly the Juvenile Diabetes Research Foundation), and the National Center for Health Research. FDA stated that these groups were primarily interested in establishing NEST and further incorporation of patient's perspectives into the FDA medical device review process.", "On August 22, 2016, FDA announced that it had reached an agreement in principle with the medical device industry and laboratory community on proposed recommendations for the reauthorization of the medical device user fee program. Under the draft agreement, FDA would be authorized to collect $999.5 million in user fees plus inflation adjustments over the five-year period, FY2018 through FY2022. The amount is a 68% increase over the previous MDUFA III agreement, which was $595 million. In addition to supporting the premarket review of medical devices, the \"funding will also improve the collection of real-world evidence from different sources across the medical device lifecycle, such as registries, electronic health records, and other digital sources.\" User fee revenues collected under MDUFA IV would be used to support the National Evaluation System for health Technology (NEST).", "The MDUFA IV package is posted on the FDA website and consists of proposed changes to statutory language and an agreement on FDA performance goals and procedures. A public meeting to discuss the recommendations for reauthorization of MDUFA was held on November 2, 2016; materials from this meeting are posted on FDA's website.", "Appendix A. Medical Device User Fees", "Appendix B. MDUFA III Performance Goals", "Appendix C. Acronyms Used in This Report"], "subsections": []}]}}