{"id": "R44587", "title": "The National Transportation Safety Board (NTSB): Background and Possible Issues for Reauthorization and Oversight", "released_date": "2016-08-10T00:00:00", "summary": ["The National Transportation Safety Board (NTSB) is a small, independent federal agency with responsibility for investigating transportation accidents; conducting transportation safety studies; issuing safety recommendations; aiding victims' families after aviation and passenger rail disasters; and promoting transportation safety.", "The NTSB makes safety recommendations to federal and state agencies, transportation providers, and manufacturers, which may or may not choose to implement them. In recent years, NTSB recommendations have helped build support for laws enacted to mandate positive train control systems, a safety technology now being installed on certain railroad lines; Federal Aviation Administration (FAA) regulations to address airline pilot fatigue; state laws addressing distracted driving; federal safety standards for helicopter air ambulances; and crashworthiness standards for helicopter fuel systems, which are required under a new federal law.", "The NTSB was last reauthorized in 2006 when Congress approved a two-year reauthorization measure, covering FY2007 and FY2008 in the National Transportation Safety Board Reauthorization Act of 2006 (P.L. 109-443). Since then, the NTSB has addressed a number of Government Accountability Office (GAO) recommendations to improve its strategic planning, financial and human capital management, risk-based accident response, training, and communications. The agency has also increased staffing to better respond to accident investigation demands. In 2013, GAO cautioned that the NTSB needed to continue its efforts to further improve training center utilization, close-out processes for safety recommendations, interagency communications, financial management, and workforce diversity management, and it recommended that the NTSB develop a formal strategy to maximize the utility of its cost accounting system.", "Some Members of Congress have expressed an interest in reauthorizing the NTSB. Issues that might be considered in the context of reauthorization include the adequacy of staffing resources and the cost of the NTSB's training center. Additionally, reauthorization could offer a legislative vehicle for addressing a number of transportation safety issues that directly relate to the NTSB mission, including the recoverability of vehicle recorders involved in aviation and maritime accidents, the privacy of data collected from vehicle recorders, and the use of recorder data for purposes other than accident investigation and reconstruction."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The National Transportation Safety Board (NTSB) was established in 1967 as part of the newly formed U.S. Department of Transportation (DOT). Congress made it responsible for investigating all civil aviation accidents and certain accidents in other modes of transportation, with the intent of identifying safety improvements to prevent future accidents. ", "In 1974, Congress passed the Independent Safety Board Act of 1974 (in P.L. 93-633 ), making the NTSB completely independent of DOT. As an independent agency, the NTSB can carry out unbiased investigations and make recommendations regarding safety regulations and oversight practices of DOT without inherent conflicts of interest. ", "The NTSB's main functions are determining the causes of accidents and recommending safety improvements that could prevent such accidents from recurring. Additionally, the NTSB provides assistance to victims' families in major airline and passenger rail disasters and serves as a board of appeals for certain transportation regulatory actions by the Federal Aviation Administration (FAA) and the U.S. Coast Guard. The agency has no authority to require implementation of its recommendations. It does not regulate or oversee safety practices in the transportation sector; those responsibilities are assigned to DOT; DOT modal agencies including FAA and the Federal Railroad Administration; and other federal and state agencies. "], "subsections": [{"section_title": "NTSB Organization and Functions", "paragraphs": ["The NTSB consists of a five-member board and a staff of approximately 420. About three-quarters of the staff are located at the NTSB's Washington, DC, headquarters. In addition, the NTSB maintains four regional offices in Ashburn, VA; Denver, CO; Federal Way, WA; and Anchorage, AK. The NTSB also has a training center in Ashburn, VA. ", "The NTSB Reauthorization Act of 2006 ( P.L. 109-443 ) included a provision that requires the NTSB to maintain at least one full-time employee in every state located more than 1,000 miles from the nearest NTSB regional office to provide initial investigative response to accidents. This measure directly impacts the state of Hawaii, where the NTSB does not have a field office. Since passage of this legislation, the NTSB has maintained one aviation safety investigator in Hawaii. In recent years, NTSB regional staff have become more geographically dispersed, and are physically located in 25 states.", "The five Safety Board members, presidentially appointed with the advice and consent of the Senate, serve five-year terms and may continue to serve beyond their terms until replacement board members are appointed. Not more than three Safety Board members may be appointed from the same political party, and at least three of the members must be appointed on the basis of technical qualifications, professional standing, and knowledge of transportation safety issues. ", "Investigative and support staff are organized under separate offices for each transportation mode, with the office of research and engineering supporting all of the modal offices. The NTSB also serves as a court of appeals for airmen and mariners who are subject to administrative actions by the FAA or the Coast Guard. Such cases are initially adjudicated by the NTSB's Office of Administrative Law Judges. ", "The NTSB also has an Office of Safety Recommendations and Communications whose responsibilities include working with modal administrations and other recipients of NTSB safety recommendations to track correspondence and actions taken in response to those recommendations. The office also coordinates communications with Congress, transportation stakeholders, and the public regarding Board actions and transportation safety advocacy (see Figure 1 )."], "subsections": [{"section_title": "Accident Investigation", "paragraphs": ["The NTSB investigates the following transportation-related accidents and safety issues:", "all accidents involving civil aircraft and public aircraft, other than military or intelligence agency aircraft, within the United States and its territories; selected highway and railroad grade crossing accidents; railroad accidents involving passenger trains, loss of life, or significant property damage; pipeline accidents involving significant property or environmental damage, or loss of life; in coordination with the Coast Guard, major marine casualties occurring on the navigable waters or territorial sea of the United States, or involving U.S.-flag vessels, except those involving only public (i.e., government-owned or -operated) vessels; and other selected catastrophic accidents or recurring problems involving transportation safety investigated at the Board's discretion."], "subsections": [{"section_title": "The Party Process", "paragraphs": ["While the NTSB employs investigators and subject matter experts in a number of engineering and technical disciplines, it relies extensively on the expertise of manufacturers, transportation providers, and regulatory agencies connected with an accident to assist with investigations. It does so through what is known as the \"party process,\" in which the NTSB investigator-in-charge designates parties to participate in an investigation. The parties then assign qualified technical personnel to assist the NTSB. ", "A number of safeguards exist to prevent external entities from influencing NTSB findings and conclusions. First, while interested parties may provide technical expertise in the fact-finding phase of an investigation and may submit their own analyses for consideration by NTSB investigators, the NTSB bases its conclusions strictly on analysis and recommendations by NTSB staff. Formal procedures exist for parties to petition the NTSB to reconsider or modify its investigative findings after an investigation has been completed and the final report has been adopted. Other than the FAA in aviation cases, no party has a specific right to hold party status in an investigation; parties can be sanctioned or lose their party status if they do not fulfill assigned duties and comply with rules of conduct. ", "Under provisions of the Government in the Sunshine Act ( P.L. 94-409 ), the Safety Board as a whole must meet in public on most matters pertaining to accident investigations. Board members and senior investigative staff must also provide financial disclosures, and are precluded from maintaining certain financial interests in transportation-related companies. ", "Despite these safeguards, the potential for parties to exert their influence on the NTSB process still exists. Even if the NTSB was not swayed by outside efforts to influence an investigation, a public perception that the agency is not fully impartial could diminish its credibility. Striking a balance between allowing parties to the investigation to provide unique data and technical expertise that often they alone possess while preventing them from attempting to sway the investigative process is a sizable challenge. Moreover, during highly complex and contentious accident investigations, evaluating competing perspectives brought forth by various parties to the investigation can prove challenging for the NTSB, and can stretch out the length of time needed to complete an investigation. "], "subsections": []}, {"section_title": "International Representation", "paragraphs": ["In accordance with international treaties and standard practices for aviation accident investigation set forth by the International Civil Aviation Organization (ICAO), the NTSB participates in investigations of foreign aviation accidents involving any U.S.-manufactured or -registered aircraft. On occasion, the NTSB may also lend its expertise to foreign investigations at the request of another country, even though the United States may have no vested interest or any specific right under international agreements to participate in the accident investigation process. ", "In instances where the NTSB is asked to consult or actively participate in an overseas investigation, the NTSB may be reimbursed for associated costs from outside entities such as a foreign government. P.L. 109-443 included a provision designating such receipts, whether in the form of fees or reimbursements, as offsetting collections available until expended. Prior to this legislative change, only reimbursements related to activities of the NTSB Academy, such as tuition payments or classroom rental fees, were specifically credited as offsetting collections. In addition, the NTSB has recovered some costs associated with foreign aviation accident investigations through DOT's Safe Skies for Africa program. Between FY2012 and FY2015, its costs for participating in international investigations have ranged from just under $1 million to almost $2.4 million annually, of which between roughly $40,000 and $150,000 has been covered under the Safe Skies for Africa program."], "subsections": []}]}, {"section_title": "Safety Recommendations and Advocacy", "paragraphs": ["The NTSB has no direct authority to change transportation safety regulations and practices. Its principal means for effecting change in transportation safety is the issuance of safety recommendations to regulators, operators, and users of transportation systems. Since investigations of complex accidents may take several years, the NTSB routinely issues recommendations over the course of an investigation as needed safety improvements are identified. ", "Since 1967, the NTSB has issued over 14,300 safety recommendations to more than 2,300 recipients across all modes of transportation. Historically, about 82% of NTSB recommendations have led to the implementation of safety improvements deemed acceptable by the Board. ", "DOT agencies must provide a formal written response to each NTSB recommendation within 90 days of receipt, detailing how they intend to implement the recommendation in whole or in part, or explaining the reasons for not implementing the recommendation. There is no statutory requirement for agencies and organizations to adopt NTSB-issued safety recommendations. However, the NTSB often publicizes its recommendations and advocates for sought-after transportation safety improvements in order to build public support for their implementation. ", "While most NTSB safety recommendations are eventually implemented, implementation may be prolonged due to lengthy rulemaking processes, as well as concerns about feasibility, costs, and benefits. The NTSB explicitly does not take benefit/cost considerations into account in developing its recommendations. Nor is it charged with weighing the cost of implementing a particular safety recommendation against other safety-related expenditures a transportation carrier or government agency might undertake."], "subsections": [{"section_title": "Most Wanted Transportation Safety Improvements", "paragraphs": ["The NTSB highlights key safety recommendations on a list of \"Most Wanted\" safety improvements. Currently the list seeks actions to", "reduce fatigue-related accidents; improve rail transit safety oversight; promote the availability of collision avoidance technologies in highway vehicles; strengthen occupant protection in highway vehicles, passenger trains, and aircraft; minimize operator distractions that cause transportation accidents; prevent loss of control in flight in general aviation; promote completion of rail safety initiatives including positive train control and improved tank car design; end substance impairment in transportation; and require operators to be medically fit for duty.", "These \"Most Wanted\" transportation safety improvements typically encompass numerous specific recommendations requesting action from DOT and the states. Often, such action requires statutory and regulatory changes. "], "subsections": []}, {"section_title": "Ties to Legislation", "paragraphs": ["In general, NTSB's safety recommendations and safety advocacy programs have influenced the regulatory agenda of transportation agencies and have had a profound influence on congressional decisionmaking and oversight of transportation safety issues. This influence has been visible in legislation enacted to require positive train control systems on many railroad lines, regulations to reduce airline pilot fatigue, state laws addressing distracted driving, federal safety standards for helicopter air ambulances, and improved safety standards for pipeline safety.", "For example, a number of provisions in the FAA Extension, Safety, and Security Act of 2016 ( P.L. 114-190 ) draw on NTSB investigations and recommendations:", "Section 2101 sets a deadline for FAA to implement an industrywide airline pilot records database, an issue the NTSB has addressed in a number of pilot-involved accidents. Section 2102 requires FAA to modify airline pilot training to incorporate processes to verify that pilots are skilled at monitoring automated systems and controlling the aircraft flightpath without autopilot systems engaged. The NTSB raised concerns about whether pilots adequately understand automated systems and whether cockpit automation has led to erosion of flying skills following the July 2013 crash of an Asiana Airlines Boeing 777 at San Francisco International Airport. Section 2103 of the act directs FAA to assess recommendations made by the Pilot Fitness Aviation Rulemaking Committee regarding mental health screening for pilots. The mental health of pilots was the focus of international aviation safety following the March 2015 suicide downing of a Germanwings Airbus A-320 in France, but the NTSB raised the issue far earlier, following investigations of the 1997 crash of SilkAir flight 185 in Indonesia and the crash of EgyptAir flight 990 in the Atlantic Ocean in 1999. Section 2105 includes language requiring FAA to evaluate and update, as necessary, standards for crash-resistant helicopter fuel systems. That provision directly mandates FAA to address a July 2015 NTSB safety recommendation calling for the fuel systems in all newly manufactured helicopters, including those based on older designs, to meet crash-resistance standards that were put in place for newly designed rotorcraft in 1994.", "Similarly, the Pipeline Safety, Regulatory Certainty, and Job Creation Act of 2011 (Pipeline Safety Act; P.L. 112-90 ) contained a broad range of provisions addressing pipeline safety. Among the most significant were provisions to increase the number of federal pipeline safety inspectors, require automatic shutoff valves for transmission pipelines, mandate verification of maximum allowable operating pressure for gas transmission pipelines, increase civil penalties for pipeline safety violations, and mandate reviews of diluted bitumen pipeline regulation (see CRS Report R44201, DOT's Federal Pipeline Safety Program: Background and Key Issues for Congress , by [author name scrubbed]).", "The Rail Safety Improvement Act of 2008 (RSIA08; P.L. 110-432 ) requires implementation of positive train control on railroads that carry passengers or have high-volume freight traffic with certain hazardous materials. Positive train control is a communications and signaling system that has been identified by the NTSB as a technology capable of preventing incidents caused by train operator or dispatcher error. It is expected to reduce the number of incidents due to excessive speed, conflicting train movements, and engineer failure to obey wayside signals (see CRS Report R42637, Positive Train Control (PTC): Overview and Policy Issues , by [author name scrubbed]). ", "Also, as previously noted, the NTSB lists among its \"Most Wanted\" safety improvements actions to minimize operator distractions that cause transportation accidents. Congress established a distracted driving incentive grant program in 2012 to encourage states to prohibit texting by all drivers, and prohibit cell-phone use entirely for drivers under age 18. To qualify for a grant, states were required to have these as primary violations, to have no exception for use while stopped in traffic, and to have a minimum fine for first offenders and an increased fine for repeat offenders. Only one state qualified for a grant under this program in FY2014 and FY2015. In December 2015, a provision in the Fixing America's Surface Transportation (FAST) Act ( P.L. 114-94 ) deleted the requirement for an increased fine for repeat offenders, which is expected to allow more states to qualify for grants (see CRS Report R44394, Federal Highway Traffic Safety Policies: Impacts and Opportunities , by [author name scrubbed]).", "The status of agency actions to address these and other transportation safety mandates may be of particular interest during NTSB reauthorization proceedings. "], "subsections": []}]}]}, {"section_title": "NTSB Funding Levels", "paragraphs": ["Funding for the NTSB has historically consisted of a base authorization or appropriation amount; a set-aside emergency fund to cover unforeseen accident costs such as wreckage recovery, salvage, and storage; and supplemental appropriations to cover the costs of large, complex investigations such as that involving TWA flight 800, which suffered a midair explosion off the coast of Long Island, NY, in 1996, resulting in 230 fatalities. The existing statute provides for the continued maintenance of $2 million in the NTSB's emergency fund and authorizes additional funding to increase the balance of the emergency fund up to an authorized limit of $4 million. The NTSB, however, has not had to use its emergency fund or seek supplemental appropriations in more than a decade. Appropriations levels since FY2007 and the FY2017 funding request for the NTSB are provided in Table 1 ."], "subsections": []}]}, {"section_title": "Government Accountability Office Oversight", "paragraphs": ["49 U.S.C. §1138 charges the Government Accountability Office (GAO) with carrying out evaluations and audits of the NTSB's operations and activities with respect to information management and security, resource management, workforce development, procurement and contracting, management practices, and management challenges in completing accident investigations.", "In general, the NTSB has been responsive to GAO findings, and in the past has fully implemented GAO recommendations. From 2006 through 2008, GAO made 21 specific recommendations to NTSB, and in 2012 GAO found that all of these had been effectively implemented and closed. In 2013, GAO revisited NTSB management and operational practices, finding that the NTSB had made improvements, but needed to continue its efforts to further improve training center utilization, close-out processes for safety recommendations, interagency communications, financial management, and workforce diversity management. In particular, GAO recommended that senior leaders at the NTSB develop a specific strategy for maximizing the utility and utilization of the NTSB's cost accounting system."], "subsections": []}, {"section_title": "Reauthorization and Congressional Oversight Issues", "paragraphs": ["Current issues that may arise in the context of proposed legislation reauthorizing the NTSB, or in the course of more general congressional oversight, include the adequacy of staffing resources and management of the NTSB Academy. Current safety issues relevant to the NTSB mission include the recoverability of vehicle recorders involved in aviation and maritime accidents, privacy of data collected aboard transportation vehicles or in the course of investigations, and the potential use of recorder data for purposes other than accident investigation and reconstruction. Additionally, legislation considering railroad safety introduced in the 114 th Congress directly addresses NTSB funding and resources for railroad accident investigations."], "subsections": [{"section_title": "Staffing", "paragraphs": ["In 2008, the NTSB had requested a staff increase of roughly 22% starting in FY2008, an increase it believed was necessary to adequately carry out its mission. Over the past decade, NTSB staffing has increased by roughly half that amount, about 12% above the FY2007 headcount of 378. Additionally, the NTSB has developed a five-year strategic human capital plan. That plan endeavors to address gaps in mission-critical competencies, assure leadership succession, and increase workforce diversity.", "Despite the increased staffing, the NTSB has cited limited resources as a factor in the extended duration of a number of accident investigations and as the reason for its failure to investigate some pipeline accidents and a large number of railroad accidents, especially fatal grade crossing and trespasser accidents that the NTSB is statutorily mandated to investigate. In consideration of the hundreds of annual fatalities that result from railroad trespassing and grade crossing accidents, Congress may debate whether the statutory requirement for the NTSB to investigate all fatal railroad accidents is appropriate or whether additional staffing is needed to meet this requirement.", "Congress may also consider options to enhance the NTSB's ability to recruit and retain field investigators and specialists in critical science and engineering fields, as well as professionals with unique operational experience in the various transportation modes. The NTSB has raised specific concerns about potential staffing shortages due to retirements and emerging skill gaps in certain management and mission-critical occupations. Data on the NTSB's abilities to meet its statutory requirements for accident investigation suggest that ongoing staffing challenges are most acute in its Office of Railroad, Pipeline, and Hazardous Materials. "], "subsections": []}, {"section_title": "The NTSB Training Center", "paragraphs": ["The National Transportation Safety Board Amendments Act of 2000 ( P.L. 106-424 ) gave the NTSB authority to enter into agreements for facilities, technical services, and training in accident investigation theory and practice. In 2000, the NTSB awarded a 20-year contract for a training site to the George Washington University (GWU). Construction of the NTSB Training Center, located on the Loudon County Campus of GWU in Ashburn, VA, was completed in August 2003. The costs and benefits of the facility have been a long-standing concern. P.L. 109-443 required the NTSB to develop and implement a plan to attain financial self-sufficient operation of the training center. However, the training center has not been able to achieve self-sufficiency, and consistently operates at a deficit. ", "The primary purpose of the training center is to train NTSB staff and transportation industry personnel who may assist the NTSB with accident investigation and in responding to the victims of transportation disasters and their families. The center also provides a facility to host forums and focused meetings on specific transportation safety topics. However, revenues from fees associated with training and transportation safety-related meetings have proven inadequate to cover the costs of the facility. In recent years, the NTSB has increased its reliance on leases and rentals of both its classroom and nonclassroom space for purposes not related to transportation safety, but it has not been able to fully recover training center costs. ", "A GAO study of NTSB finances and business practices in 2006 concluded that \"... [the] NTSB may have difficulty increasing revenues or decreasing external training costs enough to ever fully offset the training center's costs.\" Also, the GAO report noted that the NTSB has been in violation of the Anti-Deficiency Act because it negotiated the lease on the NTSB Academy facility as an operating lease instead of a capital lease, and did not obtain budget authority for the full term of the 20-year lease. Language to remedy this situation was not included in the NTSB reauthorization legislation. Possible remedies identified by the GAO include obtaining a deficiency appropriation for the full amount of the lease, renegotiating the lease contract, terminating the lease, or obtaining authority to obligate lease payments on an annual basis. GAO concluded that vacating the space may be the most cost-effective strategy; however, the potential benefits derived from this facility were not fully considered in GAO's analysis. Because past reauthorization legislation did not address NTSB Academy management practices, weighing the costs and benefits of maintaining the training center remains a specific issue for congressional oversight and possible legislation.", "In a July 2013 review, GAO found that the NTSB had improved its utilization of the training center. Classroom utilization increased from less than 20% prior to FY2007 to above 60% since FY2009. Additionally, the NTSB has leased some of its unutilized nonclassroom space. The increased utilization and lease revenue has resulted in improved cost recovery, with the annual operating deficit falling from $6.3 million in FY2004 to the $2 million-$2.5 million range in FY2013-FY2015. Nonetheless, the facility still fails to recoup all of its operating costs. Although the utilization and operating costs of the training center may be of interest during oversight hearings, the ability of Congress to make significant changes before the expiration of the NTSB's existing lease agreement may be limited."], "subsections": []}, {"section_title": "Data Recorder Issues", "paragraphs": ["Data and voice recorders have served as important investigative tools in aviation since they were first introduced in the 1960s. Presently, two main issues exist regarding data recorders. The first involves the ability of investigators to recover accident recorders promptly following mishaps, particularly submerged aircraft and ship recorders. The second issue concerns privacy, particularly when it comes to public disclosures and non-accident related uses of recorder data. "], "subsections": [{"section_title": "Recorder Recovery", "paragraphs": ["Recovery of recorders has proven challenging after several recent accidents:", "Air France flight 447 crashed off the coast of Brazil in June 2009, sinking to a depth of about 13,000 feet, where the recorders remained until they were recovered and their data downloaded in May 2011; EgyptAir flight 804 crashed in the Mediterranean Sea on May 19, 2016, but its recorders were not recovered until June 16, 2016, and then required extensive repair before data could be extracted; and Malaysia Airlines flight 370 remains missing after disappearing during a flight from Kuala Lumpur, Malaysia, to Beijing, China, on March 8, 2014. The recorders have not yet been found or recovered.", "In January 2015, the NTSB issued aviation safety recommendations A-15-1 through -8 urging that aircraft used for overwater flights be capable of transmitting data on impact location and underwater location and carry recorders or transmitters allowing for the recovery of essential flight data parameters without the need for underwater retrieval. The NTSB urged FAA to work with ICAO and foreign aviation authorities to harmonize technologies and regulations pertaining to location broadcasts and flight data transmissions from accident aircraft. The NTSB also sought protections to prevent disabling of flight recorder devices, as well as the installation and use of cockpit image recorders. ", "The Safe Aviation and Flight Emergency Tracking Act of 2015 ( H.R. 753 ) would require FAA to issue regulations that certain large passenger aircraft be equipped with a means to provide continuous tracking information and technology, such as automatic deployable flight recorders, that would enable timely and cost effective recovery of the flight data and cockpit voice recorders. While the bill is similar to the January 2015 NTSB safety recommendations, it does not cite them specifically.", "Also, the October 2015 sinking of the U.S.-flag cargo vessel El Faro in the Atlantic Ocean raised concerns over the ability to locate and recover maritime voyage data recorders. The El Faro and its data recorder, which was affixed to its mast, sank to a depth of about 15,000 feet. The recorder was recovered in August 2016, 10 months after the accident.", "In general, under the International Convention for the Safety of Life at Sea (SOLAS), certain passenger vessels and large cargo vessels making international voyages are required to carry voyage data recorders. The recorders can be either retrievable fixed-mount units, like the one carried on El Faro , or float-free units. Revised regulations implemented in 2014 stipulate that new ships and newly installed recorders must consist of both a retrievable fixed-mount unit and a float-away component in addition to onboard long-term data storage, but ships with previously installed units have not been required to upgrade. Newer recorders must also capture additional parameters and capture data for greater lengths of time. ", "While the NTSB has not made specific recommendations regarding the recovery or survivability characteristics of maritime voyage data recorders, concerns over data recovery may prompt congressional interest in potential options to assist investigators in the recovery of data from vessels lost in deep water."], "subsections": []}, {"section_title": "Data Privacy", "paragraphs": ["Event recorders are assisting accident investigators across all modes of transportation, including rail, trucking, and passenger cars. The increasing ability to collect data, voice, and video recordings of accident events is, however, raising questions about privacy and the potential use of these data outside the scope of investigative proceedings.", "The Driver Privacy Act of 2015 ( S. 766 ) would prohibit access to data recorded or transmitted by an event data recorder installed in a passenger motor vehicle by someone other than the owner or lessee of the vehicle, unless retrieved", "when authorized by a court or other judicial or administrative authority in a manner that comports with standards for admission as evidence; with the owner's or lessee's consent for any specified purpose, including vehicle diagnostics, service, or repair, or enrollment in a subscription service; pursuant to an NTSB or DOT investigation or inspection, provided that personally identifiable information is not disclosed, except for the vehicle identification number, which may be disclosed to the manufacturer; for the purpose of assessing or facilitating emergency medical response to a motor vehicle crash; or for traffic safety research so long as personally identifiable information is not disclosed.", "The bill would also require the National Highway Traffic Safety Administration to complete a study, provide a report to Congress, and promulgate regulations concerning the appropriate amount of time event data recorders should capture and record for retrieval vehicle-related data needed to investigate the causes of motor vehicle crashes. "], "subsections": []}]}, {"section_title": "Railroad Accident Investigation", "paragraphs": ["The May 2015 derailment of an Amtrak passenger train in Philadelphia, PA, and a number of derailments of freight trains hauling flammable fuels have prompted increased interest in railroad accident investigations and the implementation of safety recommendations pertaining to railroad safety. As previously noted, the NTSB has stated that it lacks adequate resources to investigate all railroad accidents that it is required by statute to investigate.", "While specific NTSB reauthorization legislation has not been introduced in the 114 th Congress, the Comprehensive Transportation and Consumer Protection Act of 2015 ( S. 1732 ) specifies specific authorization of appropriations to the NTSB for railroad accident investigations of", "$6.3 million in FY2016; $6.4 million in FY2017; $6.5 million in FY2018; and $6.6 million in FY2019.", "The bill would also address several NTSB railroad safety recommendations. It would require the development of specific plans for positive train control systems, and would establish authority for awarding grants to implement these plans. It would also direct DOT to carry out a study examining the possible effectiveness of positive train control systems and related technologies on reducing highway-rail grade crossing accidents."], "subsections": []}]}]}}