{"id": "R44607", "title": "EPA’s Clean Energy Incentive Program: Background and Legal Developments", "released_date": "2016-08-29T00:00:00", "summary": ["In 2015, the U.S. Environmental Protection Agency (EPA) established the Clean Energy Incentive Program (CEIP) as a voluntary complement to its regulatory program known as the Clean Power Plan (CPP). The goal of the CPP is to reduce carbon dioxide (CO2) emissions from existing fossil-fuel-fired electric power plants, which produced 30% of all U.S. greenhouse gas emissions in 2014. The CEIP would support that objective by promoting CO2 emission reductions before the CPP is scheduled to take effect in 2022.", "The CEIP is a voluntary program that would encourage states to develop energy efficiency measures and renewable energy projects. To participate, a state would need to include specific design elements in its CPP state plan that is submitted to EPA for approval. The CEIP would establish a system to award either emission rate credits (measured in pounds of CO2 emissions per megawatt-hour) or emission allowances (measured in tons of CO2 emissions) that can be used to meet state emission reduction targets for two categories of activities:", "1. Energy efficiency and solar renewable energy projects in low-income communities, and 2. Renewable energy projects in participating states.", "Renewable energy projects would receive one credit/allowance from the state and one credit from EPA for every two megawatt-hour of renewable energy generation. Projects in low-income communities would receive double credits. Under a mass-based approach, EPA would match up to the equivalent of 300 million emission allowances nationally: Half of the credits/allowances would support renewable energy projects, and half would support energy efficiency and solar energy projects in low-income communities. The amount of EPA credits/allowances potentially available to each state participating in the CEIP would depend on the relative amount of emission reduction each state is required to achieve under the CPP. Thus, states with greater reduction requirements would have access to a greater share of the EPA credits.", "EPA's CPP has generated significant interest from Congress and a wide range of stakeholders. Some Members in the 114th Congress have made several attempts to prevent the implementation of the CPP and more recently the CEIP. In particular, both the Senate and the House passed a resolution of disapproval pursuant to the Congressional Review Act, which President Obama vetoed in December 2015. In July 2016, the House passed H.R. 5538 (Department of the Interior, Environment, and Related Agencies Appropriations Act, 2017), which would prohibit EPA from using appropriations to \"finalize, implement, administer, or enforce\" the CEIP proposed rule.", "The CPP is the subject of ongoing litigation involving most states and over 100 entities. In February 2016, the Supreme Court stayed the implementation of the rule for the duration of the litigation. The CPP final rule therefore currently lacks enforceability or legal effect, and if the rule is ultimately upheld, some of the deadlines would likely be delayed.", "EPA published the CEIP proposed rule in June 2016 to provide additional implementation details for states wishing to participate in the program. EPA's release of the CEIP proposed rule has raised questions regarding the agency's legal authority to move forward with the CEIP while the CPP is stayed. Although some argue that the stay requires EPA to \"put its pencil down\" and stop all work related to the CPP, EPA believes that it has sufficient authority to move forward with rulemakings that relate to the stayed CPP. To support this assertion, EPA points to several instances when it continued to revise provisions related to previously stayed regulations. However, there are few judicial opinions that address the types of activities allowed during a judicial stay."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The U.S. Environmental Protection Agency (EPA) established the Clean Energy Incentive Program (CEIP) as a voluntary complement to its regulatory program known as the Clean Power Plan (CPP). The CEIP is intended to promote early reductions of carbon dioxide (CO 2 ) emissions before the CPP is scheduled to take effect in 2022. The goal of the CPP is to reduce CO 2 emissions from existing fossil-fuel-fired electric power plants, which produced 30% of all U.S. greenhouse gas emissions in 2014. Economic modeling indicates that the CPP would significantly reduce future CO 2 emission levels from U.S. electricity generation. The CEIP would support this objective by supporting renewable energy electricity generation and energy efficiency activities through early action incentives. ", "The CPP has generated considerable controversy and garnered interest from Congress and a wide range of stakeholders. After EPA proposed the CPP in 2014, the agency received more than 4.2 million public comments. Some Members in the 114 th Congress have made several attempts to hinder the implementation of the CPP. In particular, after EPA published its CPP final rule in October 2015, both the Senate and the House passed a resolution of disapproval pursuant to the Congressional Review Act. President Obama vetoed the resolution in December 2015. If enacted, the resolution would have prohibited the CPP rulemaking from taking effect. ", "More recently, the House passed H.R. 5538 (Department of the Interior, Environment, and Related Agencies Appropriations Act, 2017) on July 14, 2016. Section 495 of this bill would prohibit EPA from using appropriations to \"finalize, implement, administer, or enforce\" the CEIP proposed rule. ", "Various state and industry parties applied to the Supreme Court in late January 2016 for an immediate stay of the CPP final rule. In a move that surprised many observers, the Supreme Court issued a stay of the final rule until the legal challenges have been resolved. ", "The first section of this report discusses the details of the CEIP proposed rule. The second section discusses the legal status of the CPP and how the Supreme Court stay may or may not affect the CEIP rulemaking developments."], "subsections": []}, {"section_title": "CEIP Proposed Rule—Overview", "paragraphs": ["EPA established the framework of the CEIP in its CPP final rule in 2015 and published a proposed rule for the CEIP in the Federal Register on June 30, 2016. The proposed rule seeks to provide additional detail, clarify certain elements that were previously outlined, and alter some of the program eligibility requirements. ", "The CEIP, as described in the proposed rule, is a voluntary program that would encourage states to support energy efficiency measures and renewable energy projects before the first CPP compliance obligations are scheduled to take effect in 2022. Under the CPP, states would submit plans to EPA detailing how they would comply with state-specific interim and final targets. The CPP allows states to use either emission rate targets (measured in pounds of CO 2 emissions per megawatt-hour [MWh] of electricity generation) or mass-based targets (measured in tons of CO 2 emissions). In addition, states would need to include particular design elements in their plans in order to participate in the CEIP. ", "The CEIP would establish a system to award either emission rate credits or emission allowances for two categories of activities:", "1. Energy efficiency and solar renewable energy projects in low-income communities, and 2. Renewable energy projects in participating states. ", "The proposed rule altered these two categories from the CEIP introduced in 2015 by adding solar power projects to the low-income community category and expanding the scope of renewable energy project types to include not only wind and solar but also geothermal and hydropower. Electricity generated from nuclear power or biomass would not qualify. ", "Regarding the definition of a \"low-income community,\" EPA decided to let states choose the scope of this term and include the details in their respective state plans. The proposed rule states", "EPA proposes to provide states with the flexibility to use existing local, state or federal definitions that best suit their specific economic and demographic conditions while ensuring that eligible projects and programs receiving incentives are benefitting low-income communities. ", "The proposed rule modified the eligibility start date for projects. Eligible energy efficiency projects in low-income communities would include those that commence operation on or after September 6, 2018. EPA defines \"commence operation\" as \"the date that a CEIP-eligible low-income community demand-side [energy efficiency] project is delivering quantifiable and verifiable electricity savings.\" Eligible renewable energy projects, including solar power projects in low-income communities, would include those that commence commercial operation on or after January 1, 2020.", "Renewable energy projects would receive one credit/allowance from the state and one credit from EPA for every two MWh of renewable energy generation in 2020 and 2021. Projects in low-income communities would receive double credits: For every two MWh of generation from solar power or avoided electricity generation through energy efficiency, these projects would receive two credits/allowances from the state and two from EPA. ", "The CEIP credits take the form of emission rate credits or emission allowances, depending on whether a state plan chooses an emission rate or mass-based target. The credits/allowances could be sold to or used by an affected emission source to comply with the state-specific emission or emission rate reduction requirements. In a CO 2 -constrained regime, these credits/allowances would have monetary value. For example, in the Regional Greenhouse Gas Initiative , a CO 2 cap-and-trade program involving nine Northeast states, emission allowances have sold at auction at prices between $2 per ton and $7.50 per ton.", "EPA requires state plans to ensure that state-issued credits/allowances for the CEIP will maintain the stringency of the emission or emission rate targets. For example, for mass-based plans, EPA proposes that states allocate CEIP allowances from the state's CPP emission allowance budget in its first compliance period (2022-2024). For states using a rate-based approach, EPA proposes that states apply an adjustment factor to any credits issued in the CPP's first compliance period to account for credits issued pursuant to the CEIP.", "In contrast to state-issued credits/allowances, states do not need to account for the matching credits/allowances provided by EPA. The proposed rule does not provide details as to the source of the EPA's matching pool. For mass-based programs, EPA would match up to the equivalent of 300 million emission allowances nationally during the CEIP program life. Half of the EPA's pool of matching credits would support renewable energy projects, and half would support energy efficiency and solar energy projects in low-income communities. The amount of EPA credits/allowances potentially available to each state participating in the CEIP depends on the relative amount of emission reduction each state is required to achieve. States with greater reduction requirements would have access to a greater share of the EPA credits.", " Figure 1 illustrates the allowances available to each state, assuming the state were to adopt a mass-based approach in its compliance plan. Table 1 presents the same information, in list form, alphabetically by state.", "In its proposed rule, EPA seeks comments from stakeholders on multiple issues. In particular, EPA seeks comments regarding the intersection of the CEIP and the recently renewed tax credits for renewable energy. On December 18, 2015, the President signed into law the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ), which, among other provisions, extended and modified the production tax credit and the investment tax credit for specific renewable energy technologies. Prior to the December 2015 development, the PTC had expired and the ITC was scheduled to expire at the end of 2016. ", "Some groups have raised concern about the CEIP rewarding projects that would have been constructed anyway, especially in the context of the extended tax incentives. EPA is seeking comments on how to design a mechanism in the CEIP that would address this possibility."], "subsections": []}, {"section_title": "Legal Status of the CPP and CEIP", "paragraphs": ["Parties began filing petitions for review in the U.S. Court of Appeals for the District of Columbia Circuit (D.C. Circuit) challenging the CPP final rule starting on the day the rule was published in the Federal Register , October 23, 2015. By the December 22, 2015, petition deadline, more than a hundred parties, including 27 states, filed dozens of petitions challenging the CPP. Eighteen states, the District of Columbia, five cities, one county, over a dozen nonprofit organizations, and other parties intervened to support the CPP. On February 9, 2016, the Supreme Court issued an order staying the legal effect of the rule for the duration of the litigation. A stay is generally defined as the \"postponement or halting of a proceeding, judgement, or the like.\" Therefore, EPA cannot implement or enforce the CPP during the stay. If the rule is ultimately upheld, some of the deadlines for the states will likely be delayed.", "While the CPP litigation progresses, with oral arguments before the en banc D.C. Circuit set to occur on September 27, 2016, EPA continues to work on the CEIP and other measures to complement the implementation of the CPP if it survives legal challenge. ", "EPA's release of the CEIP proposed rule following the Supreme Court's order has raised questions regarding the agency's legal authority to move forward with the CEIP and other related measures while the CPP is stayed. The House Committee on Energy and Commerce sent a letter to EPA Administrator Gina McCarthy stating, \"Continuing to develop a suite of derivative rules and guidance raises questions about whether EPA is complying fully with the Court's stay order, about what legal authority the agency has to proceed with such actions.\" Some have argued that EPA is effectively enjoined from engaging in any activities relating to the CPP, which would include the CEIP. Although some have interpreted the stay to require EPA to \"put its pencil down\" and stop all work related to the CPP, EPA believes that the stay halts only the legal effect and enforceability of the CPP and does not prevent EPA from continuing activities that relate to the CPP but that do not impose legal obligations.", "An agency or court may stay the effective date of an agency action pending judicial review. In Nken v. Holder , the Supreme Court explained that, unlike an injunction, which", "direct[s] the conduct of a particular actor, a stay operates upon the judicial proceeding itself. It does so either by halting or postponing some portion of the proceeding, or by temporarily divesting an order of enforceability. A stay pending appeal certainly has some functional overlap with an injunction, particularly a preliminary one. Both can have the practical effect of preventing some action before the legality of that action has been conclusively determined. But a stay achieves this result by temporarily suspending the source of authority to act—the order or judgment in question—not by directing an actor's conduct. ", "Both EPA and opponents of the CPP cite Nken v. Holder to support their positions on what actions, if any, EPA is permitted during the stay of the CPP. In the CEIP proposed rule, the agency cites Nken to argue that \"EPA has not been enjoined by any court from continuing to work with state partners in the development of frameworks to reduce CO 2 emissions from affected EGUs.\" In a request to extend the comment deadline for the CEIP proposed rule, a coalition of 27 states and state agencies (many of which are petitioners in the CPP litigation ) also cites Nken to support its claim that \"the agency cannot require States to take any action related to the Power Plan during the stay.\"", "The state coalition argues that any actions regarding the CEIP that trigger deadlines for notice-and-comment \"would improperly compel action by States to take action ... on a proposal that would not exist but for the [Clean] Power Plan.\" The coalition claims that the states are forced to act before the stay is lifted because not commenting on the CEIP proposed rule would \"forgo their right to raise objections to the CEIP immediately upon judicial review.\" The letter cites past regulatory efforts to support their claim that \"granting an extension would also be consistent with the practice followed by other federal agencies that have promulgated rules potentially affected by pending litigation.\" The coalition requests that EPA extend the proposed CEIP's comment deadline for at least 60 days following the termination of the CPP stay, arguing that this would also be consistent with the purpose of notice and comment to \"ensure the States' full and robust participation[,] not harm EPA or the public interest[, and] could save significant public resources by postponing any further work on the CEIP until it is clear whether the [Clean] Power Plan has survived judicial review.\" On August 25, 2016, EPA extended the comment period by 60 days until November 1, 2016, stating that this change \"allows for requested tribal consultation\" on the proposed CEIP rule.", "In contrast, EPA believes that it has sufficient authority to move forward with rulemakings that relate to the stayed CPP. EPA stated that \"while the legal effectiveness of the Clean Power Plan is currently stayed, the EPA has determined that it is appropriate to move forward with the design details of the CEIP component of the Clean Power Plan at this time.\" In the CEIP proposed rule, EPA argues that the agency has not been \"enjoined by any court from continuing to work with state partners in the development of frameworks to reduce CO 2 emissions from affected [power plants].\" EPA points to several instances when it continued to revise provisions related to stayed regulations. For example, after the D.C. Circuit issued a stay of the Cross-State Air Pollution Rule (CSAPR) in 2011, EPA issued a final rule in February 2012 correcting errors and delaying the effective date for certain provisions of the stayed CSAPR rule. EPA argued that the rule \"is consistent with and is unaffected by the Court's Order staying the underlying final [CSAPR]. Finalizing this action in and of itself does not impose any requirements on regulated units or states.\" EPA also finalized a second rule in June 2012 that adjusted the state emission budgets under CSAPR while the stay was in effect. It does not appear that EPA's authority to finalize these rules during the CSAPR stay was challenged.", "These two CSAPR rulemakings tend to demonstrate that, as a matter of practice, a stay does not necessarily prevent the agency from moving forward with finalizing details of the CEIP. Unlike the two final rules issued during the CSAPR stay that revised mandatory requirements and deadlines that would take effect once the stay was lifted, the CEIP does not have any binding requirements for the states and regulated power plants during or after the stay unless a state voluntarily acts to adopt the CEIP. If the CPP survives legal challenge, a state may include the CEIP as part of its CPP implementation plan. The CEIP is mandatory only if it is part of the federal plan imposed by EPA for states that do not submit an approvable implementation plan. ", "There are few judicial opinions that address the types of agency activities allowed during a judicial stay. In the CEIP proposed rule, EPA highlights a 2001 D.C. Circuit opinion that addressed whether EPA could proceed to regulate nitrogen oxide (NO x ) emission sources under CAA Section 126 in light of the stayed NO x state implementation plan (SIP) call for revisions under CAA Section 110. In Appalachian Power Co. v. EPA , the court held that EPA could proceed to regulate the same emissions sources that would be subject to the stayed NO x SIP call because it was acting pursuant to a separate authority under CAA Section 126. In contrast, EPA relied on CAA Section 111(d) as its authority to issue both the CPP and CEIP. ", "In addition to CAA Section 111(d), the agency claims that CAA Sections 102 and 103 \"establish that the EPA has the authority [to move forward with the CEIP], and illustrate why the EPA would have good reason to continue coordinating and assisting in the development of CO 2 pollution prevention and control efforts of the states and local governments, even in light of the stay of the Clean Power Plan.\" EPA recognizes that these additional authorities are typically used to \"support\" regulatory mandates and programs such as CAA Section 111(d) emission guidelines but argues that these authorities can stand independently to support EPA's actions related to the CEIP. ", "These authorities have been used primarily to maintain uniform implementation and enforcement of CAA regulations and provide authority for EPA to engage in research and development activities to prevent and control air pollution. Under CAA Section 102, EPA \"shall encourage cooperative activities by the States and local governments for the prevention and control of air pollution; encourage the enactment of improved and ... uniform State and local laws relating to the prevention and control of air pollution.\" EPA most commonly cites this authority to approve or disapprove implementation plans developed by states to meet new and revised National Ambient Air Quality Standards. It does not appear that EPA has used Section 102 as authority to develop and issue a standalone program to control air pollution.", "CAA Section 103 appears to authorize EPA to develop and demonstrate voluntary pollution control strategies and programs such as the CEIP. This section provides EPA with the authority to conduct research and development activities, provide financial and technical assistance to air pollution control agencies and other entities, and collect and disseminate data related to improving air quality and preventing pollution. Of particular relevance to the CEIP, Section 103(g) requires EPA to ", "conduct a basic engineering research and technology program to develop, evaluate, and demonstrate nonregulatory strategies and technologies for air pollution prevention.... Such program shall include ... [i]mprovements in nonregulatory strategies and technologies for preventing or reducing multiple air pollutants, including ... carbon dioxide , from stationary sources, including fossil fuel power plants.... Nothing in this subsection shall be construed to authorize the imposition on any person of air pollution control requirements.", "This statutory language lends support to EPA's claim that it has the independent authority to issue the CEIP proposed rule as a type of nonregulatory strategy that does not impose air pollution control requirements since states have no obligation to adopt the CEIP. Previously, EPA has used its Section 103 authority to develop nonregulatory programs to help reduce CO 2 emissions. In 1992, EPA established the Energy Star program under the authority of Section 103(g). Energy Star is a voluntary labeling program jointly administered by EPA and the Department of Energy that, among other things, seeks to encourage the purchase and manufacture of energy efficient products that could help reduce GHG emissions such as CO 2 through reduced energy consumption. Similar to the CEIP, manufacturers and other entities are not required to participate in the Energy Star program. ", "EPA will accept comments on the CEIP proposed rule until November 2, 2016. It is possible that EPA may continue to move forward with other CPP-related rulemakings or guidance during the stay, such as finalizing the proposed model emission trading rules and federal plan (that would be imposed if the CPP survives legal challenge in any state that does not submit an approvable state implementation plan) before the courts have completed their judicial review."], "subsections": []}]}}