{"id": "R44640", "title": "Patents and Prescription Drug Importation", "released_date": "2016-10-04T00:00:00", "summary": ["Prescription drugs often cost far more in the United States than in other countries. Some consumers have attempted to import medications from abroad in order to realize cost savings. The practice of importing prescription drugs outside the distribution channels established by the brand-name drug company is commonly termed \"parallel importation\" or \"re-importation.\" Parallel imports are authentic products that are legitimately distributed abroad and then sold to consumers in the United States, without the permission of the authorized U.S. dealer.", "Numerous bills have been introduced in the 114th Congress that would ease the ability of individuals to import lower-cost prescription drugs from foreign jurisdictions. None of these bills has been enacted. Each bill would allow individuals to import drugs from foreign jurisdictions, although the bills differ on the jurisdictions from which imports would be permissible. Some bills are restricted to Canada; some to a set of specifically named jurisdictions; while others potentially apply to any foreign country.", "None of these bills addresses intellectual property issues that may arise through parallel importation. However, many prescription drugs are subject to patent rights in the United States. In its 2016 decision in Lexmark International v. Impression Products, Inc., the U.S. Court of Appeals for the Federal Circuit confirmed that the owner of a U.S. patent may prevent imports of patented goods, even in circumstances where the patent holder itself sold those goods outside the United States. The Lexmark opinion squarely declined to extend the \"exhaustion\" doctrine—under which patent rights in a product are spent upon the patent owner's first sale of the patented product—to sales that occurred in foreign countries. The court's ruling will in some cases allow brand-name pharmaceutical firms to block the unauthorized parallel importation of prescription drugs through use of their patent rights.", "In addition to any patent rights they possess, brand-name drug companies may place label licenses on their medications. A label license may be drafted in order to restrict use of a drug to the jurisdiction in which it was sold. As a result, in addition to a charge of patent infringement, an unauthorized parallel importer may potentially face liability for breach of contract.", "Introduction of an \"international exhaustion\" rule restricted to pharmaceuticals does not appear to be restricted by the provisions of the so-called TRIPS Agreement, which is the component of the World Trade Organization (WTO) agreements concerning intellectual property. Another possible legislative response is the immunization of specific individuals, such as pharmacies or importers, from patent infringement liability. Alternatively, no legislative action need be taken if the current possibility of an infringement action against unauthorized importers of patented pharmaceuticals is deemed satisfactory."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The pricing of prescription drugs remains a significant concern for many U.S. consumers. As spending on health care has risen in recent years, so too has consumer interest in purchasing more affordable medications. Overseas markets provide one possible source of less costly prescription drugs. Some comparative studies of prescription drug prices in the United States and foreign nations have concluded that prices for specific drugs may be significantly lower abroad.", "In order to take advantage of these price disparities, at least six bills have been introduced in the 114 th Congress that would allow individuals to import lower-cost prescription drugs from foreign jurisdictions. The bills differ on the jurisdictions from which imports would be permissible. Some bills restrict the sources of prescription drugs to Canadian pharmacies; some to a set of specifically named jurisdictions; while others potentially apply to any foreign country. None of these bills has been enacted. ", "None of the bills introduced in the 114 th Congress addresses the intellectual property implications of this so-called \"parallel importation\" or \"re-importation.\" Although debate surrounding the parallel importation of prescription pharmaceuticals has largely addressed the safety and efficacy of the imported medications, this practice may also raise significant intellectual property concerns. Many prescription drugs are subject to patent rights in the United States. Among the rights granted by an issued patent is the ability to exclude others from importing the patented product into the United States. As a result, even if a foreign drug is judged safe and effective for domestic use, brand-name firms may nonetheless be able to block the unauthorized importation of prescription drugs through use of their patent rights.", "The parallel trade of patented pharmaceuticals involves a fundamental trade-off within the intellectual property law: encouraging the labors that led to technological innovation, on one hand, and promoting access to the fruits of those labors, on the other. The patent system is built upon the premise that patents provide individuals with an incentive to innovate by awarding inventors exclusive rights in their inventions for a limited period of time. Some observers believe that a diminishment of patent rights will decrease incentives to develop new pharmaceuticals in the future. Yet there is growing concern that drug prices are too high in the United States as compared to other nations. Some commentators believe that the patent system should not be used to regulate the movement of legitimate, lawfully purchased products through the global marketplace.", "This report explores the intellectual property laws and policies concerning the parallel importation of patented pharmaceuticals into the United States. It begins with a review of patent policy and procedures. The report then discusses the current legal framework for analyzing the permissibility of the parallel importation of patented pharmaceuticals, including both the domestic and international exhaustion doctrines. This report closes with a review of legislative issues and alternatives as they relate to intellectual property issues and parallel importation."], "subsections": []}, {"section_title": "Fundamentals of Pharmaceutical Patents", "paragraphs": [], "subsections": [{"section_title": "Patent Policy", "paragraphs": ["The patent system is animated by a number of policy objectives designed to promote the production and dissemination of technological information. Many commentators have argued that the patent system is necessary to encourage individuals to engage in inventive activity. Proponents of this view reason that, absent a patent system, inventions could easily be duplicated by free riders, who would have incurred no cost to develop and perfect the technology involved, and who could thus undersell the original inventor. The resulting inability of inventors to capitalize on their inventions would lead to an environment where too few inventions are made. By providing individuals with exclusive rights in their inventions for a limited time, the patent system allows inventors to realize the profits from their inventions. ", "The courts have also suggested that absent a patent law, individuals would favor maintaining their inventions as trade secrets so that competitors could not exploit them. Trade secrets do not enrich the collective knowledge of society, however, nor do they discourage others from engaging in duplicative research. The patent system attempts to avoid these inefficiencies by requiring inventors to consent to the disclosure of their inventions in issued patent instruments.", "There are still other explanations for the patent laws. For instance, the Patent Act of 1952 is thought by supporters to stimulate technological advancement by inducing individuals to \"invent around\" patented technology. Issued patent instruments may point the way for others to develop improvements, exploit new markets or discover new applications for the patented technology. The patent system may encourage patentees to exploit their proprietary technologies during the term of the patent. ", "The current patent system has attracted a number of critics. Some assert that the patent system is unnecessary due to market forces that already suffice to create an optimal level of invention. The desire to gain a lead time advantage over competitors, as well as the recognition that technologically backward firms lose out to their rivals, may well provide sufficient inducement to invent without the need for further incentives. Some commentators observe that successful inventors are sometimes transformed into complacent, established enterprises that use patents to suppress the innovations of others. Others assert that the inventions that have fueled some of our most dynamic industries, such as early biotechnologies and computer software, arose at a time when patent rights were unavailable or uncertain.", "While these various justifications and criticisms have differing degrees of intuitive appeal, none of them has been empirically validated. No conclusive study broadly demonstrates that we get more useful inventive activity with patents than we would without them. The justifications and criticisms of the patent system therefore remain open to challenge by those who are unpersuaded by their internal logic."], "subsections": []}, {"section_title": "U.S. Patent Acquisition and Enforcement", "paragraphs": ["As mandated by the Patent Act of 1952, U.S. patent rights do not arise automatically. Inventors must prepare and submit applications to the U.S. Patent and Trademark Office (\"USPTO\") if they wish to obtain patent protection. USPTO officials, known as examiners, then assess whether the application merits the award of a patent. The patent acquisition process is commonly known as \"prosecution.\"", "In deciding whether to approve a patent application, a USPTO examiner will consider whether the submitted application fully discloses and clearly claims the invention. The examiner will also determine whether the invention itself fulfills certain substantive standards set by the patent statute. To be patentable, an invention must be useful, novel and nonobvious. The requirement of usefulness, or utility, is satisfied if the invention is operable and provides a tangible benefit. To be judged novel, the invention must not be fully anticipated by a prior patent, publication or other knowledge within the public domain. A nonobvious invention must not have been readily within the ordinary skills of a competent artisan at the time the invention was made.", "If the USPTO allows the patent to issue, the patent proprietor obtains the right to exclude others from making, using, selling, offering to sell or importing into the United States the patented invention. The term of the patent is ordinarily set at twenty years from the date the patent application was filed. Patent title therefore provides inventors with limited periods of exclusivity in which they may practice their inventions, or license others to do so. The grant of a patent permits the inventor to receive a return on the expenditure of resources leading to the discovery, often by charging a higher price than would prevail in a competitive market. ", "Patent rights are not self-enforcing. A patentee bears responsibility for monitoring others to determine whether they are using the patented invention or not. Patent owners who wish to compel others to observe their intellectual property rights must usually commence litigation in the federal district courts. The U.S. Court of Appeals for the Federal Circuit (\"Federal Circuit\") possesses exclusive national jurisdiction over all patent appeals from the district courts, while the U.S. Supreme Court possesses discretionary authority to review cases decided by the Federal Circuit.", "Pharmaceutical patents are subject to special provisions created by the Drug Price Competition and Patent Restoration Act of 1984. This legislation, which was subject to significant legislative revisions in 2003, is commonly known as the Hatch-Waxman Act. This statute establishes special rules for enforcement of certain patents on certain drugs and medical devices by brand-name firms against generic competitors. The Hatch-Waxman Act includes provisions extending the term of a patent to reflect regulatory delays encountered in obtaining marketing approval by the Food and Drug Administration (FDA); exempting from patent infringement certain activities associated with regulatory marketing approval; establishing mechanisms to challenge the validity of a pharmaceutical patent; and creating a reward for disputing the validity, enforceability, or infringement of a patented and approved drug. The 1984 Act also provides the FDA with certain authorities to offer periods of marketing exclusivity for a pharmaceutical independent of the rights conferred by patents."], "subsections": []}, {"section_title": "The Exhaustion Doctrine", "paragraphs": ["Patent rights are subject to a significant restriction that is termed the \"exhaustion\" doctrine. Under the exhaustion doctrine, an authorized, unrestricted sale of a patented product depletes the patent right with respect to that physical object. As a result of this doctrine, the purchaser of a patented good ordinarily may use, charge others to use, or resell the good without further regard to the patentee. The courts have reasoned that when a patentee sells a product without restriction, it impliedly promises its customer that it will not interfere with the full enjoyment of that product. The result is that the lawful purchasers of patented goods may use or resell these goods free of the patent. Because it is the first sale of a patented product that extinguishes patent rights with respect to the item that is sold, some authorities refer to the exhaustion doctrine as the \"first sale rule.\"", "For example, suppose that a consumer purchases an appliance at a hardware store. The appliance is subject to a patent that is owned by the manufacturer. Later, the consumer sells the appliance to a neighbor at a garage sale. Ordinarily, the patent laws provide the manufacturer with the ability to prevent others from selling an appliance that uses its patented design. In this case, however, the patent right in that particular appliance was exhausted when the manufacturer made its first sale to the consumer. That consumer, as well as any subsequent purchasers of that individual appliance, may freely sell it without concern for the manufacturer's patent."], "subsections": []}, {"section_title": "International Aspects", "paragraphs": ["U.S. patents provide their owners with rights only within the United States. The grant of a U.S. patent provides its owner with no legal rights in any foreign nation. If inventors desire intellectual property protection in another country, they must specifically procure a patent in that jurisdiction. Ordinarily the foreign patent acquisition process begins with the submission of a patent application to a foreign patent office.", "As a practical matter, multinational corporations often obtain a set of corresponding national patents for each of their significant inventions. Although these patents concern the same invention—for example, the same chemical compound that possesses pharmacological properties—they often do not have precisely the same legal effect in each jurisdiction. Divergent wordings of the patents' claims, translations into various languages, and distinctions between national patent laws and practice are among the factors that lead to these differences.", "Under an important international agreement concerning patents, the Convention of Paris for the Protection of Industrial Property (\"Paris Convention\"), each issued national patent is an independent legal instrument. One significant consequence of the independence of national patents is that they must be enforced individually. For example, suppose that an inventor owns patents directed towards the same invention in both the United States and Canada. Following litigation in Canada, a court rules that the Canadian patent is invalid. Even though the Canadian patent may be similar or identical to the U.S. patent, the U.S. patent may still be freely enforced. Although a U.S. court may find the reasoning of the Canadian court persuasive as it reaches its own judgment regarding the validity of the U.S. patent, the Canadian court decision has no direct effect upon the validity or enforceability of the U.S. patent."], "subsections": []}]}, {"section_title": "The Parallel Importation of Patented Pharmaceuticals", "paragraphs": ["In some circumstances, widely divergent drug prices between the United States and other nations have encouraged parallel importation. Price disparities between the United States and other nations create incentives for individuals to purchase medications from abroad, and import them into the United States, in order to lower health care costs or undercut the U.S. distributor. In this context, the term \"parallel imports\" refers to patented products that are legitimately distributed abroad, and then sold to consumers in the United States without the permission of the authorized U.S. dealer. Although these \"grey market goods\" are authentic products that were sold under the authorization of the brand-name drug company, they entered the U.S. market outside the usual distribution channels for that drug. ", "Two competing positions have arisen with respect to the use of patent rights to block parallel importation. One is that the exhaustion doctrine is not limited to domestic sales by the patentee or its representative, but to all sales regardless of their location. This position is commonly referred to as \"international exhaustion.\" Under this view, because the importer lawfully purchased authentic goods from the patent holder or its representative, the U.S. patent right is subject to \"international exhaustion\" due to the sale, despite the fact that the sale technically took place under a foreign patent.", "The other position, more favorable to patent proprietors, is that the U.S. patent is fully enforceable against imports despite the exhaustion doctrine. The Federal Circuit has, since at least 2001, adopted this view of \"national exhaustion.\" Under this line of reasoning, a \"patentee's authorization of an international foreign sale does not affect exhaustion of the patentee's rights in the United States.\" This principle relies on the fact that U.S. patents exist independently of foreign patents, and that U.S. patents are effective only within the United States. As a result, this reasoning continues, a foreign sale cannot result in exhaustion of a U.S. patent. This legal doctrine—which restricts the exhaustion doctrine to domestic sales only—allows the U.S. patent to be used to block unauthorized imports of a patented pharmaceutical.", "The position of the Federal Circuit became subject to question in view of the Supreme Court's 2013 ruling in Kirtsaeng v. John Wiley & Sons. In Kirtsaeng , the Supreme Court held that sales of books that were purchased overseas, imported in the United States, and sold here did not infringe copyrights on the books. The Court's adoption of an \"international exhaustion\" principle with respect to copyright created a distinct rule from the \"national exhaustion\" principle that the Federal Circuit has applied to patents. ", "The Supreme Court decision centered upon the activities of Supap Kirtsaeng, a Thai national who came to the United States to study at Cornell University. He discovered that textbooks sold by John Wiley & Sons were more expensive in the United States than in Thailand. Kirtsaeng asked his relatives to buy Wiley books in Thailand and ship them to him. Kirtsaeng then sold the books at a profit. When Wiley sued Kirtseang for copyright infringement, the Supreme Court applied the \"international exhaustion\" principle. Under the Court's ruling, works of authorship lawfully purchased abroad, and then imported into the United States, were protected from charges of copyright infringement via the first sale doctrine.", "The Court based its decision on two principal grounds. First, the Court construed several provisions of the copyright statute to determine that the international exhaustion was the appropriate rule. Second, the Court believed that sound intellectual property policy supported international exhaustion. To restrict copyright exhaustion to domestic sales, the Court concluded, would establish intolerable burdens for booksellers, museums, and retailers who would have to determine whether particular copies of works of authorship were fabricated overseas. In this respect, the Court observed:", "Technology companies tell us that \"automobiles, microwaves, calculators, mobile phones, tablets, and personal computers\" contain copyrightable software programs or packaging.... Many of these items are made abroad with the American copyright holder's permission and then sold and imported (with that permission) to the United States.... A [domestic exhaustion rule] would prevent the resale of, say, a car, without the permission of the holder of each copyright on each piece of copyrighted automobile software. Yet there is no reason to believe that foreign auto manufacturers regularly obtain this kind of permission from their software component suppliers, and Wiley did not indicate to the contrary when asked.... Without that permission a foreign car owner could not sell his or her used car.", "In view of the Supreme Court decision in Kirtsaeng, the Federal Circuit decided to take a fresh look at its stance on the international exhaustion of patented products. The result was the 2016 decision in Lexmark International, Inc. v. Impression Products, Inc . , which confirmed the appeals court's earlier position rejecting the doctrine of \"international exhaustion.\" Following Lexmark, in contrast to the international exhaustion principle of copyright law, the patent exhaustion doctrine is limited to sales that occur within the United States.", "Writing for the majority, Judge Taranto reasoned that the Supreme Court had based the Kirtsaeng ruling upon its interpretation of specific provisions of the Copyright Act. The Patent Act does not include analogous provisions—indeed, it does not expressly address exhaustion at all. He also concluded that, unlike copyright, patent rights may vary significantly from country to country. Under this view, patents should not be so easily equated with copyrights with respect to international exhaustion. Judge Taranto also observed, with respect to patented pharmaceuticals:", "There seems to be no dispute that U.S.-patented medicines are often sold outside the United States at substantially lower prices than those charged here and, also, that the practice could be disrupted by the increased arbitrage opportunities that would come from deeming U.S. rights eliminated by a foreign sale made or authorized by the U.S. patentee.", "Judge Dyk authored a dissenting opinion asserting that many of the policy arguments that the Kirtsaeng opinion advanced in favor of the international exhaustion rule apply with equal force to patents. He observed that, as with copyrights, U.S. retailers deal with high-technology, patented products that may or may not have been manufactured in this country. Unless an international exhaustion rule were to be adopted, Judge Dyk asserted, sorting through applicable patent rights may prove extremely burdensome.", "Unless the Supreme Court decides to intervene, the Federal Circuit's ruling in Lexmark v. Impression Products remains the law of the land. Under this holding, patent exhaustion applies only to sales that occurred in the United States. This rule squarely rejects the principle of \"international exhaustion.\" As a result, brand-name drug companies may potentially block imports of patented medications into the United States even if the imported good is the patent owner's own product, legitimately sold to a customer in a foreign jurisdiction."], "subsections": []}, {"section_title": "Related Issues", "paragraphs": ["In addition to the issue of patent infringement, the parallel importation of patented pharmaceuticals potentially raises other issues. This report next considers three of them: the status of state and local governments that have either themselves imported, or have encouraged others to import, patented medications from foreign jurisdictions; the potential use of label licenses on patented drugs; and the implications of international trade rules established by World Trade Organization (WTO)."], "subsections": [{"section_title": "State and Local Governments", "paragraphs": ["Several state and local governments have considered or implemented plans to import or facilitate the importation of prescription drugs. A patentee's ability to obtain relief against a state or local government presents some complexities in view of the Eleventh Amendment to the Constitution. The Eleventh Amendment provides that a federal court is without power to entertain a suit by a private person against a state, except under certain limited circumstances. Because the federal courts possess exclusive jurisdiction over patent infringement litigation, this situation creates a dilemma for patentees—the only statutorily authorized forum is constitutionally unavailable, and the only constitutional forum is statutorily unavailable, at least for the assertion of a conventional patent infringement claim.", "This issue appears to have been altered by recent judicial developments. In Ouellette v. Mills , the U.S. District Court for the District of Maine held that a 2013 Maine statute allowing importation of drugs from foreign pharmacies was unconstitutional. According to Judge Torresen, the U.S. Congress intended to \"occupy the field\" of prescription drug importation. As a result, the court found that the Maine legislation was preempted by federal law and invalid. Although Ouellette v. Mills dealt only with the Maine legislation, its logic would appear to invalidate analogous legislation in other jurisdictions. As a result, issues regarding patent enforcement against state and local governments for prescription drug importation may be avoided."], "subsections": []}, {"section_title": "Label Licenses", "paragraphs": ["As noted previously, the theory behind the exhaustion doctrine is that when a patent proprietor makes an unrestricted sale of a product to a consumer, the proprietor impliedly promises its customer that it will not use its patent rights to interfere with the full enjoyment of that product. As a result, lawful purchasers of patented goods should be able to use or resell these goods free of the patent.", "In some circumstances, however, the patent owner may attempt to restrict a customer's use of a good. Sales contracts are the typical mechanism for imposing such limitations. Contractual provisions that are placed on the product or its packaging are sometimes termed \"label licenses\" or \"bag tags.\" A commonly observed label license is \"Single Use Only,\" as applied to printer cartridges or other goods that the manufacturer does not intend for consumers to reuse. Other patent proprietors have attempted to impose geographical limitations upon the use of their products. A label stating \"For Use in Canada Only\" is representative of such a restriction.", "Whether such label licenses are enforceable, or are instead nullified by the exhaustion principle, is a complex legal issue. However, the prevailing view of the Court of Appeals for the Federal Circuit is that absent exceptional circumstances—such as an antitrust violation or misuse of the patent by its proprietor—these restrictions will be upheld. The legal theory is that while the patent right gives proprietors the ability to exclude others from using the patented product, they may also impose lesser restrictions when they choose to sell the patented product. In addition, customers are presumed to have entered into binding sales contracts that are presumptively valid. ", "As a result, under current law label licenses such as \"Single Use Only\" or \"For Domestic Use Only\" are ordinarily enforceable. A customer who violates a label license could be liable both for breach of contract and for patent infringement. The legal issues regarding pharmaceutical importation therefore potentially involve both contract and patent law."], "subsections": []}, {"section_title": "The TRIPS Agreement", "paragraphs": ["As a member of the World Trade Organization (WTO), the United States is a signatory to the so-called TRIPS Agreement, or Agreement on Trade-Related Aspects of Intellectual Property Rights. Under Part III of the TRIPS Agreement, all member countries agreed to enact patent statutes that include certain substantive provisions. In particular, Article 27 stipulates that \"patents shall be available and patent rights enjoyable without discrimination as to the place of invention, the field of technology and whether products are imported or locally prevented.\" Article 27 ordinarily requires that all classes of invention receive the same treatment under the patent laws, subject to certain minor exceptions. It would generally be impermissible under Article 27, for example, for a country to accord patents on pharmaceuticals a lesser set of proprietary rights than is available for patents on automobile engines, computers, or other kinds of inventions.", "The TRIPS Agreement places lesser obligations upon signatory states with regard to the exhaustion doctrine, however. Article 6 of the TRIPS Agreement states:", "For the purposes of dispute settlement under this Agreement, subject to the provisions of Articles 3 and 4 above nothing in this Agreement shall be used to address the issue of the exhaustion of intellectual property rights.", "The referenced Articles 3 and 4 of the TRIPS Agreement impose obligations of national treatment and most-favored-nation status respectively. As a result, a TRIPS Agreement signatory may not permissibly establish more favorable exhaustion rules for its own citizens than for citizens of other WTO countries. In addition, if a TRIPS Agreement signatory provides for favorable treatment with respect to the exhaustion doctrine to one WTO member state, then the same treatment must be extended to all WTO member states. ", "Other than these basic national treatment and most-favored-nation obligations, the TRIPS Agreement does not impose other restrictions regarding the exhaustion doctrine. In particular, the TRIPS Agreement does not appear to require that all types of inventions be treated equally with regard to the exhaustion doctrine. As a result, a rule allowing the \"re-importation\" of certain sorts of patented inventions (such as pharmaceuticals), but not others, would not appear to violate the TRIPS Agreement."], "subsections": []}, {"section_title": "Free Trade Agreements", "paragraphs": ["The United States has entered into numerous bilateral \"free trade agreements,\" or FTAs, with certain other nations. Many of the FTAs deal extensively with intellectual property rights, including numerous provisions relating to patents in general and pharmaceutical patents in particular. Consider, for example, Article 15.9, paragraph 4 of the United States–Morocco FTA, which provides:", "Each Party shall provide that the exclusive right of the patent owner to prevent importation of a patented product, or a product that results from a patented process, without the consent of the patent owner shall not be limited by the sale or distribution of that product outside its territory. [Footnote 10: A Party may limit application of this paragraph to cases where the patent owner has placed restrictions on importation by contract or other means.]", "Article 17:9, paragraph 4 of the United States–Australia FTA has a similar effect, stipulating:", "Each Party shall provide that the exclusive right of the patent owner to prevent importation of a patented product, or a product that results from a patented process, without the consent of the patent owner shall not be limited by the sale or distribution of that product outside its territory, at least where the patentee has placed restrictions on importation by contract or other means.", "The United States–Singapore FTA is worded rather differently, but appears to have similar substantive effect as the Moroccan and Australian agreements, at least with respect to pharmaceuticals. As Article 16:7, paragraph 2 of that international agreement provides:", "Each Party shall provide a cause of action to prevent or redress the procurement of a patented pharmaceutical product, without the authorization of the patent owner, by a party who knows or has reason to know that such product is or has been distributed in breach of a contract between the right holder and a licensee, regardless of whether such breach occurs in or outside its territory. [Footnote 16–10: A Party may limit such cause of action to cases where the product has been sold or distributed only outside the Party's territory before its procurement inside the Party's territory.] Each Party shall provide that in such a cause of action, notice shall constitute constructive knowledge.", "Under these agreements, the United States is obliged to allow pharmaceutical patent holders to use their intellectual property rights to block parallel imports, at least where the patentee has placed restrictions upon importation through contract or some other mechanism."], "subsections": []}]}, {"section_title": "Legislative Issues and Alternatives", "paragraphs": ["Should congressional interest continue in this area, a variety of options are available. If the possibility of an infringement action against unauthorized importers of patented pharmaceuticals is deemed sound, then no action need be taken. Alternatively, Congress could confirm the Federal Circuit's decision in Lexmark v. Impression Products , which rejects the doctrine of international exhaustion and confines the patent exhaustion principle to sales that occurred within the United States.", "If legislative activity is deemed appropriate, however, another possibility is the introduction of some form of international exhaustion doctrine into U.S. patent law. The TRIPS Agreement does not seem to require that a country adopt the international exhaustion doctrine as an all-or-nothing proposition, applying either to all patented products or to none. As a result, if Congress chose to limit application of the international exhaustion doctrine to patented pharmaceuticals, or some other specific type of invention, then no ramifications appear to arise with respect to the TRIPS Agreement obligations of the United States.", "At least two statutory mechanisms exist for implementing the international exhaustion doctrine into U.S. patent law. One possible approach would be to declare that importation into the United States of goods sold abroad by a patent proprietor or its representative is not a patent infringement. For example, in the 108 th Congress, the Pharmaceutical Market Access and Drug Safety Act of 2004 ( S. 2328 ), would have taken this approach with respect to patented pharmaceuticals, specifying that", "It shall not be an act of infringement to use, offer to sell, or sell within the United States or to import into the United States any patented invention under section 804 of the Federal Food, Drug, and Cosmetic Act that was first sold abroad by or under authority of the owner or licensee of such patent.", "S. 2328 further stipulated that this amendment shall not be construed \"to affect the ability of a patent owner or licensee to enforce their patent, subject to such amendment.\" This language suggests a congressional intention to leave intact other rights established by the Patent Act of 1952. No subsequent bills, including those before the 114 th Congress, took this approach.", "In addition to codifying the international exhaustion doctrine with respect to pharmaceuticals, such an amendment may conversely lead to the implication that the international exhaustion doctrine does not apply to patented inventions other than pharmaceuticals. This provision could potentially fortify the ruling in Lexmark v. Impression Products for inventions outside of the pharmaceutical field. ", "Another statutory mechanism for promoting the importation of patented drugs is to immunize specific individuals from infringement liability. The Patent Act of 1952, as amended, takes this approach in the area of patented medical methods, exempting licensed medical practitioners and certain health care entities from patent infringement in certain circumstances. In the case of drug importation, potential patent infringers include importers, distributors, wholesalers, pharmacies, and individual consumers. Should Congress wish to promote parallel trade in patented pharmaceuticals, an explicit statutory infringement exemption could encourage individuals to engage in drug importation.", "In considering these or other legal changes to the patent laws, the possibility of label licenses should be kept in mind. Even if Congress exempted drug importation practices or practitioners from patent infringement liability, firms may still be able to stipulate through the contract law that a drug sold in a foreign jurisdiction is for use exclusively within that jurisdiction. If a purchaser instead imported that medication into the United States, then the seller may have a cause of action for breach of contract. As a result, any legal changes may need to account for the ability of firms to use contractual provisions as something of a substitute for patent protection in the area of prescription drug importation.", "Controlling the costs of prescription drug spending, on one hand, and encouraging the development of new drugs, on the other, are both significant policy goals. These aspirations may potentially conflict, however. Although introducing international exhaustion into U.S. patent law may initially lower the price of patented drugs, it might also decrease the incentive of firms to engage in the research and development of new pharmaceuticals, as well as to shepherd new drugs through time-consuming and costly marketing approval procedures. Consideration of patent law reforms would likely be put into the larger context of drug costs, which may be influenced by the pricing policies of foreign nations, profits earned by wholesalers and other intermediaries, the physical costs of shipment into the United States, and other diverse factors. Striking a balance between increasing access to medications and ensuring the continued development of new drugs by our nation's pharmaceutical firms is a central concern of the current drug importation debate."], "subsections": []}]}}