{"id": "R44741", "title": "Selected Foreign Counterparts of U.S. Army Ground Combat Systems and Implications for Combat Operations and Modernization ", "released_date": "2017-01-18T00:00:00", "summary": ["Many nations maintain armies whose ultimate responsibility is to defeat other nations' combat formations on the battlefield. In order to accomplish this, nations indigenously develop, maintain, and improve a variety of ground combat systems or purchase them from other nations. Ground combat system development and improvement is informed by existing and emerging technologies and budgetary factors as well as observations from current land conflicts. As this process is also intended to address potential future battlefield threats, beliefs as to what the future combat operational environment will look like, as well as what future technologies might be available for military use, also influence a nation's developmental efforts.", "The U.S. Army's current fleet of main battle tanks (MBTs), tracked infantry fighting vehicles (IFVs), tracked self-propelled (SP) artillery, and multiple launch rocket systems (MLRS), which constitutes the nucleus of the Army's armored ground forces, were developed in the 1970s and fielded in the 1980s to counter the Soviet Union's and Warsaw Pact's numerically superior ground forces. The combat performance of these vehicles against Iraqi forces during Operation Desert Storm in 1991 reaffirmed for many the role these systems would play in future Army ground operations.", "U.S. Army leadership notes for the first time since World War I, that the Army does not have a new ground combat vehicle under development and \"at current funding levels, the Bradley and Abrams will remain in the inventory for 50 to 70 more years.\" Regarding armored vehicle development, the Army suggests \"our enemies, and even our friends and allies, have not remained static and, in fact, even our allies are modernizing to such an extent that they have outpaced us in some areas.\" This comment raises the possibility that in the not-too-distant future, foreign armored vehicle design and capabilities could surpass existing U.S. systems.", "Observations from current conflicts as well beliefs as to what future conflicts might look like help determine what types of improvements should be made to existing combat vehicles in terms of lethality, survivability, mobility, and maintainability. They may also lead to a conclusion that an entirely new combat vehicle will be required to address current and potential future threats.", "Comparison of selected U.S. and foreign ground combat systems and observations from current conflicts as well beliefs as to what future conflicts might look like raise implications for U.S. ground combat system modernization. Some of these implications include the following:", "the possibility U.S. ground combat systems could be outpaced by foreign systems; that increasingly capable foreign ground combat systems could be an option for acquisition; the reemergence of air attack, artillery, and electronic warfare (EW) as ground combat system modernization concerns: and the consideration of system level issues such as Forward Looking Infrared Radar (FLIR) and Fire Control Systems (FCS); Active Protection Systems (APS); new and Cluster Munitions Ban-compliant artillery rounds and rocket warheads; and digitally enhanced and longer-ranged artillery and rocket systems."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Why This Issue Is Important to Congress", "paragraphs": ["Article I, Section 8 of the Constitution charges Congress to \"raise and support armies.\" On an annual basis, Congress authorizes and appropriates funds for the Army to, among other things, modernize its fleet of ground combat systems. As part of this process, congressional defense committees annually hold dedicated hearings on the Army's Budget Request for the upcoming fiscal year and a hearing specifically on Army Modernization. Congressional defense committees also, on occasion, hold hearings on specific Army ground combat systems. "], "subsections": []}, {"section_title": "A Basic Definition of Ground Combat Systems Modernization", "paragraphs": ["Many nations maintain armies whose ultimate responsibility is to defeat other nations' combat formations on the battlefield. In order to accomplish this, nations indigenously develop, maintain, and improve a variety of ground combat systems or purchase them from other nations. Ground combat system development and improvement is informed by existing and emerging technologies and budgets as well as observations from current land conflicts. As this process is also intended to address potential future battlefield threats, beliefs as to what the future combat operational environment will look like, as well as what future technologies might be available for military use, also influence a nation's developmental efforts. This process, broadly referred to as \"modernization,\" varies from nation to nation based on a variety of factors, including available financial resources and a nation's technological and defense industrial aptitude."], "subsections": []}, {"section_title": "The Dilemma of Army Ground Combat Systems Modernization", "paragraphs": ["The U.S. Army's current fleet of main battle tanks (MBTs), tracked infantry fighting vehicles (IFVs), tracked self-propelled (SP) artillery, and multiple launch rocket systems (MLRS), the nucleus of the Army's armored ground forces, was developed in the 1970s and fielded in the 1980s to counter the Soviet Union's and Warsaw Pact's numerically superior ground forces. The combat performance of these systems against Iraqi forces Operation Desert Storm in 1991 reaffirmed for many the role these systems would play in future Army ground operations.", "Efforts to modernize these systems, however, did not enjoy the same level of success as did their 1991 combat performance. In 2002 the Secretary of Defense cancelled the $11 billion Crusader SP artillery system largely due to its excessive weight and cost. In 2009 the Secretary of Defense cancelled the $160 billion Future Combat System (FCS) program, intended to develop replacements for the M-1 Abrams tank, the M-2 Bradley IFV, and the M-109A6 Paladin SP artillery system, due to unrealistic technology expectations and cost. A spin off modernization effort to replace the M-2 Bradley, the Ground Combat Vehicle (GCV), was cancelled in 2014 due to affordability concerns.", "In light of these and other program cancellations, the 2011 Decker–Wagner Army Acquisition Review found that since 1996, the Army had spent over $1 billion a year on programs that were ultimately canceled and since 2004, that amount had increased to between $3.3 billion and $3.8 billion dollars a year. This amount represented 35 to 42 percent of the Army's research, development, testing and evaluation (RDT&E) budget. This report, commissioned by Army leadership, further served to erode confidence among some policymakers that the Army could successfully modernize its major combat systems.", "This perception, along with significant budgetary restrictions, has created a dilemma for the Army. Army leadership notes for the first time since World War I, that the Army does not have a new ground combat vehicle under development and \"at current funding levels, the Bradley and Abrams will remain in the inventory for 50 to 70 more years.\" Regarding armored vehicle development, the Army suggests \"our enemies, and even our friends and allies, have not remained static and, in fact, even our allies are modernizing to such an extent that they have outpaced us in some areas,\" raising the possibility that in the not- too-distant future, foreign armored vehicle design and capabilities could surpass existing U.S. systems.", "The Army's effort to replace the Abrams and Bradley, referred to as the Next Generation Combat Vehicle (NGCV), is reportedly anticipated to be:", "A multi-decade effort that will require completing the majority of the work prior to 2025 because it's going to take 10 years for industry to actually build and field what we want for the first unit equipped in 2035. Tied in with the initiative will be four years of analysis and a focused science and technology effort.", "This approach suggests that for almost the next two decades, the Army will continue to rely on legacy upgraded Cold War ground combat systems. In the meantime, other nations could potentially develop and field multiple iterations of new advanced ground combat systems while a number of factors, including limited funding and the constraints of the U.S. defense acquisition process precludes similar U.S. developmental efforts. One defense expert characterizes the U.S. defense acquisition process as", "consisting of a ponderous requirements definition process, ill-informed by knowledge resident in the defense industrial community, engage in an excessively drawn out series of competitions and then pursue a painfully laborious major program that might produce half of what is needed in twice the time and at higher costs.", "This situation is further exacerbated by what some consider a less than well-defined vision for the NGVC:", "That's not to say that the next-generation combat vehicle might be an infantry fighting vehicle. But it could also be a single combat vehicle that replaces the Abrams [and] the Bradley.... We don't know yet, with another option creating a family of vehicles very similar to the original Future Combat System program.", "While it may not be realistic to have definitive design criteria for a vehicle to be fielded in 2035 established now, a clearer sense of direction is viewed by some as necessary—sooner as opposed to later—to facilitate not only program success but also to instill a sense of confidence in policymakers that the Army can successfully execute ground combat vehicle replacement programs."], "subsections": []}, {"section_title": "Illustrative Comparison of Selected U.S. and Foreign Ground Combat Systems", "paragraphs": ["In recognition that both potential enemies and allies are modernizing their ground combat systems, the following figures compare selected tanks, IFVs, tracked SP artillery systems, and MLRS using a number of standard capabilities applied across the systems. Comparison of these representative ground combat systems is illustrative only. Detailed technical military analysis of these systems and assessments of their relative effectiveness in combat is classified and beyond the scope of this report. (See the Appendix for terms and abbreviations used in the figures.)"], "subsections": []}, {"section_title": "General Comparative Observations", "paragraphs": ["The following sections provide general observations based on a comparison of the aforementioned systems. It is not intended to be a definitive technical evaluation of these systems but instead provide context for current and future policy-related discussions. "], "subsections": [{"section_title": "Main Battle Tanks (MBTs)8", "paragraphs": ["Many tank-producing countries have given protection priority over lethality or mobility, particularly the United States and Israel. This emphasis is largely in response to the proliferation of precision anti-armor weapons, including both direct and indirect fire weapons, as well as improvised explosive devices (IEDs). Many foreign tanks have incorporated an automatic loader for their main gun, replacing one of the crew members, thereby permitting a smaller design and resulting in a potentially lighter vehicle. The autoloader also facilitates a greater rate of fire but puts the main gun at a greater risk of jamming than would a manual loader. While there are advantages to a smaller crew, they come with decreased situational awareness as well as a decreased physical ability to maintain the tank. ", "Active protection systems (APS) are featured on a number of potential protagonists as well as allies' tanks but the U.S., despite a long-standing interest in APS, has yet to field an existing system or a developmental one. APS is seen as a means, in conjunction with vehicle armor, to enhance crew survivability from an ever-growing range of threats. Some tanks, including the Israeli Merkava Mk 4 and, reportedly, the Russian T-14 Aramata are designed around an integral APS as opposed to having a system retrofitted to the tank which is generally considered a sub-optimal solution.", "Some Russian and Chinese tanks are also employing larger caliber main guns than their Western counterparts, theoretically offering greater range and armor penetration. It should be noted, however, that the quality and performance of main gun ammunition also plays a highly significant role in a tank's lethality. Some of the larger caliber main guns reportedly can also fire anti-tank guided missiles in addition to their traditional tank main gun rounds, further enhancing lethality. ", "In terms of fire control systems, while once a U.S. comparative advantage, most tanks now employ some form of Forward Looking Infrared Radar (FLIR) as well as Global Positioning Systems (GPS) and thermal and night vision technology, thereby, to a certain extent, \"leveling the playing field\" with the U.S. M-1A2 Abrams tank. "], "subsections": []}, {"section_title": "Tracked Infantry Fighting Vehicles (IFV)12", "paragraphs": ["In a manner similar to main battle tanks, the trend in IFV development is towards heavier vehicles, ranging from 20 to more than 60 tons, to address both the proliferation of AT systems and IEDs and a growing tendency for combat operations to occur in urban areas. In the case of the M-2A3 Bradley, its weight growth over time has resulted in the loss of its original swim capability.", "Compared with many of its foreign counterparts, which mount 30 and 40 mm cannons, the M-2A3 Bradley's 25 mm cannon is generally considered to be at a relative disadvantage against some armored vehicles and well-constructed buildings. While the 25 mm is considered to have excellent armor penetration for the caliber, some of the larger IFV cannons have both superior anti-armor capability and larger high explosive rounds. In addition to cannons, many tracked IFVs (including the Bradley) are capable of firing ATGMS either from their cannons or from separate external mounts.", "Most countries build their tracked IFVs to carry an entire infantry squad—although squads for the countries compared range from 6 to 8 soldiers while a U.S. infantry squad presently consists of 9 soldiers. It should be noted the M-2A3 Bradley does not accommodate an entire infantry squad, and past requirements for the Bradley's replacement have stipulated a capacity to accommodate a 9 soldier squad. While having the entire squad in a single IFV is viewed by some as enhancing command and control and simplifying logistics, others note the advantages of splitting a squad between two vehicles to insure some residual combat capacity should one of the squad's two IFVs suffer a catastrophic kill.", "A number of foreign tracked IFVs mount either hard kill or soft kill APS and the Army is presently examining both non-developmental and developmental APS options for the Bradley. The Bradley's limitations in terms of its capacity to support the added weight and power requirements of an APS, as well as internal and external space constraints, are generally considered limiting factors should the Army opt to adapt APS for use on the Bradley. "], "subsections": []}, {"section_title": "Tracked Self-Propelled (SP) Artillery", "paragraphs": ["A 2014 RAND research report notes ", "In terms of cannons, the U.S. Army's Paladin self-propelled howitzer has a digitized fire control system, but lacks the high level of automation that exists in top-quality foreign self-propelled weapons such as the German PzH2000.", "In terms of lethality, the report suggests", "Medium self-propelled howitzers that outrange Paladin while firing standard ammunition are increasingly common. While Paladin can make up some of the range gap using Excalibur, this requires the use of an expensive round that is fielded only with a unitary warhead [See below Department of Defense (DOD) Policy on Cluster Munition s for further explanation] ; the disadvantage of Paladin's shorter range while employing special ammunition types, such as smoke or illumination rounds, remains.", "A quick comparison of the ability of a platoon of four Paladins and four PzH 2000s to deliver fires over a three-minute period shows the limitation of the U.S. system compared with the leader among the world's self-propelled howitzers. While a Paladin platoon could deliver 48 shells in an intense three-minute fire mission, the German platoon could deliver 120 shells—and could do so at distances up to 50 percent greater than Paladin's maximum range."], "subsections": []}, {"section_title": "Multiple Launch Rocket Systems (MLRS)", "paragraphs": ["Regarding U.S. MLRS systems, RAND suggests that current U.S. MLRS are being outranged and have limited munition options:", "The U.S. Army's Multiple Launch Rocket System (MLRS) and the similar High Mobility Artillery Rocket System (HIMARS) lack the range of some of the heavy, foreign, large-caliber artillery rocket systems, particularly some that have been developed by China. Therefore, the rocket systems are falling behind the increasing range of similar Russian and Chinese rocket systems. The trend of foreign, heavy MLRS being able to fire well over 100 km has implications for the U.S. Army's fires system, including counter fire and target acquisition. Although the Guided MLRS (GMLRS) rocket has exceptional accuracy compared with any fielded foreign system, the suite of munitions available to MLRS and HIMARS is very limited compared with foreign rocket launchers. A large portion of the Army's current stock of rocket munitions will also have to be replaced when the 2019 limitations on submunitions take effect. [See text box below for further explanation.]"], "subsections": []}]}, {"section_title": "Current and Future Operating Environment", "paragraphs": ["As previously discussed, observations from current conflicts as well as beliefs as to what future conflicts might look like inform the military modernization process. These observations and beliefs are used to help determine what types of improvements should be made to existing ground combat systems in terms of lethality, survivability, mobility, and maintainability. They may also prompt a conclusion that an entirely new combat system will be required to address current and potential future threats. "], "subsections": [{"section_title": "The Current Operating Environment", "paragraphs": ["A number of military analysts and policymakers view the 2006 Israeli conflict in Lebanon and Gaza and the ongoing conflicts in Ukraine, Syria, and Iraq as representative of the current operating environment. These conflicts are seen as illustrative in terms of both middle and high end threats which the U.S. military might face in the near term or immediate future."], "subsections": [{"section_title": "The 2006 Lebanon Conflict19", "paragraphs": ["The 2006 conflict between Hezbollah and Israel demonstrated how a non-state irregular force could transform into a \"hybrid\" force if provided with advanced weaponry from other states. After previous conflicts with Israel and having studied how they responded to past attacks, Hezbollah evolved by acquiring more advanced RPGs, ATGMs, MANPADS, mortars, and rockets from countries such as Russia and Iran. They also changed their tactics. Hezbollah employed their advanced weapons from hidden positions in complex terrain over about a 27 by 27 square mile area in southern Lebanon, creating a standoff threat for Israeli forces. Israeli forces, used to fighting unorganized, minimally trained and commanded irregular forces experienced a number of difficulties. Many Israeli tank crews did not know how to execute battle drills or screen their tanks from observation with smoke. Many Israeli commanders also did not know how to integrate heavy mortars and machine guns to support their maneuver. The combination of advanced long-ranged anti- tank and anti-aircraft weapons, new Hezbollah tactics, effective communications and command and control, and Israeli training deficiencies resulted in significant damage and destruction of Israeli armored vehicles and served as a \"wake up call\" for the Israeli armed forces.", "As a result of the 2006 conflict, Israel developed and fielded the Namer IFV, acquired more Merkava MkIV tanks, and fielded the Trophy APS. Israel also changed its doctrine and training emphasis from fighting irregular forces to fighting hybrid forces and focused its training on combined arms fire and maneuver as well as air-ground operations. These and other changes were credited with improved performance and fewer Israeli casualties during combat operations in Gaza in 2014."], "subsections": []}, {"section_title": "The Ukraine Conflict", "paragraphs": ["Some experts believe the 2014 Ukrainian conflict reflects \"a closer interaction between a state (Russia) and its proxy (Ukrainian separatists) and the use of weaponry that the United States has not confronted since the Cold War in theory and since the Vietnam War in practice.\" The Army's 2015 Combat Vehicle Modernization Strategy notes", "In the aftermath of its annexation of Crimea in March 2014, Russian forces began supporting separatists in Eastern Ukraine with advanced weaponry, fire support, and special and conventional forces. This ongoing conflict offers important insights for the U.S. Army about the lethality of the modern battlefield; lethality the U.S. Army has not faced since World War II. Russian and separatist forces are employing combined arms warfare with advanced weapons to devastating effect. Russian artillery, particularly rocket launchers with conventional, thermobaric, and cluster munitions—using unmanned aerial systems (UAS), both for target location and battle damage assessment—is particularly effective against Ukrainian light armor and infantry formations. Additionally, the Russians are using their most advanced tanks in the Ukraine, including the T-72B3, T-80, and T-90. All of these tanks have 125mm guns capable of firing a wide range of ammunition, including antitank/anti-helicopter missiles with a six kilometer range, and advanced armor protection, including active protection on some models.", "Finally, the Russian air defense systems (man-portable and vehicle mounted) have made it all but suicidal for the Ukrainian Air Force to provide air support to ground forces. Thus, the battlefields of Eastern Ukraine are similar to those envisioned by the U.S. Army during the Cold War, but with more mature technologies. It is a battlefield that requires armor for maneuver. Light skinned vehicles, including BMP infantry fighting vehicles, have proven vulnerable to both artillery and tank fire. Dismounted infantry in defensive positions risks becoming fixed by fire and either isolated or overrun by maneuvering units supported by tanks. In short, the Ukrainian battlefield is a harbinger of the complex environment the U.S. Army will face in the future; a battlefield that requires mobile protected firepower, the integration of all arms, and counters to long-range artillery, UAS, air defenses, and tank protection systems.", "Other observations from the Ukrainian conflict emphasized Russia's \"heavy and integrated\" use of electronic warfare (EW). Russia reportedly used EW to identify sources of fire [artillery, mortar, and rocket positions] and command posts as well as to shut down Ukrainian voice and data communications. In one instance, in northern Ukraine, \"every single tactical radio [the Ukrainian forces possessed] was reportedly taken out by heavy Russian sector-wide EW.\" Other reported examples of successful Russian EW use included possibly causing Ukrainian UAVs to crash and interfering with the electrical fuses of Ukrainian artillery shells so when they impacted, they did not detonate. It was also alleged Russia might have conducted Global Position System (GPS) jamming against Organization for Security and Cooperation in Europe (OSCE) UAVs used for monitoring the conflict. The ability to jam GPS is of particular concern as the U.S. military could \"lose the ability to navigate and tell time and drop precision munitions.\" Because GPS is also a central feature of the fire control systems (FCS) of many tanks, IFVs, SP artillery, and MLRS, jamming GPS signals could render these combat vehicles both combat ineffective and vulnerable to attack. "], "subsections": []}, {"section_title": "Iraq and Syria", "paragraphs": ["Islamic State forces presently conducting combat operations in Iraq and Syria can also be characterized as a hybrid force. In terms of equipment, the Islamic State has what is described as significant ground military capabilities, primarily captured from the Syrians and Iraqis. Some of these systems include Russian T-55, T-72, and U.S. M-1 tanks (captured from Iraq), a variety of MANPADs and ATGMs, artillery, and Russian ZU-23-2 antiaircraft guns and Grad BM-21 multiple rocket launchers. The Islamic State has also captured large amounts of small arms and ammunition and, given their financial resources, was also able to purchase weapons and ammunition. The Islamic State experience suggests non-state groups can acquire a wide variety of capable, modern weapons either by capturing them in battle or, if financial resources permit, purchasing them. ", "Russian military support of the Asad regime's fight against U.S.-backed Syrian rebels and other anti-government factions has been characterized as taking advantage of Syria as a \"proving ground\"—much like past Arab-Israeli wars—for battle-testing a variety of weapon systems and operational and tactical techniques. In terms of weaponry, Russia has reportedly provided Syria with T-90 tanks. Russian SA-17 advanced air defense systems deployed in Syria reportedly prevented the U.S. from flying manned air support missions for rebels in key areas in northern Syria in late 2015 because of the air defense system targeting U.S. planes with their radars. Alleged Syrian government and Islamic State use of chemical weapons in both Syria and Iraq has added another dimension to the conflict, suggesting nuclear, biological, and chemical (NBC) protection for ground combat systems remains a survivability requirement. ", "Russia's military campaign in Syria reportedly has also helped Moscow \"market\" its weapon systems. The Syrian civil war is seen by some as a showcase for Russian-made arms with the Russian government claiming the conflict has \"proved the efficiency and reliability in diverse conditions\" of Russian weapons. Traditionally, the largest buyers of Russian weapons have been India, China, Vietnam, Iran, Venezuela, Algeria, and the United Arab Emirates but the Syrian campaign is seen as a factor in increasing the demand for Russian weapons, with Egypt, Iraq, and Libya recently concluding arms deals with Russia."], "subsections": []}]}, {"section_title": "While We Might Not Fight Certain Countries, We Could Fight Their Systems", "paragraphs": ["The 2015 National Military Strategy identifies Russia, Iran, China, and North Korea as \"states that are attempting to revise key aspects of the international order and are acting in a manner that threatens our national security interests.\" The National Military Strategy further notes \"none of these nations are believed to be seeking direct military conflict with the United States or our allies\" but also warns as of June 2015 \"the probability of U.S. involvement in interstate war with a major power is assessed to be low but growing.\"", "In deference to this assessment, some U.S. military officials and defense experts assert that \"while we might not fight the Russians or Chinese, we will surely fight their systems.\" Further elaborating on this, military leaders suggest these foreign combat systems expose some important capability gaps in U.S. ground forces, putting these units and our future strategies at high risk. Furthermore, countering these weapon systems also involves countering military formations and sophisticated air defenses, ballistic missiles, and special operations forces on a new battlefield in which \"nothing survives that flies under 25,000 feet.\"", "Two examples of systems that have the potential to see further export are the Russian T-90 and the Chinese MBT-3000 tanks. The T-90 has reportedly seen combat action in Ukraine and Syria but has supposedly been proven particularly effective in Ukraine. The upgraded T-90s incorporate a new French Fire Control System (FCS) designed to take advantage of low light, foggy, winter conditions and is outfitted with both explosive reactive armor (ERA) as well as an active protection system (APS). Allegedly, Ukrainian forces \"have not been able to record one single kill on a T-90.\" Russia has exported T-90s to Algeria, Azerbaijan, India, Libya, Turkmenistan, and Uganda.", "The MBT-3000 was developed specifically for export and China claims it is fully, digitized, fitted with an air conditioning and NBC protective system and features an inertial navigation/global positioning system. An enhanced version of the MBT-3000 is said to be capable of mounting both ERA and an APS, and will feature a second generation thermal imager, a laser range finder, and an autoloader for the tank's 125 mm smoothbore gun. China reportedly signed its first export deal for the MBT-3000 in May 2016 with the Royal Thai Army. "], "subsections": []}, {"section_title": "The Future Operating Environment", "paragraphs": ["At an Association of the United States Army (AUSA) conference in October 2016, Chief of Staff of the Army General Mark Milley reportedly provided some thoughts on the future operating environment:", "General Milley believes future wars by 2030-2050 will be radically more lethal and savage. Because war is ultimately about political will, wars will likely be fought in mega-cities which encompass about 70% of the world's population. Cyber, electronic warfare (EW), and robotics will appear in a big way. Intelligence, surveillance, and reconnaissance (ISR) sensors will be everywhere because of cell phones and internet and noted \"If you can be seen, you will be hit.\" Formations will have to be small, dispersed, concealed, and constantly-moving with General Milley suggesting \"If you stay in one place more than 2 or 3 hours, you will be dead.\" Mega-city fights will be non-linear and the battlefield will be non-contiguous (versus historic plains or desert fights). Small units must be linked in real-time to long-range-fires. Air superiority will not be guaranteed all of the time. The Army will have to bring in integrated air and missile defense (IAMD) to establish initial air superiority for the Air Force and Navy, while destroying enemy surface to air missile (SAM) sites. The Army will need to learn to sink ships to be relevant in Pacific. Small units will be surrounded most of the time. Sustainment will be limited to combat essentials. Friendly ports will be attacked. Army will have to fight its way in, just to get to the real fight. Mission command will be degraded most of time from EW and Cyber.", "General Milley's vision of the future operating environment, along with the possibility of confronting a variety of increasingly capable foreign ground combat systems, presents a number of considerations for the Army's ground combat vehicle modernization efforts."], "subsections": []}]}, {"section_title": "Possible Implications for Army Modernization", "paragraphs": ["The state of international ground combat vehicle modernization, lessons from recent and ongoing conflicts, and predictions of what the future operating environment holds in store for combatants suggests a number of possible implications for Army modernization efforts. These possible implications are discussed first at the general and then at the system level. "], "subsections": [{"section_title": "Could U.S. Ground Combat Systems Be Surpassed by Foreign Systems in the Near Future?", "paragraphs": ["While most nations of concern continue to upgrade their Cold War era equipment, many countries—all with appreciably smaller defense budgets than the U.S—are also developing new ground combat systems. In pointing out this disparity, one defense analyst suggests, \"Western tank development has ebbed and flowed, whereas Russian armored vehicle research has remained almost constant.\" Countries such as Russia and China are not only upgrading existing ground combat systems with new and effective survivability and lethality features but are also developing entirely new ground combat systems for domestic use and possible export. Given the U.S. has \"no new ground combat vehicles under development\" and new systems are a \"multi-decade effort\" due largely to resource constraints and DOD's Acquisition process, there is a possibility one or more upgraded or newly developed foreign ground combat systems could emerge and surpass its U.S. counterpart. With the Army suggesting \"our enemies, and even our friends and allies, have not remained static and our allies are modernizing to such an extent that they have outpaced us in some areas,\" there appears to be a degree of resignation that this possibility may not be far off. Should this occur—even for a single weapon system—it could have significant implications for both the conduct of U.S. ground combat operations and Army modernization priorities."], "subsections": []}, {"section_title": "Are Increasingly Capable Foreign Ground Combat Systems an Option for the U.S. Army?", "paragraphs": ["On occasion, the Army has acquired foreign-developed ground combat systems for use. Lacking a dedicated NBC reconnaissance vehicle, the Army acquired 60 Fuchs NBC reconnaissance vehicles from Germany, modified and re-designated them as the XM-93 Fox, and used the vehicle during Operation Desert Storm in 1991. When the Army decided to develop a middle-weight combat force based on a wheeled infantry fighting vehicle, instead of opting for a developmental solution, the Army selected the General Dynamics Land Systems–Canada LAV-3 8x8 to equip these new brigade combat teams that eventually became Stryker Brigade Combat Teams (SBCTs). More routinely however, the Army adopts foreign components for use. A current example of this practice is the ongoing non-developmental APS effort evaluating a number of domestic and foreign APS for possible installation on U.S. ground combat vehicles.", "As part of the cancelled GCV program, the Army conducted an Analysis of Alternatives (AoA). The GCV AoA evaluated the Israeli Namer IFV, the German Puma IFV, and the Swedish CV-90 IFV. In April 2013, at the request of the former Chairman and former Ranking Member of the Tactical Air and Land Forces Subcommittee of the House Armed Services Committee, the Congressional Budget Office (CBO) released a report titled \"The Army's Ground Combat Vehicle Program and Alternatives.\" As part of their analysis, CBO examined four options:", "1. purchase the Israeli Namer IFV; 2. upgrade the U.S. Bradley IFV; 3. purchase the German Puma IFV; and 4. cancel the GCV and recondition Bradley IFVs.", "Based on two sets of metrics—first improvements in protection of soldiers and survivability of the vehicle in combat, lethality, mobility, and capacity and second, vehicles that could carry an entire nine soldier squad—CBO recommended that Alternative 3: the Puma would be the most capable vehicle and further noted both the Puma and the upgraded Bradley (Alternative 2) would be significantly more capable than the GCV. CBO's study noted, however, if the Army opted to acquire the Puma, it would need to buy five Pumas for every four of its currently Bradley IFVs due to the Puma's six-man seating capability. CBO also suggested the Army's stated urgency to acquire the GCV was \"undercut by the reality that the Army would be unable to widely field it [GCV] until 2032.\" In the study, CBO estimated the total cost from 2014-2030 in 2013 dollars to continue the GCV program would be $28.8 billion while purchasing the German Puma would be $14.5 billion.", "The example of the GCV AoA and the subsequent CBO analysis can be viewed as more than academic. The rise of increasingly capable foreign ground combat systems, the length of time it takes to develop and field a major combat system under current DOD acquisition regulations, and ongoing and anticipated defense budgetary constraints might present policymakers with an opportunity to re-visit the viability of acquiring existing state-of-the art foreign ground combat systems and modifying them to meet Army requirements as has been done in the past."], "subsections": []}, {"section_title": "Old Threats Are New Again", "paragraphs": ["The demise of the Soviet Union led the United States to pursue a \"peace dividend,\" whereby defense budgets and manpower were drastically reduced in order to decrease taxes and divert budgetary resources to other uses. In the end, a 535,000 soldier Active Duty force—a more than 30% cut—was agreed, at that time constituting the smallest Army since 1939. As part of this reduction, based on an assessment of the perceived threat, the Army decreased the number of certain types of units and placed less emphasis on particular capabilities. Some examples and potential considerations are discussed in the following sections."], "subsections": [{"section_title": "The Air Threat and Short Range Air Defense", "paragraphs": ["In its 2016 report to the President and Congress, the congressionally mandated 2015 National Commission on the Future of the Army (NCFA) noted ", "Short-range air defense represents another example of an important shortfall. In the post-Cold War era, the Army envisioned little threat from the air forces of potential adversaries. Recent activities in Ukraine and Syria have demonstrated the threat environment has changed. Yet, no short-range air defense battalions reside in the Regular Army. Moreover, a sizeable percentage of the Army National Guard's short-range air defense capability is providing essential protection in the National Capital Region, leaving precious little capability for other global contingencies, including in high-threat areas in northeast Asia, southwest Asia, Eastern Europe, or the Baltics.", "The lack of short-range air defense seemingly represents a significant vulnerability to U.S. ground forces and ground combat systems to both enemy manned and unmanned aerial systems. While the Army might choose to create additional short-range air defense units to protect ground combat units, enhanced protection from threat manned and unmanned aerial systems might also need to be incorporated into ground combat systems modernization programs."], "subsections": []}, {"section_title": "Artillery", "paragraphs": ["During the Cold War, a robust U.S. Army artillery capability was seen as a means of countering numerically superior armored and mechanized forces of the Soviet Union and Warsaw Pact. Today it is viewed as an important deterrent against North Korean aggression on the Korean Peninsula. In a similar manner to short-range air defense, field artillery units were cut after the Cold War, in part due to the emergence of precision artillery munitions and artillery rounds that dispensed a variety of anti-personnel and anti-vehicle submunitions as well as a belief that U.S. airpower could, in many cases, be substituted for artillery. In its report, the National Commission on the Future of the Army recommends, among other things, an Army and Department of Defense assessment of field artillery capabilities by examining", "Field artillery capabilities and the changes in doctrine and war plans resulting from U.S. participation in the Cluster Munitions ban as well as required modernization or munition inventory shortfalls.", "The NCFA, in its examination of the Army, believed U.S. participation in the Cluster Munitions Ban has had a detrimental impact on Army field artillery capabilities. Results from the examination could include increasing field artillery force structure, the development or acquisition of more capable field artillery systems, improved artillery munitions, or a combination of these courses of action.", "From a threat perspective, the proliferation of special munitions—such as precision, thermobaric, and top attack munitions, increasing artillery system capabilities, and new tactical techniques have renewed concerns about the potential impact of enemy cannon and rocket artillery on U.S. combat operations and U.S. ground combat systems. One senior U.S. Army official contends, for example, \"Russia possesses a variety of rocket, missile, and cannon artillery systems that outrange and are more lethal than U.S. Army artillery systems and munitions.\" Operationally, one study noted", "Russian artillery, particularly rocket launchers with conventional, thermobaric, and cluster munitions—using unmanned aerial systems (UAS), both for target location and battle damage assessment—is particularly effective against Ukrainian light armor and infantry formations.", "In a similar manner, China is reportedly upgrading both its cannon and rocket artillery. One study noted ", "The entrance of the Chinese and their greater emphasis om much heavier, longer-range rockets that begin to bridge the gap between rocket artillery and short-range ballistic missiles could have a significant effect over time in extending the trend toward longer-range strike systems.", "The dichotomy of diminished U.S. artillery capability—based on fewer units, pending limitations on cluster munitions, and shorter effective ranges—versus potential protagonists who possess longer range systems, a wider variety of munitions, and who are employing innovative target acquisition techniques presents potentially significant battlefield challenges for the U.S. Army and carries with it implications for modernization as well. In terms of modernization, enhanced fire control systems permitting a greater rate of fire, systems capable of greater ranges, and new munitions such as the Guided Multiple Launch Rocket System Alternative Warhead, which is designed to be Cluster Munitions Ban-compliant, could help to address current shortfalls."], "subsections": []}, {"section_title": "Electronic Warfare61", "paragraphs": ["During the Cold War, the Soviet Union placed a great deal of emphasis on Electronic Warfare (EW) and invested heavily in electronic counter-countermeasures and lethal and non-lethal countermeasures. The Soviets integrated EW into their routine operations such as security, command and control, reconnaissance, air defense, camouflage, and deception programs to such an extent that EW became a common feature of Soviet operations, in contrast, the U.S. viewed EW, more often as an operational afterthought. Both the Russian and Chinese armies have dedicated EW brigades and battalions. The Vice Chairman of the Joint Chiefs of Staff, GEN Paul Selva, has suggested \"at the tactical level, the small-unit level, the Russians and the Chinese have a distinct advantage because they have deployed very capable electronic warfare tools.\" The Association of the United States Army (AUSA) notes", "Russian electronic warfare coupled with U.S. dependence on technology and digital systems create a huge vulnerability for U.S. forces on the modern battlefield. Russia uses electronic warfare for four primary roles:", "1). Denying communications: There are regions in Donbass where no electromagnetic communications—including radio, cellphone and television—work.", "2). Defeating unmanned aerial systems: Electronic warfare is the single largest killer of Ukrainian systems by jamming either the controller or GPS signals.", "3). Defeating artillery and mortars: Russian electronic warfare predetonates or duds incoming artillery and mortar rounds that have electronic fusing.", "4). Targeting command and control nodes: Russian electronic warfare can detect all electromagnetic emissions, including those from radios, Blue Force Tracker, Wi-Fi and cellphones, which can then be pinpointed with unmanned aerial systems and targeted with massed artillery.", "EW has been viewed as an attractive option for Russia in its conflict in Ukraine. It is considered by some analysts as highly effective, and, as a \"non-kinetic form of attack, it is harder to trace and less likely to be viewed as overt aggression.\" ", "The re-emergence of EW, in addition to operational and tactical considerations, carries with it implications for ground combat systems modernization. Across all systems, concerted efforts to reduce vehicle electromagnetic emissions could go a long way to reducing vehicle vulnerability to mortar, artillery, and rocket attack, thereby addressing GEN Milley's concern \"if you can be seen [detected] you can be killed.\" Another modernization consideration could be to insure redundant systems are included in vehicle design requirements to compensate, where possible, for loss of communications, GPS access, and various FCS functions resulting from a successful EW attack. In addition, munitions employed by ground combat systems having electronic fuzzes could be \"hardened\" against EW attacks to preclude pre-detonation or \"duds.\""], "subsections": []}]}, {"section_title": "Main Battle Tanks (MBTs) and Tracked Infantry Fighting Vehicles (IFVs)", "paragraphs": [], "subsections": [{"section_title": "Forward Looking Infrared Radar (FLIR) and Fire Control Systems (FCS)", "paragraphs": ["RAND research regarding FLIR on both MBTs and IFVs concluded", "This research identified the proliferation of modern, second-generation FLIR systems throughout the current generation of foreign MBTs and IFVs, including those available on the market to potential adversaries. Improvements to vehicle sensors will be necessary to regain the battlefield advantage that the Army enjoyed in 1991 and 2003 due to its early adoption of first and second-generation FLIR systems. The Army should invest research and development funds and expand on existing technology to preserve and extend the current tactical advantage these vehicles have in direct fire capability in all weather and visibility. Improvements in sensors and direct fire targeting have the potential to substantially affect multiple classes of combat vehicles, including the Army's MBTs, the Bradley and its eventual replacement, and other systems employing stabilized direct fire weapons, such as the Stryker mobile gun system (MGS).", "Research and development options that the Army could consider include (1) how to degrade the increasingly capable FLIRs that are appearing on foreign systems, and (2) if there other direct fire sensor technologies that could supplement or replace FLIRs in order to maintain the Army's direct fire advantage.", "Reportedly, the Army's M-1A2 SEP v4 Abrams, which is slated to begin testing in 2021, will feature a third generation FLIR which is designed to \"allow for better target identification at long ranges and better resolution at short ranges.\" This improved FLIR is intended to also help crews \"better recognize light and heat signatures emerging from targets such as enemy sensors, electronic signals or enemy vehicles.\" ", "While the U.S. has plans to upgrade its FLIR and FCS, other nations are doing so as well. One report notes Russian ground forces are slated to upgrade \"a number of T-72 and T-90 MBTs with a new automatic target tracker and fire control computer also found on the third-generation T-14 MBT.\" The T-14's Kalina target tracker and fire control computer are supposedly \"capable of automatically tracking and continuously locking the MBT's main gun on target based on input from various sensors until the gunner decides to engage the target.\" As other nations seemingly \"close the gap\" in terms of FLIR and FCS capabilities, Army ground combat system modernization efforts might not only examine other emerging sensor technologies for incorporation into future FCS design but also the means to degrade the FLIRs and FCSs of potential opponent's ground combat systems."], "subsections": []}, {"section_title": "Active Protection Systems (APS)", "paragraphs": ["In addition to the countries previously discussed, many nations are pursuing and adopting APS for their MBTs and IFVs. For example, Turkey is reportedly developing the AKKOR APS system for its Altay MBT; Iran reports it has successfully developed and tested an APS for its Zulfiqar MBT and plans to adopt its APS for use on other armored fighting vehicles; and the Dutch plan to mount the Israeli Iron Fist APS on their CV90 IFVs. As previously noted, the Army is currently involved in two separate parallel and distinct APS efforts—the Expedited, Non-Developmental Item (NDI) APS effort and the Modular Active Protection System (MAPS) effort. The Army's Expedited NDI APS Program is focused on fielding an existing \"hard kill\" APS capability in the near term for the Army's M-1 Abrams tanks, M-2/3 Bradley fighting vehicles, and the M-1126 Stryker combat vehicle. In parallel with the Expedited NDI APS effort, the Army is involved with the Modular Active Protection System (MAPS) effort. MAPS is—in and of itself—not an APS, but instead a modular framework and controller intended to enable the integration of commercial or government-provided APS subsystems (sensors and hard and soft kill countermeasures) for current and future combat vehicles.", "While APS is part of the Army's ground combat system modernization plan, it remains to be seen if the Army will aggressively pursue an APS capability for its ground combat vehicles in the near or mid-term or defer until a less risky (to dismounted ground troops and civilians) and more effective version can possibly be developed in the future."], "subsections": []}, {"section_title": "Larger Main Armament", "paragraphs": ["As the Illustrative Comparison of Selected U.S. and Foreign Ground Combat Systems tables (pages 4-7) depicts and RAND's \"Comparing U.S. Army Systems with Foreign Counterparts: Identifying Possible Capability Gaps and Insights from Other Armies\" study suggests, there is a trend for larger main armament in MBTs and, in particular, for tracked IFVs. For MBTs, in addition to larger caliber main guns, some countries are also incorporating autoloaders which can increase the rate of fire for MBTs and offer the possibility of a smaller crew and an unmanned turret. One report suggests the Army plans to test the feasibility of having the M-1 Abrams loader crewman controlling supporting unmanned aerial and ground vehicles instead of loading the Abrams main gun, thereby requiring the installation of an autoloader on the Abrams. ", "For tracked IFVs, the trend is towards 30 and 40 mm main armament which provides an enhanced capability to engage both armored vehicles and buildings—the latter being an important consideration given the ever-increasing global trend towards urbanization. The Army's last effort to develop a tracked IFV replacement—the GCV—planned to incorporate a 30 mm cannon into the vehicle's design so it is possible the Army might continue to pursue a 30 mm cannon in future tracked IFV modernization efforts. As previously noted, while there are advantages to larger main armament, it is also generally considered important that any ground combat vehicles modernization efforts also include concerted efforts to improve existing munitions and develop new munitions based on lessons learned from current conflicts as well as potential future threats. An example of such a new munition is the XM1147 Advanced Multi-Purpose (AMP) 120 mm round which is slated to be fielded with the M-1A2 SEPv4 Abrams. Reportedly the AMP round will replace four tank rounds presently in use: the M-830 HEAT round; the M-830A1 Multi-Purpose Anti-Tank round; the M-1028 Canister anti-personnel round; and the M-908 Obstacle Reduction round. The AMP round will be used to defeat targets including ATGM teams, dismounted infantry, double reinforces concrete walls, bunkers, obstacles, and light armored vehicles. The AMP will join the M-829A4 Armor-Piercing, Fin-Stabilized, Discarding Sabot round which has been in service since 2014, and is designed to defeat threat armored vehicles with third-generation explosive reactive armor."], "subsections": []}]}, {"section_title": "Tracked Self-Propelled (SP) Artillery", "paragraphs": ["Regarding tracked self-propelled (SP) artillery, RAND research notes a number of shortcomings of the M-109A6 Paladin:", "The M109A6 Paladin is the U.S. Army's sole self-propelled howitzer, and it equips all of the Army's armored brigade combat teams. Compared with the field as a whole, the M109A6 Paladin is a solid performer in a few key respects but lacks the more powerful gun and automation of the current generation of modern howitzer systems, which results in it lacking in range and burst rate of fire relative to many foreign systems. The M109A6 Paladin ([Paladin Integrated Management [PIM] version entered service in 1992 and is based on the M109 chassis, which was originally fielded in 1963.", "The Army has unsuccessfully attempted to replace Paladin twice in the past decade, most recently with the Crusader advanced self-propelled howitzer and the Non-Line-of-Sight Cannon (NLOS-C) Future Combat Systems vehicle. The age and relatively low mobility of Paladin are seen as its most significant weaknesses, and as such current Army plans call for a major upgrade, entitled PIM. PIM mainly consists of a new chassis for Paladin, built by BAE Systems and featuring substantial commonality with the Bradley family of vehicles. This should help mitigate sustainment and mobility issues but will not address limitations in Paladin's range and rate of fire. In both Operation Desert Storm (in 1991) and Operation Iraqi Freedom (in 2003), Paladin-equipped artillery units had some difficulty keeping pace with armored units armed with Abrams and Bradley tanks and IFVs.", "Another feature of modern artillery systems is a high degree of automation. Paladin has a digitized fire control system and a hydraulic rammer, but some systems, such as PzH 2000, have much higher levels of automation. This permits a high burst rate of fire—up to ten rounds a minute with some systems. Due to heating of the barrel, the sustained rate of fire on all modern howitzers falls to approximately two rounds per minute over time, but for brief periods, automated systems provide a significant advantage. This extends to the ability to conduct Multiple Round Simultaneous Impact (MRSI) missions, where an individual howitzer with automated loading and laying mechanisms is capable of firing multiple rounds with trajectories and timing that enable the rounds to reach the same target at the same time. PzH 2000 has demonstrated the ability to fire a five-round MRSI against a target 17 km away.", "While it is acknowledged the Army's M-982 Excalibur 155 mm round provides enhanced accuracy and range for the M-109A6 Paladin, artillery ammunition restrictions imposed by the U.S. policy decision to abide by the 2008 Cluster Munitions Ban effectively limits the types of artillery ammunition available for U.S. military use. Modernization solutions addressing this policy could include developing new, more capable artillery systems and different types of Cluster Munitions Ban-compliant munitions. Examples of new rounds under development include the 5 Inch Multi Service-Standard Guided Projectile (SGP) which reportedly can deliver accurate fires out to 52 nautical miles as well as a SGP variant which incorporates a sabot with in-flight retargeting capabilities that can hit moving targets out to 70 kms. Another round under development that could facilitate effective counterbattery fires against longer-ranged enemy systems is a 155mm ramjet powered projectile with a range of almost 200 kms. Developing new munitions could be a financially significant and lengthy undertaking as sufficient stockpiles will need to be built to meet Combatant Commanders' warfighting requirements as well as for training use. Another modernization consideration could be DOD's and the Army's NCFA-recommended examination of artillery force structure. If it is determined additional artillery units are warranted, it also could be a costly and lengthy process to equip new artillery units with either the M-109A6 Paladin or a new SP artillery system, as well as needed support vehicles and equipment."], "subsections": []}, {"section_title": "Multiple Launch Rocket Systems (MLRS)", "paragraphs": ["RAND's research report suggests two system-related trends:", "1. U.S. artillery rocket ranges have improved significantly over time, but without a continued emphasis on further increases in range, GMLRS will begin to be eclipsed by the latest Russian and, especially, Chinese rocket systems.", "2. The entrance of the Chinese and their greater emphasis on much heavier, longer-range rockets that begin to bridge the gap between rocket artillery and short-range ballistic missiles could have a significant effect over time in extending the trend toward longer range strike systems.", "Regarding ammunition, it is also noted", "Finally, the variety of warhead types available for foreign rockets is substantial compared with that of the MLRS family of rockets in its present form. In foreign use, these heavy rockets are typically under the control of corps or higher-level headquarters; the emphasis has remained on conventional missions, and the ability to contribute usefully in an environment with limited rules of engagement is a lower priority for the Russian and Chinese militaries... When compared with their foreign counterparts, the Army's rocket launchers have a limited suite of warhead options. Currently, DPICM and HE warheads are the only munitions that MLRS and HIMARS can fire. The 2019 submunitions limitations mean that the Army will have to replace most of its DPICM warheads. Given that reality, there may be an opportunity to examine other warhead options of the type that are used in other armies' MRLs (guided submunitions, fuel-air explosive, etc.).", "These findings seemingly suggest a dual approach to Army MLRS modernization—modify existing systems or develop new systems that can facilitate the achievement of greater ranges and expand the types of warheads available for MLRS rockets. In addition to the longer-ranged GMLRS, the Army's Long-Range Precision Fires (LRPF) replacement for current tactical rockets employs a new design which fits two rockets in a single launcher and employs new propulsion which enables the LRPF rocket to fly faster over greater distances—approximately 500 kms—to strike fixed targets. As with cannon artillery, developing or acquiring a new MLRS and developing new warheads and rockets could prove to be an expensive and lengthy undertaking."], "subsections": []}]}, {"section_title": "The Future of Army Ground Combat System Modernization82", "paragraphs": ["During a January 12, 2017, talk at the Association of the U.S. Army, Army Chief of Staff General Mark Milley reportedly noted while readiness will continue to be the service's top priority in 2017, the Army will mount a \"major effort\" this year to modernize the force. In this regard, without speculating on the Army's future budget, he stated the Army had developed a \"priorities list\" which he intends to share in the near future with Congress and the public. While air defense, ground mobility for light infantry units, and aviation survivability are known modernization priorities, it remains to be seen how the Army will approach the modernization and possible eventual replacement of major ground combat systems. As allies and potential protagonists upgrade and replace their ground combat systems to meet current and projected battlefield threats and tactics, Army modernization of ground combat systems, which have served the nation well for decades, may take on an added degree of importance."], "subsections": [{"section_title": "Appendix. Terms and Abbreviations", "paragraphs": ["Active Protection System (APS): Subsystems integrated into or installed on a combat vehicle to automatically acquire, track, and respond with hard or soft kill capabilities to a variety of threats including rocket-propelled grenades (RPGs) and anti-tank guided missiles (ATGMs).", "Anti-Tank (AT): A projectile designed to penetrate armor on a vehicle.", "Anti-Tank Guided Missile (ATGM): A missile guided by wire, optics, or laser which is fired from a vehicle, aerial platform, or by ground troops designed to penetrate armor on a vehicle.", "Dual-Purpose Improved Conventional Munitions ( DPICM): Dual-purpose improved conventional munitions are base-ejection, payload-carrying artillery rounds or surface to surface missiles. These projectiles are filled with submunitions. During flight, the base of the projectile is blown off and centrifugal force disperses submunitions at an optimum altitude and distance from the desired target for area coverage. There are both anti-armor and antipersonnel submunitions with some types designed for delayed action or to impede mobility (mines). The air-to-surface variety of this kind of munition is better known as a cluster bomb. DPICMs are generally considered Cluster Munitions.", "Explosive Reactive Armor (ERA): ERA typically consists of a layer of high explosive between two metallic armor plates. When a penetrating weapon strikes the armor, the explosive detonates in order to damage the penetrator.", "Fire Control System (FCS): A Fire Control System is essentially the \"brain\" of the weapon system, orchestrating the sighting by means of a variety of sensors, in order to facilitate accurate aiming of weapons.", "Forward Looking Infrared Radar (FLIR): Forward Looking Infrared Radar consists of forward-looking infrared cameras and other thermal imaging devices that detect infrared radiation, typically emitted from a heat source (thermal radiation). These sensors create a \"picture\" or video depiction of an object. FLIR can be can be used to help drivers navigate vehicles at night, in fog, snow, or in other low visibility conditions as well as to aim the vehicle's weapon systems.", "High Explosive (HE): Explosives that typically detonate at the speed of sound and are primarily used for military applications.", "Heavy Machine Gun (HMG): Large caliber machine guns generally .50 caliber or greater.", "GMLRS: Guided MLRS Unitary Rocket (Note: unitary munitions do not contain submuntions).", "NBC: Nuclear, Biological, and Chemical (refers to chemical, biological, and nuclear weapons).", "RPGs: Rocket propelled grenades (anti-personal and anti-vehicle grenades fired from the shoulder by a single soldier).", "TACMS: Tactical Missile Systems (a ground to ground missile employed by U.S. MLRS systems; also referred to as ATACMS or Army Tactical Missile Systems).", "TOW: Tube-launched, optically tracked, wire-guided anti-tank missile developed and used by the U.S. military.", "UAS: Unmanned aerial system (also referred to as drones or unmanned aerial vehicles (UAVs) )."], "subsections": []}]}]}}