{"id": "R44717", "title": "International Trade and Finance: Overview and Issues for the 115th Congress", "released_date": "2018-03-05T00:00:00", "summary": ["The U.S. Constitution grants authority to Congress to regulate commerce with foreign nations. Congress exercises this authority in numerous ways, including through oversight of trade policy and consideration of legislation to implement trade agreements and authorize trade programs. Policy issues cover areas such as U.S. trade negotiations, U.S. trade and economic relations with specific regions and countries, international institutions focused on trade, tariff and nontariff barriers, worker dislocation due to trade liberalization, enforcement of trade laws and trade agreement commitments, import and export policies, international investment, economic sanctions, and other trade-related functions of the federal government. Congress also has authority over U.S. financial commitments to international financial institutions and oversight responsibilities for trade- and finance-related agencies of the U.S. government.", "Issues in the 115th Congress", "During the 2016 presidential campaign, U.S. trade policy and trade agreements received significant attention, particularly regarding the impact of trade agreements on the U.S. economy and workers. Among the more potentially prominent international trade and finance issues the 115th Congress is considering, or may consider, are:", "the status of Trade Promotion Authority (TPA), which is authorized through 2021, provided the President requests an extension and Congress does not enact an extension disapproval resolution before July 2018; the Administration's renegotiation of the North American Free Trade Agreement (NAFTA) and efforts to modify the U.S.-South Korea (KORUS) free trade agreement (FTA); U.S.-China trade relations, including investment issues, intellectual property rights (IPR) protection, forced technology transfer, currency issues, and market access liberalization; proposals to launch new bilateral FTAs, such as with the United Kingdom, Japan, or possibly with countries in Africa; the future of U.S.-Asia trade and economic relations, given President Trump's withdrawal of the United States from the Trans-Pacific Partnership (TPP) and China's expanding Belt and Road Initiative; the future status of trade negotiations launched under the Obama Administration, including for the proposed Transatlantic Trade and Investment Partnership (T-TIP) FTA with the European Union (EU) and the Trade in Services Agreement (TiSA); oversight of World Trade Organization (WTO) agreements and negotiations, including the completed Trade Facilitation Agreement (TFA) and expansion of the Information Technology Agreement (ITA), as well as potential agreements on environmental goods and the WTO's future overall direction; the Administration's enforcement of U.S. trade laws; the effects of trade on the U.S. economy, jobs, and manufacturing, as well as policies that support U.S. workers and industries adversely affected by trade agreements; international finance and investment issues, including U.S. funding for and oversight of international financial institutions (IFIs), the creation of development and infrastructure banks by emerging economies, and U.S. negotiations on new bilateral investment treaties (BITs), notably with China and India; and oversight of international trade and finance policies to support development and/or foreign policy goals, including trade preferences for sub-Sahara Africa and sanctions on Iran, North Korea, Russia, and other countries."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview1", "paragraphs": ["During the first session of the 115th Congress, Congress faced numerous international trade and finance policy issues. A major focus was examining and responding to the Trump Administration's evolving trade policy. U.S. trade policy under President Trump to date arguably represents a significant shift from recent past Administrations under both Republicans and Democrats. In particular, the Administration has displayed a more critical view of U.S. trade agreements, made greater use of various U.S. trade laws with the potential to restrict U.S. imports, and placed increased emphasis on bilateral trade balances as a key metric of the health of U.S. trading relationships. Another major issue before Congress involved growing interest in whether and in what ways the U.S. process for determining the national and economic security implications of foreign investment in the United States should be reformed. Continued focus on the U.S.-China economic relationship, and economic sanctions against Iran, Cuba, North Korea, Russia, and other countries also have been of interest to Congress. ", "President Trump's withdrawal of the United States from the Trans-Pacific Partnership (TPP) free trade agreement (FTA) among 12 Asia-Pacific nations, alongside a stated preference for negotiating bilateral rather than multi-party trade agreements were notable developments in the Trump Administration's policy approach to U.S. trade agreements. Also significant are Administration initiatives to potentially revise the two largest existing U.S. FTAs, through the ongoing renegotiation of the North American Free Trade Agreement (NAFTA), and modification talks regarding the U.S.-South Korea (KORUS) FTA. These decisions, in addition to the evolving global landscape on trade agreements, including a recently-concluded, revised TPP (now called the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP)) among the 11 parties, without the United States, raise potentially significant legislative and policy issues for Congress, including: (1) potential congressional consideration of legislation to implement a revised NAFTA, (2) the economic and strategic rationale for U.S. participation in multi-party and other FTAs, (3) the extent to which past U.S. FTAs should be modernized or revised and, if so, in what manner, (4) how much priority should be placed in U.S. trade policy on new FTA and multilateral trade agreements, and (5) the effect of FTAs not including the United States on U.S. economic and broader interests, and the appropriate U.S. response to the proliferation of agreements.", "Another major issue is the role of the United States in the multilateral, rules-based trading system under the World Trade Organization (WTO), historically led by the United States. The WTO has served as the foundation of the international trading system and WTO agreements serve as the floor of commitments in U.S. FTAs, but the institution has languished for decades in terms of achieving new multilateral trade disciplines and liberalization in important areas, such as digital trade. President Trump may formally request and justify to Congress an extension of current U.S. Trade Promotion Authority (TPA) until 2021, to provide authority for expedited consideration of future trade agreements if they meet specific conditions and criteria. This process would present Congress a significant opportunity to examine the U.S. role in the WTO and current and future trade agreement negotiations, particularly in how they meet TPA's congressionally-mandated U.S. trade negotiating objectives. ", "The United States under the Trump Administration has renewed the use of specific trade laws that have not been used in several years, such as Section 232, designed to investigate the national security impact of specific imports. It has also placed greater emphasis on \"fair\" and \"reciprocal\" trade. For example, with respect to China, a Section 301 case was launched involving China's policies on intellectual property rights and forced technology transfer, among other measures. China continues to be viewed as a growing main competitor of the United States in the global economy, as recognized in the recently-released U.S. National Security Strategy. ", "The policy implications for Congress of potential action under various trade investigations may depend on a number factors such as: how firms, industries and workers are affected by measures, such as increased tariffs, that may be taken; what other countries' reactions may be (such as possible retaliation); and how future actions are in line with core U.S. commitments and obligations under the WTO and other trade agreements. The U.S.-China trade and economic relationship is complex and wide-ranging. It will likely entail continued close examination by Congress in terms of current and future policy issues. In addition to specific trade practices of concern, Congress may undertake closer scrutiny of the economic and geopolitical implications of China's sizable Belt and Road Initiative to finance and develop infrastructure across multiple countries and regions, as well as the proliferation of China's industrial policies in high technology industries that may challenge U.S. firms and potentially disrupt global markets if fully implemented. ", "International trade and finance issues have been important to Congress because they can affect the overall health of the U.S. economy and specific sectors, the success of U.S. businesses and workers, and Americans' standard of living. They also have implications for U.S. geopolitical interests. Conversely, geopolitical tensions, risks, and opportunities can have major impacts on international trade and finance. These issues are complex and at times controversial, and developments in the global economy often make policy deliberation more challenging, because they involve balancing many competing interests. ", "Congress is in a unique position to address these and other issues, particularly given its constitutional authority for legislating and overseeing international trade and financial policy. This report provides a brief overview of select trade and finance issues that may be of interest to the 115 th Congress."], "subsections": [{"section_title": "The United States in the Global Economy", "paragraphs": ["Since the end of World War II, the United States has served as the chief architect of an open and rules-based international economic order that has been characterized by trade expansion and growing economic integration. Some see this global economic order fragmenting and becoming less governable. The U.S. leadership role is being challenged both from abroad by rising economic powers such as China and from within the United States by groups that have been adversely affected by U.S. integration in the global economy. ", "Overall, the global economy in 2017 began to display signs of a synchronized recovery among major economies from the 2008-2009 financial crisis and deep economic recession. Similarly, international financial markets improved and are expected to continue growing, despite recent signs of increased volatility. Nevertheless, uncertainty over the direction of monetary policy among major central banks, some concerns about rates of inflation, slower growth in real wages and productivity, and demographic challenges are among the issues that could restrain the recovery. ", "The International Monetary Fund (IMF) estimates that global real annual GDP growth increased by 3.7% in 2017, and will increase by 3.9% in 2018, up slightly from previous estimates. This forecast is based on the U.S. economy growing at a rate of 2.7%, as a result of a return to a more normal monetary policy stance and a temporary boost arising from the macroeconomic impact of tax reform and cuts. The U.S. Bureau of Economic Analysis (BEA) reported that the rate of U.S. economic growth slowed in the fourth quarter of 2017 to 2.6%, compared to an annualized rate of 3.2% in the third quarter. Of broader potential significance is the movement of the dollar against other major currencies. Since the start of 2017, the dollar has depreciated 9% against other major currencies, following a large appreciation over the previous three years. Depreciation in the value of the dollar generally makes imports more expensive reducing the purchasing power of U.S. consumers, and may worsen the U.S. trade deficit in the short term depending on the price sensitivity of import consumption. However, a weaker dollar also generally makes U.S. exports more competitive.", "The IMF forecasts that developed economies as a group will grow at 2.3% in 2018. Although the economic recovery in the EU is progressing, the growth rate is projected to remain low in comparison with other economic recoveries, reflecting high levels of corporate debt and non-performing loans that are restraining business investment. Emerging market and developing economies are projected by the IMF to grow by 4.9%, up from 4.7% in 2017, while China's economy is projected to grow at 6.6% in 2018, down slightly from the 6.8% rate experienced in 2017. Commodity exporters are projected to experience a stronger rate of economic growth as a result of a partial recovery in commodity prices, which also would support a higher rate of growth in global trade volumes. Increased global manufacturing activity and investment in infrastructure and equipment are also projected to support higher levels of global trade.", "Despite these positive signs, the World Economic Forum (WEF) notes a number of risks that could limit the strength and pace of the projected recovery and rate of global economic growth. These risks include: cybersecurity risks in both the private and government sectors; economic risks, including rising trade protectionism; environmental risks; and geopolitical risks (such as conflict over North Korean nuclear development). Other risks include savings and investment relative to GDP, which serve as building blocks for future growth, but continue to lag behind pre-financial 2008 crisis levels in the advanced economies. Similarly, global trade is growing, but lags behind historical levels. ", "Emerging markets (EMs) as a group are expected to face fewer risks to sustainable rates of economic growth in 2018 due to a modest recovery in global trade and more stable exchange rates, inflation, commodity prices, and equity markets. Growth rates are projected to recover somewhat in Russia and Brazil, due to more stable oil and commodity prices, but increased uncertainty over political and policy direction could constrain the rate of growth in Brazil. Additionally, China is expected to experience slower growth rates as it attempts to navigate toward a more sustainable growth model that is more focused on boosting innovation and private consumption, rather than fixed investment and exporting, as sources of economic growth. In Venezuela, a major economic and financial crisis has surfaced that could cause the economy to continue to contract. The IMF projects that continued social turmoil in Venezuela will cause economic activity to fall by 15% in 2018. These and other developments, such as ongoing tension and concern over North Korea's nuclear arms policies, contribute to uncertainties that potentially could impact global markets. ", "Over the long term, developed and developing economies are struggling to find the right policy mix to address low growth, low inflation, and low levels of productivity growth, referred to as structural stagnation by some. Developed and some developing economies are experiencing declining or flat birth rates, which portend a smaller work force in the future and lower potential rates of economic growth. Aging work forces, a demographic unfolding everywhere except Africa and the Middle East, may also restrain economic growth. Under similar challenging conditions, nations in the past have turned to broad, multinational trade liberalization agreements to stimulate economic growth through improvements in productivity by removing market-distorting barriers.", "The United States accounts for approximately a quarter of global gross domestic product (GDP) in nominal U.S. dollars and 9.1% of global trade ( Figure 1 ). Although still recovering from the worst recession in eight decades, overall U.S. economic conditions have improved with the unemployment rate at 4.1% in December 2017 from a high of 10% in 2009. The stabilization in oil prices is affecting the U.S. economy. Relatively low energy prices are expected to raise consumers' real incomes, improve the competitive position of some industries, and stabilize employment and output in the energy sector. ", "With improvements in the economy as a whole, average U.S. real household incomes are slowly recovering from the 2008-2010 economic recession. The United States, similar to other economies, has experienced widening disparity in incomes that many view as fueling domestically-focused political movements and a backlash against globalization. The Trump Administration achieved a major goal by lowering corporate tax rates, a move that is projected to stimulate the economy. The Administration has indicated that it is also turning to infrastructure spending. It has also made reducing U.S. bilateral trade deficits a priority issue, as the U.S. trade deficit in 2017 reached its highest level since 2008. However, using a broader measure, the current account (which includes the trade balance, as well as unilateral transfers and income on overseas investments), the U.S. deficit has fallen significantly since its peak in 2006, as have the surpluses in China and Japan.", "For many economists, an improving outlook for global trade and the potential role for the United States in supporting global growth as a major importer and overseas investor may overshadow potential concerns over global imbalances. The Euro and Japanese yen have experienced periods of volatility since the Brexit referendum vote during the summer of 2016. Policy actions by the Bank of England have led to a slight appreciation in the pound through early 2018. Renewed capital flows to developing economies have sustained a slight appreciation in some currencies, including the Chinese renminbi and the South African rand. In addition, the Mexican peso continued to depreciate in international foreign markets, reflecting uncertainties over the potential impact of a renegotiation of NAFTA. Stronger economic performance and still low interest rates and low rates of price inflation have provided impetus for the U.S. Federal Reserve to strengthen monetary policy by raising interest rates in small steps. In addition, other major economies in Europe and Japan have attempted to pursue more expansionary monetary policies. Reduced levels of uncertainty in global financial markets have reduced upward pressure on the dollar, as investors have been less prone to seek safe haven currencies and dollar-denominated investments."], "subsections": []}, {"section_title": "The Role of Congress in International Trade and Finance", "paragraphs": ["The U.S. Constitution assigns authority over foreign trade to Congress. Article I, Section 8, of the Constitution gives Congress the power to \"regulate Commerce with foreign Nations\" and to \"lay and collect Taxes, Duties, Imposts, and Excises.\" For roughly the first 150 years of the United States, Congress exercised its power to regulate foreign trade by setting tariff rates on all imported products. Congressional trade debates in the 19th century often pitted Members from northern manufacturing regions, who benefitted from high tariffs, against those from largely southern raw material exporting regions, who gained from and advocated for low tariffs. ", "A major shift in U.S. trade policy occurred after Congress passed the highly protective \"Smoot-Hawley\" Tariff Act of 1930, which significantly raised U.S. tariff levels and led U.S. trading partners to respond in kind. As a result, world trade declined rapidly, exacerbating the impact of the Great Depression. Since the passage of the Tariff Act of 1930, Congress has delegated certain trade authority to the executive branch. First, Congress enacted the Reciprocal Trade Agreements Act of 1934, which authorized the President to enter into reciprocal agreements to reduce tariffs within congressionally pre-approved levels, and to implement the new tariffs by proclamation without additional legislation. Congress renewed this authority periodically until the 1960s. Subsequently, Congress enacted the Trade Act of 1974, aimed at opening markets and establishing nondiscriminatory international trade norms for nontariff barriers as well. Because changes in nontariff barriers in reciprocal bilateral, regional, and multilateral trade agreements may involve amending U.S. law, the agreements require congressional approval and implementing legislation. Congress has renewed or amended the 1974 Act five times, which includes granting \"fast-track\" trade negotiating authority. Since 2002, \"fast track\" has been known as trade promotion authority (TPA). In 2015, Congress authorized new TPA, through 2021, provided the President requests an extension and Congress does not enact an extension disapproval resolution before July 1, 2018.", "Congress also exercises trade policy authority through the enactment of laws authorizing trade programs and measures to address unfair and other trade practices. It also conducts oversight of the implementation of trade policies, programs, and agreements. These include such areas as U.S. trade agreement negotiations, tariffs and nontariff barriers, trade remedy laws, import and export policies, economic sanctions, and the trade policy functions of the federal government. ", "Additionally, Congress has an important role in international investment and finance policy. It has authority over bilateral investment treaties (BITs) through Senate ratification, and the level of U.S. financial commitments to the multilateral development banks (MDBs), including the World Bank, and to the International Monetary Fund (IMF). It also authorizes the activities of various agencies, such as the Export-Import Bank (Ex-Im Bank) and the Overseas Private Investment Corporation (OPIC). Congress also has oversight responsibilities over these institutions, as well as the Federal Reserve and the Department of the Treasury, whose activities affect international capital flows and short-term movements in the international exchange value of the dollar. Congress also closely monitors developments in international financial markets that could affect the U.S. economy."], "subsections": []}]}, {"section_title": "Policy Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Trade Promotion Authority (TPA)6", "paragraphs": ["Legislation to renew Trade Promotion Authority (TPA)—the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 ( P.L. 114-26 )—was signed by President Obama on June 29, 2015, after months of debate and passage by both houses of Congress. TPA allows implementing bills for specific trade agreements to be considered under expedited legislative procedures (\"fast track\")—limited debate, no amendments, and an up or down vote—provided the President observes certain statutory obligations in negotiating trade agreements. These obligations include adhering to congressionally-defined U.S. trade policy negotiating objectives, as well as congressional notification and consultation requirements before, during, and after the completion of the negotiation process. ", "The primary purpose of TPA is to preserve the constitutional role of Congress with respect to consideration of implementing legislation for trade agreements that require changes in domestic law, which includes tariffs, while also bolstering the negotiating credibility of the executive branch by ensuring that trade agreements will not be changed once concluded. Since the authority was first enacted in the Trade Act of 1974, Congress has renewed or amended TPA five times (1979, 1984, 1988, 2002, and 2015). The latest grant of authority expires on July 1, 2021, provided that the President requests its extension by April 1, 2018, and neither chamber introduces and passes an extension disapproval resolution by July 1, 2018. If legislation is introduced in Congress in the future to implement the results of negotiations to renegotiate or modernize the North American Free Trade Agreement, it may be eligible to receive expedited consideration under TPA. "], "subsections": []}, {"section_title": "The World Trade Organization (WTO)7", "paragraphs": ["The WTO is an international organization that administers the trade rules and agreements negotiated by its 164 participating members to eliminate barriers and create non-discriminatory rules and principles to govern trade. It also serves as a forum for dispute settlement resolution and trade liberalization negotiations. The United States was a major force behind the establishment of the WTO on January 1, 1995, and the new rules and trade liberalization agreements that occurred as a result of the Uruguay Round of multilateral trade negotiations (1986-1994). The WTO succeeded the General Agreement on Tariffs and Trade (GATT), which was established in 1947.", "In contrast to its predecessors, the Trump Administration has taken a more skeptical stance toward the institution. While the Administration thus far has largely concentrated on perceived shortcomings of the WTO dispute settlement system (see below), past U.S. leadership was critical to supporting and advancing a forward-looking multilateral trading system. ", "The WTO's future as an effective multilateral trade negotiating organization for broad-based trade liberalization remains in question. The current deadlock in major on-going negotiations is largely due to differences between leading emerging-market economies, such as India, China and Brazil, developing economies, and advanced countries. Most developing countries want to continue to link the broad spectrum of agricultural and non-agricultural issues under the Doha Round and have been reluctant to lower their tariffs on industrial goods. They maintain that unless all issues are addressed in a single package, issues important to developing countries will be ignored. Conversely, developed economies have pushed for change in the negotiating dynamics, arguing that the WTO needs to address new issues, such as e-commerce and digital trade, especially given the growth of major emerging markets, and that advanced developing countries should make commercially meaningful new commitments on market access to their markets. WTO members have been working to achieve consensus on future work plans, but were unable to announce major deliverables or negotiated outcomes at the 11 th Ministerial Conference in Buenos Aires, Argentina in December 2017. While many were disappointed by the lack of progress, in the view of the United States, the ministerial outcome signaled that \"the impasse at the WTO was broken,\" paving the way for like-minded countries to pursue new work in other key areas.", "The most recent round of multilateral trade negotiations, the WTO Doha Round, began in November 2001, but concluded with no clear path forward after the 10 th Ministerial Conference in December 2015, in Nairobi Kenya. The Nairobi Declaration, issued at the Ministerial, underscored the importance of a multilateral rules-based trading system with regional and plurilateral agreements as a complement to, not a substitute for, the multilateral forum. Work to build on the current WTO agreements outside of the specific Doha agenda continues, including through sectoral or plurilateral agreements, for example, on services (see text box ). At the more recent 11 th Ministerial, separate groups of WTO members committed to new work programs or open-ended plurilateral talks on e-commerce, investment facilitation, and micro, and small and medium-sized enterprises. The United States signed on to the declaration in support of e-commerce."], "subsections": []}, {"section_title": "U.S. Bilateral and Regional Trade Agreements", "paragraphs": ["In addition to the WTO, the United States has worked to reduce and eliminate barriers to trade and create non-discriminatory rules and principles to govern trade through plurilateral, regional, and bilateral agreements. It has concluded 14 free trade agreements (FTAs) with 20 countries since 1985, when the first U.S. bilateral FTA was concluded with Israel ( Figure 2 ). ", "The Trump Administration has signaled a shift on U.S. bilateral and regional trade agreements. President Trump withdrew the United States from the Trans-Pacific Partnership (TPP), an FTA negotiated during the Obama Administration between the United States and 11 other countries in the Asia-Pacific region. The Trump Administration has also initiated a renegotiation of the North American Free Trade Agreement (NAFTA), an FTA between the United States, Canada, and Mexico, as well as official talks to potentially modify the bilateral U.S.-South Korea (KORUS) FTA. The Trump Administration to date has not acted on other trade negotiations launched during the Obama Administration, including an FTA between the United States and the European Union (EU) on a potential Transatlantic Trade and Investment Partnership (T-TIP) and a potential Trade in Services Agreement (TiSA) with 23 WTO members. President Trump has expressed interest in negotiating bilateral trade agreements, including an FTA with the United Kingdom, Japan, and other TPP partners."], "subsections": [{"section_title": "North American Free Trade Agreement (NAFTA) Renegotiation9", "paragraphs": ["NAFTA, a comprehensive FTA among the United States, Canada, and Mexico, entered into force on January 1, 1994. NAFTA established trade liberalization commitments and set new rules and disciplines for future free trade agreements (FTAs) on issues important to the United States, including rules of origin, intellectual property rights (IPR), foreign investment, agriculture and services trade, dispute resolution, worker rights, and environmental protection. NAFTA's market-opening provisions gradually eliminated nearly all tariff and most nontariff barriers on goods produced and traded within North America. At the time of NAFTA, average applied U.S. duties on imports from Mexico were 2.07%, while U.S. producers faced average Mexican tariffs of 10%, in addition to nontariff and investment barriers in Mexico. The U.S.-Canada FTA had been in effect since 1989. Trade among NAFTA partners has tripled since the agreement entered into force, forming a more integrated North American market.", "Many trade policy experts and economists give credit to NAFTA and other FTAs for expanding trade and economic linkages among countries, creating more efficient production processes, increasing the availability of lower-priced consumer goods, and improving living standards and working conditions. Other proponents contend that FTAs have political dimensions that create positive ties among member countries and improve democratic governance. However, some policymakers, labor groups and consumer advocacy groups argue that NAFTA has had a negative effect on the U.S. economy. They strongly oppose NAFTA and other FTAs, maintaining that trade agreements result in outsourcing, lower wages, and job dislocation.", "The Trump Administration has made NAFTA renegotiation and modernization a prominent priority of its trade policy agenda. President Trump has viewed the agreement as the \"worst trade deal,\" and has stated that he may seek to withdraw from the agreement. He has focused on the trade deficit with Mexico as a major reason for his critique. In May 2017, the Trump Administration sent a 90-day notification to Congress of its intent to begin talks to renegotiate NAFTA, as required by the 2015 Trade Promotion Authority (TPA) ( P.L. 114-26 ), and negotiations started in August 2017. Negotiators were initially committed to concluding negotiations by the end of 2017 or early 2018. After a contentious fourth round of talks in October 2017, negotiators agreed to extend their timeline with a possible conclusion date in the spring of 2018 at the earliest. Subsequent rounds of negotiations have also remained contentious.", "NAFTA is 24 years old and renegotiation provides parties opportunities to address issues not covered in the original text. Technology and industrial production processes have changed significantly and the widespread use of the internet has significantly affected economic activities and the use of e-commerce. A modernization could incorporate elements of more recent U.S. FTAs, such as provisions to address digital and newer services trade barriers and enhanced IPR protection. Many U.S. manufacturers, services providers, and agricultural producers oppose efforts to eliminate NAFTA and ask that the Trump Administration strive to \"do no harm\" in the negotiations because they have much to lose if the United States pulls out of the agreement. Other groups contend that NAFTA should be rewritten to include stronger and more enforceable labor protections, provisions on currency manipulation, and stricter rules of origin. Reported issues of contention in the negotiations include U.S. proposals for stronger rules of origin in the auto sector, a \"sunset clause\" in which NAFTA parties would re-evaluate the agreement every five years, modified dispute resolution provisions, and changes to government procurement provisions."], "subsections": []}, {"section_title": "U.S.-South Korea (KORUS) FTA Modifications10", "paragraphs": ["The U.S.-South Korea (KORUS) FTA has been the centerpiece of U.S.-South Korea economic relations since its entry into force in March 2012. KORUS was signed in 2007, but implementing legislation was not passed by Congress until 2011 after the United States exchanged side letters with the South Korean government effectively changing certain commitments on auto and agricultural trade in the original agreement. Like all U.S. FTAs, the agreement will eventually eliminate nearly all tariffs (over 99% of tariff lines) on imports into both countries. As one of the most recent U.S. FTAs in effect, it arguably includes the most extensive commitments on nontariff issues ranging from intellectual property rights (IPR) to labor and environmental protections. ", "Trade between the two countries has grown modestly since the FTA's entry into force, but U.S. imports have risen faster than U.S. exports, leading to an increase in the bilateral trade deficit with South Korea ( Figure 3 ). Given the myriad factors affecting trade flows, most economists argue that overall trade balances are a poor measure of the success of trade agreements, noting that other variables, including a slowdown in South Korea's economic growth during the period, were likely the key drivers of the trade deficit increase. Investment between the two countries also surged between 2011 and 2016.", "Views on the KORUS FTA are mixed. Proponents argue it led to increased consumer choice, improved South Korea's regulatory process, and further opened markets for U.S. goods and services. Critics assert it has had negative effects on U.S. employment opportunities in industries competing with South Korean imports. Although the business community broadly supports the agreement, it has raised concerns with South Korea's implementation of certain commitments.", "The Trump Administration has criticized the KORUS FTA, citing the growth in the U.S. trade deficit with South Korea. The Administration requested consultations with the South Korean government in August 2017 to address its concerns with the FTA. The two sides agreed to formal talks to potentially modify the pact, the first of which was held January 5, 2018. It is unclear what specific commitments the Trump Administration seeks to modify as it has neither notified Congress of its intent to negotiate nor provided negotiating objectives for the talks. "], "subsections": []}, {"section_title": "Trans-Pacific Partnership (TPP)11", "paragraphs": ["In January 2017, President Trump withdrew the United States from the Trans-Pacific Partnership (TPP). The TPP was a proposed free trade agreement (FTA) among 12 countries in the Asia-Pacific region, including the United States. The Obama Administration cast TPP as a comprehensive and high standard agreement with economic and strategic significance for the United States. Some U.S. stakeholders argue the TPP withdrawal, coupled with ongoing FTA negotiations that do not involve the United States, may negatively affect U.S. export competitiveness and leadership in establishing new trade disciplines in Asia. Others in the United States supported the President's withdrawal, viewing certain TPP nontariff commitments as infringing on U.S. sovereignty and raising concerns that reduced import tariffs would negatively affect U.S. employment in import competing industries. The Trump Administration has expressed interest in negotiating bilateral FTAs with Japan and other TPP parties with which the United States does not already have FTAs.", "The remaining 11 parties are moving forward to ratify the TPP without U.S. participation. In January 2018, the group announced the conclusion of negotiations on a new agreement—the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP)—expected to be signed in early March. U.S. withdrawal required certain modifications to the text, both logistically and as a result of a change in some countries' calculus on the appropriate balance of concessions given the withdrawal of the original pact's largest market. The 11 countries have agreed to maintain the vast majority of the original TPP text, however, including each country's market access commitments (i.e., tariff reduction schedules). Some provisions pushed by the United States, mostly on intellectual property rights and investment, have been suspended. The economic significance of a CPTPP agreement would be smaller without U.S. participation. However, it would provide those countries liberalized trade with Japan, the world's third largest economy. Japan is leading the CPTPP process.", "The Regional Comprehensive Economic Partnership (RCEP), an Association of South-East Asian Nations (ASEAN)-led negotiation, may also take on increased significance in the wake of U.S. withdrawal from TPP. RCEP encompasses ASEAN members (Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam), as well as China, Japan, South Korea, Australia, India, and New Zealand, but not the United States. The remaining TPP countries may also seek to solidify their trading relationship with China, whether within RCEP or bilaterally, as China is the largest trading partner for most TPP countries. "], "subsections": []}, {"section_title": "Transatlantic Trade and Investment Partnership (T-TIP)12", "paragraphs": ["The Transatlantic Trade and Investment Partnership (T-TIP) is a potential \"comprehensive and high-standard\" free trade agreement (FTA) between the United States and the European Union (EU). These economies are each other's largest overall trade and investment partner. T-TIP aims to liberalize U.S.-EU trade and investment and address tariff and nontariff barriers on goods, services, and agriculture. It also aims to set globally relevant rules and disciplines to support economic growth and multilateral trade liberalization. T-TIP negotiations began in 2013. With the 15 th and latest negotiating round in October 2016, the two sides had consolidated texts in many areas. Yet, they face unresolved complex and sensitive issues on numerous fronts, raising questions about whether sufficient political momentum exists to overcome differences. Presently, negotiations are inactive as both sides evaluate T-TIP's status. ", "In the EU, the UK withdrawal process (Brexit) adds complexity to T-TIP's prospects. Public opposition to T-TIP in the EU due to concerns over genetically modified organisms (GMOs), investor-state dispute settlement (ISDS), and data privacy has also added uncertainty, as have U.S. attempts to tighten Buy American policies. Some in the EU Parliament and European Commission (EC) are reportedly calling for a tougher EU approach against the Trump Administration's \"America First\" policies.", "On the U.S. side, T-TIP's outlook is also uncertain. Support for T-TIP remains high among some Members of Congress, yet trade remains a controversial issue. The Trump Administration is reportedly evaluating the status of T-TIP. U.S. Trade Representative (USTR) Lighthizer recently commented on the importance and size of the U.S.-EU trade relationship. According to press reporting of the 2018 World Economic Forum, Secretary of Commerce Wilbur Ross said that it was no accident that the United States withdrew from the TPP but not the T-TIP negotiations, while EC Trade Commissioner Cecelia Malmström noted that there are \"lots of trade irritants\" between the United States and the EU and that \"parameters have changed\" for the T-TIP negotiations.", "If T-TIP negotiations resume, potential issues for Congress include the level of priority both sides place on T-TIP, given the U.S. renegotiation of NAFTA and the EU's trade negotiations with other countries, and the shape of the future agreement on controversial issues. If T-TIP negotiations stall indefinitely or terminate, Congress may examine other ways to enhance U.S.-EU trade relations. "], "subsections": []}, {"section_title": "Brexit and a Potential U.S.-UK Free Trade Agreement (FTA)16", "paragraphs": ["In June 2016, the United Kingdom (UK) voted in favor of exiting the EU (\"Brexit\"), presenting issues about transatlantic trade relations. Trade is equivalent to about 60% of the UK economy, in large part due to reduced trade barriers through the EU's Single Market. At $2.7 trillion, the UK was the EU's second largest economy behind Germany and accounted for about 16% of EU GDP in 2016. Brexit confronts U.S. firms operating in the UK and benefiting from the UK's access to the Single Market with economic and financial uncertainties. The UK is a key U.S. trade and investment partner, and Brexit's impact on U.S.-UK trade relations depends on a number of variables, including the UK's negotiated terms of withdrawal from the EU, the UK's future trade relationship with the EU, and any redefinition of UK and EU terms of trade in the WTO. ", "Following the Brexit referendum, some Members of Congress and the Trump Administration called for launching U.S.-UK FTA negotiations, though some Members have moderated their support with calls to ensure that such negotiations do not constrain promoting broader transatlantic trade relations. On January 27, 2017, President Trump and Prime Minister May discussed how the two sides could \"lay the groundwork\" for a future U.S.-UK FTA. In July 2017, the two sides launched a U.S.-UK Trade and Investment Working Group to explore a possible post-Brexit FTA. However, the UK cannot negotiate new trade agreements with other countries until it leaves the EU. Some experts view a potential U.S.-UK FTA as more politically feasible than other U.S. FTAs, given similarities in U.S. and UK trade policy approaches and the two countries' \"special relationship;\" others caution that, even among like-minded trading partners, domestic political interests can complicate trade negotiations.", "Brexit raises questions about other aspects of U.S. trade policy as well. Some argue that Brexit could complicate the T-TIP negotiations, if resumed, given the UK's traditionally liberalizing role in the EU. Others say that a potential U.S.-UK FTA could add pressure to advance any further T-TIP negotiations. The UK's future status also could affect other U.S. trade policy interests, such as the Trade in Services Agreement (TiSA) negotiations (see below)."], "subsections": []}, {"section_title": "Trade in International Services Agreement (TiSA)19", "paragraphs": ["TiSA is a potential agreement that would liberalize trade in services among its signatories. The term \"services\" refers to an expanding range of economic activities, such as construction, retail and wholesale sales, e-commerce, financial services, professional services (e.g., accounting and legal services), logistics, transportation, tourism, and telecommunications. The impetus for TiSA comes from the lack of progress in the WTO Doha Round on services trade liberalization. A subset of WTO members, led by the United States and Australia, launched informal discussions in early 2012 to explore negotiating a separate agreement focused on trade in services. The United States and the 22 other TiSA participants account for more than 70% of global trade in services. ", "Negotiations began in April 2013, and 21 rounds of negotiations took place through 2016. The Trump Administration has not stated an official position on TiSA, and no negotiations were held in 2017. Negotiations on services present unique trade policy issues, such as how to construct trade rules that are applicable across a wide range of varied economic activities. The General Agreement on Trade in Services (GATS) under the WTO is the only multilateral set of rules on trade in services. GATS came into effect in 1995, and many policy experts have argued that the GATS should be updated and expanded if it is to liberalize services trade effectively. ", "The TiSA negotiations are of congressional interest given the significance of the services sector in the U.S. economy and TiSA's potential impact on domestic services industries seeking to expand internationally. Services account for almost 78% of U.S. gross domestic product (GDP) and for over 82% of U.S. private sector employment. "], "subsections": []}]}, {"section_title": "U.S.-China Commercial Relations21", "paragraphs": ["Since China embarked upon economic and trade liberalization in 1979, U.S.-Chinese economic ties have grown extensively. Total bilateral trade rose from about $2 billion in 1979 to $636 billion in 2017. China was the United States' largest trading partner, largest source of imports ($506 billion), and third largest merchandise export market ($130 billion). The U.S. merchandise trade deficit with China was $375 billion (up 8.1% over 2016 levels), by far the largest U.S. bilateral trade imbalance. ", "From 2008 to 2017, U.S. merchandise exports to China grew by 82.4%, the second fastest growth rate among the top 10 U.S. export markets in 2017 (after Hong Kong). The U.S.-China Business Council estimates that China is a $400 billion market for U.S. firms when U.S. exports of goods and services to China plus sales by U.S-invested firms in China are counted. China's large population, vast infrastructure needs, and rising middle class could make it an even more significant market for U.S. businesses, provided that new economic reforms are implemented and trade and investment barriers are lowered. According to the Rhodium Group, annual Chinese foreign direct investment (FDI) in the United States rose from $4.6 billion in 2010 to $46.2 billion in 2016. China is important to the global supply chain for many U.S. companies, some of which use China as a final point of assembly for their products. Low-cost imports from China help keep U.S. inflation low. As the world's largest economy and trading country, China's economic conditions and policies have a major impact on the U.S. and global economy, and thus have been of interest to Congress.", "Despite growing U.S.-Chinese commercial ties, the bilateral relationship is complex and at times contentious. From the U.S. perspective, many trade tensions stem from China's incomplete transition to an open-market economy. While China has significantly liberalized its economic and trade regimes over the past three decades—especially since joining the World Trade Organization (WTO) in 2001—it continues to maintain (or has recently imposed) a number of policies that appear to distort trade and FDI flows, which, some policymakers argue, often undermine U.S. economic interests and cause U.S. job losses in some sectors. A 2018 American Chamber in China (AmCham China) business climate survey of its member companies found that while a majority of respondents felt optimistic about their investments in China, 81% said that foreign businesses in China were \"less welcomed\" in China than before, compared to 44% who felt that way in 2014. ", "The United States has initiated more WTO dispute settlement cases (21 cases through February 15, 2018, though none so far by the Trump Administration) against China than any other WTO member. China has brought 12 WTO dispute settlement cases against the United States. In December 2016, it brought a WTO case over U.S. treatment of China as a non-market economy (NME) for the purposes of applying anti-dumping measures. In addition, on February 6, 2018, China initiated WTO cases against the United States over safeguard measures on imported washing machines and solar cells.", "Industrial Policies and State Capitalism", "The Chinese government continues to play a major role in economic decision-making. For example, at the macroeconomic level, the Chinese government maintains policies that induce households to save a high level of their income, much of which is deposited in state-controlled Chinese banks. This enables the government to provide low-cost financing to Chinese firms, especially state-owned enterprises (SOEs) which dominate several economic sectors in China. Fortune's 2016 Global 500 list of the world's largest companies included 103 Chinese firms, 75 of which were classified as being 50% or more owned by the Chinese government. At the microeconomic level, the Chinese government (at the central and local government level) seeks to promote the development of industries deemed critical to the country's future economic development by using various means, such as subsidies, preferential loans, tax exemptions, and access to low-cost land and energy. Many analysts contend that such distortionary policies contribute to overcapacity in several Chinese industrial sectors, such as steel and aluminum. Additionally, the Chinese government imposes numerous restrictions on foreign firms seeking to do business in China, such as discriminatory regulations and standards, uneven enforcement of commercial laws (such as its anti-monopoly laws), FDI barriers and mandates, export restrictions on raw materials, technology transfer requirements imposed on foreign firms, and public procurement rules that give preferences to domestic Chinese firms. ", "The Chinese government has outlined a number of policies to promote China's transition from a manufacturing center to a major global source of innovation and reducing the country's dependence on foreign technology by promoting \"indigenous innovation\" and a 2025 \"Made in China\" plan. In recent years, the Chinese government has proposed new regulations for banking and insurance, which, under the pretext of protecting national security, appear to impose new restrictions against foreign providers of information and communications products (ICT) and services. ", "Intellectual Property Rights (IPR) Protection and Cyber-Theft", "American firms cite the lack of effective and consistent protection and enforcement in China of U.S. IPR as one of the largest challenges they face in doing business in China. Although China has significantly improved its IPR protection regime over the past few years, many U.S. industry officials view piracy rates in China as unacceptably high. While AmCham China's 2017 business survey found that 95% of respondents felt that IPR enforcement had improved over the past five years, 66% said the IPR enforcement of trade secrets was ineffective and 52% said protection of trademarks and brands was ineffective. The USTR's 2016 report on foreign trade barriers stated that over the past decade, China's internet restrictions have \"posed a significant burden to foreign suppliers,\" and that eight out of the top 25 most globally visited sites (such as Yahoo, Facebook, YouTube, eBay, Twitter and Amazon) are blocked in China. Cyberattacks by Chinese entities against U.S. firms have raised concerns over the potential theft of U.S. IPR, especially trade secrets. According to the U.S. Customs and Border Protection China (including Hong Kong) accounted for 88% of the $1.4 billion in counterfeit goods seized by in FY2016.", "On April 1, 2015, President Obama issued an executive order authorizing certain sanctions against \"persons engaging in significant malicious cyber-enabled activities.\" Shortly before Chinese President Xi's state visit to the United States in September 2015, some press reports indicated that the Obama Administration was considering imposing sanctions against Chinese entities over cyber-theft. After high-level talks between Chinese and U.S. officials on cybersecurity, President Obama and President Xi announced in September 2016 that they reached an agreement. The agreement stated that neither country's government will conduct or knowingly support cyber-enabled theft of intellectual property, including trade secrets or other confidential business information, with the intent of providing competitive advantages to companies or commercial sectors. They also agreed to set up a high-level dialogue mechanism to address cybercrime and to improve two-way communication when cyber-related concerns arise. The U.S.-China High-Level Joint Dialogue on Cybercrime and Related Issues met in December 2015 and June 2016, although it is unclear if the dialogue has produce concrete results.", "The Trump Administration's Approach", "At their first official meeting as heads of state in April 2017, President Trump and Chinese President Xi Jinping announced the establishment of a \"100-day plan on trade\" as well as a new high-level forum called the \"U.S.-China Comprehensive Economic Dialogue\" (CED). In May 2017, the two sides announced that China would open its markets to U.S. beef, biotechnology products, credit rating services, electronic payment services, and bond underwriting and settlement. The United States agreed to open its markets to Chinese cooked poultry and welcomed Chinese purchases of U.S. liquefied natural gas. Chinese officials also indicated their support for continuing the BIT negotiations, although the Trump Administration did not indicate its position. Following the meeting, President Trump in a series of tweets appeared to indicate that he would link U.S. trade policy towards China with China's willingness to pressure North Korea to curb its nuclear and missile programs. ", "In July 2017, the two sides held the first session of the CED in Washington, DC, which sought to build on the 100-day action plan through a new one-year action plan on trade and investment, seeking to achieve a more balanced economic relationship. The outcome of the meeting is unclear as, unlike past high-level meetings, no joint fact sheet was released. The U.S. side issued a short statement that said that \"China acknowledged our shared objective to reduce the trade deficit which both sides will work cooperatively to achieve,\" which led some U.S. observers to claim that the CED was marred with high tensions and disagreements. China issued a four-page document on the \"positive outcomes\" of the CED, including the broad outline of a one-year plan covering broad economic and trade topics. The document also stated that the two sides discussed trade in services, steel, aluminum, and high technology.", "In August 2017, the Trump Administration announced it would launch a Section 301 investigation into China's protection of U.S. IPR and forced technology transfer policies (see textbox ). The Section 301 case against China could have significant implications for bilateral commercial ties, especially if the case is pursued unilaterally and not through the WTO dispute settlement process and if trade sanctions against China are ultimately imposed.", "During President Trump's visit to China in November 2017, the U.S. Commerce Department announced it had facilitated $250 billion in deals between private U.S. businesses and Chinese entities. However, many analysts argued that some of the deals were already in the making, while others were non-binding. In remarks made at an event with Chinese President Xi, Trump stated that he was trying to make U.S.-China commercial ties \"fair and reciprocal,\" noting China's trade barriers and IPR practices, which he cited as causes of the large U.S. trade deficit with China. ", "Overall, however, the Trump Administration appears to be taking a harder line against China on trade issues. Looking ahead, the executive order requiring the U.S. Department of Commerce and USTR to submit an Omnibus Report on Significant Trade Deficits will likely heavily focus on China. The Administration's Section 232 investigations on steel and aluminum imports (see below) are leading to the imposition of import restrictions against China. Finally, the Administration has made the enforcement and application U.S. anti-dumping and countervailing measures (where Chinese imports have been the largest target) a major priority. When President Trump announced and signed his Presidential Memorandum on China's IPR policies on August 14, he said that \"this is only the beginning.\"", "Some analysts argue that the Trump Administration's \"America First\" economic policies (such as the U.S. withdrawal from TPP) could undermine U.S. global leadership and weaken its ability to push China toward liberalizing its economy. The Office of the Director of National Intelligence stated in its 2018 World Threat Assessment report that \"China and Russia will seek spheres of influence and check U.S. appeal and in their regions. Meanwhile, US allies' and partners' uncertainty about the willingness and capability of the United States to maintain its international commitments may drive them to consider reorienting their policies, particularly regarding trade, away from Washington.\" "], "subsections": []}, {"section_title": "Economic Effects of Trade", "paragraphs": ["Trade and trade agreements have wide-ranging effects on the economy, including on economic growth, the distribution of income, and employment gains or losses. For most economists, liberalized trade results in both economic costs and benefits, but they argue the long-run net effect on the economy as a whole is positive. It is argued that the economy as a whole operates more efficiently and grows more rapidly as a result of competition through international trade and investment, and consumers benefit by having available a wider variety of goods and services at varying levels of quality and price than would be possible in an economy closed to international trade. Trade also can have long-term positive dynamic effects on an economy and enhances production and employment. However, the costs and benefits associated with expanding trade and trade agreements do not accrue to the economy at the same speed; costs to the economy in the form of job and firm losses are felt especially in the initial stages of the agreement, while benefits to the economy accrue over time. According to the World Bank, liberalizing trade and foreign investment have reduced the number of people in the world living in extreme poverty (under $1 per day) by half, or 600 million, over the past 25 years, transforming the global economy."], "subsections": [{"section_title": "Trade and U.S. Jobs33", "paragraphs": ["Trade is one among a number of forces that drive changes in employment, wages, the distribution of income, and ultimately the U.S. standard of living. Most economists argue that macroeconomic forces within an economy, including technological and demographic changes, are the dominant factors that shape trade and foreign investment relationships and complicate efforts to disentangle the distinct impact that trade has on the economy. Various measures are used to estimate the role and impact of trade in the economy and of trade on employment. One measure developed by the Department of Commerce concludes that exports support, directly and indirectly, 11.7 million jobs in the U.S. economy. According to these estimates, jobs associated with international trade, especially jobs in export-intensive manufacturing industries, earn 18% more on a weighted average basis than comparable jobs in other manufacturing industries.", "More open markets globally and other changes have subjected a larger portion of the domestic workforce to international competition. According to the International Monetary Fund (IMF), the effective global labor market quadrupled over the past two decades through the opening of China, India, and the former East European bloc countries. Standard economic theory recognizes that some workers and producers in the economy may experience a disproportionate share of the short-term adjustment costs as a result of such economic transformations. Although difficult to measure, some estimates suggest that adjustment costs may be significant over the short-run and can entail dislocations for some segments of the labor force, some companies, and some communities. Closed plants can result in depressed commercial and residential property values and lost tax revenues, with effects on local schools, local public infrastructure, and local community viability.", "In a dynamic economy like that of the United States, jobs are constantly being created and replaced as some economic activities expand, while others contract. As part of this process, various industries and sectors evolve at different speeds, reflecting differences in technological advancement, productivity, and efficiency. Those sectors that are the most successful in developing or incorporating new technological advancements usually generate greater economic rewards and are capable of attracting larger amounts of capital and labor. In contrast, those sectors or individual firms that lag behind generally attract less capital and labor and confront ever-increasing competitive challenges. In addition, advances in communications, transportation, and technology have facilitated a global transformation of economic production into sophisticated supply chains that span national borders, defy traditional concepts of trade, and effectively increase the number of firms and workers participating in the global economy. ", "Trade and trade liberalization can have a differential effect on workers and firms in the same industry. Some estimates indicate that the short-run costs to workers who attempt to switch occupations or switch industries in search of new employment opportunities may experience substantial effects. One study concluded that workers who switched jobs as a result of trade liberalization generally experienced a reduction in their wages, particularly in occupations where workers performed routine tasks. These negative income effects were especially pronounced in occupations exposed to imports from low-income countries. In contrast, occupations associated with exports experienced a positive relationship between rising incomes and growth in export shares. As a result of the differing impact of trade liberalization on workers and firms, some governments have adopted special safeguards and worker retraining and other social safety net policies to mitigate the potential adverse effects of trade liberalization or address certain trade practices that may cause or threaten to cause injury."], "subsections": []}, {"section_title": "Trade Adjustment Assistance (TAA)39", "paragraphs": ["Trade Adjustment Assistance (TAA) is a group of programs that provide federal assistance to parties that have been adversely affected by foreign trade. Reduced barriers to trade can offer domestic benefits, including increased consumer choice and new export markets, but trade can also have negative effects among domestic industries that face increased competition. TAA aims to mitigate some of these negative domestic effects. TAA programs are authorized by the Trade Act of 1974, as amended, and were last reauthorized by the Trade Adjustment Assistance Reauthorization Act of 2015 (TAARA; Title IV of P.L. 114-27 ). ", "The largest TAA program, TAA for Workers (TAAW), provides federal assistance to workers who have been separated from their jobs because of increases in directly competitive imports or because their jobs moved to a foreign country. The largest components of the TAAW program are (1) funding for career services and training to prepare workers for new occupations and (2) income support for workers who are enrolled in an eligible training program and have exhausted their unemployment compensation. The TAAW program is administered at the federal level by the Department of Labor and FY2017 appropriations were $849 million.", "TAA programs are also authorized for firms and farmers that have been adversely affected by international competition. TAA for Firms supports trade-impacted businesses by providing technical assistance in developing business recovery plans and by providing matching funds to implement those plans. TAA for Firms is administered by the Department of Commerce and the FY2017 appropriation was $13 million. The TAA for Farmers program was reauthorized by TAARA, but the program has not received an appropriation since FY2011."], "subsections": []}]}, {"section_title": "Intellectual Property Rights (IPR)40", "paragraphs": ["Intellectual property (IP) is a creation of the mind that may be embodied in physical and non-physical (including digital) objects. IPR are legal, private, enforceable rights that governments grant to inventors and artists that generally provide time-limited monopolies to right holders to use, commercialize, and market their creations and prevent others from doing the same without their permission. ", "IP is a source of comparative advantage of the United States, and IPR infringement has adverse consequences for U.S. commercial, health, safety, and security interests. Protection and enforcement of IPR in the digital environment is of increasing concern, including cyber-theft. At the same time, lawful limitations to IPR, such as exceptions in copyright law for media, research, and teaching (known as \"fair use\"), also may have benefits."], "subsections": [{"section_title": "IPR in Trade Agreements & Negotiations", "paragraphs": ["IPR protection and enforcement has been a long-standing objective in U.S. trade agreement negotiations. The United States generally seeks IP commitments that exceed the minimum standards of the World Trade Organization (WTO) Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS Agreement), known as \"TRIPS-plus.\" The 2015 Trade Promotion Authority (TPA) incorporated past trade negotiating objectives to ensure that U.S. free trade agreements (FTAs) \"reflect a standard of protection similar to that found in U.S. law\" (\"TRIPS-plus\") and to apply existing IPR protection to digital media through adhering to the World Intellectual Property Organization (WIPO) \"Internet Treaties.\" The TPA also contained new objectives on addressing cyber-theft and protecting trade secrets and proprietary information. ", "Treatment of IPR may be a key issue in the NAFTA renegotiations. Updated or new provisions may include enhanced provisions on pharmaceutical patent protections, copyright protections, trademark protection, disciplines for geographic indicators (GIs), and enforcement measures, as well as new provisions on data exclusivity periods for biologics and criminal penalties for cyber-theft of trade secrets found in more recent U.S. FTAs.", "Congress could examine whether the IPR outcomes in a possible revised NAFTA outcome are consistent with U.S. trade negotiating objectives in TPA. Additionally, U.S. government actions to enforce foreign trading partners' IPR obligations within the WTO and under existing U.S. FTAs could intensify. Possible oversight issues for Congress include approaches to, as well as prioritization of, potential future U.S. trade enforcement actions in the IPR context. "], "subsections": []}, {"section_title": "Other IPR Trade Policy Tools", "paragraphs": ["The United States maintains other trade policy tools to advance IPR goals, including the \"Special 301\" and \"Section 337.\" These tools may be particularly relevant in addressing U.S. issues with respect to emerging economies, such as China, India, and Brazil, which present significant IPR challenges but are not a part of existing U.S. trade agreements or negotiations. Additionally, with President Trump's expressed intent to focus on trade enforcement, such tools may take on greater prominence.", "Special 301. The United States Trade Representative (USTR) publishes annually a \"Special 301\" report, pursuant to the Trade Act of 1974, as amended. This report identifies countries that do not offer \"adequate and effective\" IPR protection, for example for patents and copyrights, and designates them on various \"watch lists.\" If the USTR designates a country as a Special 301 \"Priority Foreign Country,\" a category reserved for the most egregious IPR offenders, the country could be subject to an investigation under Section 301 of the Trade Act of 1974, as amended; this could result in trade enforcement action. Reflecting the evolution of IPR issues, the Trade Facilitation and Trade Enforcement Act of 2015 ( P.L. 114-125 ) required USTR to identify issues in countries' protection of trade secrets in the \"Special 301\" report. China has been a top country of concern, and continues to be identified on the Special 301 \"Priority Watch List\" (among other countries, such as India). While not designating China as a \"Priority Foreign Country,\" in August 2018, USTR initiated a Section 301 investigation of China's IPR practices under separate authority in the Section 301 statute (see China section). ", "Section 337. The U.S. International Trade Commission (ITC), pursuant to the Tariff Act of 1930, as amended, conducts \"Section 337\" investigations into allegations that U.S. imports infringe U.S. IP. Based on the investigations, ITC can issue, among other things, orders prohibiting counterfeit and pirated products from entering the United States. "], "subsections": []}]}, {"section_title": "International Investment", "paragraphs": ["The United States is both a major source and recipient of foreign direct investment (FDI). In 2016, it was the largest source of FDI ($299 billion) and the largest recipient of FDI ($391 billion). The U.S. dual position as a leading source and destination for FDI means that the United States has important economic, political, and social interests at stake in the development of international policies regarding direct investment. U.S. investment policy has become a focal point of the U.S. trade policy debate, intersecting with questions about economic impact, trade restrictions, national security, and regulatory sovereignty. ", "In recent decades, U.S. presidents have issued statements affirming U.S. investment policy that is open to inbound investment. President Trump also expressed support for investment in the United States during his remarks at the World Economic Forum in January 2018. Some analysts, however, point to legislative efforts to expand the jurisdiction of the Committee on Foreign Investment in the United States (CFIUS) as a potential harbinger of a more restrictive attitude toward foreign investment in the United States. The Administration's approach to investment issues in the NAFTA renegotiation also may be indicative of possible changes in the direction of U.S. investment policy. "], "subsections": [{"section_title": "Foreign Investment and National Security42", "paragraphs": ["The United States has established domestic policies that treat foreign investors no less favorably than U.S. firms, with some exceptions for national security. Under current U.S. law, the President exercises broad discretionary authority over developing and implementing U.S. direct investment policy, including the authority to suspend or block investments that \"threaten to impair the national security.\" At the same time, Congress also is directly involved in formulating the scope and direction of U.S. foreign investment policy. ", "In July 2007, Congress asserted its role in making and conducting foreign investment policy when it adopted and the President signed the Foreign Investment and National Security Act of 2007 ( P.L. 110-49 ) that formally established the Committee on Foreign Investment in the United States (CFIUS). This law broadens Congress's oversight role, and explicitly includes homeland security and critical infrastructure as issues that the President must consider when evaluating the national security implications of foreign investment. The law also grants the President the authority to suspend or block foreign investments that are judged to threaten U.S. national security, although the law does not define what constitutes national security relative to a foreign investment. It also requires review of investments by foreign investors owned or controlled by foreign governments. The law has been used five times to block a foreign acquisition of a U.S. firm, although a number of investments have been withdrawn before the review was completed. ", "In 2017, growing concerns over the impact of Chinese investment in U.S. high-technology firms resulted in measures being introduced in both the House and the Senate to amend the CFIUS process. Of particular note are S. 2098 and H.R. 4311 , respectively, identified as the Foreign Investment Risk Review Modernization Act of 2017, or FIRRMA. The legislation represents the most comprehensive reform of the foreign investment review process under CFIUS since it was created. The proposed changes could recast the law's generally defensive approach that largely focuses on the potential impact of individual investments on national security to a more assertive role that emphasizes U.S. economic as well as national security interests. Additionally, the proposed changes include provisions that would distinguish foreign investments by country depending on whether the country has security or other special types of arrangements with the United States. Countries that do not have such arrangements with the United States would face more scrutiny. ", "Over the past decade, national security-related concerns have become more prominent in the investment policies of numerous countries. International organizations have long recognized the legitimate concerns of nations in restricting foreign investment in certain sectors of their economies, but the recent increase in such restrictions has raised a number of policy issues. Countries have adopted new measures to restrict foreign investment or have amended existing laws concerning investment-related national security reviews. Countries also have different approaches for reviewing and restricting foreign investment on national security-related grounds. As a result of these differences, foreign investors in similar economic activities can face different entry conditions in different countries. "], "subsections": []}, {"section_title": "U.S. International Investment Agreements (IIAs)45", "paragraphs": ["The United States negotiates international investment agreements (IIAs), based on a \"model\" Bilateral Investment Treaty (BIT), to reduce restrictions on foreign investment, ensure nondiscriminatory treatment of investors and investment, and advance other U.S. interests. U.S. IIAs typically take two forms: (1) BITs, which require a two-thirds vote of approval in the Senate; or (2) BIT-like chapters in free trade agreements (FTAs), which require simple majority approval of implementing legislation by both houses of Congress ( Figure 4 ). While U.S. IIAs are a small fraction of the more than 3,300 IIA agreements worldwide, they are often viewed as more comprehensive and of a higher standard than those of other countries.", "A focal point for Congress on investment issues likely will be the NAFTA renegotiation. In considering NAFTA, Congress may look to the Trans-Pacific Partnership (TPP), which represented the most recent set of investment rules negotiated by the United States. TPP carried over core investor protections, as well as added new provisions, including clarification of protections for investors and governments' right to regulate in the public interest, enhanced investor-state dispute settlement (ISDS) procedures for transparency and public participation, and an exception allowing governments to decline to accept ISDS challenges against tobacco control measures. ", "Treatment of ISDS, binding international arbitration of private investors claims against host country-governments for violation of investment obligations, could be a focus in the NAFTA negotiations. ISDS, which is in the current NAFTA, traditionally has been favored by the U.S. government and businesses but contested by some civil society groups. The USTR's negotiating objectives for NAFTA do not mention ISDS, but it is possible that USTR will attempt to renegotiate these commitments. Questions may arise over whether to retain ISDS, make changes to it modeled after TPP, or pursue an alternate model—such as a new Investment Court System (ICS), as contemplated in the EU-Canada Comprehensive Economic and Trade Agreement (CETA). The number of ISDS cases has expanded significantly with the rapid growth of FDI in recent decades ( Figure 5 ).", "Investment issues in other U.S. trade negotiations, such as the Transatlantic Trade and Investment Partnership (T-TIP) if continued, could present other areas of congressional oversight. Additionally, the United States has engaged in BIT discussions with emerging and developing economies that are not a part of current U.S. FTA negotiations, notably China and India, but those discussions appear to be currently stalled. While such potential BITs present opportunities for enhanced commercial relations, debate exists over whether they can achieve high standard investment commitments. Congress also may weigh in on possible multilateral discussions on a permanent multilateral investment court, a proposal advanced by the EU and Canada, as well as possible WTO discussions on a new framework on investment facilitation. "], "subsections": []}, {"section_title": "Promoting Investment in the United States47", "paragraphs": ["U.S. investment policy includes attracting investment to the United States. The Department of Commerce's SelectUSA program, established in 2011, aims to coordinate federal efforts to attract and retain business investment in the United States, complementing state investment promotion activities. SelectUSA serves as an information resource on investment, helps resolve investment issues involving federal programs and activities, and advocates at a national level to attract inward investment. It has operated with a budget of up to $10 million in recent years. ", "A key issue presented by SelectUSA for Congress is whether to codify the program. Supporters argue that a permanent or long-term authorization could stabilize SelectUSA's role, boost U.S. exports and jobs, and reiterate U.S. interest in competing for investment. Critics contend that the program duplicates existing state- and local-level investment promotion programs, and that policies to improve the U.S. investment environment (e.g., on education, the labor force, and the tax system) would be more effective in attracting and retaining FDI. The Trump Administration's decision to hold a 2017 SelectUSA Investment Summit, hosted by Secretary of Commerce Wilbur Ross, appears to signal support for investment attraction efforts generally. Moreover, SelectUSA activities appear to be consistent with President Trump's efforts to retain U.S. firms' manufacturing plants in the United States and dissuade others from moving operations abroad."], "subsections": []}]}, {"section_title": "Trade Enforcement50", "paragraphs": ["Trade enforcement represents a broad range of functions, such as ensuring commitments under U.S., WTO, and other trade agreements are upheld, including through dispute settlement; detecting and preventing fraud at the border; ensuring product safety and regulatory compliance; and ensuring U.S. trade laws on exports and imports are followed. ", "The USTR is the lead agency in enforcing U.S. rights under the WTO and other trade agreements. The front-line trade enforcement agency at the border is U.S. Customs and Border Protection (CBP) of the Department of Homeland Security. In collaboration with its sister agency, U.S. Immigration and Customs Enforcement (ICE), CBP works to detect high-risk activity, deter non-compliance, and disrupt fraudulent trade behavior. CBP is also responsible for facilitating trade and clearing imports at U.S. ports of entry; in order to complete this task it must coordinate with 47 partner government agencies that have licensing and regulatory authority over various kinds of imported merchandise including food, firearms, and pharmaceuticals. ", "U.S. trade laws include trade remedies used by the United States and other countries to mitigate the adverse impact of various trade practices on domestic industries and workers, such as antidumping (AD) laws and countervailing duty (CVD) laws. Federal agencies involved in trade remedy investigations and enforcement include the U.S. International Trade Commission (ITC), the International Trade Administration (ITA) of the Department of Commerce (Commerce), and the Interagency Trade Enforcement Center (ITEC). Other U.S. trade laws that the USTR and other agencies implement and enforce include \"Special 301\" and Section 337, which address IPR unfair trade practices (see IPR section). "], "subsections": [{"section_title": "Dispute Settlement52", "paragraphs": ["The United States has several means of enforcing trade agreements through the dispute settlement process of the WTO and various U.S. FTAs. Dispute settlement is a well-used feature of the WTO agreements with over 500 cases filed since 1995. U.S. FTAs also have dispute settlement mechanisms, but they are used less often. The USTR is authorized to launch cases on behalf of the United States, after input from other agencies and stakeholders in the private sector or non-governmental organizations (NGOs). ", "Usually, countries first seek to settle their differences through consultation, and both the WTO and U.S. FTAs provide mechanisms to do so. If a dispute is launched in the WTO, the Dispute Settlement Understanding (DSU) provides procedures to keep the handling of the dispute on track. The timetable to conclude a case before a dispute settlement panel is six months, with an additional two months for the decision to be adopted by the Dispute Settlement Body. Cases can be appealed to the Appellate Body. If a party is found to violate an agreement, it has time to bring its law into conformity with the decision. If the party refuses to bring itself into compliance, or if the compliance panel deems the steps taken to be insufficient, the aggrieved party can retaliate by withdrawing trade concessions (i.e., reimposing tariffs) to a level equivalent to the economic damage of the infringing measure. Overall, the entire dispute settlement process can take two to three years. U.S. FTAs contain similar dispute settlement mechanisms. ", "The Administration appears to be taking a skeptical approach to the WTO's dispute settlement system in particular. It has blocked the appointment of Appellate Body (AB) panelists, imperiling the ability of the AB to hear cases. USTR Lighthizer has called for systemic changes in the body, but, thus far, the United States has not made specific proposals. Some Members of Congress have identified other perceived shortcomings of dispute settlement in trade agreements to which the United States is a party. These include whether USTR should be bringing more cases to dispute settlement, whether panelists have interpreted agreements too expansively, and whether proceedings are completed in a timely manner."], "subsections": []}, {"section_title": "Trade Remedies54", "paragraphs": ["The United States and its trading partners use laws known as trade remedies to mitigate the injury (or threat thereof) of various trade practices to domestic industries and workers. The three most frequently applied are: an tidumping (AD) remedies that provide relief from injurious imports sold at less than fair market value; co untervailing duty (CVD) remedies that provide relief from injurious imports subsidized by a foreign government or public entity; and sa feguard (Section 201) remedies that provide temporary relief from import surges of fairly traded goods.", "AD/CVD laws are administered primarily through the International Trade Administration (ITA) of the Department of Commerce (ITA), which addresses the existence and amount of dumping or subsidies, and the United States International Trade Commission (ITC), which determines injury to the domestic industries petitioning for redress. In AD and CVD cases, the remedy is an AD or CVD \"order\" that places an additional duty assessed to offset the calculated amount of dumping or subsidy. In safeguard cases that are determined by the President, a temporary import quota or a tariff may be imposed. In addition, the World Trade Organization (WTO) agreements contain specific obligations on these measures to which its member countries, including the United States, adhere.", "Congress has enacted and amended U.S. trade remedy laws over time. Individual AD and CVD cases require no direct congressional action and are quasi-judicial. Nonetheless, they are often the subject of congressional interest, especially if constituents are involved as domestic manufacturers or as importers of merchandise subject to trade remedy investigations.", "Safeguard remedies, based on Section 201 of the Trade Act of 1974, are designed to provide a temporary \"safeguard\" (for example, additional tariffs or quotas on imports) in order to facilitate positive adjustment of a domestic industry to import competition. \"Positive adjustment\" in the law means the ability of the industry to compete successfully with imports after termination of the safeguard measure, or the industry's orderly transfer of resources to other productive pursuits; and the ability of dislocated workers to transition productively. The ITC is the principal agency involved in Section 201 investigations, but implementation of a remedy requires presidential action. If the President's action is different from the ITC's recommendation and Congress disagrees, Congress may enact a joint resolution of disapproval, in which case the ITC's recommendation is implemented.", "Trade remedy laws and actions are often controversial, with different impacts on stakeholders and also because many trade experts view them as protectionist. Others assert that they are an essential means of mitigating the adverse impact of unfair trade on domestic companies, workers, and the communities in which they are located. Although there are limited options for congressional action in trade remedy cases, Congress has oversight of the agencies that conduct these investigations."], "subsections": []}, {"section_title": "National Security and Section 23256", "paragraphs": ["Section 232 of the Trade Expansion Act of 1962 (as amended) is sometimes called the \"national security clause,\" because it provides the President with the ability to impose restrictions on imports that the Secretary of Commerce determines threaten to impair the national security. If requested, or upon self-initiation, the Bureau of Industry and Security (BIS) of the Department of Commerce must consult with the Secretary of Defense and other agencies, and conducts the investigation based on federal regulations codified in 15 C.F.R. §705 (Effect of Imported Articles on the National Security). Section 232 specifies factors that Commerce must consider regarding the impact of the subject imports. ", "If the Commerce Department determines in the affirmative, the President, upon receipt of the report, has 90 days to (1) determine whether he/she concurs with its findings; and (2) if the President concurs, determine the nature and duration of the action to be taken to adjust the subject imports. The President may decide to impose tariffs, quotas, or other measures to offset the adverse effect, without any limits on the duration on tariff or quota amounts. Section 232 sets out timelines and procedures the President must follow once a decision is made.", "The Commerce and Defense Departments have broad discretion in Section 232 cases to define the scope of the investigation, and the WTO allows members to take measures in order to protect \"essential security interests,\" though U.S. actions under Section 232 could be challenged under WTO dispute settlement procedures or potentially be subject to retaliation or imitation by trading partners. "], "subsections": []}]}, {"section_title": "Digital Trade57", "paragraphs": ["The internet has become a facilitator of existing international trade in goods and services, as well as a platform itself for new digitally-originated services. As digital trade flows make up an important and growing segment of the economy, addressing digital trade barriers has emerged as a key negotiating objective in U.S. trade agreements. ", "The United States generally seeks to preserve a free and open internet. Congressional issues include oversight of agencies charged with regulating cross-border data flows and oversight of the treatment of digital trade issues in the renegotiation of the North American Free Trade Agreement (NAFTA), a potential Transatlantic Trade and Investment Partnership (T-TIP), a potential plurilateral Trade in Services Agreement (TiSA), or other international forums."], "subsections": [{"section_title": "New Barriers", "paragraphs": ["The increase in digital trade raises new policy challenges, including how best to address new and emerging digital trade barriers, including restrictions on cross-border data flows and localization barriers; intellectual property rights (IPR) infringement in the online environment; forced source-code disclosure; online filtering, blocking, and neutrality policies; local standards and burdensome testing and certification requirements; and government-to-government cooperation on cybersecurity, consumer protection, and data privacy. ", "The United States is beginning to address these and other barriers to digital trade through existing and proposed trade agreements as well as in other international settings. Digital trade norms are being discussed in forums such as the NAFTA renegotiation, the WTO, the Group of 20 (G-20), the Organization for Economic Cooperation and Development (OECD), and the Asia-Pacific Economic Cooperation (APEC), providing the United States with multiple opportunities to engage in and shape global developments."], "subsections": []}, {"section_title": "EU-U.S. Data Flows", "paragraphs": ["Cross-border data flows between the United States and Europe are the highest in the world. In October 2015, the Court of Justice of the European Union (CJEU) invalidated the Safe Harbor Agreement of 2000 between the United States and the 28-member European Union (EU), under which personal data could legally be transferred between EU member countries and the United States. The decision was driven by European concerns that the U.S. approach to data privacy did not guarantee a sufficient level of protection for European citizens' personal data. ", "In early 2016, U.S. and EU officials announced an agreement on a replacement to Safe Harbor: the EU-U.S. Privacy Shield, which was approved by the European Commission (the EU's executive) and entered into force in July 2016. The final agreement included additional obligations on the U.S. government, including a new ombudsman in the U.S. State Department and supplementary safeguards and limitations on surveillance. It also included additional obligations for U.S. companies, such as robust data processing. The Privacy Shield also involves proactive monitoring and enforcement by U.S. agencies, and is subject to an annual joint review by the United States and the EU.", "While U.S. and EU companies are relying on the Privacy Shield to ensure their transatlantic digital data flows are allowed, some parties have begun to challenge the Privacy Shield in court. The EU reaffirmed the Privacy Shield after the first annual joint review held in September 2017, but identified specific recommendations for improvement. ", "In April 2016, the EU adopted a new General Data Protection Regulation (GDPR) that will establish a single set of rules for data protection throughout the EU. The GDPR goes into effect in May 2018 and may impose additional requirements on companies enrolled under the Privacy Shield. EU privacy regulators issued guidance stating that the use of binding corporate rules to transfer data will remain valid under GDPR, but companies may need to harmonize the rules to the new requirements. EU Member States authorities will enforce GDPR implementation. Congress may monitor GDPR implementation and its impact on the ability of U.S. companies to do business in the EU."], "subsections": []}]}, {"section_title": "Exchange Rates61", "paragraphs": ["Exchange rates, the price of currencies relative to each other, are among the most important prices in the global economy. They affect the price of every country's imports and exports, as well as the value of every overseas investment. Changes in exchange rates can dramatically impact international trade and investment flows. Governments take different approaches to exchange rates. Some, including the United States, Japan, and the Eurozone, let the market determine the value of their currency (\"floating\" currencies), while others target the value of their currency to a specific value (\"pegged\" currencies).", "Over the past decade, some Members of Congress and policy experts have raised concerns that some governments purposefully undervalue their currency to gain an unfair advantage for their exports, or \"manipulate\" their currencies, arguing that U.S. companies and jobs have been adversely affected by them doing so. Some economists are skeptical about currency manipulation and whether it is a significant problem. They raise questions about whether government policies have long-term effects on exchange rates, whether it is possible to differentiate between \"manipulation\" and legitimate central bank activities, and the net effect of alleged currency manipulation on fluctuations in the value of the dollar ( Figure 6 ) and the U.S. economy. ", "Multilaterally, members of the International Monetary Fund (IMF) have committed to refraining from manipulating their exchange rates to gain an unfair trade advantage, but the IMF has never publicly labeled a country as a currency manipulator. The Department of the Treasury is tasked under U.S. law with reporting on and responding to currency manipulation, but Treasury has not found currency manipulation in more than two decades. ", "During the 2016 presidential campaign, Donald Trump criticized China and Japan as currency manipulators. Since President Trump assumed office, however, the Department of the Treasury has not determined China to be manipulating its currency. Additionally, President Trump supported Japan's monetary policies during his February 2017 summit with Japanese Prime Minister Shinzo Abe. In the NAFTA renegotiation, USTR has identified addressing currency manipulation as a negotiating objective, even though Mexico and Canada have floating currencies. Any provisions on currency in NAFTA could set precedent for future negotiations."], "subsections": []}, {"section_title": "Labor and Environment", "paragraphs": ["Some Members of Congress and others have sought to improve labor and environmental conditions in other countries through the inclusion of provisions addressing those issues in U.S. FTAs. They have been concerned that lax or lower standards in other countries may make U.S. products less competitive, resulting in lost jobs and production to overseas firms. Alternatively, they could lower wages and standards in the United States, contributing to a perceived \"race to the bottom.\" Others have tried to limit the scope and enforceability of such provisions, or believe that the competence to address these issues lies elsewhere, such as with international organizations. They also view trade agreements as enabling greater economic growth that can provide more resources for addressing labor and environmental issues. "], "subsections": [{"section_title": "Labor Provisions in FTAs64", "paragraphs": ["The issue of worker rights has become prominent in the negotiation of U.S. FTAs. Some stakeholders believe that worker rights provisions are necessary to protect U.S. labor from perceived unfair competition and to raise standards in other countries. Others believe that worker rights are more appropriately addressed at the International Labor Organization (ILO) or through cooperative efforts and capacity building on worker rights and economic growth. Since 1988, Congress has included worker rights as a principal negotiating objective in Trade Promotion Authority (TPA) legislation. ", "The United States has been in the forefront of using trade agreements to promote core internationally-recognized worker rights consistent with the ILO Declaration on Fundamental Principles and Rights at Work (1998) . These include freedom of association and the effective recognition of the right to collective bargaining, elimination of all forms of compulsory or forced labor, effective abolition of child labor, and elimination of discrimination in respect of employment and occupation. The ILO is the primary multilateral organization responsible for promoting labor standards through international conventions and principles. A specialized agency of the United Nations, it has a tripartite structure composed of representatives from government, business and labor organizations. The ILO promotes labor rights through assessment of country standards and technical assistance, but it has no real enforcement authority. The WTO does not address worker rights.", "In the NAFTA renegotiation, the United States may seek to strengthen labor provisions and have a stronger enforcement mechanism. Labor provisions in U.S. FTAs have evolved since NAFTA, which was the first U.S. FTA that addressed worker rights by committing the parties to enforce their own labor laws and to resolve disputes ( Figure 7 ). The most recent U.S. FTAs (with Peru, Colombia, Panama, and South Korea) incorporate stronger language by which parties must adopt, maintain, and enforce ILO core labor principles. The proposed TPP included similar provisions, in addition to three labor consistency plans with specific labor commitments in regard to worker rights for Brunei, Malaysia, and Vietnam. Some Members of Congress sought such a plan for Mexico in the context of TPP, and are doing so again in the NAFTA renegotiations. "], "subsections": []}, {"section_title": "Environment Provisions in FTAs65", "paragraphs": ["The nexus between trade and environmental protection is a concern to U.S. policymakers and stakeholders. Some observers argue that economic expansion brought on by trade liberalization adversely impacts the environment, and that some countries may adopt less stringent environmental policies to attract trade and investment. Other policymakers and stakeholders believe that trade liberalization and environmental protection are mutually supportive. They argue that while economic growth may adversely impact the environment during the initial stages of industrialization, it can also provide resources to mitigate such effects as countries develop. They also argue that trade liberalization can support U.S. environmental goals through the elimination of tariffs on environmental goods, and the reduction of trade-distorting subsidies. ", "In FTAs, the United States has negotiated environmental provisions, which have evolved over time ( Figure 8 ). They first appeared as a side agreement to NAFTA, committing the parties to enforce their own laws and cooperatively resolve disputes in a special venue, among other goals. The Trade Act of 2002 was the first grant of trade promotion authority (TPA) containing environmental negotiating objectives, calling for countries not to fail to enforce their own environmental laws in a manner affecting trade between the United States and the partner country. Environmental obligations were expanded in U.S. FTAs with Colombia, Panama, Peru, and South Korea, and were largely reflected in the 2015 grant of TPA. Under those FTAs and the 2015 TPA legislation, parties are obligated to adopt and maintain their own laws consistent with seven multilateral environmental agreements (MEAs) to which each was a party. Parties also were obligated not to derogate from their laws in order to attract trade and investment. In addition, these provisions were subject to the same dispute settlement provisions as other parts of the agreement with the withdrawal of trade concessions as the ultimate penalty for non-compliance. The WTO does not have provisions related to environmental protection.", "In the NAFTA renegotiations, Congress may seek to have revised environmental provisions incorporated into the main body of the agreement. Congress may also examine the extent to which any renegotiated environmental provisions are consistent with TPA. For example, Congress may examine whether any resulting agreement incorporates the seven multilateral MEAs listed in TPA. It may also scrutinize whether new provisions contained in the TPP for the first time, such as on fishing subsidies, are included in a revised NAFTA and whether the provisions are mandatory or hortatory. "], "subsections": []}]}, {"section_title": "Export Controls and Sanctions", "paragraphs": ["Congress has authorized the President to control the export of various items for national security, foreign policy, and economic reasons. Separate programs and statutes for controlling different types of exports exist for nuclear materials and technology, defense articles and services, and dual-use goods and technology. Under each program, licenses of various types are required before export. The Departments of Commerce, State, Energy, and Defense administer these programs. At the same time, Congress also legislates country-specific sanctions that restrict aid, trade, and other transactions to address U.S. policy concerns about proliferation of weapons, regional stability, and human rights. In the 115 th Congress, these controls and sanctions may raise difficult issues over how to balance U.S. foreign policy and national security objectives against U.S. commercial and economic interests."], "subsections": [{"section_title": "Export Controls66", "paragraphs": ["In 2009, the Obama Administration launched a comprehensive review of the U.S. export control system. In the current system, responsibility for licensing exports is divided among the Departments of Commerce, State, and the Treasury, based on the nature of the product (munitions or dual-use goods) and basis for control. The Department of Defense has an important advisory role in examining license applications. Enforcement is shared among these agencies, as well as the Departments of Justice and Homeland Security. Key elements of the Administration's reform agenda included a four-pronged approach that would create a single export control licensing agency for both dual-use and munitions exports, adopt a unified control list, create a single integrated information technology system, and establish a single enforcement coordination agency. ", "Under this initiative, the Administration undertook efforts to harmonize the Commerce Control List (CCL), which focuses on dual-use items (i.e., items with both commercial and defense uses), with the U.S. Munitions List (USML). This has been done through a category-by-category review of USML items, congressional notification, and a migration of less sensitive items to the CCL. Eighteen of 21 USML categories have been scrubbed; however, three remaining categories (firearms, guns and armament, and ammunition) remain pending. To fulfill other parts of the reform initiative, an interagency Export Enforcement Coordination Center (E2C2) became fully operational in 2012, and an interagency integrated information technology system debuted in 2015. The Obama Administration did not pursue the idea of a single licensing agency to administer export control licensing, which would have required legislation. ", "The 115 th Congress and the Trump Administration may take stock of the work done by the Obama Administration through oversight, including the viability and placement of any proposed licensing agency. Congress also may attempt to reauthorize or rewrite the now-expired Export Administration Act (EAA), the statutory basis of dual-use export controls."], "subsections": []}, {"section_title": "Economic Sanctions67", "paragraphs": ["Economic sanctions may be defined as coercive economic measures taken against a target to bring about a change in policies. They can include such measures as trade embargoes; restrictions on particular exports or imports; denial of foreign assistance, loans, and investments; control of foreign assets under U.S. jurisdiction; and prohibition of economic transactions that involve U.S. citizens or businesses. Secondary sanctions, in addition, impede trade, transactions, and access to U.S.-located assets of foreign persons and entities in third countries that engage with a primary target. The United States maintains an array of economic sanctions against foreign governments, entities, and individuals. Specifically, the United States:", "maintains sanctions regimes against foreign governments it has identified as supporters of acts of international terrorism (Iran, North Korea, Sudan, Syria), nuclear arms proliferators (Iran, North Korea, Syria), egregious violators of international human rights standards (Belarus, Burma, Burundi, Central African Republic, Cuba, Democratic Republic of the Congo, Iran, Libya, North Korea, Russia, Somalia, South Sudan, Sudan, Syria, Venezuela, Western Balkans, Zimbabwe, and the Hizbollah organization), and those threatening regional stability (Iran, North Korea, Russia, Syria); imposes economic restrictions on individuals and entities found to be active in egregious human rights abuses and corruption within the state system, international terrorism, narcotics trafficking, weapons proliferation, illicit cyber activities, conflict diamond trade, and transnational crime; and targets individuals and entities with economic and diplomatic restrictions to meet the requirements of the United Nations Security Council (Central African Republic, Democratic Republic of Congo, Eritrea, Guinea-Bissau, Iran, Iraq, Lebanon, Libya, North Korea, Somalia, South Sudan, Sudan, Yemen, and individuals affiliated with the Islamic State (Da'esh), al-Qaida, or the Taliban).", "The 115 th Congress, early on, staked out a substantial position in several foreign policy decisions facing the 45 th President—whether to seek to deter Iran's missile proliferation activities, human rights abuses, and support of international terrorism, any of which could risk abrogation of the U.S. agreement to the multilateral Iran nuclear deal; further isolate Russia in an effort to restore the Crimea region to Ukraine, deter Russia's support of the government of Syria, and impede cyber intrusions in democratic processes in the United States and Europe; and halt North Korea's progress in developing a nuclear weapon and the means to deliver them. Sanctions as a foreign policy tool figure heavily in each of these challenges."], "subsections": []}]}, {"section_title": "Miscellaneous Tariff Bills (MTBs)68", "paragraphs": ["Many Members of Congress introduce bills to support importer requests for the temporary suspension of tariffs on chemicals, raw materials, or other non-domestically made components generally used as inputs in the manufacturing process. A rationale for these requests is that they help domestic producers of manufactured goods reduce costs, making their products more competitive. Due to the large number of bills typically introduced, they are often packaged together in a broader miscellaneous tariff bill (MTB). The most recent MTB, P.L. 111-227 , was enacted on August 11, 2010, and expired on December 31, 2012. MTB consideration has been controversial in previous Congresses due to congressional moratoriums on \"earmarks,\" which have included measures to provide \"limited tariff benefits,\" defined in House and Senate rules as tariff reductions benefiting ten or fewer entities.", "On May 20, 2016, President Obama signed P.L. 114-159 , the American Manufacturing Competitiveness Act of 2016, which reformed the process for considering MTBs. The legislation passed in the House by a wide margin (415-2) and in the Senate by unanimous consent. The law provides a new process for initiating two MTBs, one in 2016 and one in 2019. In the procedure outlined in the law, the International Trade Commission (ITC), rather than Congress, is responsible for receiving petitions for reduced or suspended duties (duty suspensions), collecting public feedback, gathering input from related Federal agencies, and reporting findings directly to the House Ways and Means and Senate Finance Committees. Congress retains authority to enact any further tariff suspensions based on ITC input.", "The 2016 MTB process began on October 15, 2016 with a Federal Register notice from the ITC asking for members of the public to submit petitions within a 60-day period (closed mid-December 2016). Congress received the final MTB report on June 9, 2017. On November 11, 2017 identical bills H.R. 4318 and S. 2108 , the Miscellaneous Tariff Bill Act of 2017, were introduced. The House passed H.R. 4318 in January 2018. Floor action on the Senate bill is pending."], "subsections": []}, {"section_title": "Trade and Development", "paragraphs": ["The United States uses trade as a tool to spur economic growth in developing countries. The two main components of this policy are trade preference programs and funding for trade capacity building. Trade preference programs grant limited duty-free access to the U.S. market to eligible developing countries, providing a market-oriented incentive to invest in productive capacity and access international markets. Trade capacity building involves U.S. assistance (funding, training, or otherwise) to facilitate developing countries' engagement in international trade, and encompasses activities ranging from support of efficient customs systems to implementation of trade agreements."], "subsections": [{"section_title": "Trade Preferences69", "paragraphs": ["Since 1974, Congress has created six trade preference programs designed to assist developing countries: ", "Generalized System of Preferences (GSP—expired December 31, 2017), which applies to all eligible developing countries; Andean Trade Preference Act (APTA—expired July 31, 2013); Caribbean Basin Economic Recovery Act (CBERA—permanent); Caribbean Basin Trade Partnership Act (CBTPA—expires September 30, 2020); African Growth and Opportunity Act (AGOA—expires September 30, 2025); Haitian Opportunity through Partnership Encouragement Act (HOPE—expires September 30, 2025); and trade preferences for Nepal (expires on December 31, 2025). ", "Most of these programs give temporary, non-reciprocal, duty-free access to the U.S. market for a select group of exports from eligible countries. The 114 th Congress passed the Trade Preferences Extension Act of 2015 ( P.L. 114-27 ) to reauthorize and make certain revisions to AGOA, GSP, and HOPE. The 114 th Congress also passed customs legislation ( H.R. 644 ), including new duty-free treatment on select U.S. imports from Nepal. The 115 th Congress continues its oversight of these programs, and may consider, among other issues, reauthorization of GSP, which expired at the end of 2017. As the 115 th Congress debates other potential trade agreements it may also evaluate those agreement's potential impact on preference program beneficiaries. ", "Given the Administration's discretion over product and country eligibility, Congress may seek to consult closely with the Administration over its enforcement of statutory eligibility criteria to ensure adherence to congressional objectives."], "subsections": [{"section_title": "Generalized System of Preferences (GSP)", "paragraphs": ["The GSP program provides non-reciprocal, duty-free tariff treatment to approximately 3,500 products imported from designated beneficiary developing countries (BDCs) and about 1,500 additional products from eligible least-developed beneficiary developing countries. In order to remain eligible for GSP, countries must meet certain criteria established by Congress, including taking steps to protect intellectual property rights (IPR) and internationally recognized worker rights. The GSP program also includes certain limits on product eligibility intended to shield U.S. manufacturers and workers from potential adverse impact due to the duty-free treatment. These include specific exclusion of certain \"import sensitive\" products (e.g., textiles and apparel), and limits on the quantity or value of any one product imported from any one country under the program (least-developed countries excepted). The U.S. program was first authorized in Title V of the Trade Act of 1974, and is subject to periodic renewal by Congress. The GSP program was most recently extended until December 31, 2017 (Title II of P.L. 114-27 ) ; it has since expired. In February 2018, the House passed legislation ( H.R. 4979 ) that would provide a three year extension of the program and would make technical changes to the competitive need limitations provision of the program, H.R. 4979 , and has not yet been renewed, which means that Congress could consider GSP renewal in the coming months. ", "The Trump Administration's stance on GSP appears to be relatively favorable. First, in response to P.L. 114-27 , which gave the President authority to designate certain luggage and travel articles eligible for GSP, President Trump provided duty-free access to all GSP beneficiaries, rather than the Obama Administration's authorization of duty-free access for these goods from least-developed and AGOA beneficiaries only. Second, the White House has backed improved enforcement of preference programs (rather than supporting possible elimination), as partially referenced by a Trade Policy Staff Committee (TPSC) self-initiated investigation of Bolivia's compliance with GSP eligibility related to child labor. According to a USTR press release, the Administration also aims to remove certain products from GSP eligibility where the country is \"sufficiently competitive.\""], "subsections": []}, {"section_title": "African Growth and Opportunity Act (AGOA)73", "paragraphs": ["AGOA is a non-reciprocal U.S. trade preference program that provides duty-free treatment to qualifying imports from eligible sub-Saharan African (SSA) countries. AGOA benefits build on and are more extensive than those provided through GSP. In particular, AGOA includes duty-free treatment for certain textile and apparel products, and allows eligible least-developed AGOA countries to export apparel products to the United States duty-free regardless of the origin of the fabrics used in their production (\"third-country fabric provision\"). Congress first authorized AGOA in 2000 ( P.L. 106-200 ) to encourage export-led growth in SSA and improve U.S. relations with the region. ", "In the 114 th Congress, Congress extended AGOA's authorization for ten years to September 30, 2025, the longest reauthorization in the program's 16-year history. This longer time frame may help address concerns over investor uncertainty about the program and give AGOA beneficiaries a competitive advantage in producing exports for the U.S. market. However, the utilization of AGOA preferences remains concentrated in few countries and few product categories, and a number of domestic constraints may continue to hinder AGOA countries' export capabilities. Congress could seek to address these challenges, such as through H.R. 3445 and S. 832 , which would direct the President to establish additional trade capacity building efforts towards AGOA countries. ", "In terms of oversight, the 115 th Congress may have interest in the Trump Administration's implementation of AGOA eligibility criteria. The Administration is currently conducting an \"out-of-cycle\" AGOA eligibility review of Rwanda, Tanzania, and Uganda, regarding a ban on used clothing imports from the United States. On December 27, 2017, President Trump reinstated AGOA eligibility for Gambia and Swaziland. The 115 th Congress may also consider whether and how to advance U.S. trade and investment relations with the region beyond unilateral preferences. The Trump Administration has announced its interest in potential FTA negotiations in the region moving forward. "], "subsections": []}]}, {"section_title": "Trade Capacity Building", "paragraphs": ["Trade capacity building (TCB) refers to a wide range of activities that support a country's ability to engage in international trade. These efforts may include various forms of assistance targeting, among other issues: negotiation and implementation of bilateral and multilateral trade agreements, customs procedures and processes, legal and regulatory structures for trade-related issues such as intellectual property rights (IPR), labor and environmental protections, technical assistance to help countries meet export standards and phyto-sanitary rules and improve their commercial environments, and development assistance for infrastructure projects that support trade, such as ports. The United States uses TCB activities to promote economic development, increase U.S. opportunities for trade and investment, and enhance other trade policies.", "Currently no single agency is responsible for coordinating U.S. government TCB. USAID typically receives the most funding to implement such activities given its foreign assistance objectives, but infrastructure-related funding through the Millennium Challenge Corporation (MCC) also comprises a large share of TCB funds. A number of other U.S. government agencies also have responsibilities and funding for TCB, including the Departments of Agriculture, Commerce, Labor, State, the Treasury, and the Interior, and the Trade and Development Agency. USTR has no funding obligated for TCB projects, but is responsible for developing and coordinating U.S. international trade and investment policies and plays a lead role in the interagency system. Other agencies, such as Customs and Border Protection (CBP) and the Patent and Trademark Office, often provide technical expertise to support USAID efforts.", "Coordination of TCB activities among U.S. government agencies has been an ongoing concern for Congress. In the 114 th Congress, legislation was introduced to enhance the effectiveness and efficiency of U.S. efforts, and formalize the coordination of U.S. TCB efforts ( S. 2201 ). The 115 th Congress may continue its oversight of TCB activities."], "subsections": []}]}, {"section_title": "U.S. Trade Finance and Promotion Agencies76", "paragraphs": ["The federal government seeks to expand U.S. exports and investment through finance and insurance programs and other forms of assistance for U.S. businesses (see text box ) in order to support U.S. jobs and economic growth. Trade finance and promotion activities also may support U.S. foreign policy goals. Many of these activities are driven by demand from U.S. commercial interests. These activities present issues for Congress in terms of their economic justifications, use of federal resources, and intersection with U.S. policy goals and priorities. They also raise questions collectively about the federal trade organizational structure. "], "subsections": [{"section_title": "Export-Import Bank of the United States (Ex-Im Bank)", "paragraphs": ["Ex-Im Bank, the official U.S. export credit agency (ECA), provides direct loans, loan guarantees, and export credit insurance, backed by the full faith and credit of the U.S. government, to help finance U.S. exports of goods and services to contribute to U.S. employment. It aims to provide such support when alternative financing is not available or to counter government-backed export credit financing extended by other countries. Ex-Im charges interest, premiums, and other fees for its services, which it uses to fund its activities. Proponents of the agency contend that it supports U.S. exports and jobs, contributes financially to the U.S. Treasury, and manages its risks. Critics argue that it crowds out private sector activity, provides \"corporate welfare,\" and poses a risk to taxpayers.", "Ex-Im Bank operates under a renewable general statutory charter, which the 114 th Congress extended through the end of FY2019 ( P.L. 114-94 ). Congress also approves an annual appropriation setting an upper limit on Ex-Im Bank's operating expenses. In addition, presidential appointments to Ex-Im Bank's Board of Directors require Senate approval. Several positions on the Board of Directors are currently unfilled. Currently, the absence of a quorum of its Board of Directors constrains it from approving medium- and long-term export financing above $10 million. Ex-Im Bank reported a backlog of over $40 billion in larger transactions in its pipeline. President Trump nominated five individuals for positions on Ex-Im Bank's Board of Directors. In December 2017, the Senate Banking Committee approved four of these nominations, which are now pending in the Senate. ", "Ex-Im Bank abides by Organization for Economic Cooperation and Development (OECD) guidelines for ECA activity. Foreign ECAs, of both OECD and non-OECD members, increasingly are providing financing outside of the scope of the OECD Arrangement. ECA financing by China, a non-OECD member, is of particular concern. Congress may consider the effectiveness of current international ECA rules and negotiations to enhance existing ECA rules or develop new arrangements, as well as potentially begin the process of consideration of future reauthorization of the agency in FY2019. "], "subsections": []}, {"section_title": "Overseas Private Investment Corporation (OPIC)", "paragraphs": ["OPIC is the official U.S. development finance institution (DFI). It seeks to promote economic growth in developing economies by providing project and investment funds financing for overseas investments and insuring against the political risks of investing abroad, such as currency inconvertibility, expropriation, and political violence. In FY2017, OPIC authorized $3.8 billion in new commitments for financing and political risk insurance, reaching a record high of $23.2 billion for its overall portfolio exposure. OPIC's activities are backed by the full faith and credit of the U.S. government. OPIC charges fees for its services, which it uses to funds it activities, and is subject to the annual appropriations process. The FY2017 omnibus appropriations act ( P.L. 115-31 ) extended OPIC's authority through September 30, 2017. OPIC subsequently has been operating under continuing resolutions.", "OPIC may face more scrutiny in the 115 th Congress, as the Trump Administration's FY2019 budget request proposes consolidating OPIC and other U.S. government development finance activities, such as USAID's Development Credit Authority program, into a new development finance institution. OPIC supporters argue that the agency fills gaps in private sector investment support arising from market failures (e.g., financial crises, risk levels), helps U.S. businesses compete against competitors backed by foreign DFIs, contributes to deficit reduction, and advances U.S. foreign policy interests by contributing to economic development in developing countries. OPIC critics argue that it diverts capital away from efficient uses and crowds out private alternatives; take issue with OPIC assuming risks unwanted by the private sector; and question OPIC's development benefits. ", "Changes in the international development finance landscape, including the growing role of emerging markets and creation of new multilateral institutions, also raise additional questions about OPIC's competitiveness and the potential need for international rules on investment financing. "], "subsections": []}, {"section_title": "International Trade Administration (ITA) of U.S. Department of Commerce", "paragraphs": ["Part of the Department of Commerce, the International Trade Administration (ITA) is charged with \"creat[ing] prosperity by strengthening the international competitiveness of U.S industry, promoting trade and investment, and ensuring fair trade and compliance with trade laws and agreements.\" ITA provides export assistance to U.S. companies seeking foreign business opportunities, including export counseling, market research, business matching services, and advocacy, as well as support for U.S. investment attraction through the SelectUSA program (see \"International Investment\" section). ITA has a network of trade promotion and policy professionals (formerly and still commonly known as the U.S. and Foreign Commercial Service) in over 70 countries and over 100 U.S. locations to promote U.S. exports, supports U.S. commercial interests overseas, and attracts investment to the United States. Congress may consider ITA funding levels and ITA's role in U.S. export promotion efforts."], "subsections": []}, {"section_title": "U.S. Trade and Development Agency (TDA)", "paragraphs": ["TDA, an independent agency, operates under a dual mission of advancing overseas economic development and promoting U.S. commercial interests in developing and middle-income countries. TDA seeks to link U.S. businesses to export opportunities overseas, including through infrastructure development, that lead to economic growth in developing and middle-income countries by funding a range of pre-export activities. TDA is smaller than Ex-Im Bank and OPIC, with $70.3 million in obligations for programs in FY2017. ", "President Trump's FY2019 budget request reiterates his prior year's proposal to eliminate TDA. The budget requested $12.1 million to conduct an \"orderly closeout\" of TDA starting in FY2019. In considering the budget request, Congress may evaluate TDA's mission and the agency's effectiveness and efficiency. TDA supporters maintain that the agency's focus on export promotion and international development sets it apart from other federal government agencies, as well as its role in assisting businesses at early stages of international transactions. Critics calling for TDA's termination assert instead that its functions overlap other agencies."], "subsections": []}]}, {"section_title": "International Financial Institutions (IFIs) and Markets", "paragraphs": ["Since World War II, governments have created and used formal international institutions and more informal forums to discuss and coordinate economic policies. As economic integration has increased over the past 30 years, international economic policy coordination has become even more active and significant. Governments use a mix of formal international institutions and international economic forums to coordinate economic policies. Formal institutions, such as the International Monetary Fund (IMF), the World Bank, and the regional development banks (MDBs), are established through formal agreements and have permanent offices with staff. Governments have also relied on more informal forums for economic discussions, such as the G-7 and the G-20, that do not have formal rules or a permanent staff.", "Congress exercises oversight of U.S. participation in international economic forums and the international financial institutions. Congress authorizes and appropriates U.S. contributions to these institutions, and the Senate must approve high-level political appointees. Congress may also want to exercise oversight of U.S. policy towards new institutions led by emerging markets of which the United States is not a member, including the Asia Infrastructure Investment Bank (AIIB), and how the international financial architecture has evolved since the financial crisis.", "More broadly, given long-standing economic and foreign policy interests in a stable, thriving global economy, the 115 th Congress is likely to continue monitoring major economic developments overseas and their potential impact on U.S. economic and foreign policy interests. One such issue may be the evolving economic conditions in the Eurozone, which spiraled into crisis following the global financial crisis of 2008-2009. Although economic conditions have stabilized, fundamental challenges remain. Venezuela is experiencing an acute economic crisis, and there is speculation that the government will default on its debt, some of which is held by U.S. investors."], "subsections": [{"section_title": "International Economic Cooperation (G-7 and G-20)82", "paragraphs": ["Prior to the global financial crisis of 2008-2009, international economic discussions at the top leadership level took place among a small group of developed industrialized economies. The Group of 8 (G-8) includes Canada, France, Germany, Italy, Japan, Russia, the United Kingdom, and the United States. In response to the global financial crisis, leaders decided that a broader group of developed and emerging-market economies, the Group of 20 (G-20), would become the premier forum for international economic cooperation and coordination ( Figure 9 ). The G-20 accounts for 85% of global economic output, 75% of global exports, and two-thirds of the global population. ", "The leaders of the G-20 countries hold annual summits, as well as more frequent gatherings of finance ministers, central bankers, and other officials. Leaders and officials of the smaller group of developed countries also continue to meet. Since 2014, however, they have convened as the G-7, excluding Russia following its annexation of the Crimean region of Ukraine. Congress exercises oversight over the Administration's participation in the G-7 and G-20. Additionally, legislative action may be required to implement commitments made by the Administration in the G-7 and G-20 process.", "The G-7 and G-20 have rotating presidencies, which shape the forum's agenda for a given year. Italy hosted the G-7 summit in Taormina in May 2017, and Germany hosted the G-20 summit in Hamburg in July 2017. These were the first G-7 and G-20 summits attended by President Trump, whose \"America First\" platform has signaled a reorientation of U.S. foreign policy. While the United States has traditionally played a leadership role in these forums, many commentators viewed the United States as isolated at the summits. Differences between the United States and other countries were most pronounced over climate change and trade. Some commentators  are concerned that the United States' isolation reflects a growing trend of abdication of U.S. leadership and abandonment of U.S. allies. Others argue that differences were overblown and that President Trump is pursuing policies  consistent  with his campaign pledges."], "subsections": []}, {"section_title": "International Monetary Fund (IMF)84", "paragraphs": ["The International Monetary Fund (IMF) is an international organization focused on promoting international macroeconomic stability. Created in 1945, it has grown in membership over the past six decades to 189 countries. Although the IMF's functions have changed as the global economy has evolved, today it is focused on surveillance of member states and the global economy, lending to member states facing economic crises, and technical assistance to strengthen members' capacity to design and implement effective policies. ", "The FY2016 Consolidated Appropriations Act ( P.L. 114-47 ) authorized U.S. participation in an IMF reform package, which doubled the size of IMF core resources (\"quota\") and gave emerging-markets a stronger voice in the governance of the institution. The legislation also sunsets U.S. contributions to a supplemental fund at the IMF, the New Arrangements to Borrow (NAB), in 2022, which would be the first time the United States has reduced its financial commitment to the institution since it was created. Members are evaluating IMF rules on providing large loans, which were used controversially during the Eurozone crisis. Legislation proposed in the 115 th Congress, The IMF Reform and Integrity Ac t ( H.R. 1573 ), would limit the ability of the U.S. Executive Director to the IMF to vote for large IMF programs, especially, where the Fund is co-financing with larger creditors. "], "subsections": []}, {"section_title": "Multilateral Development Banks (MDBs)85", "paragraphs": ["The MDBs provide financing funded from private capital markets to developing countries in order to promote economic and social development. The United States is a member, and major donor, to five major multilateral development banks (MDBs): the World Bank, the African Development Bank, the Asian Development Bank, the European Bank for Reconstruction and Development, and the Inter-American Development Bank. These institutions were established after World War II to provide financing for economic development at a time when private sector financing, especially for war-torn, post-conflict, or developing countries, was not available. While the MDBs have thrived and grown over the past decades, the international economy has changed dramatically. Many developing and low-income countries are able to borrow on the international capital markets to finance their development projects. At the same time, emerging-market countries are creating their own MDBs, including the China-led Asian Infrastructure Investment Bank (AIIB, see below).", "Congress authorizes and appropriates U.S. funding for the MDBs, which may shift under the Trump Administration. In March 2017, the Trump Administration proposed cutting $650 million over three years compared to the commitments made under the Obama Administration. Meanwhile, the World Bank is seeking a general capital increase to increase the size of its non-concessional lending facility for primarily middle-income countries (the International Bank for Reconstruction and Development, IBRD).", "Congress also conducts oversight of U.S. participation in the MDB and the Senate must approve U.S. representatives at the institutions. In January 2018, the House passed, H.R. 3326 , World Bank Accountability Act of 2017 . If passed into law, the bill would authorize replenishment of U.S. funds to the World Bank's conditional lending facility for low-income countries (the International Development Association, IDA), while also conditioning future U.S. funding to the World Bank on a variety of reforms to fight corruption, strengthen management accountability, and undermine violent extremism. "], "subsections": []}, {"section_title": "The Asian Infrastructure Investment Bank (AIIB)87", "paragraphs": ["On October 24, 2014, China and 20 other countries signed an agreement to establish a new development bank, the Asian Infrastructure Investment Bank (AIIB). Formally established in late 2015, the AIIB has 61 members, including four G-7 economies (France, Germany, Italy and the United Kingdom). As its name suggests, the new entity is expected to focus on financing infrastructure projects throughout Asia. China sees the AIIB as a means to finance what it calls a \"Silk Road Economic Belt,\" a network of highways, railways and other critical infrastructure linking China to Central and South Asia, the Middle East and Europe. As of February 2018, the AIIB has approved 24 projects worth $4.4 billion. AIIB officials are targeting $4 billion to $5 billion in yearly lending. The United States is not a member of the AIIB. ", "Some observers are concerned that these new development banks may duplicate existing multilateral and regional institutions, and might provide financing with minimal, if any, policy conditionality and without adhering to established environmental and social safeguards, which many developing countries believe are burdensome. By contrast, the United States and other major donors consider policy conditionality, safeguards, and other governance best practices, including measures such as rules on procurement, as being central to the effectiveness of development assistance, and have used their leadership in the MDBs to advance these priorities.", "While the United States is not a member of the AIIB, and thus will not be authorizing and appropriating financial contributions, Congress has several avenues to shape U.S. policy toward the institution. These include oversight of the AIIB's operations and shaping the evolving relationship between the AIIB and the MDBs where the United States is a member. "], "subsections": []}, {"section_title": "Economic Crisis in Venezuela89", "paragraphs": ["Venezuela is facing a political crisis under the authoritarian rule of President Nicolás Maduro, who appears to have continued to consolidate power over the political opposition in recent months. Underpinning Venezuela's political crisis is an economic crisis. Venezuela is a major oil producer and exporter, and the 2014 crash in oil prices, combined with years of economic mismanagement, hit Venezuela's economy hard. Venezuela's economy has contracted by 35% since 2013, a larger contraction than the United States experienced during the Great Depression. Venezuela is struggling with inflation, shortages of food and medicine, substantial budget deficits, and deteriorating living conditions with significant humanitarian consequences.", "In response to the Maduro regime's increasingly undemocratic actions, the Trump Administration imposed sanctions restricting Venezuela's access to U.S. financial markets in August 2017, increasing fiscal pressure on the government. In November 2017, the Venezuelan government announced it would seek to restructure its debt. Debt restructuring is expected to be a long and complex process, and it is unclear whether Venezuela will make coming debt repayments. U.S. investors holding Venezuelan bonds (issued by the government or the state oil company, Petróleos de Venezuela, S.A.  [PdVSA]) could face substantial losses if Venezuela suspends payment or seeks an aggressive restructuring of its debt. Venezuelan dollar-denominated bonds were issued under New York law, and bondholder lawsuits seeking repayment would take place in U.S. courts. Legal challenges could result in the seizure of Venezuela's assets in the United States, such as CITGO (whose parent company is PdVSA), oil exports, and cash payments for oil exports."], "subsections": []}]}]}, {"section_title": "Looking Forward", "paragraphs": ["Members of Congress exert significant influence over the course of U.S. trade policy and its implementation through their legislative, appropriations, and oversight roles. Given current debates about trade and U.S. trade policy, fundamental questions about the future direction of trade and international economic issues are likely to continue to be areas of interest for the 115 th Congress. In engaging on these issues, Congress may ", "conduct oversight of the renegotiation of the North American Free Trade Agreement (NAFTA), and potentially consider implementing legislation for a revised NAFTA, and oversight of modification of the KORUS FTA; consider new bilateral trade agreement negotiations, including with the UK or Japan; examine the status of trade negotiations launched under the previous Administration, including the potential Transatlantic Trade and Investment Partnership (T-TIP) with the European Union (EU), a potential plurilateral Trade in Services Agreement (TiSA), and ongoing discussions at the WTO, as well as the future implications of the TPP without U.S. participation; conduct oversight and take possible legislative action concerning a range of other trade issues, including U.S. trade relations with China and other major economies, as well as U.S. export and import policies and programs; and monitor developments in capital flows and global debt levels, the international financial institutions and U.S. funding levels, the evolution of the AIIB, and other countries' exchange rate policies, among other international finance issues. ", "U.S. trade and economic policy affects the interest of all Members of Congress and their constituents. Congressional actions on these issues can impact the health of the U.S. economy, the success of U.S. businesses and their workers, the standard of living of Americans, and U.S. geopolitical interests. Some of these issues may be highly contested, as Members of Congress and affected stakeholders have differing views on the benefits, costs, and role of U.S. trade policy. The dynamic nature of the global economy—including the increasingly interconnected nature of the global market, the growing influence of emerging markets, and the growing role of digital trade, among other factors—provide the backdrop for a robust and complex debate in the 115 th Congress over a range of trade and finance issues."], "subsections": []}]}}