{"id": "R44760", "title": "State Innovation Waivers: Frequently Asked Questions", "released_date": "2019-01-09T00:00:00", "summary": ["Section 1332 of the Patient Protection and Affordable Care Act (ACA; P.L. 111-148, as amended) provides states with the option to waive specified requirements of the ACA. In the absence of these requirements, a state is to implement its own plan to provide health insurance coverage to state residents that meets the ACA's terms.", "Under a state innovation waiver, a state can apply to waive ACA requirements related to qualified health plans, health insurance exchanges, premium tax credits, cost-sharing subsidies, the individual mandate, and the employer mandate. The state can apply to waive any or all of these requirements, in part or in their entirety.", "To obtain approval for a waiver application, a state must show that the plan it will implement in the absence of the waived provision(s) meets certain requirements. Under current guidance, the state's plan must provide coverage to as many state residents as would be covered absent the waiver and must make available to a comparable number of residents coverage that is both as affordable and as comprehensive as would be absent the waiver. However, applications do not need to demonstrate that the affordable and comprehensive coverage will be purchased by a comparable number of state residents. Additionally, the state's plan cannot increase the federal deficit.", "The Secretary of the Department of Health and Human Services (HHS) and the Secretary of the Treasury share responsibility for reviewing state innovation waiver applications and deciding whether to approve applications. The earliest a state innovation waiver could have gone into effect was January 1, 2017.", "In October 2018, the Centers for Medicare & Medicaid Services (CMS) released updated guidance regarding the state innovation waiver process that superseded previously issued CMS guidance from December 2015. In general, the updated guidance attempts to make it easier for a state plan to be approved. The updated guidance applies to all waiver applications that had not been approved prior to the date of the guidance's release. Waivers approved under the previously issued guidance did not require reconsideration.", "As of the date of this report, eight states—Alaska, Hawaii, Maine, Maryland, Minnesota, New Jersey, Oregon, and Wisconsin—have approved state innovation waivers. All of these waivers were considered and approved under the initial state innovation waiver guidance, and all but one of the approved waivers implement a variant of a statewide individual market reinsurance program.", "Massachusetts, Ohio, and Vermont have submitted applications and received notification that their applications were incomplete. It does not appear that any of these states has modified its application in response to the notification (as of the date of this report). If these states take action, any further review of their waiver application would be under the updated state innovation waiver guidance. Three states—California, Iowa, and Oklahoma—submitted waiver applications and have since withdrawn their applications."], "reports": {"section_title": "", "paragraphs": ["S ection 1332 of the Patient Protection and Affordable Care Act (ACA; P.L. 111-148 , as amended) allows states to apply for waivers of specified provisions of the ACA. Under a state innovation waiver, a state is expected to implement a plan (in place of the waived provisions) that meets certain minimum requirements. The Centers for Medicare & Medicaid Services' (CMS's) initial interpretation of these requirements was published in guidance released in 2015 but has since been superseded, as with other aspects of the waiver process, in updated guidance released by the agency on October 24, 2018.", "Under current guidance, the state's plan must provide health insurance coverage to as many state residents as would be covered absent the waiver and must make available to a comparable number of residents coverage that is both as affordable and as comprehensive as it would be absent the waiver. However, applications do not need to demonstrate that the affordable and comprehensive health insurance coverage will be purchased by a comparable number of state residents. Additionally, the state's plan cannot increase the federal deficit.", "This report answers frequently asked questions about how states can use and apply for state innovation waivers. It also addresses recent changes to the Section 1332 waiver process, as made by the 2018 CMS guidance. "], "subsections": [{"section_title": "Which ACA Provisions May a State Waive Under a State Innovation Waiver?", "paragraphs": ["A state may apply to waive any or all of the ACA provisions listed below for plan years beginning on or after January 1, 2017. ", "Part I of S ubtitle D of the ACA : Part I of Subtitle D comprises Sections 1301-1304. In general, the provisions in Part I relate to the establishment of qualified health plans (QHPs). Part II of S ubtitle D of the ACA : Part II of Subtitle D comprises Sections 1311-1313, which largely include provisions related to the establishment of health insurance exchanges and related activities. Section 1402 of the ACA : This section includes the provision of cost-sharing reductions to eligible individuals who purchase individual market coverage through a health insurance exchange. Section 36B of the Internal Revenue Code (IRC) : This section includes the provision of premium tax credits to eligible individuals who purchase individual market coverage through a health insurance exchange. Section 4980H of the IRC: This section includes the shared responsibility requirement for large employers (often called the employer mandate ). Section 5000A of the IRC: This section includes the requirement for individuals to maintain health insurance coverage (often called the individual mandate ).", "Each part noted above is comprised of many provisions, which makes the scope of the provisions that can be waived under a state innovation waiver quite broad. For example, Part I of Subtitle D of the ACA includes provisions that outline requirements for health plans to be certified as QHPs. It defines the essential health benefits (EHB) package that each QHP must offer, places limitations on the enrollee cost sharing that QHPs may impose, and requires that QHPs provide coverage meeting a minimum level of actuarial value. Additionally, Part I of Subtitle D establishes requirements for catastrophic health plans and determines eligibility for such plans. "], "subsections": []}, {"section_title": "Which Federal Agencies Have the Authority to Grant a Waiver?", "paragraphs": ["The Secretary of the Department of Health and Human Services (HHS) is to review and grant waiver requests for provisions not included in the IRC; the Secretary of the Treasury is to review and grant requests to waive provisions in the IRC (the availability of premium tax credits and the application of the employer and individual mandates)."], "subsections": []}, {"section_title": "What Are the Minimum Requirements for a Successful Application?", "paragraphs": ["The Secretary of HHS or the Treasury is to assess a waiver application to determine whether the state's plan meets the requirements related to coverage, affordability, comprehensiveness, and federal-deficit neutrality outlined in statute and further described in guidance. These requirements are described in Table 1 . The Secretary or Secretaries (as appropriate) may grant a request for a state innovation waiver if a state's application meets the requirements. In making this determination, the Secretaries will \"consider favorably\" any waiver that incorporates some or all of the following principles: provide increased access to affordable private market coverage, encourage sustainable spending growth, foster state innovation, support and empower those in need, and promote consumer-driven health care.", "In guidance, HHS and the Treasury note that their assessment of a state's waiver application considers changes to the state's health care system that are contingent only upon approval of the waiver. Their assessment does not consider policy changes that are dependent on further state action or other federal determinations. For example, the Secretary's or Secretaries' (as appropriate) assessment of a state innovation waiver application would not consider changes to Medicaid or the state Children's Health Insurance Program (CHIP) that require approval outside of the state innovation waiver process, and savings accrued as a result of changes to Medicaid or CHIP would not be considered when determining whether the state innovation waiver meets the deficit-neutrality requirement. HHS and the Treasury indicate that this is the case regardless of whether a state's application for a state innovation waiver is submitted alone or in coordination with another waiver application. (For more information about the coordinated waiver process, see \" May States Submit State Innovation Waiver Applications in Coordination with Other Federal Waiver Applications? \") "], "subsections": []}, {"section_title": "May a State Modify Its Federally Facilitated Health Insurance Exchanges Under a State Innovation Waiver?", "paragraphs": ["Although not possible initially, HHS and the Treasury indicated in the updated guidance released in October 2018 that technical enhancements have made it feasible for CMS to support some federally facilitated health insurance exchange (FFE) variation. For example, waivers that would require a state to create its own website to replace the consumer-facing aspects of HealthCare.gov also can incorporate CMS's enrollment functionalities (e.g., account creation, application, enrollment and coverage maintenance experience for consumers). States are asked to work with HHS early in the waiver application process to determine whether specific modifications can be accommodated.", "States are responsible for funding all FFE modifications and associated operational support. Therefore, these costs are not considered when determining whether a waiver application satisfies the deficit neutrality requirement; however, any other changes to CMS administrative processes are taken into account."], "subsections": []}, {"section_title": "Are There Any Limitations on the Scope of State Innovation Waivers?", "paragraphs": ["In guidance issued in October 2018, HHS and the Treasury describe some federal operational considerations that may limit the scope of the waivers. Specifically, the Internal Revenue Service (IRS) generally is not able to accommodate any state-specific changes to tax rules. The IRS may be able to accommodate small changes to the administration of federal tax provisions, in particular when such changes overlap with the IRS's current capabilities. For example, waivers that would require the IRS to expand premium tax credit eligibility to individuals with household income under 100% of the federal poverty level may be feasible, because it incorporates a similar special rule that the IRS currently administers.", "States are responsible for funding all changes to IRS administrative processes associated with wavier implementation. These costs are incorporated into the assessment of whether a waiver application satisfies the deficit neutrality requirement."], "subsections": []}, {"section_title": "What Is the Application Process for a State Innovation Waiver?", "paragraphs": ["A state seeking a state innovation waiver must enact a law that allows the state to carry out the actions under the waiver prior to submitting an application for a waiver. In certain circumstances, a state can be considered to have enacted such a law by coupling a state law that enforces ACA provisions and/or the state plan with administrative or executive actions. Prior to submitting an application, a state must provide a public notice and comment period and conduct public hearings regarding the state's application. Upon conclusion of these activities, a state may submit its application to the Secretary of HHS. The Secretary of HHS is to transmit any application seeking to waive requirements in the IRC to the Secretary of the Treasury for review. ", "The Secretary or Secretaries (as appropriate) are to review a state's application to determine whether it is complete. A state's application is not considered complete unless it includes the materials identified in regulations. The materials include, but are not limited to, information about the enacted state legislation allowing the state to carry out the actions under the waiver, a description of the plan or program the state expects to implement in place of the waived provisions, and analyses showing that the state's plan or program meets the requirements for granting a waiver. If a state's application is not complete, the state is to be notified about the missing elements and given an opportunity to submit them. Once the Secretary or Secretaries (as appropriate) make a preliminary determination that a state's application is complete, the entire application is to be made available to the public for review and comment. ", "The final decision of the Secretary or Secretaries on a state's application must be issued no later than 180 days after the determination that the Secretary of HHS received a complete application from a state."], "subsections": []}, {"section_title": "Is Any Federal Funding Available Under a State Innovation Waiver?", "paragraphs": ["It is possible for a state to receive federal funding under an approved waiver. A state's receipt of a state innovation waiver could result in the residents of the state not receiving the \"premium tax credits, cost-sharing reductions, or small business credits under sections 36B of the Internal Revenue Code of 1986 or under part I of subtitle E for which they would otherwise be eligible.\" If this occurs, the state is to receive the aggregate amount of subsidies that would have been available to the state's residents had the state not received a state innovation waiver—this is referred to as pass-through funding . The amount of pass-through funding is to be determined annually by the appropriate Secretary and may be updated at any time to account for changes in state or federal law. The state is to use the pass-through funding for purposes of implementing the plan or program established under the waiver."], "subsections": []}, {"section_title": "How Long Can a State Innovation Waiver Be in Effect?", "paragraphs": ["State innovation waivers cannot extend longer than five years unless a state requests continuation and such request is not denied by the appropriate Secretary. Requests for continuation are to be deemed granted if they are not denied by the appropriate Secretary within 90 days of submission."], "subsections": []}, {"section_title": "May States Submit State Innovation Waiver Applications in Coordination with Other Federal Waiver Applications?", "paragraphs": ["The Secretaries are required to develop a process for coordinating applications for state innovation waivers and applications for other existing waivers under federal law relating to the provision of health care, including waivers available under Medicare, Medicaid, and CHIP.", "Under the coordinated process, a state must be able to submit a single application for a state innovation waiver and any other applicable waivers available under federal law. The single application must comply with the procedures described for state innovation waiver applications and the procedures in any other applicable federal law under which the state seeks a waiver.", "As discussed in the answer to the question \" What Are the Minimum Requirements for a Successful Application? ,\" HHS and the Treasury have indicated that an application for a state innovation waiver will be assessed on its own terms and that assessment of the state innovation waiver will not consider the impact of changes that require separate federal approval. This is the case even if the state submits a single application for multiple waivers."], "subsections": []}, {"section_title": "How Many States Have Applied for State Innovation Waivers?", "paragraphs": ["As of the date of this report, 14 states have submitted applications for state innovation waivers—Alaska, California, Hawaii, Iowa, Maine, Maryland, Massachusetts, Minnesota, New Jersey, Ohio, Oklahoma, Oregon, Vermont, and Wisconsin. HHS and the Treasury have approved eight applications, from Alaska, Hawaii, Maine, Maryland, Minnesota, New Jersey, Oregon, and Wisconsin. All of these waivers were considered and approved under the initial state innovation waiver guidance, and all but one of the approved waivers implement a variant of a statewide individual market reinsurance program.", "Massachusetts, Ohio, and Vermont received notification from HHS and the Treasury that their applications were incomplete, and it does not appear that any of these states has modified its application in response to the notification. If one of these three states does take action, any further review of its waiver application would be under the updated state innovation waiver guidance. California, Iowa, and Oklahoma have withdrawn their applications. ", "See Table 2 for more details."], "subsections": []}]}}