{"id": "R45086", "title": "Evolving Assessments of Human and Natural Contributions to Climate Change", "released_date": "2018-02-01T00:00:00", "summary": ["This CRS report provides context for the Administration's Climate Science Special Report (October 2017) by tracing the evolution of scientific understanding and confidence regarding the drivers of recent global climate change."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["As Congress continues to deliberate whether and how to address climate change, a key question has been the degree to which humans and natural factors have influenced observed global climate change. Members of Congress sometimes stress that policies or actions \"must be based on sound science.\" Officials in the Trump Administration have expressed uncertainty about the human influence, and some have called for public debate on the topic. ", "To help inform policymaking, researchers and major scientific assessment processes have analyzed the attribution of observed climate change to various possible causes. Scientific assessments of both climate change and the extent to which humans have influenced it have varied in expressed confidence over time but have achieved greater scientific consensus. The latest major U.S. assessment, the Climate Science Special Report (CSSR), was released in October 2017 by the U.S. Global Change Research Program (USGCRP). It stated ", "It is extremely likely [>95% likelihood] that human influence has been the dominant cause of the observed warming since the mid-20 th Century. For the warming over the last century, there is no convincing alternative explanation supported by the extent of the observational evidence.", "This CRS report provides context for the CSSR's statement by tracing the evolution of scientific understanding and confidence regarding the drivers of recent global climate change.", "Climate change science can be traced back to the early 1800s. Through the 20 th century, academic institutions, federal and state agencies, foreign governments, and other entities invested significant time and billions of dollars in climate research. This investment has led to substantial advances in empirical observations, atmospheric and ocean physics and chemistry, climate and economic simulation models, statistical methods, and other achievements. As a result, scientists have increased their confidence in their detection and understanding of climate change and attribution of observed changes to their causes. There is now high scientific confidence that the global climate is warming, primarily as a result of increased human-related greenhouse gas (GHG) emissions and other activities . This confidence has evolved from nearly two centuries of research and assessments. ", "This report describes a chronology (in the Appendix ) of 200 years of major scientific statements, selected to represent views at each time, regarding the human and natural contributions to global climate change. The chronology demonstrates how scientific views and confidence in those views evolved over time. ", "That GHGs, including carbon dioxide (CO 2 ), water vapor, and other gases, warm the Earth's climate is not a recent concept. The greenhouse effect, as it is sometimes called, was deduced as early as 1827 with relatively little dispute since the 19 th century among scientists about the role of GHGs: Some level of GHGs in the atmosphere is necessary for maintaining a temperate climate on Earth. Instead, the debate that unfolded involved whether the climate had been warming overall and, if so, to what the changes may be attributable (such as industrial releases of GHGs, volcanoes, solar activity, or other natural variations). (See text box, Human and Natural Influences on Climate .) "], "subsections": []}, {"section_title": "Chronology of Climate Change Science", "paragraphs": ["As indicated by the information presented in Table A-1 , scientists have noted, dating back to early in the 19 th century, both human and natural factors potentially influencing climate. As one scholar observed, \"by 1900, most of the chief theories of climate change had been proposed, if not yet fully explored.\" There were a number of contending theories—including changes in solar energy, the Earth's orbital geometry, volcanoes, the geography of continents, and changes in GHGs—in the late 1800s as the quotations in Table A-1 indicate. Well into the 1900s, the state of the science relating CO 2 concentrations in the atmosphere to the Earth's temperature was primarily theoretical inference. Scientists debated whether increases in CO 2 in the atmosphere due to increasing emissions from fossil fuels would lead to further warming.", "Since then, a number of factors—including better measurement technologies; development of physics- and empirically based simulation models; more research, review, and revision; and longer series of observations—have improved the foundations of climate science. As a result, scientists have improved quantification of the relationships between observed conditions:", "1. Natural and human-related GHG emissions (the latter mostly from fossil-fuel-based energy) to the atmosphere; 2. Increasing GHG concentrations in the atmosphere and changes in other influences on climate (e.g., changes in solar and volcanic activity); 3. Rising global average surface temperature; and 4. Other observed changes in the spatial and temporal patterns of climate. ", "The magnitudes of factors, and therefore their influences on climate, vary over time. With acceleration of human population growth and industrialization since the 19 th century, the factors related to human activities have increased relative to those of natural processes. Increased scientific capacity has made climate change increasingly detectable and attributable to the varying influences over the past two centuries. ", "In the late 1930s, Guy Callendar compiled existing data on atmospheric CO 2 concentrations and regional temperatures. Through imprecise calculations, he showed a correlation between observed increases in both over time. Some scientists considered the correlation merely coincidence. Callendar's calculations provided early quantitative indications of a climate warming as a result of human activity. At the time, however, the relative contribution of human activity compared with natural factors could not be determined. David Keeling later established more consistent and repeatable measurements of atmospheric CO 2 in the 1950s. Keeling's precise measurements provided strong evidence of a connection between increasing human-related CO 2 emissions and the increasing CO 2 concentrations in the atmosphere. The measurements established a quantitative benchmark for later studies examining the linkage between increasing CO 2 concentrations and rising global temperatures. Keeling's concentration data facilitated additional research on the global carbon cycle, the oceans, and the effects of human activities. ", "In the middle of the 20 th century, scientists (and many in the public) recognized that a general warming of the climate had occurred ( Table A-1 ). This was followed by a 30-year period of relatively flat or decreasing global average temperatures from around 1946 to 1977 ( Figure 1 ). Arguably, the apparent change in trajectory heightened scientific uncertainty about the direction of future climate changes and any human influence on them. It coincided with concerns about \"global dimming,\" at least in part attributed to sulfur and particulate pollution, which increased rapidly during that period before leveling off around 1980. Current assessments indicate that the mid-20 th century warming hiatus may have been due to a combination of human (GHG, pollution) and natural influences (solar variability, volcanoes). As temperatures began to rise again in the late 1970s, authoritative scientific assessments performed by various governmental and nongovernmental institutions, supported by an expanding body of peer-reviewed published research, pointed to an emerging consensus regarding a probable human contribution to climate change, primarily due to increasing GHG emissions. ", "The relative role of human versus natural influences became more clear in the early 2000s. Longer series of improved observations (e.g., solar radiation, clouds, land cover change), statistical methods, and computational models enabled more robust analyses and comparisons of research methods and results. Major, collaborative, authoritative assessments—U.S. and international—were established to compile, debate, and consider the strengths or weaknesses of scientific analysis regarding climate change in order to inform policymakers.", " Table A-2 contains the relevant conclusions regarding human and natural influences on climate change from the major assessments conducted, with those of ", "NAS beginning in 1977, IPCC beginning in 1990, and the USGCRP beginning in 2001. ", "These inclusive assessments underpinned growing scientific confidence that human activities were likely the major cause of the observed global warming since the mid-20 th century."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Many factors have contributed to increased scientific confidence in quantifying the human and natural contributions to climate change. Longer records of observational data have provided more evidence of the concordance between higher GHG levels and temperature increases. Satellites have provided important observations of temperatures; atmospheric pollution; and land, snow, and ice cover beginning in the late 1970s. Additionally, improved scientific understanding of atmospheric physics, together with vastly more powerful computers, has led to climate models that better simulate atmospheric and oceanic conditions. Uncertainties in the models remain on how they simulate the effects of clouds, for example, and the model simulations are at smaller scales of space and time. Despite these uncertainties, current climate scientific assessment states high confidence (extremely likely) that human influence is the dominant cause of the observed warming over the past half-century. While the near consensus has developed relatively recently, it has evolved based on increasing confidence through research on scientific concepts established as early as 200 years ago. Future climate outcomes depend on many additional factors, such as the future rates and character of socio-economic development and efforts to curtail the growth of GHG emissions."], "subsections": [{"section_title": "Appendix. Chronology of Scientific Statements on Attribution of Global Climate Change", "paragraphs": ["This appendix contains bibliographic references and quotations regarding scientific understanding of global climate change and the influence of CO 2 , other GHGs, and natural factors on observed and prospective global climate. Because the capacities and methods of science have changed markedly over the past 200 years, the references appear in two tables representing selected scientific literature and national or international scientific assessments. ", " Table A-1 presents representative statements excerpted from key scientific literature from 1827 to 1987 regarding human-related and other contributions to climate change. Sources include selected, widely cited academic papers, government reports, and NAS reports. The table's selections largely precede the establishment of broadly inclusive scientific assessments to compile and assess the weight of scientific evidence. For the period up to 1987, CRS selected key academic scientific papers and reports that were influential to scientific contemporaries during and after their respective times.", "Scientific assessments began in the mid-20 th century to more systematically and inclusively evaluate the full body of scientific literature on specific topics. ", " Table A-2 compiles the conclusions pertinent to this report from major U.S. and international scientific assessments, beginning in 1977, that address the human contribution to global climate change. The assessments have been produced by the USGCRP, NAS, and IPCC.", "REVISED"], "subsections": []}]}]}}