{"id": "R45014", "title": "Government Printing, Publications, and Digital Information Management: Issues and Challenges", "released_date": "2017-11-08T00:00:00", "summary": ["In the past half-century, in government and beyond, information creation, distribution, retention, and preservation activities have transitioned from a tangible, paper-based process to digital processes managed through computerized information technologies. Information is created as a digital object which then may be rendered as a text, image, or video file. Those files are then distributed through a myriad of outlets ranging from particular software applications and websites to social media platforms. The material may be produced in tangible, printed form, but typically remains in digital formats.", "The Government Publishing Office (GPO) is a legislative branch agency that serves all three branches of the national government as a centralized resource for gathering, cataloging, producing, providing, authenticating, and preserving published information. The agency is overseen by the Joint Committee on Printing (JCP), which in 1895 was charged with overseeing and regulating U.S. government printing. GPO operates on the basis of a number of statutory authorities first granted in the 19th and 20th centuries that presume the existence of government information in an ink-on-paper format, because no other format existed when those authorities were enacted. GPO's activities include the Federal Depository Library Program (FDLP), which provides permanent public access to published federal government information, and which last received legislative consideration in 1962.", "In light of the governance and technological changes of the past four decades, a relevant question for Congress might arise: To what extent can decades-old authorities and work patterns meet the challenges of digital government information? For example, the widespread availability of government information in digital form has led some to question whether paper versions of some publications might be eliminated in favor of digital versions, but others note that paper versions are still required for a variety of reasons. Another area of concern focuses on questions about the capacity of current information dissemination authorities to enable the provision of digital government information in an effective and efficient manner. With regard to information retention, the emergence of a predominantly digital FDLP may raise questions about the capacity of GPO to manage the program given its existing statutory authorities.", "These questions are further complicated by the lack of a stable, robust set of digital information resources and management practices like those that were in place when Congress last considered current government information policies. The 1895 printing act was arguably an expression of the state-of-the-art standard of printing technology and provided a foundation which supported government information distribution for more than a century. By contrast, in the fourth or fifth decade of transitioning from the tangible written word to ubiquitous digital creation and distribution, the way ahead is not as clear, due in part to a lack of widely understood and accepted standards for managing digital information.", "This report examines three areas related to the production, distribution, retention, and management of government information in a primarily digital environment. These areas include", "the Joint Committee on Printing; the Federal Depository Library Program; and government information management in the future."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["In a representative democracy, publicly available information about government activity is seen by many as a vital resource to inform the public, and to ensure accountability and transparency of government action. In the past half-century, in government and beyond, information creation, distribution, retention, and preservation activities have transitioned from a tangible, paper-based process to digital processes managed through computerized information technologies. Information, whether a newspaper, government communication, or congressional bill, is created as a word processing document, spreadsheet, database, or other digital object which then may be rendered as a text, image, or video file. Those files are then distributed through a myriad of outlets ranging from particular software applications and websites to social media platforms. The material may be produced in tangible, printed form, but typically remains in digital formats.", "Government printing and publishing authorities, generally codified in some chapters of Title 44 of the United States Code ( U.S. Code or U.S.C.), specify the production, dissemination, retention, and availability of government information by or through the Government Publishing Office (GPO). GPO is a legislative branch agency that serves all three branches of the federal government as a centralized resource for gathering, cataloging, producing, providing, authenticating, and preserving published information. The agency's activities are funded through three sources: appropriations, income from executive and judicial branch agencies that pay GPO for information management and distribution services, and sales of products to nongovernmental entities and the general public. GPO's appropriation is included in the annual legislative branch appropriations bill. The bill primarily funds two GPO accounts: Congressional Publishing, and Public Information Programs of the Superintendent of Documents. On occasion, Congress has made further appropriations to the Government Publishing Office Business Operations Revolving Fund. Congress allocates a substantial proportion of the funds appropriated to GPO to Congressional Publishing, which funds the production and dissemination of congressional documents.", "Established in 1861 as the Government Printing Office, GPO was renamed in 2014. Congress has passed measures making substantial changes to the legislative branch agency's operations on three occasions since its establishment. In 1895, Congress codified the role of the Joint Committee on Printing (JCP), originally established in 1846, to oversee qualifications of \"journeymen, apprentices, laborers, and other persons necessary for the work\" at GPO along with establishing a number of other technical and administrative oversight responsibilities. The 1895 measure also established printing formats for congressional bills, hearings, and documents, and the Congressional Record that are still in use today. In 1962, Congress created the Federal Depository Library Program (FDLP) within GPO to provide permanent public access to published federal government information. In 1993, GPO was directed to maintain an electronic directory of federal digital information, and to provide online access to the Congressional Record , and the Federal Register .", "GPO continues to operate on the basis of a number of statutory authorities first granted in the 19 th and 20 th centuries that presume the existence of government information in an ink-on-paper format, because no other format existed when those authorities were enacted. The current version of the U.S. Code available online mentions current JCP authorities in 60 sections; 37 of those sections were originally enacted a century or more ago. Similarly, GPO is subject to 129 Code sections in Title 44, of which 105 were first enacted during or prior to 1917. As a consequence, the law makes reference to the trades that were necessary to make printed products in the 19 th century, but is silent on the contemporary corps of software engineers, data entry technicians, website designers, and librarians whose efforts support the creation and distribution of much of the digital material that comprises government information. Current law also contains detailed requirements for distribution of paper copies of a variety of documents, including bills under consideration throughout the legislative process and other congressional materials, but little detail on the specifics of digital collection, distribution, retention, or preservation. In addition, the current business model under which GPO operates is arguably over-reliant on printing as a means of generating income, and there are no explicit provisions to meet the costs of upgrading technological infrastructure upon which electronic collection, distribution, and preservation rely.", "With the widespread use of digital technologies and availability of government information in digital form, some have argued that eliminating paper versions of some publications, including the Federal Register , Congressional Record , and other congressional documents, and relying instead on electronic versions, could result in cost and other resource savings. These statements are difficult to verify, due in part to a lack of reliable cost models for enduring digital information management systems. On the printing side, some savings have resulted by reducing the number of printed copies, or by implementing newer production processes. Nevertheless, GPO notes that for the foreseeable future, \"some tangible print will continue to be required because of official use, archival purposes, authenticity, specific industry requirements, and segments of the population that either have limited or no access to digital formats, though its use will continue to decline.\"", "Others have raised broader questions about the capacity of Title 44 and other information dissemination authorities to enable the provision of government information in an effective and efficient manner. In 1994, for example, what was then designated as the General Accounting Office (GAO) stated that", "\"for all practical purposes, the framework of laws and regulations used to manage many aspects of government publishing has become outdated\" and that \"[t]he additional technological changes that are expected will only exacerbate this situation.\"", "In 2013, the National Academy of Public Administration (NAPA), noted that \"GPO's statute is outdated and precedes current technology.\" In 2017, in testimony before the Committee on House Administration (CHA), Davita Vance-Cooks, who then served as the Director of GPO, suggested that 44 U.S.C. Ch. 19, governing the operations of FDLP, \"has been eclipsed in some areas by technology, which today provides for more flexibility and innovation in meeting the public's needs for access to Government information.\"", "In light of the technological changes of the past four decades, a relevant question for Congress might arise: To what extent can these 19 th century authorities and work patterns meet the challenges of ubiquitous digital creation of government information? This question is further complicated by the lack of a stable, robust set of digital information resources and management practices like those that were in place when Congress last considered current government information policies.", "This report examines three areas related to the production, distribution, retention, and management of government information in a primarily digital environment. These areas include", "the Joint Committee on Printing; the Federal Depository Library Program; and government information management in the future,"], "subsections": []}, {"section_title": "Joint Committee on Printing", "paragraphs": ["JCP was established by Congress in 1846 to oversee the management of private printers who competed to provide printing and publishing services to the government. With the creation of GPO in 1861, JCP was charged with overseeing and regulating government printing in all three branches of the national government, and overseeing the new agency in its efforts to provide government-wide printing services.", "As assigned by Congress, JCP's statutory duties with regard to the management of GPO were (and remain) granular. Some of those responsibilities include overseeing GPO finances, facilities, and staffing for the various printing and other industrial trades necessary to produce printed works when those authorities were conferred in the 19 th century. In statute, JCP is the final authority on wage setting for GPO staff, assessing the quality of paper GPO would purchase, and determining which work GPO might produce within the agency or by contract with outside vendors. ", "The joint committee's authority to oversee and enforce statutory authorities that mandate government printing through GPO was essentially unchallenged for more than a century. This began to change in the 1980s and 1990s following a 1983 Supreme Court decision in Immigration and Naturalization Service v. Chadha . The Court ruled unconstitutional a one-chamber veto because it deviated from the constitutionally specified lawmaking process of bicameral consideration and presentation of legislation by Congress to the President for his consideration. Soon thereafter, a number of executive branch entities, including the Department of Justice (DOJ), Department of Defense (DOD), and the Office of Management and Budget (OMB), began to question JCP's regulatory and statutory authority on the basis of Chadha and enduring concerns about the separation of powers. Of particular interest to those agencies was the requirement specified in 44 U.S.C. 501 that all printing, binding, and blank-book work for every government entity other than the Supreme Court is to be done at GPO. DOJ's Office of Legal Counsel (OLC) concluded that many of JCP's authorities, particularly provisions mandating the joint committee's prior approval before an executive agency could have materials printed outside of GPO, were invalidated by Chadha , and that executive agencies were able to procure printing services from providers other than GPO.", "With executive agencies free, from the perspective of DOJ and OMB, to fulfill their printing services elsewhere, the production and distribution of government information—meant to be collected, produced, and distributed through GPO and made publicly available—departed to some extent from the policies specified in various chapters of Title 44 of the U.S. Code . Among other consequences, the increase in agency-controlled printing and publishing resulted in an unknown number of \"fugitive\" government documents and publications that have not been identified or published in GPO's Federal Digital System (FDSys), govinfo, or the collections of FDLP participants, and may not be readily available to policymakers or the general public.", "In light of governance and operational challenges to the joint committee's activities, in 1995 Congress began a process to eliminate staffing and funding for JCP, with the joint committee last receiving an appropriation for its activities in FY1999. According to searches of a variety of databases, JCP has held organizational meetings for every Congress since the 104 th Congress in 1995, and published details of those meetings for the 108 th and 113 th -115 th Congresses. The committee also published the proceedings of one hearing it held in 1997. In practice, some of the functions related to government information management for which JCP is responsible appear to be executed by the Committee on House Administration (CHA), or the Senate Rules and Administration Committee (SRA), from which JCP draws its membership.", "In this context, questions have been raised by congressional and other observers related to the efficiency and effectiveness of JCP, and whether or not its responsibilities might formally be performed by other entities. One option could be to maintain existing practices, as they appear to have addressed GPO management and oversight concerns that can be publicly identified. Another option might be to assess the joint committee's authorities to identify those which may have been rendered impracticable due to separation of powers concerns expressed by the executive branch, or obsolete, following the implementation of newer GPO procurement or other more modern business practices, or due to technological or practical changes in printing and publishing. In light of such an assessment, one option might be to terminate JCP and formally reassign its responsibilities to CHA, SRA, GPO, or other government entities as appropriate."], "subsections": []}, {"section_title": "Federal Depository Library Program (FDLP)", "paragraphs": ["Congress established FDLP to provide free public access to federal government information. The program's origins date to 1813, when Congress authorized the printing and distribution of additional copies of the Journals of the House and Senate, and other documents the chambers ordered printed. At various times, the program was expanded to include federal executive branch publications. FDLP is administered under the provisions of Chapter 19 of Title 44 of the U.S. Code by GPO, under the direction of the Superintendent of Documents (SUDOCS), who is appointed by the Director of GPO. The current structure of the FDLP program was established in 1962.", "Under the law, FDLP libraries receive from SUDOCS tangible copies of new and revised government publications authorized for distribution to depository libraries, and are required to retain them in either printed or micro facsimile form. Depository libraries—which include state, public and private academic, municipal, and federal libraries—are required to make tangible FDLP content available for use by the general public. In support of that effort, depository libraries provide resources to manage collection development, cataloging, bibliographic control, adequate physical facilities, collection security and maintenance, and staffing. Neither statute nor current GPO guidance specifies how depository libraries must deploy those resources in support of FDLP. Ownership of publications provided by SUDOCS to depository libraries remains with the U.S. Government. Observers note that distributing publications to depository libraries has the effects of long-term preservation of federal government information in widely dispersed settings, and providing free, local access to that information. The costs of providing preservation and access are also widely distributed.", "Depository libraries fall into one of two statutory categories related to the materials they may receive. Under 44 U.S.C. 1912, not more than two depository libraries may be designated as regional depository libraries (hereinafter, regionals) in each state and Puerto Rico. Regional libraries are required to retain tangible government publications permanently, with some exceptions. The FDLP currently has 46 regional libraries. Five states have two regional libraries; seven regionals serve more than one state, territory, or the District of Columbia; and two states have no designated regional library. Arrangements allowing multistate regional libraries do not appear to be sanctioned in 44 U.S.C. Chapter 19, but according to GPO, some multistate agreements date to the years following the passage of the 1962 FDLP program revisions.", "Selective depository libraries (hereinafter, selectives) are partially defined in Title 44, and include all FDLP participants that are not regional libraries. Whereas regionals receive all FDLP tangible content provided by GPO, selectives may choose among classes of documents made available. Selective libraries that are served by a regional library may dispose of tangible government documents after retaining them for five years, subject to certain conditions. Those selective libraries that are not served by a regional library are required to retain government publications permanently, subject to the same limitations placed on regional libraries. There are approximately 1,100 selective libraries in the FDLP. Table 1 provides the number of depository libraries by decade since 1962. As shown in Figure 1 , the number of libraries participating in the FDLP has declined since the mid-1990s. ", "Authorities governing FDLP are based on a paper-based information creation and distribution environment. The FDLP tangible collection, which incorporates materials dating to 1813, is estimated to contain approximately 2.3 million items. As much as one-third of the tangible collection, including most items created prior to 1976, is not catalogued. Most depository libraries do not have a full complement of depository materials because they joined the program at various times after 1813, and are not required to acquire materials retrospectively or retroactively in the event of collection loss. Some tangible government publications are still distributed to depository libraries but in decreasing quantities. During FY2011, for example, GPO distributed approximately 2 million copies of 10,200 individual tangible items to depository libraries. During FY2016, 989,826 copies of 4,502 items were provided.", "Under current GPO guidance, every FDLP participant is required to provide the \"FDLP Basic Collection,\" which is composed of a variety of government information collections, including the Budget of the United States Government , the Catalog of Federal Domestic Assistance, and the daily edition of the Congressional Record , among other resources. The resources may be served to users in tangible or digital formats as available.", "In response to demand from users and some FDLP participants, GPO in 2014 announced changes to focus on the provision of access to online resources by selectives. A \"mostly online depository\" is a selective that emphasizes selection and provision of access to online depository resources, while providing access to a few resources in tangible formats. An \"all online depository\" is a selective that does not intend to select or add any tangible depository resources. Under GPO guidance, current selective depository libraries with tangible holdings may transition to become all online over time by choosing not to receive any tangible format items and by removing all tangible depository publications in the library's collection.", "The emergence of a predominantly digital FDLP may raise questions about the capacity of GPO to manage the program given its existing statutory authorities. Whereas GPO is the central point of distribution for tangible, printed FDLP materials, its responsibilities are potentially more diverse, and may be less explicitly specified, regarding its distribution of digital information. In some instances, GPO carries out activities to distribute digital information that are similar to its actions regarding print materials. In others, GPO provides access to digital content that it does not produce or control. SUDOCS has archiving and permanent retention authorities for tangible materials, which are exercised by the distribution of materials to depository libraries. At the same time, those authorities do not envision digital creation and distribution of government publications. GPO appears to have some authority to manage digital FDLP materials and other aspects of the program, subject to congressional approval. At the same time, explicit digital distribution authorities that provide for online access to publications, including core legislative and regulatory products, do not directly address GPO's retention and preservation responsibilities for digital information."], "subsections": [{"section_title": "FDLP Modernization", "paragraphs": ["In June 2017, Davita Vance-Cooks, then Director of GPO, charged the Depository Library Council (DLC), a GPO advisory committee, with making recommendations to her for changes in Title 44 related to FDLP, with particular emphasis on Chapter 19, and potential revisions that could provide depository libraries with \"more flexibility.\" In testimony before the Committee on House Administration (CHA), Director Vance-Cooks suggested that 44 U.S.C. Ch. 19, governing the operations of FDLP, \"has been eclipsed in some areas by technology, which today provides for more flexibility and innovation in meeting the public's needs for access to Government information.\" DLC presented its recommendations to Director Vance-Cooks and the depository library community in September and October 2017, respectively, which included the following:", "Amend and combine existing definitions of government publication and public information intended to be made available to the public to include government information in all formats, allowing those formats be incorporated into FDLP. Require legislative, executive, and judicial branch agencies to deposit authenticated electronic publications with GPO for inclusion in FDLP. Make authenticated digital copies of government publications a format which a regional depository library may hold. Give GPO grant-making and contracting authority, to work with depository libraries to enhance access to government publications. Affirm that the public shall have no-fee access to electronic government information. Incorporate provisions ensuring that the public may use federal electronic information resources with an expectation of privacy.", "In addition, DLC made several recommendations related to detailed FDLP qualifications and operations, including changes to the process by which selectives choose materials and formats they receive from GPO; amending requirements based on tangible holdings to a standard that a participating library have physical or electronic collections sufficient to demonstrate organizational capacity; changes to the manner in which some selectives might dispose of some government documents; and expanded authorities for regional depositories to share their collections and services across state lines, subject to the approval of Senators in the involved states."], "subsections": []}, {"section_title": "FDLP Issues for Congress", "paragraphs": ["The possible concerns related to managing the FDLP program in an environment in which tangible and digital materials coexist are varied. On the tangible side, some participating depositories note that the enduring challenges of tangible collections that have grown out of the available space include storage, cataloging, and access. Digital resources raise questions regarding the security, authentication, custody, and long-term preservation of digital materials. Other areas of possible concern include the management and digitization of tangible materials, permanent retention and preservation of digital content, and costs associated with these activities. These concerns may be addressed in their own right, or in the context of user demand for FDLP information, for which there is no uniform metric over time, or comparatively among current FDLP institutions."], "subsections": [{"section_title": "FDLP Tangible Collection", "paragraphs": ["Systematic estimates of the usage of tangible FDLP materials are not readily available. This is due in part to the highly decentralized manner in which materials are stored and accessed, differences in the ways depository libraries might track collection use, and the lack of requirements to develop and maintain utilization metrics. There are some suggestions that parts of the collection might be underutilized, due to the lack of cataloging information for much of the collection distributed prior to 1976, when GPO began creating cataloging information. Others suggest that some materials that are cataloged and available receive little engagement because users prefer digital formats. On the other hand, it has been suggested that some tangible items that had not been used were more frequently accessed when made available online. In the absence of any systematic inquiry, it cannot be determined whether the perceived lack of utilization is the result of minimal demand, lack of catalogue information for some materials in the FDLP collection, inadequate communication of the collection's availability, or other, unidentified reasons.", "Some depository libraries see opportunities to digitize tangible FDLP collections to ensure their preservation and to make them more available to users. Such efforts might provide broader access to the public, assuming that technological infrastructure is in place to ensure sufficient user access to the Internet. Provision of digital government information in digital form could reduce the costs of maintaining a tangible collection, or provide the opportunity to reduce the number of copies of tangible government publications held by depository libraries through consolidation of collections. On the other hand, there is no consensus on what constitutes a sufficient number of paper copies. Further, it is possible that the costs of ongoing maintenance and technology upgrades necessary to support digitized materials could be higher than the current costs to maintain tangible collections.", "Any effort to digitize or reduce the number of tangible copies appears to be beyond the scope of authorities granted to SUDOCS or depository libraries under current law. Nevertheless, the question of how to retain and preserve government information contained in tangible form alone, and to provide access to that information to all who wish to see it, raises a number of questions. At the outset, these questions may lead in two directions: one related to the retention and preservation of tangible materials in their original form, the second focused on efforts to transition tangibles to digital formats."], "subsections": [{"section_title": "Tangible Retention", "paragraphs": ["Questions related to the retention and preservation of materials in tangible formats arise with regard to the following: preservation of decaying tangibles; establishing how many complete, tangible copies may be necessary to ensure permanent retention of records of government activities; and access for the general public when digital materials do not meet user needs. With regard to preservation, it would be necessary to have a more fully cataloged FDLP collection to be able to determine the scope of preservation requirements.", "There is little consensus on questions about the number of tangible copies to be retained permanently. Some studies note the opportunities to consolidate collections to free up storage space, and potentially reduce costs, while still ensuring that library users' needs are met. Others cite a lack of data to demonstrate how many copies might be needed to meet those needs. Another proposal calls for the creation by GPO of two national retrospective collections, to be housed separately in secure facilities. One study focusing on the number of copies of scholarly journals that must be retained in print form concluded that accurate, analyzable data were not readily available, which might leave decisionmakers \"to make best-guess estimates anyway\" in determining the appropriate number of permanent retention tangible copies."], "subsections": []}, {"section_title": "Tangible Digitization", "paragraphs": ["A number of questions related to the retention and preservation of digitized materials are similar to issues that arise in the consideration of born digital materials. Questions specifically related to digitized tangibles arise in the following areas:", "the costs of digitizing tangible collections; the authenticity and ownership of digitized versions of tangible publications; the disposition of original publications that are digitized; the extent to which the costs of these efforts represent a resource savings or increase in comparison to current FDLP practices or a redistribution among FDLP participants; and whether these efforts change the extent and nature of public access to government information.", "In addition to the technical and procedural aspects, any discussion of tangible materials would likely involve consideration of the costs of activities necessary to preserve them in their original manifestations, or to ensure their access through cataloging or digitization. Estimates of the cost of such efforts across the FDLP program do not appear to have been developed."], "subsections": []}]}, {"section_title": "Access to Digital Government Information", "paragraphs": ["Unlike tangible collections, digital government information is not physically provided to depository libraries, but is provided through the Internet by GPO and its content partners to depository libraries and directly to users with Internet access. The information itself is contained on a server and in any backup facility that may be utilized. For depository libraries, this may raise concerns related to their collection development practices. If digital access is assured, it may be possible to reduce tangible collections. On the other hand, if digital access is not robust, it may be necessary for depository libraries to support access to digital materials while maintaining tangible collections. Potential users may or may not benefit from digital delivery arrangements if their Internet access is not sufficient to access resource intensive, authenticated materials served through FDSys and govinfo. Another set of concerns may focus on the availability of information that is not physically present in depository libraries. Other concerns may arise if available search resources do not yield the information a user seeks. "], "subsections": []}, {"section_title": "Costs of FDLP and Other Government Information Distribution Programs", "paragraphs": ["Depository libraries appear largely to have borne the costs of the FDLP program since its establishment. There is no mechanism in 44 U.S.C., Chapter 19, to fund depository costs of managing materials, staff, and physical plant needs, and providing public access. In an era characterized by dwindling resources, particularly in state and local governments and public libraries, the costs of maintaining FDLP tangible collections, which, according to GPO, remain the property of the U.S. Government, have become prohibitive to some depository libraries.", "The emergence of digital delivery has had cost implications for information providers. Whereas the costs of tangible support rest largely with depository libraries, the costs of providing digital materials, including storage of digital materials, Web development, maintenance, and upgrades, fall on GPO for FDSys and govinfo and other entities that provide FDLP content. In its FY2018 budget request, GPO stated that it \"has continued to invest in the IT infrastructure supporting GPO's digital information system.\" Over time, the costs of digital delivery could require increased commitment of GPO resources from its revolving fund or additional appropriations for GPO and other federal content providers; the absence of those resources could lead agencies to reevaluate service levels in a hybrid system of tangible and digital delivery. These costs may continue to increase as more digital information is created, and older data, software, and hardware must be upgraded to ensure ongoing digital availability, retention, and long-term preservation. There is no publicly available estimate of what those costs might be over time."], "subsections": []}]}]}, {"section_title": "Government Information Management in the Future", "paragraphs": ["The manner in which Congress has addressed government printing and publishing practices in the past might offer ideas for how it could oversee government information creation, distribution, and retention moving forward. This does not necessarily mean that legislatively enacting a new information management process, if undertaken, could be achieved in the same manner as past efforts.", "By the time of the enactment of the Printing Act of 1895, the written word, whether on cave walls or papyrus, or from the mechanical printing press, had been a robust communication technology for 4,000 years. It is possible to see primitive drawings and glyphs in the places humankind first appeared, or early examples of printing created with mechanical presses in their original forms. The handwritten and printed versions of Journals of the House and Senate dating to the First Congress in 1789 are readily available in tangible and digitized form.", "The 1895 printing act was arguably an expression of the state-of-the-art standard of printing technology and provided a foundation which supported government information distribution for more than a century. This is due in part to the robust nature of some printed materials. Once created, many paper-based documents and records are preserved for centuries because the materials used to create them do not readily deteriorate, assuming resilient materials and environmentally appropriate storage. The technologies supporting these activities, including writing, printing, bindery, and librarianship, are nonproprietary, and skilled practitioners of those crafts are well distributed across the world. In the event of deterioration, and depending on their value, among other variables, tangible materials may be preserved by applying a range of interventions that do not necessarily alter the information they provide.", "By contrast, in the fourth or fifth decade of transitioning from the tangible written word to ubiquitous digital creation and distribution, the way ahead is not as clear. Consideration of the questions and challenges surrounding the permanent retention of digital information has occurred, but solutions that are widely accepted or implemented have not been identified. The questions are challenging, because less is known about the long-term, archival retention and preservation of digitized or born digital materials than about the preservation of information in paper or other tangible formats. There are some similarities; as with preserving the \"right\" number of tangible copies of a given work for permanent retention, there is no widespread agreement about the number of manifestations of digital items that should be kept. But there are also substantial differences in approaches necessary to preserve digital materials. Some born digital materials—such as databases, websites, and publications—may be dynamic, and their content more readily changed than tangible materials. This may raise questions about version control, or necessitate the development of strategies for identifying and capturing different versions of materials in their entirety for archival preservation.", "Further, instead of a fixed standard as is available for tangible products, digital preservation relies on a combination of risk analysis, and differentiated preservation techniques dictated in part by the object or goals of the preservation effort. Whereas a printed document or book sits on a shelf, digital production and retention relies on three interrelated factors for its creation: hardware, an operating system, and software applications. These separate but interdependent technologies and processes interact to create a \"document,\" whether it is printed or retained digitally. Over the past half century, all three items have evolved, with some early hardware such as mainframe computers, or the non-networked personal computer; operating systems and programming languages, including DOS, or COBOL; and software, including WordStar word processing or Eudora email, having gone from ascendance to obsolescence. In some cases, changes to hardware, operating systems, or software have resulted in the loss of access to the digital output they were used to create. ", "Whenever there is a hardware, operating system, or software change, it is sometimes necessary to reformat the digital output so it can be accessed by successor systems. Some earlier digitally created materials can be retrieved from previous information technology appliances or storage media, but sometimes the newer technologies are unable to render them in their original forms. In addition to the retention challenges, this also may raise concerns about document authenticity as well as preservation, at least in the manner the term applies to tangible materials, or necessitate investigation of additional technological solutions.", "As a consequence, as long as there is no stable digital equivalent to an information distribution model based on words on paper in an official format, any effort to establish standards for the production and retention of digital materials might run the risk of privileging a current standard (e.g., XML or the widespread use of PDF). A potential consequence of such an effort might be to limit the technologies that can be used only to those that conform to a standard enacted into law. This might be seen by some as replacing the current approach to printing and publication management in Title 44 with one that might reasonably be seen as unlikely to last for more than a century in the way the printing standards set in 1895 have. Further, locking in a standard might deny Congress, GPO, the rest of the United States Government, and American citizens the potential benefits of further digital innovation that might arise as newer, and potentially more enduring, technologies are established or demonstrated to support long-term retention of government information.", "Instead of enacting fixed standards as it did in 1895, Congress could consider a process by which the potential adoption of newer technologies and approaches reflective of emerging information management practices might be specified in statute. An option to consider might be a manner of assessing the utility and effectiveness of current standards by which government information is produced, distributed, and retained as a way of identifying future needs. Current practices could also be assessed against the emergence of future technological refinement, expansion, or change related to government information. These technology and management assessment efforts could be accomplished by a government agency, or by an external panel of individuals who are experts in the fields related to producing, distributing, and preserving information in digital environments. If such an approach is chosen, and when a technology determination process is established, it could prove an enduring approach to facilitating the apparent need to regularly update and manage digital information technology processes, since it is unclear when or if they will reach a level of maturity that printing had by the end of the 19 th century."], "subsections": []}]}}