{"id": "R45015", "title": "Minority Business Development Agency: An Overview of its History and Current Issues", "released_date": "2017-11-09T00:00:00", "summary": ["The Department of Commerce's Minority Business Development Agency (MBDA) is the lead federal agency dedicated to supporting the development and expansion of the minority business community. President Richard Nixon originally established this agency as the Office of Minority Business Enterprises (OMBE), with the signing of Executive Order 11458. The MBDA's mission is to assist medium and large-scale minority businesses, specifically, but not exclusively, in overcoming social and economic disadvantages that have limited their participation in the nation's free enterprise system. Through a network of local business development centers, the MBDA carries out this mission by providing technical and managerial expertise, support and resources as well as advocacy and research on behalf of minority-controlled business enterprises.", "Because the MBDA, and its predecessor OMBE, were created by executive order, the MBDA's continued survival has rested with each President, in the absence of Congress passing authorizing and enabling legislation. The Carter Administration renamed the agency and refocused its efforts on medium and large-scale businesses, particularly in growth industries. Successive administrations since the Carter Administration have continued to support the mission of the MBDA by refining the agency's focus and reorganizing the delivery of assistance and services. For example, in 1981, the Ronald Reagan Administration established the Minority Business Development Center program, which became the MBDA's primary method for delivering technical and management services to minority businesses. The George H.W. Bush Administration proposed eliminating the agency and transferring its mission to the Small Business Administration (SBA), but ultimately continued the agency as an entity within the Department of Commerce. The Clinton Administration supported substantial increases in the agency's budget to fund the establishment of Rural Business Development Centers, and the activities of the Minority Business Development Centers and Minority Business Opportunity Committees. The George W. Bush Administration continued efforts to coordinate the MBDA's programs with the programs of the SBA, pledged to focus its resources on minority firms with at least $500,000 or more in annual revenues, and to increase their presence in the global economy. The Obama Administration placed increased emphasis on quantifying the impact of MBDA activities, increasing the efficient delivery of its services to minority business communities, and increasing coordination with other federal agencies.", "Currently, the MBDA provides a number of services principally through a network of business centers located in areas with the largest concentration of minority populations and the largest number of minority businesses. The Trump Administration's budget request for FY2018 proposes to reduce the agency's appropriation from $34 million appropriated for FY2017 to $6 million for FY2018. The proposed funds would be used to cover the cost of terminating the agency and its activities. Contrary to the Administration's request, the House Committee on Appropriations approved a Commerce, Justice, Science and Related Agencies Appropriations bill (H.R. 3267), which was later incorporated into H.R. 3357 that the House passed on September 14, 2017, and would provide $34 million for MBDA. On July 27, 2017, the Senate Committee on Appropriations approved S. 1662, its version of the Commerce, Justice, Science and Related Appropriations bill for FY2018. The bill also recommended an appropriation of $34 million for MBDA.", "This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Department of Commerce's Minority Business Development Agency (MBDA) is the lead federal agency dedicated to supporting the development and expansion of the minority business community. Numerous congressional hearings, undergirded by historical and current academic research, have documented that members of minority groups confront disparities and disadvantages in creating new businesses or expanding markets and opportunities for existing minority business enterprises. These barriers include difficulty in accessing capital, a lack of capacity or expertise, and exclusion from business networks. Given these difficulties, Congress and successive presidential administrations since the Nixon Administration have supported national policies intended to address these disparities through the MBDA. ", "The MBDA's primary mission is to assist minority businesses in achieving entrepreneurial participation and parity in the nation's free enterprise system and in overcoming social and economic disadvantages that have limited their participation in the past. To these ends, the MBDA is charged with formulating and coordinating federal policies and programs in support of minority business enterprises by providing technical and managerial expertise, support, and resources through a network of local business development centers. This report includes ", "a discussion of the agency's origins and authority; a brief history of its efforts to meet its mandate and mission; the agency's funding history, including Administration requests and final appropriations; a review of the agency's recent performance and accomplishments; a review of selected assessments and reviews of the agency's performance; and a review of current issues and recommendations for reform. ", "Although Congress has never enacted a statutory authorization for the agency, it has appropriated funding for MBDA for the past 48 years. The Trump Administration has proposed reducing the agency's funding from $34 million in FY2017 to $6 million for FY2018, with the intent of terminating the agency. The House Appropriations Committee reported a bill ( H.R. 3267 ) that was incorporated into the House-passed version of H.R. 3354 , which would provide an appropriation of $34 million for FY2018. The Senate Appropriations Committee also reported a bill ( S. 1662 ) that recommends an appropriation of $34 million for FY2018. "], "subsections": []}, {"section_title": "Agency Origins and Authority: A Brief History", "paragraphs": ["The MBDA was originally established as the Office of Minority Business Enterprises (OMBE) by President Richard Nixon with the signing of Executive Order (E.O.) 11458 on March 5, 1969. During the 1968 presidential campaign, then Republican candidate Nixon embraced the idea of \"Black Capitalism,\" which promoted increasing minority participation in the U.S. economy as owners and managers as a means of not only promoting economic advancement and parity, but political power as well. Eager to demonstrate his commitment to these goals and pressed by civil rights advocates to fulfill his campaign promise, President Nixon chose to bypass Congress and the legislative process, instead opting to establish a cabinet level committee on minority enterprise. Within the first 100 days of his administration, President Nixon had established the OMBE as a policy prescription for issues of racial inequality and social injustice. ", "The mission of the OMBE, as outlined in the E.O. 11458, was threefold:", "encourage the coordination of the plans, operations and programs of the federal government in ways that strengthen participation of minority businesses in the activities of federal agencies; promote the deployment of the resources of state and local governments, businesses, trade associations and other nongovernmental entities in support of minority businesses; and establish a clearinghouse that would identify and disseminate information in support of successful operation of minority business enterprises (MBEs).", "E.O. 11458 also established an Advisory Council on Minority Enterprise (ACME), charging it with advising and supporting the Secretary of Commerce on matters affecting the success of minority businesses, including recommendations for further actions. During the first two years, the ACME played a significant role in shaping the OMBE's agenda. The ACME helped develop efforts to increase minority participation in franchises. ", "Stymied by organizational difficulties, including a lack of cooperation from other cabinet level departments, an inexperienced staff, and the absence of a dedicated budget, the OMBE struggled during its first years of operation. It was also handicapped in pursuing its mission by the Commerce Secretary's decision \"not to become involved in individual cases or with programs at the operational level and not to seek to encroach upon existing programs functions of other federal agencies.\""], "subsections": [{"section_title": "E.O. 11625—Expanding Agency Role", "paragraphs": ["To address concerns raised during the initial two years of the OMBE's operations, President Nixon, on October 13, 1971, signed E.O. 11625, Prescribing Additional Arrangements for Developing and Coordinating a National Program for Minority Business Enterprise . The new E.O. was intended to clarify and strengthen the role of OMBE. In remarks made when the new E.O. was issued, President Nixon noted the following: ", "This order gives the Secretary a clear mandate to establish and carry out Federal policy concerning minority enterprise and to coordinate the related efforts of all Federal departments and agencies. It also directs the departments and agencies to develop systematic data collection processes concerning their minority enterprise programs and to cooperate in expanding the overall Federal effort. ", "In addition to reinforcing the objectives of the original E.O., the new E.O. called for the OMBE to create a network of minority business centers. These centers would be charged with providing managerial and technical assistance to minority businesses and conducting special projects, including providing direct financial assistance to minority businesses. This development marked the agency's evolution from one of an advisory role undertaken principally through the ACME to one actively supporting the development of minority business enterprises using public-private partnerships. "], "subsections": []}, {"section_title": "Rebranding the Agency", "paragraphs": ["During the Carter Administration, Congress considered, but did not pass, enabling legislation authorizing the agency and its mission. However, in 1979, the Carter Administration reorganized and renamed the agency the Minority Business Development Agency. The reorganization was, in part, a response to reports that characterized the agency efforts in support of minority enterprises as fragmented, heavily focused on small businesses, and favoring the number of firms assisted rather than the quality of assistance provided. The Carter Administration efforts were intended to refocus the agency on assisting \"minority businesses develop into medium- and large-size firms in growth industries that produced jobs, stabilized communities, and improved the overall economy.\" "], "subsections": []}]}, {"section_title": "Evolving Delivery System", "paragraphs": ["Successive Administrations since the Carter Administration have continued to support the mission of the MBDA by refining the agency's focus and reorganizing the delivery of assistance and services. In 1981, the Reagan Administration established the Minority Business Development Center program (MBDC), which became the MBDA's primary method for delivering technical and management services to minority businesses. The approximately 100 centers, located in metropolitan areas, served as one-stop service centers intended to address the needs of minority entrepreneurs. The centers focused on recruiting and encouraging private corporations to do business with minority firms, including creating a directory of minority firms and their capabilities. President Ronald Reagan also issued E.O. 12432, Minority Business Enterprise Development , which required federal agencies with substantial procurement and grant-making authority to develop plans that encourage minority business participation in federal procurement, contracts, and grants. President George H.W. Bush proposed eliminating the agency and transferring its mission to the Small Business Administration (SBA), but ultimately continued the agency as an entity within the Department of Commerce. ", "In 1994, President Clinton issued E.O. 12928, Promoting Procurement with Small Businesses Own ed and Controlled by Socially and Economically Disadvantaged Individuals, Historically Black Colleges and Universities, and Minority Institutions . Although E.O. 12928 did not directly reference E.O. 11625, it reiterated support for expanding access to federal procurement contracts for businesses owned by socially and economically disadvantaged individuals, black colleges and universities, and other minority institutions. The Clinton Administration supported substantial increases in the agency's budget. In seeking to expand the reach and capacity of the MBDA, the Clinton Administration sought increases to fund the establishment of Rural Business Development Centers, and the activities of the MBDCs and Minority Business Opportunity Committees (MBOC). ", "In 1996, the agency announced the initiation of a pilot program, the Community Based Enhancement Services (CBES). According to the Federal Register Notice on March 6, 1996, the goal of the CBES was \"to enable MBDA to enter into strategic alliances, coordinating the delivery of its services with those of other entities capable of assisting in minority and/or small and disadvantaged business development in a particular market.\"", "An audit of the pilot program found significant deficiencies in MBDA's administration of the pilot project, noting that MBDA failed to monitor and assess the grantees' performance in accord with its own handbook. The report recommended that MBDA develop project-specific performance measures to reflect the nature of the project, assign staff with adequate technical and business expertise to monitor project activities, and undertake timely and thorough evaluation to determine program effectiveness. ", "The MBDA, under the George W. Bush Administration, continued efforts to coordinate its programs with the programs of the SBA supporting minority and disadvantaged firms. The Bush Administration, based on research findings, pledged to focus its resources on minority firms with $500,000 or more in annual revenues. A report, The State of Minority Business Enterprise , concluded that minority firms with gross annual receipts of $500,000 or more generated a much larger percentage of all minority revenues and paid employees compared to minority firms with annual gross receipts under $500,000. ", "The agency funded programs and services include", "National Enterprise Centers staffed by MBDC personnel who provided support services, including referrals and marketing services, to business entities of significant size and capacity; MBDCs, which provided consultant services to firms with significant growth potential; and MBOCs that provided consulting services, including identifying potential sources of equity and working capital; assisting minority entrepreneurs gain access to profitable markets. ", "The agency also funded a number of projects intended to address communities with special needs (Special Projects). Other activities included supporting youth entrepreneurship (Emerging Minority Business Leaders Program), improving access to capital (Equity Capital Access Committee), and the continued development of an online database of potential procurement and contracting opportunities."], "subsections": [{"section_title": "Global Competitiveness", "paragraphs": ["Starting in the 1990s, the agency began to focus on assisting minority firms to enter and compete in the global economy. A 2003 MBDA study explored issues and opportunities for minority businesses seeking international opportunities. The preliminary study's key findings included the following observations: ", "Minority businesses may not be able to compete directly with massive U.S. companies that have already established a multinational presence in developed economies. However, by capitalizing on their unique competitive strengths, especially in developing countries, minority-business enterprises (MBEs) can compete with larger multinational companies. A secondary conclusion is that the quality of information about MBE interaction with the international economy is badly outdated, and further research must be conducted. Given the need to design successful policies and programs to support MBE international expansion, this lack of data is a critical hurdle that must be overcome.", "During the Obama Administration, in addition to a focus on facilitating entry or expansion of minority firms into the global market place, increased emphasis was placed on quantifying the impact of MBDA activities, increasing the efficient delivery of services to minority business communities, and increasing coordination with other federal agencies. Federal agencies that have partnered with MBDA include the SBA, the International Trade Administration, the Import-Export Bank, the National Institute of Standards and Technology, and the Economic Development Administration."], "subsections": []}]}, {"section_title": "Current Programs and Funding Structure", "paragraphs": ["Although the agency provides services to minority businesses of any size, the MBDA primarily focuses its services on businesses with revenues of at least $1 million annually, in high-growth areas, or with rapid growth potential in such areas as technology and bio-medicine. The agency provides a number of services principally through a network of business centers located in areas with the largest concentration of minority populations and the largest number of minority businesses. "], "subsections": [{"section_title": "Business Center Program", "paragraphs": ["Located in areas with the largest concentration of minority populations and the largest number of minority businesses, MBDA business centers provide a range of services to minority-owned firms seeking to expand to new markets, both foreign and domestic. The range of technical assistance and business services provided include business consulting, private equity and venture capital opportunities, facilitating joint ventures and strategic partnerships. The services are provided on a fee-for-services basis to qualified minority business enterprises by MBDA business center operators. ", "Applicants eligible to compete to operate an MBDA business center include nonprofit organizations, for-profit businesses, state and local governments, institutions of higher education, and Native American tribal entities. The minimum annual MBDA award to operate a center is $250,000 a year with a location adjustment for high-cost areas. The contract period typically runs for three years, with an option for two additional years. Operators are expected to contribute 33% of the MBDA grant award.", "Currently the MBDA funds 31 Business Centers and10 Specialty Centers, including four centers dedicated to exports; four centers focused on manufacturing; one center focused on capital formation; and one center dedicated to procurement. ", "The range of services currently offered by MBDA is identified in Table 1 . "], "subsections": []}]}, {"section_title": "Funding History", "paragraphs": ["Despite efforts to provide a statutory mandate for the mission of the MBDA, Congress has not enacted enabling legislation during the agency's 48-year history. Instead, Congress has continued to provide appropriations in support of the agency's mission even as various Administrations have reorganized and reoriented the agency and its mission or considered defunding the agency's activities and merging its mission with that of the SBA.", "Since its inception as OMBE, appropriations in support of the agency's activities and operations have totaled over $1.8 billion dollars. Since 1996, the agency's annual appropriations have remained relatively unchanged, fluctuating between $25 million and $31.5 million in nominal, noninflation adjusted dollars. Figure 1 is a graphic representation of OMBE/MBDA appropriations history from FY1970 to FY2017 as detailed in Table 2 . ", "During the agency's 48-year history Congress has appropriated approximately $1.8 billion in support of the agency's mission, as shown in Table 2 ."], "subsections": []}, {"section_title": "FY2018 Appropriations", "paragraphs": [], "subsections": [{"section_title": "Trump Administration Budget Request", "paragraphs": ["The Trump Administration's proposed budget for FY2018 requested $6 million for MBDA. This amount is significantly less than the $34 million appropriated for FY2017. This amount, moreover, would be used to facilitate the termination of the agency and the orderly closeout of its activities beginning in 2018. According to budget documents, the Administration supports the termination of the MDBA and its programs as part of its wider efforts to reduce federal spending and to redefine the role of the federal government in domestic affairs. MBDA and its activities are among a number of federal programs that support private sector job creation. The Administration's opposition may be rooted in a view of federalism which argues that these kinds of activities are rightly the responsibilities of state and local governments and the private and nonprofit sectors, not the federal government. Supporters of the MBDA contend that the agency's mission is critical to the nation's economic future and that the agency's programs and services address a number of deficiencies and impediments faced by minority entrepreneurs. "], "subsections": []}, {"section_title": "House-Passed Bill", "paragraphs": ["On July 13, 2017, the House Appropriations Committee approved the FY2018 Commerce, Justice, Science and Related Agencies (CJS) appropriations bill ( H.R. 3267 ) by a vote of 31-21. This bill would provide an appropriation of $34 million for the MBDA activities and expenses for FY2018. The report accompanying the bill ( H.Rept. 115-231 ) includes language that would direct the MBDA to allocate at least 50% ($17 million) of its appropriation through cooperative agreements, external awards, and grants. Report language would also direct the MBDA to submit a report to the Committee on the state of minority businesses, including an evaluation of their access to capital. This report is to be submitted to the Committee within 180 days after enactment of the bill. The language of the bill was incorporated into an FY2018 omnibus appropriation measure, H.R. 3354 , which passed the House on September 14, 2017. "], "subsections": []}, {"section_title": "Senate Appropriations Committee Bill", "paragraphs": ["On July 27, 2017, the Senate Appropriations Committee reported ( S.Rept. 115-139 ) its version of FY2018 CJS appropriations bill ( S. 1662 ). The committee-reported bill recommends $34 million for MBDA activities. This is the same amount appropriated for MBDA activities in FY2017. The report accompanying the bill acknowledges the unique role MBDA plays as the only federal agency dedicated exclusively to promoting and assisting minority owned businesses, and encourages the agency to submit an annual report to Congress, including recommendations on improving minority businesses access to capital. For a review of FY2018 budget request and recommendations see Table 3 ."], "subsections": []}, {"section_title": "Continuing Resolution", "paragraphs": ["Congress did not complete the FY2018 appropriations process for CJS, including MBDA, before the beginning of fiscal year. On September 8, 2017, Congress passed the Continuing Appropriations Act, 2018 and Supplemental Appropriations for Disaster Relief Requirements Act, 2017, P.L. 115-56 . The act funds MBDA at the same rate provided in the Consolidated Appropriation Act for FY2017, P.L. 115-31 , minus a 0.6791% rescission, until December 8, 2017, or until the FY2018 CJS appropriations are signed into law."], "subsections": []}]}, {"section_title": "Agency Performance and Accomplishments", "paragraphs": ["The MBDA measures its effectiveness using a number of performance measures. According to the latest data available, FY2015, the MBDA reported 26,896 jobs were created or retained with the assistance of MBDA resources. MBDA jobs created or retained included the number of new full-time and/or part-time positions reported on the client's payroll, and positions MBDA clients would have eliminated without the contract and/or financing obtained with the help of MBDA. Nearly 100,000 jobs were created or retained from FY2012 through FY2015. (See Table 4 .)", "The source of data regarding contracts, financial transactions, and jobs created/retained are reported by MBDA Business Centers and are verified by MBDA headquarters staff. The performance data date of retrieval was January 21, 2015.", "The total dollar value of contracts awarded to, and capital secured by minority businesses with the assistance of MBDA for FY2015 totaled $5.9 billion, with $4.3 billion in private sector capital and contracts representing 72% of the total (see Figure 2 ). At 14.7%, federal contracts and capital awarded to minority firms in FY2015 accounted for the second highest sector (see Table 5 ). ", "As detailed in Table 6 , Return on Taxpayer Investment (ROI) is intended to measure the effectiveness of MBDA annual appropriations in leveraging or attracting other investments. To calculate ROI the total value of contracts and capital obtained by clients as a result of their work with MBDA is divided by the Agency's fiscal year budget appropriation. In FY2014, $247.6 in total investments was generated by every $1 in MBDA funds appropriated. In FY2015, the ratio declined to $197.4 for every $1 in funds appropriated. "], "subsections": []}, {"section_title": "Assessments and Evaluations", "paragraphs": ["During its 48-year history, MBDA has been the subject of numerous critical reports. These reports have examined the agency's efficacy in creating and assisting minority businesses, performance measures used to gauge progress in achieving agency objectives, and program management and duplication issues. "], "subsections": [{"section_title": "PART Evaluation 2007", "paragraphs": ["Starting in 2002, the George W. Bush Administration initiated its Program Assessment Rating Tool (PART) as a means of evaluating the effectiveness of federal programs. The PART instrument was a set of questionnaires focused on four elements: purpose and design; strategic planning; program management; and program outcomes. A PART evaluation of the agency conducted in 2007 found MBDA performance to be Adequate with high marks for program purpose and design (80%); strategic planning (75%); and program management (100%). Among the highlights, the evaluation noted the following:", "The program has developed appropriate annual and long-term measures that focused on the direct impact of its assistance on business clients. However, more research and evaluation needs to be conducted on the long-term impact of MBDA assistance. The program has strong management. It awards grants using a competitive process, and provides sufficient oversight of grant activities, including tracking of progress towards meeting performance goals. While MBDA is focused on minority small businesses, there are many other sources of business assistance and support at the federal, state, and local level. At the federal level, the SBA provides similar assistance through its entrepreneurial development programs. "], "subsections": []}, {"section_title": "Office of Inspector General Reports", "paragraphs": ["Past reports of the Commerce Department's Office of Inspector General (IG) examined various aspects of the agency and its operations. Two of the reports are summarized below.", "A 2006 report by the Department of Commerce IG found that MBDA performance measures were undermined by inappropriately combining results for three different programs and unreliable performance data. The report was initiated after the agency reported a 300% increase in the number of clients assisted during the 2004 program year by MBOCs despite a decrease in FY2004 appropriations. The report found that MBDA, in reporting FY2004 results, inappropriately combined results for MBOCs with two other programs (Business Development Centers and the Phoenix program), resulting in the inflation of the number of clients served by MBOCs. The MBDA director concurred with the recommendations of the report, which directed MBDA to define clearly key performance measures and the types of actions that may be counted toward measuring the \"dollar value of contract awards obtained,\" and report performance measures of its programs separately. A 1998 audit report by the IG identified deficiencies in the process MBDA used to monitor the performance of a pilot project that would test the viability of the Community-Based Enhancement Services initiatives as an alternative to the Minority Business Development Center. The IG report found that MBDA monitoring of the pilot project failed to follow the agency's written policies and procedures and thus was ineffective in its assessment of the program. The MBDA concurred with the findings of the report and voiced a commitment to: incorporating the recommendations put forth by the report, which included assigning staff with appropriate expertise who will follow MBDA policies and procedures; and developing project specific performance measures and specific reporting requirements to reflect the specific nature of the project. "], "subsections": []}]}, {"section_title": "Legislative Proposals", "paragraphs": ["After promulgating E.O. 11458, creating the MBDA, the Nixon Administration announced on a number of occasions its intention to introduce legislation that would have provided statutory authority for the activities of the newly created OMBE. Despite these pronouncements, the Nixon Administration did not propose enabling legislation. Since its inception, a number of bills have been introduced that would have provided statutory authority for the agency and its mission. The following is a list of bills introduced in past Congresses that would have established statutory authority for the agency and its activities. No bills were introduced during the 114 th Congress that would authorize the MBDA.", "1. The 96 th Congress considered, but did not pass, legislative proposals that would have provided a statutory mandate for the agency and its mission. The House Committee on Small Business held hearings on bills ( H.R. 6904 and S. 2565 ) that would have established a permanent MBDA within the Department of Commerce. The House bill, introduced by Representatives Parren Mitchell and Joseph Addabbo, would have granted the agency the authority to engage in a number of activities in support of the agency's mission, including equity financing of minority business; financial and technical assistance in penetrating domestic and foreign markets; and minority business management education. A Senate bill, S. 2565 , introduced by Senator Abraham Ribicoff and backed by the Carter Administration, would have authorized the creation of a Minority Business Development Agency focused on the provision of technical assistance to minority firms. The Senate bill included much of the language of E.O. 11625. 2. During the 99 th Congress, Representative Parren Mitchell introduced H.R. 4632 , a bill that would have denied any appropriations to the MBDA to avoid potential duplication of services with the SBA's Associate Administrator for Minority Small Business and Capital Ownership Development. The activities of the MBDA, as well as any unexpended balances, would have been transferred to the SBA Associate Administrator for Minority Small Business and Capital Ownership Development. 3. During the 101 st through the 104 th Congress, Representative Kweisi Mfume introduced legislation ( H.R. 1769 , H.R. 373 , H.R. 278 , H.R. 114 , respectively) that would have re-designated MBDA as the Minority Business Development Administration. The bill would have directed the MBDA to assist disadvantaged businesses penetrate domestic and foreign markets; encourage firms to form joint ventures to increase their share of the market; provide financial assistance to public and private entities in support of the mission of MBDA; conduct pilot projects that would assist disadvantaged businesses obtain and expand access to capital; support management education efforts; and conduct research aimed at advancing the nation's understanding of the issues and opportunities surrounding minority business enterprises. 4. During the 111 th Congress, Senator Bob Casey introduced S. 4026 , the Minority Business Development Improvements Act of 2010. This bill would have required that the MBDA establish the Minority Business Development Program and charged it with providing qualified minority businesses with technical assistance and contract procurement assistance. This bill would have also outlined minority business qualification requirements for the program. It would have required that (1) not less than 51% of the qualified minority business is directly and unconditionally owned or controlled by historically disadvantaged individuals; and (2) each officer or other individual exercising control over regular operations would meet the definition of a historically disadvantaged individual. Additionally, the bill would have authorized the program to provide technical assistance to qualified disadvantaged businesses and support efforts to expand federal procurement opportunities for disadvantaged businesses. Also during the 111 th Congress, Representative Bobby L. Rush introduced H.R. 4343 , the Minority Business Development Improvements Act of 2009, which would have required the National Director of the Minority Business Development Agency to establish and administer a Minority Business Development Program focused on providing loan guarantees, technical assistance, and contract procurement assistance to qualified minority businesses. The bill would have defined a qualified minority business as an entity in which 51% of the entity is directly owned and controlled by historically disadvantaged individuals. In addition, the net worth of each principle of the minority business entity did not exceed $2 million. The bill would have directed the National Director of MBDA to: (1) establish a database to assist prime contractors in identifying historically disadvantaged firms for subcontracting, (2) enter into agreements to provide set-aside contracting opportunities to minority businesses, and (3) terminate a minority business from the program for specified violations. Representative Rush also introduced H.R. 4929 , Expanding Opportunities for Main Street Act of 2010. This bill included a provision that would have required MBDA to establish a Minority Business Development Program with the objective of providing technical assistance, loan guarantees, and contract procurement assistance to minority businesses. This bill would have also authorized MBDA to (1) enter into agreements to provide set-aside contracting opportunities to minority businesses; and (2) terminate a minority business from the program for specified violations. This bill would have also required MBDA to establish a database to assist prime contractors in identifying historically disadvantaged firms for subcontracting. 5. During the 112 th Congress, Senator Udall introduced S. 1334 , Expanding Opportunities for Main Street Act of 2011. An identical bill ( H.R. 2424 ) was introduced by Representative Rush. Both bills' MBDA provisions are identical to provisions included in H.R. 4929 , introduced by Representative Rush during the 111 th Congress. 6. During the 113 th Congress, Representative Bobby Rush introduced H.R. 2551 , Expanding Opportunities for Main Street Act. Title II of the bill deals exclusively with the MBDA and include same provisions included in H.R. 4343 , introduced during the 111 th Congress."], "subsections": []}, {"section_title": "Current Issues and Recommendations for Reform", "paragraphs": ["In 2012, the National Advisory Council on Minority Business Enterprise (NACMBE) released a set of recommendations aimed at improving MBDA's effectiveness. The NACMBE, which was created by the Obama Administration in 2010, is a voluntary body comprised of representatives from business and nonprofit sectors. The 2012 recommendations included the following: ", "centralizing and consolidating minority business development efforts of the federal government into one single well-funded agency; assisting minority-owned businesses' development long-term contractual relations with larger business enterprises that would facilitate integration; expanding access to capital by establishing new sources of capital through the use of tax credits in exchange for equity capital investments in minority-owned businesses or by an enterprise bond fund; establishing an MBE Academy that would provide ongoing education to minority business owners through a public private partnership; and building a comprehensive longitudinal database that supports long-term policy analysis of the issues and opportunities. "], "subsections": [{"section_title": "Duplication of SBA Activities", "paragraphs": ["Whether the MBDA complements or duplicates the activities of SBA programs targeted to the socially and economically disadvantaged has been a perennial issue. Although there have been several calls for the termination of the MBDA and the transfer of its activities to the SBA, there have also been suggestions put forth that SBA programs that support minority business development should be transferred to MBDA. Proponents of the MBDA have consistently argued that the agency focus complements rather than conflicts with the goals of SBA. The MBDA focuses on enhancing the capacity and reach of medium and large scale minority firms, while leaving primary support for small and startup minority firms to the SBA. "], "subsections": []}, {"section_title": "Absence of Enabling Legislation", "paragraphs": ["The MBDA's creation by executive order means that the agency's continued existence or termination is the decision of each new President. Though there have been a number of past proposals that would have provided statutory authority for the MBDA, none of these proposals have been passed. Absent specific statutory requirements, the President may exercise authority to effectively terminate the discretionary activities of the agency at any time without congressional consultation or consent. Nevertheless, Congress may choose to appropriate funds specifically to carry out such purposes, and potentially supersede Presidential discretion. In addition, Congress may act to revoke or modify the executive order. It may also act to support the executive order by codifying its provisions."], "subsections": []}]}]}}