{"id": "R45037", "title": "The Foreign Agents Registration Act (FARA): A Legal Overview", "released_date": "2017-12-04T00:00:00", "summary": ["In the wake of the 2016 election, concerns have been raised with respect to the legal regime governing foreign influence in domestic politics. The central law concerning the activities of the agents of foreign entities acting in the United States is the Foreign Agents Registration Act (FARA or Act). Enacted in 1938 to promote transparency with respect to foreign influence in the political process, FARA generally requires \"agents of foreign principals\" undertaking certain activities on behalf of foreign interests to register with and file regular reports with the U.S. Department of Justice (DOJ). FARA also requires agents of foreign principals to file copies of informational materials that they distribute for a foreign principal and to maintain records of their activities on behalf of their principal. The Act contains several exemptions, including exemptions for news organizations, foreign officials, and agents who register under domestic lobbying disclosure laws. Failure to comply with FARA may subject agents to criminal and civil penalties. Although FARA has not been litigated extensively, courts have recognized a compelling governmental interest in requiring agents of foreign principals to register and disclose foreign influence in the domestic political process, resulting in a number of constitutional challenges being rejected over the decades since FARA's initial enactment.", "In 2016, the Office of the Inspector General at DOJ issued a report on DOJ's enforcement of FARA, finding that the department lacked a comprehensive strategy for enforcement. Among the criticisms highlighted in that report were the lack of enforcement actions brought by DOJ, as well as issues of vagueness in the terms and breadth of the statute. Some Members of Congress have introduced legislation to amend FARA following the Inspector General's report and other allegations that potential misconduct by foreign agents is not currently policed under the statute. For example, the Disclosing Foreign Influence Act (H.R. 4170; S. 2039) would repeal the FARA exemption that allows foreign agents to file under domestic lobbying regulations in lieu of the Act; would provide DOJ with authority to make civil investigative demands to investigate potential FARA violations; and would require DOJ to develop a comprehensive enforcement strategy for FARA, with review of its effects by the agency's Inspector General and the Government Accountability Office. The bills' sponsors have explained that the bills are intended to address \"ambiguous requirements for those lobbying on behalf of foreign governments,\" which \"has, over the years, led to a sharp drop in the number of registrations and the prospect of widespread abuses.\"", "This report examines the nature and scope of the current regulatory scheme, including the scope of FARA's application to agents of foreign principals; what the statute requires of those covered under the Act; exemptions available under the statute; and methods of enforcement. The report concludes by discussing various legislative proposals to amend FARA in the 115th Congress."], "reports": {"section_title": "", "paragraphs": ["I n the wake of the 2016 election, concerns have been raised with respect to the legal regime governing foreign influence in domestic politics. The central law concerning the activities of the agents of foreign entities acting in the United States is the Foreign Agents Registration Act (FARA or the Act). FARA generally requires \"agents of foreign principals\" undertaking certain activities on behalf of foreign interests to register with the U.S. Department of Justice (DOJ); to file copies of informational materials that they distribute for a foreign principal; and to maintain records of their activities. The Act contains several exemptions to these registration, disclosure, and recordkeeping requirements. Although FARA has not been litigated extensively, courts have recognized a compelling governmental interest in requiring agents of foreign principals to register and disclose foreign influence in the domestic political process, resulting in a number of constitutional challenges being rejected over the decades since FARA's initial enactment.", "This report examines the nature and scope of the current regulatory scheme, including the scope of FARA's application to agents of foreign principals; what the statute requires of those covered under the Act; exemptions available under the statute; and methods of enforcement. The report concludes by discussing various legislative proposals to amend FARA in the 115th Congress."], "subsections": [{"section_title": "Historical Development of FARA", "paragraphs": ["Enacted originally in 1938 to promote transparency with respect to foreign propaganda, FARA has evolved in its breadth and application over the course of subsequent decades. Consistently throughout its history, however, the statute has not prohibited representation of foreign interests (or other related activities) or limited distribution of foreign propaganda. Instead, the Act provides only for public disclosure of any such activities. FARA's legislative history indicates that Congress believed such disclosure would best combat foreign influence by informing the American public of the actions taken and information distributed on behalf of foreign sources. Thus, FARA addresses the concerns of foreign influence by \" bring[ing] the activities of persons engaged in disseminating foreign political propaganda in this country out into the open ... mak[ing] known to the Government and the American people the identity of any person who is engaged in such activities, the source of the propaganda and who is bearing the expense of its dissemination in the United States.\"", "The impetus for FARA was the global political dynamics of the 1930s. Specifically, in 1935, the House of Representatives convened a special committee tasked with investigating the existence and effects of Nazi and other propaganda efforts in the United States and the use of \"subversive propaganda\" distributed by foreign countries. At that time, Congress perceived a need to oversee efforts to influence the American government by foreign sources in light of threats that had been posed to governments elsewhere in the world due to the political and economic unrest during the interwar era. In particular, legislators highlighted concerns about the unfettered distribution of Nazi and communist propaganda in the United States by foreign entities.", "Congress has since amended the statute, shifting its focus toward the promotion of transparency of an agent's lobbying activities on behalf of its foreign client. As a report issued by the Senate Committee on Foreign Relations explained when considering amendments to the Act in 1965:", "The original target of foreign agent legislation—the subversive agent and propagandist of pre-World War II days—has been covered by subsequent legislation, notably the Smith Act. The place of the old foreign agent has been taken by the lawyer-lobbyist and public relations counsel whose object is not to subvert or overthrow the U.S. Government, but to influence its policies to the [satisfaction] of his particular client.", "In the 1990s, Congress again amended FARA as part of a broader effort to reform lobbying disclosure laws known as the Lobbying Disclosure Act (LDA). The amendments generally limited FARA's registration requirements to agents of foreign governments and foreign political parties and allowed agents of other foreign entities to register under the LDA's disclosure requirements."], "subsections": []}, {"section_title": "Identifying \"Agents of Foreign Principals\"", "paragraphs": ["Because FARA prohibits a \"person\" from acting as an \"agent of a foreign principal\" without first registering with DOJ, and because FARA's disclosure and recordkeeping requirements are imposed on those \"persons\" required to register under the Act, the central issue when considering the application of FARA to foreign lobbying is whether a person qualifies as an agent of a foreign principal for purposes of the statute. FARA expressly defines the term person for purposes of the statute to include individuals, partnerships, associations, corporations, organizations, or any other combination of individuals. Identifying whether such individuals or entities are agents of foreign principals involves two determinations: whether that person is acting as an agent and whether the agent is acting for a foreign principal ."], "subsections": [{"section_title": "What Qualifies a Person as an \"Agent\"?", "paragraphs": ["FARA generally defines the term agent to mean \"any person who acts as an agent, representative, employee, servant, or any person who acts in any other capacity at the order, request, or under the direction or control\" of a foreign principal. DOJ regulations have not provided further clarification on the scope of the agency requirement under FARA, resulting in some confusion about the requirements by the few courts that have interpreted what agency requires under the Act.", "Case law interpreting FARA suggests that the agent-foreign principal relationship identified by the statute does not appear to require that the parties expressly enter into a contract establishing the relationship. Additionally, it appears that financial support from a foreign principal standing alone is insufficient to establish a relationship subject to FARA. Courts, however, have disagreed on the precise standard by which an agent-foreign principal relationship is established. In 1945, the U.S. Court of Appeals for the Third Circuit (Third Circuit) applied a common law standard to determine agency, holding that agency should be based on whether the intended agent and the foreign principal consent to a relationship in which the agent will act on the foreign principal's behalf and subject to its control. In 1981, however, the U.S. Court of Appeals for the Second Circuit (Second Circuit), without referencing the Third Circuit's decision, rejected the common law standard for determining agency under FARA. The Second Circuit instead favored a standard that contemplated the nature of the agency relationship intended for regulation under FARA, explaining that \"[i]n determining agency for purposes of [FARA, the] concern is not whether the agent can impose liability upon his principal but whether the relationship warrants registration by the agent to carry out the informative purposes of the Act.\"", "The Second Circuit cautioned against broadly construing the agency relationship to include instances in which a person merely acts at the \"request\" of a foreign principal, explaining that \"[s]uch an interpretation would sweep within the statute's scope many forms of conduct that Congress did not intend to regulate.\" Rather, according to the Second Circuit, agency depends upon whether a specific person has been asked to take a specific action on behalf of a foreign principal. To illustrate, the Second Circuit offered two examples. First, with regard to whether a specific person was requested to act, if a foreign government requested donations to aid victims of a natural disaster, members of a large group who respond with contributions or support do not become agents of the foreign government for the purposes of FARA. On the other hand, if a particular individual or limited group of individuals were solicited, the surrounding circumstances might indicate the possibility that FARA would require registration. Second, with regard to whether a specific action was requested, the court explained that if the government issued a \"general plea for political or financial support,\" such a request would be less likely to require registration than \"a more specific instruction.\"", "FARA requires registration even if the individual or entity is not yet acting as an agent but \"agrees, consents, assumes or purports to act as [ ... ] or holds himself out to be [ ... ] an agent.\" However, the Act does not require that agents be compensated for their action on the foreign principal's behalf, meaning that the registration requirement applies to both paid and volunteer agents. Furthermore, unlike other lobbying disclosure statutes, FARA does not include any threshold requirements and, thus, requires any individual or entity acting as an agent of a foreign principal to register regardless of whether the time or expenses involved are de minimis. For example, the federal statute regulating disclosure of advocacy activities for domestic interests does include threshold requirements, generally requiring lobbyists to disclose their activities only if they are compensated for their services; make more than one lobbying contact; and spend at least 20% of their time over a three-month period lobbying.", "Embedded within the Act's definition of the term \"agent,\" agents of foreign principals are subject to FARA if they engage in any of the enumerated actions under FARA within the United States. Specifically, an agent must comport with the Act if he or she takes the following actions in the United States on behalf of the foreign principal:", "engages in political activities; acts as public relations counsel, publicity agent, information-service employee, or political consultant; solicits, collects, or disburses things of value (i.e., contributions, loans, money); or represents the foreign principal's interest before federal agencies or officials.", "As noted in Table 1 below, Congress expressly defined many of the terms used to establish the broad scope of activities for which agents must register.", "Relevant to the definition of \"political activities,\" DOJ regulations indicate that \"formulating, adopting, or changing\" policy also includes \"any activity which seeks to maintain any existing domestic or foreign policy of the United States.\" Furthermore, DOJ has explained that routine inquiries of government officials are not \"political activities\" and therefore are outside the scope of FARA if the agent's inquiries relate to matters in which existing domestic or foreign policy is not in question."], "subsections": []}, {"section_title": "Who Is a \"Foreign Principal\"?", "paragraphs": ["Because FARA requires registration by agents who act on behalf of any individual or entity \"any of whose activities are directly or indirectly supervised, directed, controlled, financed, or subsidized in whole or in major part by a foreign principal,\" a significant question that arises in relation to the scope of FARA's application involves what entities qualify as foreign principals. The statutory definition of foreign principal includes:", "governments of foreign countries; foreign political parties; individuals outside of the United States who are not U.S. citizens domiciled in the United States; and entities organized under the laws of a foreign country or having their principal place of business in a foreign country.", "Regulation of the influence of foreign principals within the United States, therefore, is not limited only to foreign states or foreign state actors. Rather, any individual or entity acting as an agent for a foreign private entity may also be subject to FARA, unless that agent is covered by an applicable exemption."], "subsections": []}]}, {"section_title": "Obligations of Agents of Foreign Principals Under FARA", "paragraphs": ["In its current form, FARA includes three key provisions that generally apply to agents of foreign principals: registration requirements, disclosure requirements, and recordkeeping requirements."], "subsections": [{"section_title": "Registration Requirement", "paragraphs": ["The primary mechanism of FARA's regulatory scheme is its requirement that agents of foreign principals register with the U.S. government. FARA's registration requirement requires agents of foreign principals to file a registration statement with DOJ within 10 days of becoming such an agent. The registration statement must include information about: the agent and the agent's business; the agreement to represent the foreign principal; and income and expenditures related to the activities performed. Specifically, the registration statement must include inter alia:", "names, contact information, and nationality of the agent; \"comprehensive\" descriptions of the nature of the agent's business, including a list of employees and every foreign principal for whom the agent acts; copies of agreements regarding the terms and conditions of the agent's representation of the foreign principal and detailed statements of any activity undertaken or agreed to that would require registration; nature and amounts of any income received by the agent in the preceding 60 days from each foreign principal, whether received as compensation or for disbursement; and detailed statements of expenditures during the preceding 60 days made in connection with activities requiring registration or in connection with elections for political office.", "Following initial registration, agents of foreign principals covered by FARA must submit supplemental information updating the original filing at six-month intervals. Such information must be filed generally within 30 days of the six-month period, except changes to information under some categories must be filed within 10 days after such changes occur. According to several reports, agents of foreign principals as a matter of practice have registered under the Act retroactively in some cases."], "subsections": []}, {"section_title": "Disclosure Requirement", "paragraphs": ["Any agent of a foreign principal who is required to register and who distributes \"informational materials\" on behalf of a foreign principal must also file copies of those materials with DOJ within 48 hours of beginning the process of distribution. This disclosure requirement applies to any such materials that are distributed through interstate or foreign commerce and that take a form that would reasonably be expected to be distributed to two or more persons. In addition to disclosing the existence of such materials to DOJ, the agent must also include \"a conspicuous statement that the materials are distributed by the agent on behalf of the foreign principal\" when the materials are transmitted in the United States. Relatedly, FARA also requires agents representing foreign principals who transmit political propaganda or solicit information related to political interests from U.S. agencies or officials to include with such transmittals or solicitations \"a true and accurate statement\" identifying the person as an agent of a foreign principal."], "subsections": []}, {"section_title": "Recordkeeping Requirement", "paragraphs": ["FARA also requires agents of a foreign principal who are required to register to maintain records with respect to their activities and make any such records available for government inspection to ensure compliance. Agents must maintain such records for three years after terminating their representation of their foreign principal, and the records must be available for inspection at any reasonable time. Concealment or destruction of any records required to be kept under the act constitutes an express violation of FARA."], "subsections": []}, {"section_title": "Exemptions", "paragraphs": ["Certain categories of individuals or entities that would otherwise be recognized as agents of foreign principals under FARA are not subject to the statute under a series of exemptions adopted by Congress since FARA's enactment.", "N ews organizations . By definition, FARA excludes from regulation as an agent of a foreign principal \"any news or press service or association organized\" under domestic laws or any publication that is distributed for \"bona fide news or journalistic activities.\" To qualify for this exemption, the ownership stake of U.S. citizens in the news organization must be at least 80% and its officers and directors must be U.S. citizens as well. Furthermore, the organization or publication cannot be \"owned, directed, supervised, controlled, subsidized, or financed, and none of its policies are determined by any foreign principal [as defined under FARA].\" Otherwise, the news organization in question must register under and otherwise comply with FARA.", "Officials of f oreign g overnments , diplomatic or consular officers, and members of diplomatic and consular staff . FARA includes several exemptions for officials, diplomatic officers, and certain staff of foreign governments if those individuals are acting exclusively within their official capacities. Officials of foreign governments may be exempt if the foreign government is one that is recognized by the United States. To qualify for this exemption, the official cannot be acting as a public-relations counsel, publicity agent, information-service employee, or be a U.S. citizen. Diplomatic and consular officers of a foreign government may be exempt if he or she is \"duly accredited\" and the U.S. State Department has recognized the individual as such an officer. Additionally, members of diplomatic and consular officers' staff may be exempt if they are not serving as public-relations counsel, publicity agents, or information-service employees.", "Agents engaged in p rivate and nonpolitical activities , including commerce, charitable solicitations, and religious, scholastic or scientific pursuit . Individuals and entities may be exempt from registration requirements if the activities in which they engage are either (1) private and nonpolitical activities that further bona fide commercial interests of a foreign principal; (2) other activities that do not predominantly serve a foreign interest; or (3) solicitations of contributions that are used only for certain charitable purposes such as food, clothing, and medical aid. Additionally, agents of foreign principals who engage only in activities to further bona fide interests in religion, academia, science, or the fine arts are not subject to the registration requirement. The scope of these exemptions is unclear and has not been further defined in administrative guidance. For example, some commentators have argued that there is \"considerable uncertainty regarding the reach and boundaries of [the] commercial exemption.\"", "Agents representing foreign countries with defense interests vital to the defense of the United States . Agents who represent governments of foreign countries deemed to be vital to the defense of the United States are exempt from the registration requirement during the time that the individual or entity engages in activities that serve the joint interests of the countries and do not conflict with U.S. policies. This exemption requires that communications disseminated by such agents relate to such activities and that the agent believes the information contained within those communications is truthful and accurate. It is unclear whether any entity has relied on this exemption.", "Practicing attorneys acting in the course of legal representation . Individuals or entities that are qualified to practice law are exempt from the registration requirements in the course of their legal representation of a foreign principal before a court of law or a federal agency. FARA, however, expressly states that this exemption does not extend to any such lawyer's \"attempts to influence or persuade agency personnel or officials other than in the course of judicial proceedings, criminal or civil law enforcement inquiries, investigations, or proceedings, or agency proceedings required by statute or regulation to be conducted on the record.\"", "At least one court has examined the potential tension between (1) FARA's disclosure requirement with respect to information about the relationship between an attorney and a foreign client and (2) the attorney-client privilege, which is an evidentiary privilege that generally prevents the disclosure of communications between an attorney and client involving legal advice. In that case, the court, while recognizing that FARA's exemption for practicing attorneys \"does not include all communications that have been traditionally protected by an attorney-client privilege,\" highlighted that the scope of the legal representation exemption would likely protect confidential communications related to the representation at issue in that case.", "Agents o therwise r egistered under the Lobbying Disclosure Act . FARA currently includes an exemption that permits agents of certain foreign principals who register under the Lobbying Disclosure Act of 1995 (LDA) —a disclosure statute designed to regulate the influence of domestic lobbyists—to not have to register under FARA. The LDA established certain criteria and thresholds for determining when a lobbyist must register its activities, and its registration requirements are not as broad in scope as the requirements under FARA. To qualify for this exemption, agents of foreign principals first must represent foreign principals other than foreign governments and foreign political parties. Second, those agents must have engaged in lobbying activities for purposes of the LDA and registered under that statute."], "subsections": []}]}, {"section_title": "Enforcement Under FARA", "paragraphs": ["Any person who willfully violates FARA—including failure to register as an agent of a foreign principal, making false statements of material fact, or omitting material facts or documents—may be subject to civil and criminal penalties upon conviction. Violations may result in fines of up to $10,000 or imprisonment for no more than five years, depending on the violation. Additionally, the Attorney General may seek injunctive relief to enjoin actions in violation of the Act. Destruction or concealment of an agent's records during the time period for which such recordkeeping is required is unlawful under the statute. Enforcement actions may be undertaken only at the discretion of the Attorney General, because the statute does not confer a private right of action for enforcement by private parties."], "subsections": []}, {"section_title": "Selected Proposals to Amend FARA in the 115th Congress", "paragraphs": ["In 2016, the Office of the Inspector General at DOJ issued a report on DOJ's enforcement of FARA, finding that the agency lacked a comprehensive strategy for enforcement. Among the criticisms highlighted in that report were the lack of enforcement actions brought by DOJ as well as issues of vagueness in the terms and breadth of the statute. The report highlighted what DOJ characterized as a sharp decline in registrations under the Act beginning in the mid-1990s. ", "Some Members of Congress have introduced legislation to amend FARA following the Inspector General's report and other allegations that potential misconduct by foreign agents is not currently policed under the statute. Amendments proposed in the 115th Congress have addressed a range of issues, including:", "Future Representation of Foreign Principals by Political Appointees. H.R. 484 would prospectively bar any individual who has served as a political appointee from serving as an agent of a foreign principal. In other words, any individual whose political appointment terminates after the bill would be enacted would be subject to a lifetime ban on representing foreign principals in the United States. Breadth of the Disclosure Requirement . S. 1679 would expand the applicability of FARA's disclosure requirement by requiring agents to file copies of materials transmitted to \"any other person.\" Furthermore, S. 1679 would require agents to provide additional information when filing any distributed materials with DOJ, including the name of each original recipient and the original date of distribution. Separately, H.R. 2811 / S. 625 generally would apply the disclosure requirement to electronic transmittals (e.g., email and social media) and align the filing deadlines of the disclosure requirement with those of the registration requirement. Repeal of the Exemption for Agents Registering Under the LDA . H.R. 4170 / S. 2039 would repeal the exemption that currently allows agents of foreign principals in the private sector to register under the LDA instead of under FARA. Repeal of the exemption for agents representing foreign principals in the private sector would require all activities covered under FARA to be subject to the standards of that Act, regardless of whether the foreign principal is a government, political party, or individual or entity in the private sector. For agents of foreign principals whose activities may require registration under FARA and the LDA, H.R. 4170 / S. 2039 would also align all filing deadlines after the initial registration for FARA to coincide with the deadlines of the LDA. Provision of Civil Investigative Demand Authority . Both the Foreign Agents Registration Modernization and Enforcement Act (FARMEA; H.R. 2811 / S. 625 ) and the Disclosing Foreign Influence Act (DFIA; H.R. 4170 / S. 2039 ) would authorize the Attorney General to compel individuals or entities to produce documents relevant to a FARA investigation before initiating civil or criminal enforcement proceedings. Such authority would augment DOJ's authority to investigate potential violations of agents of foreign principals who may be required to register under FARA. Availability of Civil Fines . S. 1679 would authorize the Attorney General to enforce FARA violations by means of civil fines based on the number of offenses, as well as providing the Attorney General discretion to consider the severity and frequency of the violations. Reporting Requirements. H.R. 2811 / S. 625 would expand the categories of information that DOJ must submit in its semiannual reports to Congress. FARA currently requires DOJ's reports to identify FARA registrations and the nature, sources, and content of materials distributed by agents of foreign principals. Under H.R. 2811 / S. 625 , DOJ would also report the number of investigations of potential violations involving officers and directors of any entity serving as an agent of a foreign principal and the number of those investigations that were referred to the Attorney General for prosecution. Oversight of FARA Enforcement and Administration . H.R. 4170 / S. 2039 would require the Attorney General to \"develop and implement a comprehensive strategy to improve the enforcement and administration of [FARA],\" which would be subject to review by the Inspector General of DOJ and Congress. Additionally, it would require the Comptroller General to analyze the effectiveness of enforcement and administration of FARA within three years of enactment of the legislation."], "subsections": []}]}}