{"id": "R45028", "title": "Presidential Appointments to Full-Time Positions in Independent and Other Agencies During the 114th Congress", "released_date": "2017-11-28T00:00:00", "summary": ["The President makes appointments to positions within the federal government, either using the authorities granted by law to the President alone or with the advice and consent of the Senate. This report identifies all nominations during the 114th Congress that were submitted to the Senate for full-time positions in 40 organizations in the executive branch (27 independent agencies, 6 agencies in the Executive Office of the President [EOP], and 7 multilateral organizations) and 4 agencies in the legislative branch. It excludes appointments to executive departments and to regulatory and other boards and commissions, which are covered in other Congressional Research Service (CRS) reports.", "Information for each agency is presented in tables. The tables include full-time positions confirmed by the Senate, pay levels for these positions, and appointment action within each agency. Additional summary information across all agencies covered in the report appears in an appendix.", "During the 114th Congress, the President submitted 43 nominations to the Senate for full-time positions in independent agencies, agencies in the EOP, multilateral agencies, and legislative branch agencies. Of these 43 nominations, 22 were confirmed, 5 were withdrawn, and 16 were returned to him in accordance with Senate rules. For those nominations that were confirmed, a mean (average) of 174.1 days elapsed between nomination and confirmation. The median number of days elapsed was 152.0.", "Information for this report was compiled using the Legislative Information System (LIS) Senate nominations database at http://www.lis.gov/nomis, the Congressional Record (daily edition), the Weekly Compilation of Presidential Documents, telephone discussions with agency officials, agency websites, the United States Code, and the 2016 Plum Book (United States Government Policy and Supporting Positions).", "This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The President is responsible for appointing individuals to positions throughout the federal government. In some instances, the President makes these appointments using authorities granted by law to the President alone. Other appointments are made with the advice and consent of the Senate via the nomination and confirmation of appointees. Presidential appointments with Senate confirmation are often referred to with the abbreviation PAS. This report identifies, for the 114 th Congress, all nominations to full-time positions requiring Senate confirmation in 40 organizations in the executive branch (27 independent agencies, 6 agencies in the Executive Office of the President [EOP], and 7 multilateral organizations) and 4 agencies in the legislative branch. It excludes appointments to executive departments and to regulatory and other boards and commissions, which are covered in other Congressional Research Service (CRS) reports.", "Information for this report was compiled using the Legislative Information System (LIS) Senate nominations database at http://www.lis.gov/nomis , the Congressional Record (daily edition), the Weekly Compilation of Presidential Documents , telephone discussions with agency officials, agency websites, the United States Code , and the 2016 Plum Book ( United States Government Policy and Supporting Positions ).", "Related CRS reports regarding the presidential appointments process, nomination activity for other executive branch positions, recess appointments, and other appointment-related matters may be found at http://www.crs.gov . "], "subsections": [{"section_title": "Appointments During the 114th Congress", "paragraphs": ["During the 114 th Congress, President Barack Obama submitted 43 nominations to the Senate for full-time positions in independent agencies, agencies in the EOP, multilateral agencies, and legislative branch agencies. Of these nominations, 22 were confirmed, 16 were returned to the President, and 5 were withdrawn. Table 1 summarizes the appointment activity."], "subsections": []}, {"section_title": "Length of Time to Confirm a Nomination", "paragraphs": ["The length of time a given nomination may be pending in the Senate varies widely. Some nominations are confirmed within a few days, others are not confirmed for several months, and some are never confirmed. This report provides, for each agency nomination confirmed in the 114 th Congress, the number of days between nomination and confirmation (\"days to confirm\"). ", "Under Senate Rules, nominations not acted on by the Senate at the end of a session of Congress (or before a recess of 30 days) are returned to the President. The Senate, by unanimous consent, often waives this rule—although not always. In the case of nominations that are returned to the President and resubmitted, this report measures the days to confirm from the date of receipt of the resubmitted nomination, not the original.", "For agency nominations confirmed in the 114 th Congress, a mean of 174.1 days elapsed between nomination and confirmation. The median number of days elapsed was 152.0."], "subsections": []}, {"section_title": "Organization of this Report", "paragraphs": [], "subsections": [{"section_title": "Agency Profiles", "paragraphs": ["Agency profiles in this report are organized in two parts. The first table lists the titles and pay levels of all the agency's full-time PAS positions as of the end of the 114 th Congress. For most presidentially appointed positions requiring Senate confirmation, pay levels fall under the Executive Schedule. As of the end of the 114 th Congress, these pay levels range from level I ($205,700) for Cabinet-level offices to level V ($150,200) for lower-ranked positions.", "The second table lists appointment action for vacant positions during the 114 th Congress in chronological order. This table provides the name of the nominee, position title, date of nomination or appointment, date of confirmation, and number of days between receipt of a nomination and confirmation, and notes relevant actions other than confirmation (e.g., nominations returned to or withdrawn by the President). ", "When more than one nominee has had appointment action, the second table also provides statistics on the length of time between nomination and confirmation. The average days to confirm are provided in two ways: mean and median. The mean is a more familiar measure, though it may be influenced by outliers in the data. The median, by contrast, does not tend to be influenced by outliers. In other words, a nomination that took an extraordinarily long time to be confirmed might cause a significant change in the mean, but the median would be unaffected. Examining both numbers offers more information with which to assess the central tendency of the data."], "subsections": []}, {"section_title": "Additional Appointment Information", "paragraphs": [" Appendix A provides two tables. Table A-1 relists all appointment action identified in this report and is organized alphabetically by the appointee's last name. Table entries identify the agency to which each individual was appointed, position title, nomination date, date confirmed or other final action, and duration count for confirmed nominations. In the final two rows, the table includes the mean and median values for the \"days to confirm\" column. ", "Table A-2 provides summary data from the appointments identified in this report and is organized by agency type, including independent executive agencies, agencies in the EOP, multilateral organizations, and agencies in the legislative branch. The table summarizes the number of positions, nominations submitted, individual nominees, confirmations, nominations returned, and nominations withdrawn for each agency grouping. It also includes mean and median values for the number of days taken to confirm nominations in each category.", " Appendix B provides a list of department abbreviations."], "subsections": []}]}]}, {"section_title": "Nominations and Incumbents: Full-Time Positions in Independent Agencies", "paragraphs": [], "subsections": [{"section_title": "Appalachian Regional Commission", "paragraphs": [], "subsections": []}, {"section_title": "Broadcasting Board of Governors", "paragraphs": [], "subsections": []}, {"section_title": "Central Intelligence Agency", "paragraphs": [], "subsections": []}, {"section_title": "Consumer Financial Protection Bureau", "paragraphs": [], "subsections": []}, {"section_title": "Corporation for National and Community Service", "paragraphs": [], "subsections": []}, {"section_title": "Court Services and Offender Supervision Agency to the District of Columbia", "paragraphs": [], "subsections": []}, {"section_title": "Delta Regional Authority", "paragraphs": [], "subsections": []}, {"section_title": "Environmental Protection Agency", "paragraphs": [], "subsections": []}, {"section_title": "Federal Housing Finance Agency", "paragraphs": [], "subsections": []}, {"section_title": "Federal Mediation and Conciliation Service", "paragraphs": [], "subsections": []}, {"section_title": "General Services Administration", "paragraphs": [], "subsections": []}, {"section_title": "Millennium Challenge Corporation", "paragraphs": [], "subsections": []}, {"section_title": "National Aeronautics and Space Administration", "paragraphs": [], "subsections": []}, {"section_title": "National Archives and Records Administration", "paragraphs": [], "subsections": []}, {"section_title": "National Foundation on the Arts and Humanities", "paragraphs": [], "subsections": []}, {"section_title": "National Science Foundation", "paragraphs": [], "subsections": []}, {"section_title": "Northern Border Regional Commission", "paragraphs": [], "subsections": []}, {"section_title": "Office of the Director of National Intelligence", "paragraphs": [], "subsections": []}, {"section_title": "Office of Government Ethics", "paragraphs": [], "subsections": []}, {"section_title": "Office of Personnel Management", "paragraphs": [], "subsections": []}, {"section_title": "Office of Special Counsel", "paragraphs": [], "subsections": []}, {"section_title": "Overseas Private Investment Corporation", "paragraphs": [], "subsections": []}, {"section_title": "Peace Corps", "paragraphs": [], "subsections": []}, {"section_title": "Small Business Administration", "paragraphs": [], "subsections": []}, {"section_title": "Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Trade and Development Agency", "paragraphs": [], "subsections": []}, {"section_title": "U.S. Agency for International Development", "paragraphs": [], "subsections": []}]}, {"section_title": "Nominations and Incumbents: Full-Time Positions in the Executive Office of the President", "paragraphs": [], "subsections": [{"section_title": "Council of Economic Advisers", "paragraphs": [], "subsections": []}, {"section_title": "Council on Environmental Quality", "paragraphs": [], "subsections": []}, {"section_title": "Office of Management and Budget", "paragraphs": [], "subsections": []}, {"section_title": "Office of National Drug Control Policy", "paragraphs": [], "subsections": []}, {"section_title": "Office of Science and Technology Policy", "paragraphs": [], "subsections": []}, {"section_title": "Office of the U.S. Trade Representative", "paragraphs": [], "subsections": []}]}, {"section_title": "Nominations and Incumbents: Full-Time Positions in Multilateral Organizations", "paragraphs": [], "subsections": [{"section_title": "African Development Bank", "paragraphs": [], "subsections": []}, {"section_title": "Asian Development Bank", "paragraphs": [], "subsections": []}, {"section_title": "European Bank for Reconstruction and Development", "paragraphs": [], "subsections": []}, {"section_title": "Inter-American Development Bank", "paragraphs": [], "subsections": []}, {"section_title": "International Bank for Reconstruction and Development (World Bank)", "paragraphs": [], "subsections": []}, {"section_title": "International Joint Commission, United States and Canada", "paragraphs": [], "subsections": []}, {"section_title": "International Monetary Fund", "paragraphs": [], "subsections": []}]}, {"section_title": "Nominations and Incumbents: Full-Time Positions in Legislative Branch Agencies", "paragraphs": [], "subsections": [{"section_title": "Architect of the Capitol", "paragraphs": [], "subsections": []}, {"section_title": "Government Accountability Office", "paragraphs": [], "subsections": []}, {"section_title": "Government Publishing Office", "paragraphs": [], "subsections": []}, {"section_title": "Library of Congress", "paragraphs": ["Appendix A. Summary of All Nominations and Appointments to Independent and Other Agencies", "Appendix B. Agency Abbreviations"], "subsections": []}]}]}}