{"id": "R45107", "title": "Joint Select Committee on Solvency of Multiemployer Pension Plans: Structure, Procedures, and CRS Experts", "released_date": "2018-02-20T00:00:00", "summary": ["The Bipartisan Budget Act of 2018 (P.L. 115-123), signed into law on February 9, 2018, creates a new joint select committee of the House and Senate. The Joint Select Committee on Solvency of Multiemployer Pension Plans, made up of 16 Members of the House and Senate—four chosen by each of the chambers' party leaders—is intended to formulate recommendations and legislative language that will \"significantly improve the solvency of multiemployer pension plans and the Pension Benefit Guaranty Corporation.\" The law directs the joint select committee to, no later than November 30, 2018, vote on a report, which, if approved, is to be submitted along with legislative language to the President, Vice President, the Speaker of the House, and the majority and minority leaders of the House and Senate.", "The legislative recommendations of the joint select committee are subject to consideration under expedited procedures in the Senate, which differ slightly from the procedures the Senate normally uses to process most legislation. These procedures are intended to allow the Senate to reach a timely vote on whether to consider legislation embodying the recommendations of the joint select committee. Under the terms of the act, the Senate is directed to vote on a motion to consider any reported joint committee bill before the conclusion of the 115th Congress (2017-2018). The support of at least three-fifths of the Senate would be necessary to take up and approve the measure. The act does not provide any special procedures governing House consideration of such legislation.", "This report discusses the structure, powers, and funding of the Joint Select Committee on Solvency of Multiemployer Pension Plans and provides an overview of the parliamentary procedures the chambers may use to consider its work product.", "The report includes contact information for CRS policy analysts who work on issues related to the structure and policy work of the panel.", "The Bipartisan Budget Act of 2018 (P.L. 115-123), signed into law on February 9, 2018, creates a new joint select committee of the House and Senate. The Joint Select Committee on Solvency of Multiemployer Pension Plans, made up of 16 Members of the House and Senate—four chosen by each of the chambers' party leaders—is intended to formulate recommendations and legislative language that will \"significantly improve the solvency of multiemployer pension plans and the Pension Benefit Guaranty Corporation.\" The law directs the joint select committee to, no later than November 30, 2018, vote on a report, which, if approved, is to be submitted along with legislative language to the President, Vice President, the Speaker of the House, and the majority and minority leaders of the House and Senate.", "The legislative recommendations of the joint select committee are subject to consideration under expedited procedures in the Senate, which differ slightly from the procedures the Senate normally uses to process most legislation. These procedures are intended to allow the Senate to reach a timely vote on whether to consider legislation embodying the recommendations of the joint select committee. Under the terms of the act, the Senate is directed to vote on a motion to consider any reported joint committee bill before the conclusion of the 115th Congress (2017-2018). The support of at least three-fifths of the Senate would be necessary to take up and approve the measure. The act does not provide any special procedures governing House consideration of such legislation.", "This report discusses the structure, powers, and funding of the Joint Select Committee on Solvency of Multiemployer Pension Plans and provides an overview of the parliamentary procedures the chambers may use to consider its work product.", "The report includes contact information for CRS policy analysts who work on issues related to the structure and policy work of the panel."], "reports": {"section_title": "", "paragraphs": ["T he Bipartisan Budget Act of 2018 ( H.R. 1892 ) , signed into law on February 9, 2018, creates a new joint select committee of the House and Senate. The Joint Select Committee on Solvency of Multiemployer Pension Plans, made up of 16 Members of the House and Senate, is directed to formulate recommendations and legislative language that will \"significantly improve the solvency of multiemployer pension plans and the Pension Benefit Guaranty Corporation.\"", "Under the law, the joint select committee is to, no later than November 30, 2018, vote on a report, which, if approved, must be submitted along with legislative language to the President, the Speaker of the House, and the majority and minority leaders of the House and Senate.", "The legislative recommendations of the joint select committee are to be introduced in the Senate by the majority leader or his designee and are subject to consideration in that chamber under expedited procedures, which differ slightly from the procedures the Senate normally uses to process most legislation. These expedited procedures are intended to allow the Senate to reach a timely vote on whether to consider legislation embodying the recommendations of the joint select committee. Under the terms of the act, the Senate is to vote on a motion to proceed to consider a joint committee bill before the conclusion of the 115 th Congress (2017-2018). The support of at least three-fifths of the Senate would be necessary to take up and approve the measure. The act does not provide any special procedures governing House consideration of such legislation. ", "This report discusses the structure, funding, and powers of this new congressional joint committee and provides an overview of the parliamentary procedures the House and Senate may use to consider its work product. ", "The report includes contact information for CRS policy analysts who work on policy issues related to the work of the panel. "], "subsections": [{"section_title": "Membership of the Joint Select Committees", "paragraphs": ["The Joint Select Committee on Solvency of Multiemployer Pension Plans is to be made up of 16 members, with the Speaker, the Senate majority leader, and the House and Senate minority leaders each responsible for appointing four members. All appointments last for the life of the select committee, and any vacancies on the panel are to be filled in within 14 calendar days of their occurrence in the same fashion."], "subsections": []}, {"section_title": "Chairmanship", "paragraphs": ["Two members of the joint select committee are to serve as co-chairs. Within 14 calendar days after the enactment of the Bipartisan Budget Act of 2018—that is, by February 23, 2018—the Speaker and the Senate majority leader are to jointly appoint one co-chair, and the chamber minority leaders are to jointly appoint the second co-chair."], "subsections": []}, {"section_title": "Funding and Administration", "paragraphs": ["The act states that there are authorized to be paid not more than $500,000 from the appropriations account for \"Expenses of Inquiries and Investigations\" of the Senate, such sums to be disbursed by the Secretary of the Senate, in accordance with Senate rules and procedures, upon vouchers signed by the joint panel's co-chairs. Authorized funds are to be available for obligation during the period beginning on February 9, 2018, the date of enactment of the Bipartisan Budget Act of 2018, and ending on January 2, 2019."], "subsections": []}, {"section_title": "Technical Assistance and Staffing", "paragraphs": ["The joint select committee may, upon the written request of its co-chairs, receive technical assistance from any federal agency, including legislative branch agencies. ", "Employees of the legislative branch may be detailed to the joint committee \"on a nonreimbursable basis, consistent with the rules and regulations of the Senate.\" The joint panel's co-chairs may designate one employee as its staff director."], "subsections": []}, {"section_title": "Ethical Standards", "paragraphs": ["Members of the joint select committee are to comply with the ethics rules and standards of their respective chambers. "], "subsections": []}, {"section_title": "First Meeting", "paragraphs": ["The Joint Select Committee on Solvency of Multiemployer Pension Plans is to hold its first meeting no later than 30 calendar days after the enactment of the Bipartisan Budget Act of 2018—that is, by March 11, 2018. The co-chairs of the panel are to provide an agenda to committee members at least 48 hours before the meeting. "], "subsections": []}, {"section_title": "Quorum", "paragraphs": ["Nine members of the joint select committee constitute a quorum for purposes of meeting and voting. A lesser quorum—five members—may hold hearings. "], "subsections": []}, {"section_title": "Hearings", "paragraphs": ["The joint committee is authorized to hold hearings, require the attendance of witnesses and the production of documents (it has subpoena power), take testimony, receive evidence, and administer oaths as it considers advisable. The joint committee is to hold no fewer than five total public hearings or meetings and no fewer than three public hearings, which may include field hearings. An announcement of the date, location, and subject of a hearing is to be made at least seven days in advance, unless the committee co-chairs determine that good cause exists to hold the hearing earlier. (This is the same notice requirement imposed on the standing committees of the House and Senate.) Each co-chair is entitled to select an equal number of witnesses for each hearing. (No such guarantee exists in the standing committees.) Witnesses at the hearing of the joint select committee are to file their written testimony with the panel at least two calendar days before appearing, unless this deadline is waived by the co-chairs for good cause."], "subsections": []}, {"section_title": "Deadlines for Action", "paragraphs": ["The law directs the Joint Select Committee on Solvency of Multiemployer Pension Plans to vote, no later than November 30, 2018, on a report that contains detailed findings, conclusions, and recommendations, as well as proposed legislative language to carry out these recommendations. It further states that, for such a report to be approved, it must be supported by a majority of the joint committee members appointed by the Speaker and majority leader of the Senate and by a majority of joint committee members appointed by the House and Senate minority leaders. Proxy voting is not permitted in the select committee. Not later than the last day of the 115 th Congress (2017-2018), the Senate is to vote on a motion to proceed to a bill containing the legislative language recommended by the joint select committee."], "subsections": []}, {"section_title": "Report of the Joint Select Committee", "paragraphs": ["The text of the Joint Select Committee on Solvency of Multiemployer Pension Plans report is to be made publicly available in electronic form at least 24 hours before the panel votes to approve it. Any select committee member who, at the time the joint select committee votes to approve its report, gives notice of his or her intention to file supplemental, minority, or additional views in the document will have two calendar days thereafter to do so. All properly noticed views are to be included in the final select committee report. ", "After being approved by the requisite majorities, the joint committee is to, within 15 calendar days, submit its report along with legislative language to the President, the Vice President, the Speaker of the House, and the majority and minority leaders of the House and Senate. The joint select committee must also make its full report, the accompanying legislative language, and a record of votes taken available to the public \"promptly.\""], "subsections": []}, {"section_title": "Consideration of a Joint Committee Bill in the Senate", "paragraphs": ["The Bipartisan Budget Act establishes certain unique procedures for Senate consideration of any legislative language reported by the Joint Select Committee on Solvency of Multiemployer Pension Plans. These procedures are intended to allow the Senate to reach a timely vote on whether to consider legislation embodying the recommendations of the joint select committee. The act does not provide any special procedures governing consideration of the bill once the Senate has agreed to take it up. The act also does not provide any special procedures governing House consideration of such legislation. "], "subsections": [{"section_title": "Senate Introduction of Bill", "paragraphs": ["When the Joint Select Committee on Solvency of Multiemployer Pension Plans has reported legislative language, and that language has been received, it is to be introduced in the Senate \"by request\" on the next day of session by the Senate majority leader or his designee. The term by request is used to indicate that the leader is introducing the bill as a ministerial act and may or may not support its provisions."], "subsections": []}, {"section_title": "Committee Referral of Bill in the Senate", "paragraphs": ["A bill containing the legislative language reported by the Joint Select Committee on Solvency of Multiemployer Pension Plans introduced in the Senate is to be referred \"jointly\" to the Senate Committee on Finance and the Committee on Health, Education, Labor, and Pensions (HELP). Joint referral means that each committee has the entire bill at the same time, and each is free to act on it in any order."], "subsections": []}, {"section_title": "Senate Committee Consideration", "paragraphs": ["With certain exceptions, Congress generally does not mandate that a committee act within a specified time frame or at all on a bill referred to it. The Bipartisan Budget Act procedure, however, places a deadline by which the Finance and the HELP Committees must act, and it creates a mechanism to \"discharge\" (that is, remove) the joint committee bill from the committees if they do not. These expediting provisions are intended to prevent a joint committee bill from being long delayed or blocked outright in Senate committee. ", "The committees that are referred a bill representing the legislative language reported by the joint select committee are to report the bill to the Senate without any revision no later than seven Senate session days after introduction. (A session day is any calendar day on which the Senate meets, including in pro forma session.) The committees may report the bill to the Senate with a favorable or unfavorable recommendation or without recommendation. They may not, however, report amendments to the bill. ", "If a committee in possession of a joint select committee bill does not report by this deadline, it will be automatically discharged—that is, the bill will be taken away from them. Whether the committees have reported or been discharged, the bill is to be placed on the Senate Calendar of Business and be eligible for consideration in the full Senate. "], "subsections": []}, {"section_title": "Calling Up the Bill on the Senate Floor", "paragraphs": ["As noted above, the law directs the Senate to vote on a motion to proceed to a bill containing the legislative language recommended by the Joint Select Committee on Solvency of Multiemployer Pension Plans no later than the last day of the 115 th Congress (2017-2018). ", "No later than two days of Senate session after a joint committee bill has been reported or discharged from the Finance and the HELP Committees, the majority leader or his designee may move to proceed to consider it. It is important to note that the act defines a \"joint committee bill\" as including a bill of the House of Representatives that is a companion measure to the measure introduced in the Senate. As such, the majority leader or his designee may move to call up the Senate bill or instead may call up a House-passed measure pending on the Senate calendar. In the case of the work product of the Joint Select Committee on Solvency of Multiemployer Pension Plans, it seems possible—perhaps likely—that the House of Representatives would consider such a bill a revenue measure, which, under the Constitution, must originate in that chamber. As such, it is arguably likely that full Senate action will proceed on a House-passed measure. If the leader or his designee does not move to the bill within two session days, any Senator may move to call it up on the floor.", "The motion to consider a joint committee bill—and all debatable motions and appeals in connection with the motion—shall be considered for a maximum of 10 hours, evenly divided between the Senate floor leaders or their designees. Since the total time for consideration is limited, time spent in quorum calls or votes would count against the 10-hour total. ", "An optional nondebatable motion to limit debate to less than 10 hours is in order. This motion requires a vote of three-fifths of all Senators—60 votes if there is not more than one vacancy in the body—to pass. The act precludes motions that might otherwise be made in the Senate to postpone the motion to proceed or to reconsider a vote on it. Because the time is controlled, either side could also yield back some or all of their allocation of time unused. ", "Passage of the motion to proceed itself also requires the affirmative vote of three-fifths of all Senators (60 votes), the same threshold necessary to invoke cloture in the Senate. Thus, while the motion to proceed to a joint committee bill could not be filibustered, it still requires the same level of support to pass that would be necessary to shut off debate (i.e., invoke cloture) on a regular, debatable motion to proceed. These procedures of the act shorten the time that would otherwise be necessary for the Senate to invoke cloture, however, since the Senate would ordinarily have to wait two session days before voting on cloture and then, if cloture were invoked, expend up to 30 additional hours in postcloture consideration before voting on a motion to proceed. "], "subsections": []}, {"section_title": "Senate Floor Consideration of Joint Committee Bill", "paragraphs": ["Significantly, all points of order in the Senate against the motion to proceed are waived. Once pending, however, such a measure is to be otherwise considered under the regular rules of the Senate. Said another way, if the Senate chooses to take it up, the joint committee bill is to be fully debatable and fully amendable, including by nongermane amendment, and one or more cloture processes (requiring the support of 60 Senators) might be necessary to reach a final vote on it."], "subsections": []}, {"section_title": "The Senate May Alter the Statutory Procedure", "paragraphs": ["The fact that an expedited parliamentary procedure is contained in statute does not mean that another law must be enacted to alter it. Article I, Section 5, of the Constitution gives each chamber of Congress the power to determine the rules of its proceedings. As a result, statutory expedited procedures such as those governing Senate consideration of a joint committee bill (like all rules of the House or Senate) can be set aside, altered, or amended by either chamber at any time. As several House Parliamentarians have observed, a chamber may \"change or waive the rules governing its proceedings. This is so even with respect to rules enacted by statute.\" ", "In a sense, then, the expedited procedures in the Bipartisan Budget Act of 2018 governing Senate consideration of a joint committee bill establish a default set of parliamentary ground rules. Senators can tailor these provisions to meet specific situations or for their convenience. ", "It is worth noting, however, that, while the Senate has the constitutional power to alter the application of the expedited procedures in their body, doing so may be difficult in practice. In the Senate, overriding the default terms of consideration laid out in the act would effectively require unanimous consent, as setting the terms of consideration in the Senate cannot be accomplished by a numerical majority. "], "subsections": []}]}, {"section_title": "Consideration in the House of Representatives", "paragraphs": ["As is noted above, the Bipartisan Budget Act of 2018 does not provide any special procedures for House consideration of a Joint Committee on Solvency of Multiemployer Pension Plans of either chamber. Such a measure would likely come to the House floor under the terms of a special rule reported by the House Committee on Rules and agreed to by the House, the same mechanism the House uses to process most major legislation. "], "subsections": []}, {"section_title": "Subsequent Action", "paragraphs": ["The act contains no special parliamentary provisions governing the resolving of differences between the House and Senate in the event the chambers agree to different versions of a bill. The act also does not expedite House and Senate consideration of a veto message from the President. Such actions would occur under the regular procedures of each body. As such, the chambers cannot be guaranteed that they will reach a final vote on a package that can be presented to the President for his consideration."], "subsections": []}, {"section_title": "Termination of the Joint Select Committee", "paragraphs": ["The Joint Select Committee on Solvency of Multiemployer Pension Plans is scheduled to terminate on December 31, 2018, or 30 days after submission of their respective report and legislative recommendations, whichever comes first."], "subsections": []}, {"section_title": "Experts List", "paragraphs": [], "subsections": []}]}}