{"id": "R45148", "title": "U.S. Trade Policy Primer: Frequently Asked Questions", "released_date": "2019-01-29T00:00:00", "summary": ["Congress plays a major role in U.S. trade policy through its legislative and oversight authority. Since the end of World War II, U.S. trade policy has focused on fostering an open, rules-based global trading system, liberalizing markets by reducing trade and investment barriers through negotiations and agreements, and enforcing trade commitments and related laws. International trade and investment issues can affect the overall health of the U.S. economy and specific sectors, the success of U.S. businesses, U.S. employment opportunities, and the overall standard of living of Americans. The benefits and costs of international trade and the future direction of trade policy are active areas of interest for many in Congress.", "This report addresses frequently asked questions regarding U.S. trade policy and is intended to assist Members and staff who may be new to trade issues. The report provides context for basic trade concepts and data on key U.S. trade and investment trends. It also addresses how U.S. trade policy is formulated and describes the trade and investment policy tools used to advance U.S. objectives. The report is divided into five sections:", "The Basics of Trade explains key economic concepts, including why countries trade, the benefits and costs of trade expansion, and the role of global value chains in international trade. The section also highlights common trade terms and principles.", "U.S. Trade Trends provides data on key U.S. trade relationships, the U.S. trade deficit, and sector-specific issues related to manufacturing, agriculture, services, and digital trade.", "Formulation of U.S. Trade Policy describes key objectives and functions of trade policy. The section outlines the roles of Congress, the executive branch, private stakeholders, and the judiciary in the formulation and implementation of U.S. trade policy.", "U.S. Trade Policy Tools explains some of the key vehicles for advancing U.S. trade policy objectives, including trade negotiations and agreements, special trade programs, tariff policy and trade remedies, trade adjustment assistance, and export promotion programs and controls.", "Link Between International Investment and Trade explains the motivations of foreign direct investment (FDI) and its relationship to trade. The section provides data on top sources of FDI in the United States as well as destinations of U.S. FDI abroad, and explains the role of investment agreements and the Committee on Foreign Investment in the United States (CFIUS).", "This report is intended as an introduction to U.S. trade policy and does not provide in-depth coverage of all trade and investment issues. For more detail on U.S. trade policy issues, refer to the following CRS products:", "CRS Report R45474, International Trade and Finance: Overview and Issues for the 116th Congress, coordinated by Rebecca M. Nelson and Andres B. Schwarzenberg. CRS Report R45420, U.S. Trade Trends and Developments, by Andres B. Schwarzenberg. CRS Report R44546, The Economic Effects of Trade: Overview and Policy Challenges, by James K. Jackson. CRS Report R45243, Trade Deficits and U.S. Trade Policy, by James K. Jackson. CRS In Focus IF10156, U.S. Trade Policy: Background and Current Issues, by Shayerah Ilias Akhtar, Ian F. Fergusson, and Brock R. Williams. CRS In Focus IF11016, U.S. Trade Policy Functions: Who Does What?, by Shayerah Ilias Akhtar."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Basics of Trade1", "paragraphs": [], "subsections": [{"section_title": "Economics of Trade", "paragraphs": [], "subsections": [{"section_title": "Why do countries trade?", "paragraphs": ["Economics is largely the study of making the most efficient use of scarce resources. According to mainstream economic theory, trade occurs because it is mutually enriching and can leave both trade partners better off . Through trade, a country can enjoy a higher standard of living by producing those things it does efficiently and trading for things that it produces less efficiently, driven by comparative advantage (see below). This enables a country to produce more from its resources and enjoy a higher level of consumption than would be possible without trade.", "A major benefit of trade is the ability to import goods and services and boost consumer welfare. The United States imports for several reasons: some goods cannot be produced domestically in sufficient quantities to satisfy demand or would be costly to produce relative to other economic activities; other products and services are imported because they can be produced less expensively or more efficiently by foreign firms. Because of global value chains, many U.S. imports contain U.S.-made components (e.g., semiconductors in a computer) or U.S.-grown raw materials (e.g., cotton used to make t-shirts). Through trade, consumers can access a greater variety of goods at lower cost. Trade improves consumer purchasing power, particularly for lower-income households that spend a greater share of income on imported goods like clothing. These factors also help control the rate of inflation. ", "Through trade, producers can access lower-cost inputs used in production and exports, which can improve global competitiveness. Overseas markets for exports provide opportunities for domestic firms to exploit economies of scale—expanding production to reduce average costs and take advantage of increasing returns to scale. In the long term, trade leads to greater competition and can pressure firms to innovate and invest in research and development (R&D), supporting increased productivity and economic growth. "], "subsections": []}, {"section_title": "What is comparative advantage?", "paragraphs": ["Economist David Ricardo developed the idea of comparative advantage in the early 19 th century, and the theory's insights remain relevant to explaining how countries trade today. Ricardo argued that specialization and trade are mutually beneficial even if a country is more efficient than its trading partners at producing all goods: a country has absolute advantage if it produces a given good at a lower cost than another country. But Ricardo argued that because resources, particularly labor, are (assumed to be) immobile between countries, a comparison of a good's absolute cost of production in each country is less relevant for determining whether specialization and trade should occur. Instead, what matters is the opportunity cost —how much output of good Y must be forgone to produce one more unit of good X. If the opportunity costs of producing the two goods differ in each country, then each has a comparative advantage in one of the goods. Ricardo predicted that a country can realize gains from trade by specializing in goods that it can produce relatively well (and in which it has a comparative advantage) and then trading those for goods that it produces relatively less well (and in which it has a comparative disadvantage). ", "Subsequent economic theories have expanded on and qualified the theory of comparative advantage. Economists continue to examine to what extent comparative advantage explains the increasingly complex trade patterns in the 21 st century with the rise of global value chains—where different stages of production of a single good take place in several countries—and with the rise of services and digital trade, and cross-border flows of data and technology."], "subsections": []}, {"section_title": "What determines comparative advantage and specialization in trade?", "paragraphs": ["Differences in comparative advantage between countries may arise and evolve because of differences in the relative abundance of factors of production—so-called factor endowments —such as labor, physical capital (plants and equipment), human capital (skills and knowledge, including entrepreneurial talent), as well as technology. Economic theory predicts that a country will have comparative advantage in activities that make intensive use of the country's relatively abundant factors of production. For example, compared to other countries, the United States has relative abundance of high-skilled labor and relative scarcity of low-skilled labor. Thus, U.S. comparative advantage is expected in the production of goods that use high-skilled labor intensively, such as aircraft rather than apparel. In addition, differences in productive technology among countries can affect relative efficiency and may be a basis for comparative advantage. The information and communications technology (ICT) revolution and new platforms for digital trade have broken down some barriers to technology and knowledge-flows across countries. "], "subsections": []}, {"section_title": "Can governments shape or distort comparative advantage?", "paragraphs": ["Governments can potentially influence comparative advantage through certain policies that either indirectly nurture comparative advantage (often by compensating for market failures, but not targeted at a specific industry or activity) or directly nurture advantages in particular industries (often called industrial policy). For example, indirect influence can include policies that aim to eliminate corruption, enforce property rights, liberalize trade and foreign investment barriers, build transport and communication infrastructure, and support mass education. More direct influence can include policies (such as subsidies or tariffs) that promote and protect certain industries considered to have significant strategic and economic potential but that require initial government support to help a country reach its economic targets. There has been a broad debate on the impact and effectiveness of such targeted policies. Some economists contend that protectionist policies that arise through direct policy interventions can potentially distort a country's trade and investment flows, reduce economic efficiency, or undermine the development of competitive industries that do not receive support."], "subsections": []}, {"section_title": "What is intra-industry trade?", "paragraphs": ["A sizable portion of global trade occurs via countries exporting and importing goods within the same industry to each other—called intra-industry trade. This type of trade is particularly characteristic of the large flows of products between advanced economies, which have similar resource endowments and levels of development. These trade patterns suggest that there is another basis for trade, other than comparative advantage: the use of economies of scale or increasing returns to scale . Economies of scale exist when a production process is more efficient (i.e., has lower unit costs) the larger the scale at which it takes place. While the United States and Germany, for example, could be equally proficient at producing a wide array of goods such as autos and pharmaceuticals, neither has the productive capacity to produce the full range of goods optimally. Therefore, a pattern of specialization tends to occur with countries producing and trading some sub-set or \"niche\" of these goods."], "subsections": []}]}, {"section_title": "Trade, Jobs, and Wages", "paragraphs": [], "subsections": [{"section_title": "What are the benefits and costs of trade expansion?", "paragraphs": ["From a broad perspective of the U.S. economy as a whole, trade is one of a number of forces that drive changes in employment, wages, the distribution of income, and ultimately the standard of living. There is a broad consensus that trade overall has a net positive effect on a country's economic well-being. Trade benefits can include the more efficient use of resources, greater competition, economies of scale, and consumption gains through lower prices and more choices for consumers. Increases in trade can boost GDP because of the increased competition, efficiency gains, and consumer welfare increases. According to the World Bank, liberalizing trade and investment globally has reduced the number of people in extreme poverty by half over the past 25 years. However, the benefits from trade are not necessarily distributed evenly within an economy. Trade can disrupt some sectors, and the costs, such as job losses and stagnant wages, may be concentrated in certain regions and import-sensitive industries. The economic impact of trade on jobs and wages is widely debated because there are numerous factors that impact jobs, including changes to technology. ", "While economic analyses indicate that economy-wide gains from trade generally exceed the costs, the difficult policy issue is how to reap these gains while dealing equitably with those hurt by the process. Economists argue that policies that facilitate the adjustment and compensate for the losses of those harmed by market forces, including trade, are economically less costly than protective policies that insulate workers and industries from trade and greater competition. In addition, from a political standpoint, experts also view adjustment assistance for those who are potentially displaced as an important factor for maintaining political support for free trade. Policymakers continue to debate the effectiveness of existing policies that help communities affected by trade; in the United States, many experts conclude they have been inadequate."], "subsections": []}, {"section_title": "Does trade cause job loss in the United States?", "paragraphs": ["Trade \"creates\" and \"destroys\" jobs in the economy—often called \"job churn\"—just as other market forces, such as technological change, do. Trade can have different effects on workers in different occupations, which some economists call \"occupational exposure\" to trade. Such disruptions can also occur through domestic trade when firms relocate from one state to another for various economic reasons. As a result, trade liberalization can have a different effect not only between sectors of the economy, but also within the same industry. Economy-wide, trade causes jobs to shift into industries in which a country has comparative advantage and away from industries with comparative disadvantage. In the process, the composition of employment may change, but there may not be a net loss of jobs. Estimates suggest that job loss attributed to trade is a small share of jobs lost economy-wide each year—one study finds that between 2001 and 2016 more than 150,000 U.S. net jobs were lost annually due to expanded trade in manufactured goods, which accounted for 1% of workers laid off in a typical year. While some jobs might be displaced, some workers are likely to be reemployed elsewhere. On the other hand, some estimates find that the short-run costs to workers attempting to switch occupations or industries to obtain new jobs due to trade liberalization may be \"substantial,\" including reduced wages. Studies suggest that increased import competition from China in particular negatively affected U.S. local labor markets and manufacturing jobs. ", "Most economists argue, however, that equating net imports—or importing more than exporting, known as a trade deficit—with a specific amount of unemployment in the economy is questionable given the underlying drivers of the trade deficit (see \" What is the trade deficit? \"). Historically, during periods of economic growth, U.S. global trade has also expanded. The U.S. trade deficit and unemployment rate have generally moved in tandem (see Figure 1 )—GDP growth reduces the number of unemployed while increasing aggregate demand, including for imports as well as attracting increased capital inflows, which often leads to an increased trade deficit."], "subsections": []}, {"section_title": "Does trade reduce the wages of U.S. workers?", "paragraphs": ["International trade can positively and negatively affect the wages of workers. Several studies have examined this relationship. There is no overall consensus on the impact of trade and trade agreements on wages of U.S. workers (which have been relatively stagnant for decades) and income inequality in the United States (which has also deepened). Many studies have found that other factors, such as technological change, have had a significantly larger effect on relative wages.", "In economic theory, trade tends to increase the return to the abundant factors of production—capital and high-skilled workers in the United States—and to decrease the return to less-abundant factors—low-skilled labor in the United States. Therefore, other factors held constant, a large increase in imports, particularly from economies with vast supplies of low-skilled labor such as China, could negatively affect wages of low-skilled U.S. workers in import-sensitive industries (even though they too benefit from lower-priced imports from China). U.S. low-skilled workers have increasingly faced competition from lower-cost producers, largely in developing countries. The growth of global value chains has led some U.S. multinational corporations (MNCs) to shift low-value, labor-intensive production overseas. On the other hand, MNCs may keep or expand production in the United States or retain the high-end services aspects of their businesses; such jobs often require high levels of education and skills. In addition, U.S. workers in export-oriented industries earn, on average, more than workers in non-exporting industries. The U.S. International Trade Commission (ITC) estimated, on average, a 16% earnings premium in export-intensive manufacturing industries and 15.5% premium in services. "], "subsections": []}]}, {"section_title": "Economic Globalization", "paragraphs": [], "subsections": [{"section_title": "What is economic globalization?", "paragraphs": ["In general, economic globalization broadly refers to the increasing integration of national economies around the world, particularly through trade and financial flows. Economic globalization involves trade in goods and services, capital flows and trade in assets (e.g., currency, stocks), the transfer of technology and ideas, and international flows of labor or migration. There have been several periods of economic globalization; some experts also contend there have been periods of deglobalization—the slowdown or reverse of globalization.", "Scholars have dated the start of the most recent period of economic globalization to sometime in decades following World War II. From 1960 to 2017, global trade as a percentage of global GDP increased from 25% to 57%. In the post-World War II period, global trade grew consistently faster than GDP (though this trend has not held in recent years). The stock of global foreign direct investment (FDI) grew from 6% of global GDP in 1980 to 39% in 2017. The growing integration of the world economy has been facilitated by myriad technical advances in transport and communication, which have significantly reduced natural geographic barriers that separate economies. In addition, both domestic and multilateral policies have steadily lowered man-made barriers to international exchange since World War II (such as tariffs, quotas, subsidies, immigration regulations, and capital controls). While most economists argue that globalization has lifted living standards worldwide, an ongoing debate remains regarding the extent to which greater economic integration has been inclusive, benefited some groups more than others, and contributed to inequality within countries. "], "subsections": []}, {"section_title": "What are global value chains and how to they relate to globalization?", "paragraphs": ["A global value chain (GVC) is the interrelated organizations, resources, and processes that create and deliver a product to the final consumer. GVCs, organized mostly by multinational corporations (MNCs), mean that products once produced in one country may now be produced by assembling parts and components produced in several countries, often traded across borders multiple times. More than half of global manufacturing imports are intermediate goods traveling within supply chains, while over 75% of global services imports are intermediate services. The latest data from the Organization for Economic Cooperation and Development (OECD) suggests that, on average, more than a quarter of the value of national exports included foreign content in the form of imported inputs. For the United States, the foreign value-added share in U.S. exports increased in most industries from 1995 to 2011 (most recent data available) (see Figure 2 ).", "GVCs have been an important driver of globalization and are considered the \"backbone of the global economy.\" The international fragmentation of production has raised the level of trade associated with a particular final product, as well as trade with advanced economies/emerging markets and developing countries. The growth of GVCs has helped facilitate lower trade barriers and technological advances, making international transport faster and accelerating the flow of information across borders. These linkages have blurred the distinction between exports and imports as strictly domestic or foreign activities. This, in turn, has made it increasingly difficult to understand who benefits from global trade and complicated the interpretation of bilateral trade balances. Trade in intermediates means that imports have become essential inputs into the production of exports; as a result, policies that affect a nation's imports ultimately affect its exports and vice versa. Analysts point to several fundamental shifts in GVCs as they continue to evolve that are likely to shape the latest wave of globalization and future policy challenges."], "subsections": []}, {"section_title": "What is the relationship between trade and foreign direct investment?", "paragraphs": ["Trade and investment flows are complements, and foreign direct investment (FDI) is considered to be a major driver of trade. FDI is a type of cross-border capital flow, which takes place when a resident of one country (including a company) obtains a lasting interest in—and a degree of influence over—the management of, a business enterprise in another country. FDI has supported the development of global value chains by multinational corporations (MNCs), which source production globally. As a result, the majority of trade takes place within MNCs that send components to and from locations at home and abroad to transform into final products. FDI has thus supported the significant expansion of inter- and intra-firm trade, which represents trade between parent companies and their foreign affiliates, and trade between affiliates of foreign firms and the foreign parent company (see \" Link Between International Investment and Trade \"). ", "A predominant reason U.S. firms make investments abroad is to sell goods and services to foreign markets. Many firms want to maintain operations close to their customers to gauge preferences and tastes that may differ from U.S. consumers (e.g., SUVs preferred in the United States versus small cars in Japan). According to the latest data on activities of U.S. multinationals, in 2016, 11% of the sales of U.S. foreign affiliates went to U.S. parent companies, while 59% of sales went to the local market of the host country and 30% went to other foreign countries (see Figure 3 ). However, some firms may also establish operations abroad to replace exports or production, or to gain access to raw materials or less expensive labor abroad. Foreign firms may invest in the United States to access the U.S. consumer market, high-skilled labor, and other resources. "], "subsections": []}, {"section_title": "How does globalization affect jobs?", "paragraphs": ["Greater global integration through trade and investment flows, combined with specialization in certain stages of production, can disrupt markets. This disruption may create concerns about \"offshoring\" or \"outsourcing,\" the shift of manufacturing and business functions to countries with lower labor costs. For example, some U.S. multinational corporations (MNCs) focus on high-end activities associated with innovating products, such as research and development (R&D), while outsourcing production of components and final product assembly to suppliers and locations abroad. Although most economists maintain that globalization and trade liberalization are unlikely to affect the overall U.S. employment rate, greater volatility of U.S. worker incomes and employment in some sectors are possible effects. For example, the shifting of manufacturing assembly abroad may reduce the number of U.S. manufacturing jobs in some industries but boost the number of service-related jobs in others. ", "Another issue is the impact of globalization on wealth distribution; for example, through dampening wages for U.S. lower-skilled workers facing greater foreign competition compared to higher-skilled workers, or through higher returns to capital over labor. In one study, the OECD concluded that \"in advanced economies, at least 10% of the decline of the labour share [in total national income] is accounted for by increasing globalisation—and in particular by the pressures from the delocalisation of some parts of the production chain as well as from import competition from firms producing in countries with low labour cost.\" A range of studies suggests that within the United States, globalization has contributed marginally to rising U.S. wage inequality at a factor ranging from 10% to 20%."], "subsections": []}]}, {"section_title": "Key Trade Terms and Principles", "paragraphs": [], "subsections": [{"section_title": "What is most-favored-nation (MFN) treatment?", "paragraphs": ["Most-favored-nation treatment (MFN) is the fundamental principle of nondiscrimination in the multilateral trading system. MFN requires World Trade Organization (WTO) members to grant each other member country treatment at least as favorable as it grants to its most-favored trade partner—in other words, every member must treat all members equally. For example, if a country grants a trade benefit or concession to one country, such as lower tariffs, it would have to extend the same benefit to all other members. There are a number of permitted exceptions to MFN treatment, however. For example, countries can establish trade agreements with one another outside of the WTO, granting additional preferences to those in the agreement, provided certain conditions are met. In addition, more favorable treatment can be given to developing countries, often called \"special and differential treatment.\""], "subsections": []}, {"section_title": "What is national treatment?", "paragraphs": ["National treatment is another fundamental principle of nondiscrimination in the multilateral trading system. It obligates each trading partner not to discriminate between domestic and foreign products. In other words, once an imported product enters a country, it must be treated no less favorably than a \"like\" product produced domestically. The same concept is also applied to foreign and domestic services and intellectual property rights."], "subsections": []}, {"section_title": "What is Permanent Normal Trade Relations (PNTR) status?", "paragraphs": ["\"Most-favored nation\" (MFN) trade status, called permanent normal trade relations (PNTR) in U.S. law, denotes nondiscriminatory treatment of a trading partner. According to U.S. Customs and Border Protection, Cuba and North Korea do not have PNTR with the United States. Other countries at times have received temporary or conditional NTR status before graduating to PNTR. In practice, imports from countries with NTR status face lower duty rates than imports from countries without that status. Title IV of the Trade Act of 1974 prohibits the President from granting PNTR status to any country not receiving such treatment at the time of the law's enactment in January 1975 (in effect, the majority of then-communist countries). The so-called, Jackson-Vanik amendment further denies PNTR status for countries that deny citizens freedom of emigration (subject to presidential waiver). As a WTO member, the United States is required to extend MFN treatment \"immediately and unconditionally\" to all WTO members. Thus upon accession to the WTO for countries like China (joined in 2001), Vietnam (2007), and Russia (2012) for example, PNTR had to concurrently be established under U.S. law for the United States to receive the full benefits of their membership. "], "subsections": []}, {"section_title": "What is the Harmonized Tariff Schedule of the United States?", "paragraphs": ["The Harmonized Tariff Schedule of the United States (HTSUS) determines the tariffs (also known as duties) that are imposed on imported goods. The HTS uses a structure of tariff classification, based on standard commodity codes and descriptions developed by the World Customs Organization (WCO), the so-called Harmonized System (HS). The HS groups 1,200 product headings into 96 chapters. Each heading is divided into product subheadings at the four-digit and six-digit levels, for a total of 5,000 separate groups of goods at the 6-digit level, with harmonized digit and category descriptions. In other words, the higher the digits the more detailed the product category. For example, the 2-digit chapter 08 stands for \"edible fruits and nuts.\" Within that chapter, \"citrus fruits\" are identified by the 4-digit HS code 0805; and within that subheading, \"oranges\" are identified by 6-digit HS code 0805.10. HS codes are standard worldwide up to the 6-digit level. The HTSUS further subdivides each product subheading into 8-digit and 10-digit tariff lines that are unique to the United States. The U.S. International Trade Commission publishes the HTS and keeps it up to date. U.S. Customs and Border Protection is responsible for interpreting and enforcing the tariff code. "], "subsections": []}, {"section_title": "What are rules of origin?", "paragraphs": ["Rules of origin (ROO) determine the \"nationality\" of imported products. ROO are important for several reasons, including determining admissibility of imports, assessing duty rates, and establishing eligibility for preferential trade programs and free trade agreements (FTAs). Determining a product's origin can be relatively straightforward if the product's raw materials and parts are manufactured and assembled in a single country. However, in today's global economy, determining origin can be complex because goods such as autos, computers, and clothing are assembled with parts sourced from many countries.", "The United States negotiates different ROO within its FTAs to ensure that only eligible trading partners receive the agreement's tariff benefits. But some rules may also be crafted to limit the impact of liberalized trade on import-sensitive industries. For example, the \"yarn-forward\" rule requires that all yarn and fabric used in most apparel must come from FTA partners themselves, in addition to the assembly process. Some in Congress with retailers in their districts argue that the yarn-forward rule is relatively strict compared to the rules negotiated by other countries; others with textile interests maintain that the rule is crucial for the survival of the U.S. industry."], "subsections": []}]}]}, {"section_title": "U.S. Trade Trends53", "paragraphs": [], "subsections": [{"section_title": "The Role of Trade in the U.S. and Global Economy54", "paragraphs": [], "subsections": [{"section_title": "How important is trade to the global economy?", "paragraphs": ["Global trade is an important engine of the global economy—trade as a share of global GDP has risen from 25% in 1960 to about 57% in 2017. Greater openness to trade and trade reforms worldwide have been linked to higher growth in productivity and real incomes, as well as reduced poverty worldwide. For decades since World War II, annual real global trade growth outpaced GDP growth, growing on average 1.5 times faster (see Figure 4 ). This trend has not held in recent years as the global economy recovered from the financial crisis in 2008; 2016 marked the slowest pace of trade growth since 2009. Weakened trade growth in previous years had been attributed to several factors, including weak import demand, exchange rate fluctuations, and falling commodity prices. The slowdown in investment and China's rebalancing toward a consumption-driven economy were seen as major structural factors, while others considered growing trade protectionism to be an important factor. ", "Trade growth has since rebounded, increasing from 2% in 2016 to above 5% in 2017—the strongest rate since 2011, driven mainly by cyclical factors, in particular increased investment and consumption expenditure. With the improving global economic outlook, the IMF and the WTO had projected a rebound in trade growth for 2018 and 2019. Amid several downside risks, including rising trade tensions between major economies like the United States and China, and heightened trade policy uncertainty, the IMF and WTO now expect global trade growth to slow. Restrictive trade policy measures imposed by the United States and some of its major trading partners may be affecting trade flows and prices in targeted sectors. Analysts claim that some recent policy announcements also have harmed businesses' outlooks and investment plans, due to heightened concern over possible disruptions to supply chains and the risks of potential increases in the scope or intensity of trade restrictions. "], "subsections": []}, {"section_title": "What countries are the largest global trading economies?", "paragraphs": ["In 2017, the top-five largest trading economies (in terms of the value of goods and services trade) were the United States, China, Germany, Japan, and the United Kingdom (see Table 1 ). However, if the 28 EU members are treated as a single trading bloc, the EU would be the largest trading economy, with extra-EU trade of $6.0 trillion. China was the largest exporter, while the United States was the largest importer. In goods trade, the United States was the largest importer and second-largest exporter (behind China). In services trade, the United States was both the largest importer and exporter. The U.S. share of global goods exports fell from 15% in 1960 to 9% in 2017, largely due to the rapid increase of global trade, especially among developing countries and emerging markets. The U.S. export share of global services is 14%.", "In 2017, U.S. exports and imports of goods and services combined were equivalent to 27% of GDP. Although the United States is a major global trader, the size of trade relative to the size of the U.S. economy is smaller compared to other major trading economies. Various organizations have developed indexes to assess the \"openness\" or \"competitiveness\" of the U.S. economy relative to other economies. The United States ranked first out of 140 economies in the World Economic Forum's (WEF's) latest \"Global Competitiveness Index.\" "], "subsections": []}, {"section_title": "How important is trade to the U.S. economy?", "paragraphs": ["In 2017, the United States exported $2.4 trillion in goods and services and imported $2.9 trillion. Over the past decade, U.S. exports have grown more than 40%, while U.S. imports have grown more than 20%. Since 1960, trade relative to GDP has risen markedly (see Figure 5 ). U.S. exports as a percent of GDP expanded from 5% in 1960 to 12% of GDP in 2017, while U.S. imports expanded from 4% to 15% of GDP. "], "subsections": []}, {"section_title": "What countries are the top U.S. trade partners?", "paragraphs": ["In 2017, China was the top U.S. trading partner, with $712 billion in total goods and services trade, followed by Canada, Mexico, Japan, and Germany (see Figure 6 ). China was the largest source of U.S. imports, while Canada was the largest destination for U.S. exports. However, considering the 28 EU member states as a single trading partner, the EU is both the largest export destination and source of imports for the United States. The majority of U.S. global trade, about 65%, is with countries with which the United States does not have a free trade agreement. (See \" How many free trade agreements (FTAs) does the United States have? \")"], "subsections": []}, {"section_title": "How do global value chains complicate interpretation of U.S. trade data?", "paragraphs": ["Today, multinational corporations (MNCs) produce worldwide, using inputs designed and produced by many countries; as a result, the \"value added\" occurs through multistage production processes and services. The growth of global value chains, intra-firm trade, and trade in intermediate goods has made it increasingly difficult to interpret the implications of trade data for the U.S. economy. Traditional trade statistics, which attribute the value of an import or export to a single country, do not fully reflect the source of resources used in producing goods and services, or who ultimately benefits from that trade. ", "To illustrate, products of the U.S. firm Apple, such as iPhones, are developed in the United States but assembled in China using imported components from several countries. When the United States imports iPhones, it attributes the full value of those imports as occurring in China, even though the value added in China is quite small. Apple is the largest beneficiary in terms of the profits generated by the sale of its products; most of the product design, software development, product management, marketing, and other high-wage functions and employment occur in the United States. In this case and many others, U.S. imports from China in fact comprise imports from many countries, but the full value of the final imported product is attributed to China. This results in what might be considered an inflated bilateral trade deficit between the two countries. \"Trade in value-added\" (or TiVA, a joint initiative by the OECD and WTO) is a broad measure that attempts to identify the origin of the value added of goods and services according to the country where that value was added. According to TiVA estimates, the U.S trade deficit with China would have been reduced by one-third in 2011 if bilateral trade flows had been measured this way. "], "subsections": []}]}, {"section_title": "The U.S. Trade Deficit", "paragraphs": [], "subsections": [{"section_title": "What is the trade deficit?", "paragraphs": ["The \"trade deficit\" generally is used to refer to three things: the balance of trade in goods, balance of trade in goods and services, and balance on the current account. The trade balance is the difference between a country's exports and imports of goods and services; this applies to each bilateral trading relationship, as well as to the aggregate across all trading partners. A deficit occurs when a country imports more than it exports. A trade deficit is an indicator that a nation consumes more than it produces and does not save enough domestically to fund its investment needs (see below). The United States has run trade deficits annually for most of the post-WWII period. In 2017, the United States had a global trade deficit in goods and services of $552.3 billion. The deficit is driven by goods trade—the U.S. trade deficit in goods was $807.5 billion (down from a peak of $837.3 billion in 2006) (see Figure 7 ). A large and growing level of U.S. trade is in services, where the United States usually runs annual surpluses, exporting more than it imports. In 2017, the U.S. services trade surplus was $255.2 billion. ", "The broadest measure of a country's trade balance is the current account, which includes trade in goods, services, net income (payments and receipts on foreign investments), and some official, or government, flows. The United States has experienced an annual current account deficit since the mid-1970s. In 2017, the United States had a $449.1 billion current account deficit, down from its historic peak of $806 billion in 2006. The shrinking deficit was largely due to the economic slowdown following the global financial crisis in 2008, which significantly reduced U.S. (and global) demand for imports, and the decline of commodity prices and U.S. oil imports in the wake of the shale oil and gas boom."], "subsections": []}, {"section_title": "Why does the United States run a trade deficit?", "paragraphs": ["Put simply, the U.S. global trade deficit reflects that the United States consumes more than it produces and imports more than it exports. Most economists argue that the trade deficit stems largely from U.S. macroeconomic policies, primarily an imbalance between domestic savings and total investment in the economy. The most significant cause of the trade deficit is the low rate of U.S. domestic savings by households, firms, and the government relative to its investment needs. To make up for that shortfall, Americans must borrow from countries abroad (such as China) with excess savings. Such borrowing enables Americans to enjoy a higher rate of economic growth than would be obtained if the United States had to rely solely on domestic savings. This boosts U.S. consumption and demand for imports, producing a trade deficit. A number of other factors can affect the size of the U.S. trade deficit in the short run, such as differences in economic growth between countries. The role of the dollar is also an important factor in sustaining the U.S. trade deficit. As a de facto global reserve currency, the U.S. dollar facilitates the trade deficit by broadening the availability of dollars and dollar-denominated assets. Foreign investors seek dollar-denominated assets as safe-haven assets, especially during times of economic stress. As long as foreigners (both governments and private entities) are willing to loan the United States the funds to finance the lack of savings in the U.S. economy, such as through buying U.S. Treasury securities, the trade deficit can continue. "], "subsections": []}, {"section_title": "How significant is the size of the U.S. trade deficit, and how does it compare with other major economies?", "paragraphs": ["The U.S. trade deficit relative to the size of the economy provides a metric to examine trends over time and compare with other countries. The U.S. current account deficit relative to GDP reached a historic high of 5.8% of GDP in 2006, but it has declined since to 2.3% of GDP in 2017—consistent with the average trend in the mid-1980s (see Figure 8 ). Table 2 shows current account balances as a percentage of GDP for selected economies, as well as ratios of gross domestic savings to total investment. A ratio below 100 indicates savings are not enough to meet investment needs—such countries, including the United States, are net borrowers and typically run current account deficits. Among selected countries, as of 2017, the United Kingdom, Canada, and the United States had the largest current account deficits as a percent of GDP, while the countries with the largest current account surpluses included the Netherlands, Germany, and South Korea."], "subsections": []}, {"section_title": "What role do foreign trade barriers play in causing trade deficits?", "paragraphs": ["Some policymakers view the size of U.S. bilateral trade deficits with certain countries—such as China, the largest single source of the U.S. overall trade deficit—as an indicator that the trade relationship is \"unfair\" and the result of market-distorting trade policies, such as trade barriers, subsidies, and discriminatory regulations. Such policies may potentially affect the volume of bilateral trade in specific products and with particular countries, but they have less effect on the size of the global U.S. trade deficit, which is largely a reflection of the low level of U.S. savings. The evidence suggests that high tariffs and trade barriers are not correlated with smaller overall trade deficits. If protectionist trade measures were reduced in certain countries, U.S. exporters might sell more products. However, if U.S. overall consumption and savings behavior did not change, increased demand for imports would leave the overall U.S. trade deficit relatively unchanged, all things held equal. Similarly, the reduction or imposition of protectionist trade measures in one country might simply result in trade diversion, the shifting of trade from one country to another, and do little to change the overall trade deficit. ", "Bilateral trade balances provide a useful snapshot of the U.S. trade relationship with a particular country, but they are influenced by various factors beyond trade barriers including: the overall level of economic development and relative rates of economic growth, abundance of raw materials, and rates of technological change. Moreover, bilateral trade deficits with certain trading partners often marks complex supply chain relationships, where one country (such as China) is the final point of assembly for products (such as iPhones) or a supplier of inputs and components, where the added value that occurred in one country is relatively small compared to the value that occurred in other parts of the supply chain."], "subsections": []}, {"section_title": "How does the trade deficit affect the exchange value of the dollar?", "paragraphs": ["Without sufficient inflows of capital, a trade deficit causes other parts of the economy to adjust, in particular a country's exchange rate (e.g., the value of the dollar relative to the yen or euro). Net imports cause a surplus of U.S. dollars to flow abroad. If converted to other national currencies, the dollar's excess supply tends to lower its value relative to other currencies. In practice, this should make imports more expensive for Americans and exports cheaper for foreign buyers, gradually leading to a smaller trade deficit. However, the dollar holds a special status in global financial markets; countries use the dollar both as a medium of exchange and reserve currency. The U.S. economy is a safe haven for storing wealth and an attractive destination for investments, especially for countries with high savings rates, like China. When foreigners exchange their currency for U.S. dollars to buy U.S. Treasury securities, for example, the dollar appreciates, which makes U.S. exports more expensive. In addition, foreign governments (with large domestic savings) have intervened to keep the value of their currency from appreciating relative to the dollar by buying dollars and investing them back in the United States. Some analysts contend that past intervention in currency markets by China and other countries seeking to hold down the value of their currencies in order to boost exports has hampered the realignment of global trade balances."], "subsections": []}, {"section_title": "Is the trade deficit a problem for the U.S. economy?", "paragraphs": ["As discussed, trade deficits reflect the savings/investment shortfall, which means the United States is borrowing from abroad. One major concern is the debt accumulation from sustained trade deficits. Ultimately, whether borrowing to finance imports is worthwhile depends on whether those funds are used for greater investments in productive capital with high returns that raise future standards of living, or whether they are used for current consumption. If U.S. consumers, business, and the government are borrowing to finance new technology, equipment, or other productivity-enhancing products, borrowing results in a deficit and can be paid off because such investments are expected to result in a higher long-run economic growth. However, borrowing to finance consumer purchases (e.g., clothes, household electronics) pushes repayment to future generations, without investments to raise the ability to finance those repayments. Some economists also warn that under certain circumstances, a rising U.S. trade deficit could spark a large and sudden fall in the value of the dollar, risking financial turmoil in the United States and abroad. For example, foreigners could lose faith in U.S. ability to honor its debt or no longer see the United States as an optimal place to invest in. ", "Many economists argue that attempting to reduce the U.S. trade deficit without addressing the underlying macroeconomic imbalances could negatively affect the economy, including reducing economic growth, and do little to affect the trade balance in the long run. The current account deficit could be reduced by boosting domestic savings (i.e., reducing domestic consumption and government budget deficits) or reducing foreign investment (i.e., reducing borrowing from abroad). Realigning exchange rates through the depreciation of the dollar, or ensuring other countries are not intervening in the market to artificially devalue their currencies, is another means. Trade policies are generally not viewed as the most effective policy tools for affecting the overall trade balance."], "subsections": []}]}, {"section_title": "Sector-Specific Issues in U.S. Trade", "paragraphs": [], "subsections": [{"section_title": "How important are manufactured goods in U.S. trade?", "paragraphs": ["In 2017, the United States exported $1.3 trillion in manufactured goods and imported $2.0 trillion, creating a merchandise trade deficit of $698 billion (see Figure 9 ). U.S. manufactures exports accounted for 56% of total U.S. exports of goods and services and 70% of total U.S. imports of goods and services. Manufactures share of U.S. exports fell 4 percentage points over the past decade, as the services export share expanded; manufactures share of U.S. imports expanded by 4 percentage points. Top U.S. exports and imports by subsector included transportation equipment, computer and electronic products, chemicals, and machinery."], "subsections": []}, {"section_title": "Is the U.S. manufacturing sector shrinking due to increased trade?", "paragraphs": ["The growth of global value chains has transformed U.S. manufacturing in certain industries, with the expansion of production that requires advanced technology but relatively less labor. As a result, for many products, labor-intensive activities like assembly have moved abroad, while activities such as design, product development, and distribution increasingly drive the manufacturing process. Reports of some factory closings and layoffs, such as at the Carrier plant in Indiana and GM factories in the Midwest, and labels indicating merchandise made in China, Mexico, or other countries, have reinforced the perception that the U.S. manufacturing sector is shrinking. Many consider relative changes in output and employment, among other metrics, to examine the health of the sector (see Figure 10 ). Such data paint a mixed picture. The United States has seen a long-term decline in employment in manufacturing. At the same time, manufacturing output has increased, reflecting increased productivity, with fewer workers needed for a given level of production. While the sector's importance relative to the economy and relative to services has declined, manufacturing remains a significant component of the U.S. economy. To summarize:", "From 1980 to 2017, U.S. manufacturing real output increased more than 80%; since 2009, it increased by about 20%. At the same time, value-added of manufacturing as a share of GDP decreased, accounting for 11% of GDP in 2017 compared to 21% in 1980, just as value-added of services increased from 55% to 70% of GDP. U.S. employment in manufacturing, which peaked at 19.4 million in 1979, fell by more than one-third to 12.4 million in 2017. Despite this long-term trend, the level of employment has risen each year since 2010. In 2017, employment in manufacturing accounted for 8.5% of total nonfarm employment, compared to 20.7% in 1980; the services share expanded by 20 percentage points over the same time period. Business services employment within manufacturing has also increased in recent years.", "Falling employment and the declining importance of physical production in the manufacturing process are not unique to the United States and have occurred in most advanced economies. Although some changes in the sector may be a result of factors specific to the United States, others may be due to changes related to technology, consumer preferences, or broader macroeconomic factors. The role of trade has been widely debated. Some estimate that increased imports from China contributed to the steep decline in U.S. manufacturing employment in the 2000s; others estimate that job loss in manufacturing was substantially offset by job gains in services due to the expansion of U.S. exports globally. Others contend that trade has played a less dominant role compared to automation and other factors. Taking a broader view, a fundamental restructuring of the U.S. manufacturing sector was underway for more than two decades prior to China joining the World Trade Organization (WTO). ", "Measuring manufacturing activity can be challenging, and existing data may not fully capture how manufacturing has changed, the sources of employment, and how value is created (see above). Manufacturing remains a significant component of the U.S. economy by many measures: U.S. manufacturers account for nearly 70% of all private-sector research and development (R&D), and nearly 60% of U.S. exports. While the U.S. share of global manufacturing value-added has declined, the United States remains a top global manufacturer."], "subsections": []}, {"section_title": "How important are agricultural goods in U.S. trade?", "paragraphs": ["In 2017, the United States exported $138 billion in agricultural goods and imported $121 billion, creating a trade surplus of $17 billion (see Figure 9 ). U.S. agricultural exports accounted for 6% of total U.S. exports of goods and services and 4% of total U.S. imports. Agriculture's share of U.S. exports has fallen slightly below the average of 8% over the past decade, while the import share remains on trend. Although small relative to trade in manufactured goods, trade remains a significant component of the U.S. agricultural sector, with exports accounting for about 20% of total farm production by value. Foreign markets are a major outlet for many agricultural goods; for example, wheat and cotton rely on other countries for absorbing over half of U.S. output. According to the U.S. Department of Agriculture, imports of certain products, such as coffee, cocoa and spices, fish, and juices, accounted for a large share of U.S. food consumption in recent years."], "subsections": []}, {"section_title": "What is trade in services, and how is it different from goods trade?", "paragraphs": ["\"Services\" refers to an expanding range of economic activities, such as audiovisual, construction, computer and related services, energy, express delivery, e-commerce, financial, professional, retail and wholesaling, transportation, tourism, and telecommunications. Services not only function as end-use products, but they also facilitate the rest of the economy. For example, transportation services move intermediate products along global value chains and final products to consumers; telecommunications services open e-commerce channels; and financial services provide credits for the manufacture of goods. Intermediate services embedded within a supply chain can include R&D, design and engineering, and business services. ", "As with trade in goods, foreign barriers may prevent U.S. trade in services from expanding to its full potential, but services barriers are often different from those faced by goods suppliers. Many barriers to goods trade—tariffs and quotas, for example—are at the border. By contrast, restrictions on services trade occur largely within the importing country as \"behind the border\" barriers. Some restrictions are in the form of discriminatory regulations that may favor domestic service providers over foreign service providers. Because services transactions more often require direct contact between the consumer and provider, many of the trade barriers faced by companies relate to the ability to establish a commercial presence in the consumers' country in the form of direct investment or to the temporary movement of providers and consumers across borders."], "subsections": []}, {"section_title": "How important are services in U.S. trade?", "paragraphs": ["In 2017, the United States exported $798 billion in services and imported $542 billion, creating a trade surplus of $255 billion (see Figure 9 ). U.S. services exports accounted for 34% of total U.S. exports of goods and services, while services imports accounted for 19% of total U.S. imports. Although smaller relative to trade in goods, services trade plays an important role in the U.S. economy, accounting for about 79% of U.S. GDP and 82% of U.S. private sector full-time employment. Unlike trade in goods, each year the United States exports more services than it imports, thus surpluses in services trade have partially offset U.S. trade deficits in goods trade.", "Conventional trade data may underestimate trade in services because the data are not measured on a value-added basis and do not attribute any portion of the traded value of manufactured and agricultural products to services inputs. Intermediate services embedded within a value chain as inputs include not only transportation and distribution to help move goods along, but also R&D, design and engineering, and business services. The independent value of these services (as opposed to the value of the final product) can be captured in trade in value-added statistics. As manufacturing and agriculture grow more complex and technologically advanced, their consumption of value-added services also grows."], "subsections": []}, {"section_title": "How is digital trade different from other trade in goods and services?", "paragraphs": ["Digital trade includes not only end-products such as movies, software, or video games; it also serves as a means to facilitate economic activity, potentially enhancing productivity and competitiveness. Examples of digital trade include online shopping; transmission of information to manage business operations; online health or educational services; communication channels, such as email; and financial services used in e-commerce or electronic trading. Information and communication technologies (ICT) services are outpacing the growth of trade in ICT goods. ", "As with traditional trade barriers, digital trade constraints can be classified as tariff or nontariff barriers. Nontariff barriers establish restrictions that may affect what a firm offers in a market or how it operates. Because digital trade is intangible and does not require direct interaction between individuals, trade barriers are often in the form of localization requirements that restrict the flow of commercial data. Digitally delivered exports and services in particular rely on cross-border data flows. But trade in manufactured goods and agricultural products also increasingly depends on data flows. For example, farmers may use real-time satellite data to optimize the productivity of crops and soil. Data transfer regulations that restrict cross-border data flows or require use of locally based servers or infrastructure, so-called data localization barriers, may limit the type of services that a firm can sell or how it can communicate and share data with subsidiaries or headquarters abroad. Such restrictions may also prevent the ability of providers that offer or rely on cloud-computing from entering a market. "], "subsections": []}]}]}, {"section_title": "Formulation of U.S. Trade Policy", "paragraphs": [], "subsections": [{"section_title": "Trade Policy Objectives and Functions", "paragraphs": [], "subsections": [{"section_title": "What have been the overall objectives of U.S. trade policy?", "paragraphs": ["The United States was a key architect of the global economic order that evolved after World War II, which established multilateral institutions to advance a rules-based, open trading system. Historically, U.S. trade policy has focused on supporting economic growth and jobs through trade, liberalizing markets by reducing trade and investment barriers through trade agreements and negotiations, enforcing trade commitments and related laws, and providing time-limited relief to companies and workers facing unfair or injurious import competition. Another key objective of U.S. trade policy has been to advance U.S. strategic goals by supporting economic development and integration of developing countries, strengthening regional alliances, and extending U.S. influence abroad. U.S. administrations outline key trade policy objectives in an annual trade policy agenda established by the U.S. Trade Representative (USTR). Based on the latest agenda, objectives of the current Administration include pursuing trade policies that support U.S. national security and preserve national sovereignty; negotiating \"new and better trade deals\"; strictly enforcing U.S. trade laws and protecting U.S. rights under trade agreements; and reforming the multilateral trading system."], "subsections": []}, {"section_title": "What are the key functions of U.S. trade policy?", "paragraphs": ["Key trade functions of the U.S. government include formulating and coordinating trade policy; negotiating trade and investment agreements; enforcing U.S. trade laws and U.S. rights under trade agreements; and administering trade and investment programs, such as export financing, import inspection and safety, and trade adjustment assistance. Congress plays a major role in U.S. trade policy through its legislative and oversight authority, working together with the executive branch to negotiate and implement trade agreements. ", "The USTR and multiple U.S. agencies are generally involved in implementing trade policy, making interagency coordination an important part of the process. By statute, the USTR is the President's principal advisor on trade policy, chief U.S. trade negotiator, and head of the interagency trade policy coordinating process. Certain other agencies have primary roles in specific regards, such as the Commerce Department, which holds operational responsibility over key trade programs, and the Department of Agriculture, which aims to promote and regulate U.S. agricultural trade. Agency roles have evolved over time, both through legislative and administrative actions."], "subsections": []}]}, {"section_title": "Role of Congress", "paragraphs": [], "subsections": [{"section_title": "What is the role of Congress in making trade policy?", "paragraphs": ["The U.S. Constitution designates Congress as the primary authority over trade policy. Article 1, Section 8, of the U.S. Constitution expressly grants Congress the power \"To lay and collect Taxes, Duties, Imposts and Excises\" and \"To regulate Commerce with foreign Nations, and among the several States,\" as well as the general provision \"To make all Laws which shall be necessary and proper\" to carry out these specific authorities. Congress exercises this power in many ways, such as through the enactment of tariff schedules and trade remedy laws, and the approval and implementation of reciprocal trade agreements."], "subsections": []}, {"section_title": "How does Congress make trade policy?", "paragraphs": ["U.S. trade policy is based on statutory authorities, as passed by Congress. These include laws authorizing trade programs and governing trade policy generally in areas such as tariffs, nontariff barriers, trade remedies, and import and export policies, as well as trade policy functions of the federal government. Congress also sets trade negotiating objectives in law, through trade promotion authority (TPA, see below); requires formal notification and consultation from the executive branch and opportunity to provide advice on trade negotiations; and conducts oversight hearings on trade programs and agreements to assess their conformity to U.S. law and congressional intent. ", "Congress has delegated certain powers to the President to negotiate reciprocal trade agreements and take certain executive action regarding trade policy. In 1934, Congress enacted the Reciprocal Trade Agreements Act, which authorized the President to enter into reciprocal agreements to reduce tariffs within congressionally preapproved levels, and to implement the new tariffs by proclamation without additional legislation. Congress renewed this authority periodically until the 1960s. Subsequently, Congress enacted the Trade Act of 1974, combining tariff proclamation authority with a broader mandate for the executive branch to open markets and to negotiate nondiscriminatory international trade norms for nontariff barriers as well (see below)."], "subsections": []}, {"section_title": "What committees lead in exercising congressional authority over trade?", "paragraphs": ["Because of the revenue implications inherent in most trade agreements and trade policy changes, the House Ways and Means Committee and Senate Finance Committee have primary responsibility for trade matters. Each committee has a subcommittee dedicated exclusively to trade issues. Other committees may also have a role should trade agreements, policies, and other trade issues include matters under their jurisdiction. For example, the House Foreign Affairs and Senate Banking Committees have jurisdiction over export controls. The foreign affairs committees in both chambers also examine trade relationships as part of their broader oversight of foreign relations.", "Congressional Advisory Groups on Negotiations (CAGs) consult and provide advice to USTR before and during trade agreement negotiations. Separate CAGs are established for both houses: a House Advisory Group on Negotiations (HAG), chaired by the chair of the Ways and Means Committee, and a Senate Advisory Group on Negotiations (SAG), chaired by the chair of the Finance Committee. CAGs can receive briefings and can access trade negotiating documents."], "subsections": []}, {"section_title": "How can individual Members of Congress affect trade policy decisions?", "paragraphs": ["Individual Members affect trade policy first as voting representatives who collectively determine the statutes governing trade matters. They may also exercise influence as sitting members on relevant committees, in testimony before committees whether or not they are members, in written letters to USTR weighing in on trade policy decisions, and in exercising informal influence over other Members through the exercise of the political authority and power invested in them by the electorate."], "subsections": []}, {"section_title": "What is Trade Promotion Authority (TPA)?", "paragraphs": ["Trade promotion authority (TPA), also at times called \"fast track,\" refers to the process for approving and implementing most trade agreements. If a trade agreement negotiated by the President requires changes in U.S. law, Congress is responsible for implementing the agreement through legislation. TPA ensures expedited consideration of implementing legislation through a guaranteed, up-or-down vote with no amendments, provided the implementing bill and the negotiating process meet certain requirements (see Figure 11 ). To be eligible for expedited consideration, a trade agreement must be negotiated, concluded, and notified to Congress, during the time period in which TPA is in effect, and it must reflect the negotiating objectives specified in the TPA statute. In addition, negotiations must be conducted in conjunction with various notifications and consultations with Congress and other stakeholders. More broadly, TPA defines how Congress is to exercise its constitutional authority over trade policy, while affording the President added negotiating credibility, by giving U.S. trading partners an assurance that the final agreement will be considered by Congress in a timely manner and without amendments. ", "Congress first enacted TPA under the Trade Act of 1974 and has renewed this authority four times. Some aspects of TPA have evolved during these renewals. The most recent legislation was signed into law on June 29, 2015 ( P.L. 114-26 ), and applies to concluded trade agreements, notified to Congress before July 1, 2021."], "subsections": []}]}, {"section_title": "Role of the Executive Branch", "paragraphs": [], "subsections": [{"section_title": "What are the functions of the executive branch in U.S. trade policy?", "paragraphs": ["The executive branch executes trade policy in various ways. Under the Constitution, the President has the responsibility for conducting the nation's foreign relations and negotiating treaties with other nations. The executive branch negotiates, implements, and monitors U.S. trade agreements. The executive branch is also responsible for customs enforcement, collection of duties, implementation of trade remedy and other trade laws, budget proposals for trade programs and agencies, and administering export and import policies, among other functions. "], "subsections": []}, {"section_title": "Who is in charge of U.S. trade policy?", "paragraphs": ["The President directs overall trade policy in the executive branch and performs specific trade functions granted by statute, such as adjusting tariff rates through delegated authority. The chief adviser on trade policy to the President is the USTR, a Cabinet-level appointment. The USTR has primary responsibility for developing, coordinating, and implementing trade policy, as well as negotiating multilateral, regional, and bilateral trade agreements and enforcing U.S. trade laws. The USTR reports annually on the President's trade policy agenda—due to Congress by March 1 st each year—and on foreign trade barriers. Congress created the USTR in 1962 (originally the Office of the Special Representative for Trade Negotiations) to heighten the profile of trade and provide better balance between competing domestic and international interests in the formulation and implementation of U.S. trade policy and negotiations, previously managed by the State Department. ", "Many trade functions have been delegated by Congress and the President to various departments and agencies within the executive branch. These agencies administer the government's trade functions, coordinating U.S. positions through an interagency process and with input from public and private sector advisory groups. Other key agencies with trade policymaking and enforcement responsibilities include the Departments of Commerce, Agriculture, State and the Treasury. The Departments of Homeland Security and Labor are also involved in trade enforcement."], "subsections": []}, {"section_title": "What is the interagency process?", "paragraphs": ["The USTR has primary responsibility for trade negotiations and trade policy decisions. However, such decisions often involve areas of responsibility that fall under other Cabinet-level departments, requiring a multidepartment interagency process. To implement this process, Congress initially established the Trade Policy Committee, chaired by USTR and consisting of the Secretaries of the Treasury, Commerce, State, Agriculture, Labor, and other department heads as USTR deems appropriate. Two sub-Cabinet groups were subsequently established—the Trade Policy Review Group (TPRG, sub-Cabinet or deputies level) and the Trade Policy Staff Committee (TPSC, staff level), composed of some 20 agencies. The executive branch also solicits advice from a three-tier trade advisory committee system mandated by Congress that consists of private sector and nonfederal government representatives (see below). "], "subsections": []}, {"section_title": "When does the President get involved in trade decisions?", "paragraphs": ["The President is responsible for influencing the direction of trade legislation, signing trade legislation into law, and making other specific decisions on U.S. trade policies and programs when the President deems that the national interest or the political environment requires direct participation. This can take place in many areas of trade policy, such as requesting TPA, initiating critical trade remedy cases and/or deciding whether to impose recommended import restrictions in certain investigations. In addition, the President can influence trade relations through meetings or communications with foreign heads of state, and regarding other trade policy areas subject to or requiring high political visibility."], "subsections": []}]}, {"section_title": "Role of the Private Sector and Other Stakeholders", "paragraphs": [], "subsections": [{"section_title": "What is the formal role of the private sector and other stakeholders in the formulation of U.S. trade policy?", "paragraphs": ["The role of the private sector and other stakeholders in the formulation of U.S. trade policy is embodied in a three-tiered committee system that Congress established in Section 135 of the Trade Act of 1974, as amended. The advisory system consists of 28 committees (with about 700 citizen advisors), which is administered by USTR's Office of Intergovernmental Affairs & Public Engagement (IAPE) in cooperation with other agencies. The three-tier system consists of (1) the President's Advisory Committee for Trade Policy and Negotiations (ACTPN); (2) five general policy advisory committees dealing with environment, labor, agriculture, Africa, and intergovernmental issues; and (3) 20 technical advisory committees in the areas of industry and agriculture. Committees were set up to ensure that U.S. public and private sector views are considered in trade policies and programs. The advisory system provides information and advice on negotiating objectives and bargaining positions for trade agreements, among other issues."], "subsections": []}, {"section_title": "What is the informal role of the private sector and other stakeholders?", "paragraphs": ["The private sector, nongovernment organizations (NGOs), labor groups, and other stakeholders shape U.S. trade policy in a number of other ways. For example, representatives from industry and NGOs may be invited to testify before congressional committees. Private sector representatives are also invited or requested to testify before the U.S. International Trade Commission, USTR, the Department of Commerce, or other government bodies to provide assessments of the potential impact of pending trade negotiations on their industries and sectors. In addition, the executive branch regularly seeks comments from interested stakeholders through Federal Register notices regarding a variety of trade initiatives, including new trade negotiations, eligibility for preferential trading programs, and trade investigations. Private sector, NGOs and labor groups also lobby Congress and the executive branch to promote their interests in U.S. trade policies and trade agreements."], "subsections": []}, {"section_title": "Why do groups attempt to lobby on trade decisions?", "paragraphs": ["Trade is an integral part of the U.S. economy. Virtually all kinds of agricultural and manufactured goods are tradeable—they can be exported and imported. In addition, a growing number of services—once considered non-tradeable because of their intangibility—can be bought and sold across borders because of technological advancements. As a result, implementing trade policy can affect a broad spectrum of interests in the United States. For some industries, firms, and workers, congressional decisions to support a particular trade agreement or rulings on antidumping and other cases could affect both employment and economic growth; those decisions also influence product choices and prices facing U.S. consumers. Such groups are also concerned with obtaining greater market access in various countries. In addition, the increasing focus of trade agreements on nontariff issues, such as intellectual property rights and labor and environmental protections, has broadened the scope of stakeholder interest. Consequently, groups representing businesses, farmers, workers, consumers, and various public interest groups strive to ensure that their views on trade policy decisions are represented."], "subsections": []}]}, {"section_title": "Role of the Judiciary", "paragraphs": [], "subsections": [{"section_title": "How do federal courts get involved in trade?", "paragraphs": ["Legal challenges may be brought in federal court by importers, exporters, domestic manufacturers, and other injured parties to appeal governmental actions and decisions concerning trade. Cases may involve, for example, customs classification decisions, agency determinations in antidumping (AD) and countervailing duty (CVD) proceedings, Section 201 safeguards, Section 232 national security investigations (see \" Tariffs and Trade Remedies \"), or the constitutionality of state economic sanctions. The federal government may also initiate legal proceedings against individuals and firms to enforce customs laws or statutory restrictions on particular imports and exports. Some trade statutes may preclude judicial review. For example, most preliminary determinations in AD and CVD proceedings and governmental actions involving the implementation of World Trade Organization (WTO) and free trade agreements may not be challenged in federal court. While most federal cases involving trade laws are heard in the U.S. Court of International Trade (see below), cases may also be filed in other federal courts depending on the nature of the cause of action or proceeding involved. Court decisions may significantly affect U.S. trade policy when they (1) examine whether an agency has properly interpreted its statutory mandate or has acted outside the scope of its statutory authority, (2) decide how much deference courts should accord actions of the executive branch undertaken pursuant to statutory grants of authority, or (3) rule on whether a trade statute violates the U.S. Constitution."], "subsections": []}, {"section_title": "What is the U.S. Court of International Trade?", "paragraphs": ["The U.S. Court of International Trade (USCIT) is an Article III federal court located in New York City with exclusive jurisdiction over a number of trade-related matters, including customs decisions, trade remedy determinations, import embargoes imposed for reasons other than health and safety, and the recovery of customs duties and penalties. Formerly known as the Customs Court, the USCIT was renamed in the Customs Court Act of 1980, which also significantly enlarged its jurisdiction. The court consists of nine judges, no more than five of whom may be from the same political party. Judges are appointed by the President with the advice and consent of the Senate. USCIT decisions may be appealed by right to the U.S. Court of Appeals for the Federal Circuit and possibly to the U.S. Supreme Court. Statutory provisions related to the USCIT can be found at 28 U.S.C. Sections 251-258 (establishment), 28 U.S.C. Sections 1581-1585 (jurisdiction), and 28 U.S.C. Sections 2631-2647 (procedure)."], "subsections": []}]}]}, {"section_title": "U.S. Trade Policy Tools119", "paragraphs": [], "subsections": [{"section_title": "Trade Negotiations and Agreements", "paragraphs": [], "subsections": [{"section_title": "Why does the United States negotiate trade liberalizing agreements?", "paragraphs": ["The United States negotiates trade liberalizing agreements for economic and commercial reasons, as well as foreign policy and national security reasons. Objectives include: ", "encourage trade partners to reduce or eliminate tariffs and nontariff barriers and increase market access for U.S. exporters; gain competitive advantages for U.S. firms over foreign competitors in third country markets; increase access to lower-cost imports that offer domestic and industrial consumers a wider choice of products; encourage trading partners, especially developing countries, to liberalize their trade and investment regimes, and thereby improve the efficiency of their economies and their integration with the global economy; and strengthen alliances, forge new strategic relationships, and deepen U.S. presence and influence in a geographic region."], "subsections": []}, {"section_title": "What are the types of trade agreements?", "paragraphs": ["The United States participates in three major categories of trade agreements:", "Multilateral agreements are negotiated in the World Trade Organization (WTO), and include all 164 WTO members. F ree trade agreements (FTAs) are negotiated outside the WTO and can be further divided by the number of participants. Bilateral FTAs involve two countries, while regional FTAs , such as the North American Free Trade Agreement (NAFTA) and Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP or TPP-11) involve three or more countries, typically in a geographic region. Plurilateral agreements involve more than two countries but not all WTO members and typically focus on a specific sector, such as the Information Technology Agreement (ITA) or ongoing Trade in Services Agreement (TiSA) negotiations."], "subsections": []}, {"section_title": "How many free trade agreements (FTAs) does the United States have?", "paragraphs": ["The United States currently has 14 FTAs in force, covering 20 countries (see Figure 12 ). Globally, nearly 300 trade agreements have been notified to the WTO and are in force as of late 2018. The majority of U.S. FTA partners are small, developing countries. While U.S. FTAs cover some major U.S. trading partners, like Canada and Mexico, only 35% of total U.S. trade is with FTA partners. More than 99% of U.S. trade is with WTO member countries and thus subject to WTO commitments and provisions—65% of U.S. trade is with WTO members with which the U.S. does not have an FTA. ", "U.S. trade policy under the Trump Administration has brought a shift in approach to trade negotiations. In January 2017, President Trump withdrew the United States from the Trans-Pacific Partnership (TPP)—a regional FTA negotiated during the Obama Administration with 11 other countries in the Asia-Pacific—and committed to negotiate future trade deals bilaterally. President Trump has also renegotiated two U.S. FTAs and proposed a number of new negotiations.", "The United States signed the proposed renegotiated NAFTA agreement, the U.S.-Mexico-Canada Agreement (USMCA) on November 30, 2018. The renegotiation was conducted under TPA procedures, which potentially allows for expedited consideration by Congress of the implementing legislation required to bring the new agreement into force. The United States also recently negotiated amendments to the U.S.-South Korea FTA (KORUS). These more limited amendments were not negotiated under TPA procedures. The delayed reduction of the U.S. light truck tariff on imports from South Korea, the most significant of the negotiated amendments, took effect through presidential proclamation at the beginning of 2019. In October 2018, under TPA procedures, USTR notified Congress of its intent to negotiate new trade agreements with Japan, the European Union and United Kingdom—the negotiations could begin in early 2019. "], "subsections": []}, {"section_title": "How do U.S. FTAs differ from FTAs negotiated among other countries?", "paragraphs": ["FTAs negotiated by the United States are often more comprehensive—both in terms of tariff coverage and the overall scope of enforceable commitments—than those negotiated among other countries. In general, U.S. FTA rules and obligations also go beyond those established in the WTO. Nearly all U.S. FTAs include not only the elimination of the majority of tariffs on trade in goods, but also reduction of barriers to services trade, rules on foreign investment, intellectual property rights protection, commitments on opening government procurement markets, and enforceable provisions on labor standards and the environment. The United States has sought to establish new trading rules within recent trade negotiations and agreements on emerging issues like digital trade and state-owned enterprises."], "subsections": []}, {"section_title": "What are Trade and Investment Framework Agreements (TIFAs)?", "paragraphs": ["A Trade and Investment Framework Agreement (TIFA) is an agreement between the United States and another country or group of countries to consult on issues of mutual economic interest in order to promote trade and investment. The USTR is the U.S. lead representative in TIFA talks. The United States has more than 50 TIFAs, most of which are with developing countries. The United States and its TIFA partners can agree to establish a joint ministerial-level council as the overall mechanism for consultations, as well as issue-oriented working groups. A TIFA is a nonbinding agreement and does not involve changes in U.S. law; therefore, TIFAs do not require congressional approval. In some cases however, TIFAs have led to FTA or bilateral investment treaty (BIT) negotiations. "], "subsections": []}, {"section_title": "What is the General Agreement on Tariffs and Trade (GATT)?", "paragraphs": ["The General Agreement on Tariffs and Trade (GATT) was created in 1947 as a part of the post-WWII effort to build a stable, open international economic framework. The GATT was not a formal international organization, but it became the principal set of rules governing international trade for 47 years, until the creation of the World Trade Organization (WTO) in 1995. With some slight modifications, the GATT continues to be applied today. The core principles and articles of the GATT committed the original 23 signatories, including the United States, to lower tariffs on a range of goods and to apply tariffs in a nondiscriminatory manner—the so-called most-favored nation, or MFN principle. Although the GATT mechanism for the enforcement of these rules or principles was viewed as largely ineffective, the agreement nonetheless brought about a substantial reduction of tariffs and other trade barriers."], "subsections": []}, {"section_title": "What is the World Trade Organization (WTO)?", "paragraphs": ["The WTO is a 164-member international organization that administers the trade rules and agreements negotiated by its members, including the United States, to eliminate barriers and create nondiscriminatory rules to govern trade. It also serves as a forum for trade liberalization negotiations and dispute settlement resolution. The United States was a major force behind the establishment of the WTO on January 1, 1995, as well as the new rules and trade agreements that resulted from multilateral trade negotiations (Uruguay Round, 1986-1994). The WTO succeeded and encompassed the General Agreement on Tariffs and Trade (GATT), established in 1947. The WTO administers a number of agreements and separate commitments including under the GATT (for trade in goods), the General Agreement on Trade in Services (GATS, for trade in services), the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS), and others. It also oversees multilateral and plurilateral negotiations among subsets of WTO members, such as the Government Procurement Agreement (GPA) and Information Technology Agreement (ITA). The last major negotiation—the Doha Development Agenda—began in 2001; however, it was beset with persistent differences among the United States, the EU, and developing countries on major issues, such as agriculture, industrial tariffs and nontariff barriers, services, and trade remedies. It has been in abeyance since the WTO Nairobi Ministerial did not reaffirm its continuation in 2015. At the latest WTO Ministerial Conference in December 2017, no major deliverables were announced. Several members committed to make progress on ongoing talks, such as in fisheries subsidies and e-commerce, and pursue new plurilateral negotiations, while other areas remain stalled. ", "The WTO's effectiveness as a negotiating body for broad-based trade liberalization has come under intensified scrutiny since the collapse of the Doha Round, as has its role in resolving trade disputes. Several members believe the WTO needs to adopt reforms to continue its role as the foundation of the global trading system, and have begun to explore aspects of reform and future negotiations. Proposed reforms also aim to improve the working of the WTO's dispute settlement system. The Trump Administration is currently withholding approval for appointments to the WTO Appellate Body (AB)—the 7-member body that reviews appeals in a dispute case—amid concerns over \"judicial overreach\" and certain procedures. The dispute settlement system could cease to function by late 2019, if new appointments are not approved."], "subsections": []}, {"section_title": "How are disputes resolved at the WTO?", "paragraphs": ["A WTO member may initiate dispute settlement proceedings under the WTO to challenge another member's trade practices that allegedly violate a WTO agreement. The dispute settlement process begins with consultations between the two parties. If the consultations fail to resolve the dispute, the member may request a dispute panel to adjudicate the dispute; a panel decision may be appealed to the WTO Appellate Body (AB). If the defending member is found to have violated a WTO obligation, the member will be expected to remove the challenged measure within a compliance period; otherwise, the prevailing member may request authorization from the WTO to take temporary retaliatory action, such as increased tariffs, or seek compensation. ", "Since 1995, 575 dispute settlement complaints have been filed in the WTO, as of January 2019. The United States has been an active user of the WTO dispute settlement system and, among WTO members, has been the complainant or respondent in the most WTO cases (see Figure 13 ). Several pending WTO disputes are of significance to the United States, including challenges by a number of countries to recent tariff measures imposed by the Trump Administration. ", "WTO decisions do not have direct effect in U.S. law. Thus, if a panel finds a U.S. statute, policy or practice to be inconsistent with U.S. WTO obligations, the findings may not be implemented except through U.S. legislative action. Where an administrative action is successfully challenged, USTR decides what, if any, compliance action will be taken. If there is sufficient statutory authority to amend or modify a regulation or practice or to issue a new determination in a challenged administrative proceeding, USTR may direct the agency involved to make the change (provided certain statutory procedures for such actions are followed). In some cases, the United States may pay compensation to the complainant country instead changing U.S. rules or regulations. As a matter of policy, the United States generally seeks to comply with WTO decisions against it. This helps ensure that other WTO members also comply with the rulings in dispute cases initiated by the United States. "], "subsections": []}, {"section_title": "How are disputes resolved under U.S. FTAs?", "paragraphs": ["U.S. FTAs establish procedures to resolve disputes in both state-to-state and investor-state fora. Similar to WTO dispute settlement, U.S. FTAs aim first to resolve disputes through consultations; otherwise, a panel can be requested to adjudicate the dispute. Once a decision is issued by the panel, the offending party is expected to come into compliance or can face possible suspension of trade benefits or other remedies. If a dispute is common to both FTA and WTO rules, a country may choose the forum in which to bring the dispute. State-state dispute settlement has not been frequently used under U.S. FTAs—three cases have been decided under NAFTA—and disputes are usually resolved via consultations. Most other U.S. disputes with FTA partners have been adjudicated under WTO rules. Other than NAFTA, the United States has brought one FTA labor dispute (with Guatemala under CAFTA-DR) to formal dispute settlement. Most U.S. FTAs also contain a separate dispute system for investment-related provisions, called investor-state dispute settlement. (See \" What is investor-state dispute settlement (ISDS)? \"). NAFTA contains (and the proposed USMCA maintains) a unique binational panel system to review an administrative agency application of a country's trade remedy laws."], "subsections": []}]}, {"section_title": "Trade and Development", "paragraphs": [], "subsections": [{"section_title": "What are trade preferences programs?", "paragraphs": ["Trade preference programs provide temporary, nonreciprocal, duty-free access to the U.S. market for selected exports from eligible developing countries. Since 1974, Congress has created six programs: (1) Generalized System of Preferences (GSP); (2) Andean Trade Preference Act (APTA; expired July 2013); (3) Caribbean Basin Economic Recovery Act (CBERA; permanent); (4) United States-Caribbean Basin Trade Partnership Act (CBTPA); (5) African Growth and Opportunity Act (AGOA); and (6) Haitian Hemispheric Opportunity Through Partnership Encouragement Act (HOPE). In 2016, Congress also passed country-specific trade preferences for Nepal. ", "GSP is the largest U.S. trade preference program, covering 120 countries and territories. It provides duty-free treatment to about 3,500 products imported from designated beneficiary developing countries and 1,500 additional products from least-developed countries. In 2017, $21 billion imports entered the United States under the program, out of $220 billion total imports from GSP countries. Countries must meet such criteria specified by Congress to be eligible, including protections for intellectual property rights and worker rights. USTR is currently conducting eligibility reviews of several GSP beneficiary countries, including India, Indonesia, Kazakhstan, and Turkey."], "subsections": []}, {"section_title": "What is trade capacity building?", "paragraphs": ["Trade capacity building (TCB) involves U.S. assistance, such as funding, training, and technical expertise, to support developing countries' integration and participation in international trade. According to USAID, in FY2016, the United States invested about $1.2 billion in 651 TCB activities across 134 countries, regions or trade groups. The U.S. government has viewed TCB as an important way to help developing countries \"negotiate and implement market opening and reform-oriented trade agreements and improve their capacity to benefit from increased trade.\" Examples include U.S. assistance to implement customs reforms required by the WTO Trade Facilitation Agreement, improve labor and environment protections, and meet export standards and phyto-sanitary rules. Currently no single agency is responsible for coordinating U.S. government TCB. USAID typically receives the most funding to implement TCB activities; the Millennium Challenge Corporation (MCC) also comprises a large share of funds related to infrastructure. Other agencies have TCB responsibilities, including the Departments of Agriculture, Labor, and State, and the Trade and Development Agency."], "subsections": []}]}, {"section_title": "Tariffs and Trade Remedies", "paragraphs": [], "subsections": [{"section_title": "What is U.S. tariff policy?", "paragraphs": ["The Constitution empowers Congress to set tariffs—a customs duty levied on imports and exports; this power has been partially delegated to the President. While historically tariffs were used as a primary means of collecting government revenue, today developed countries like the United States rely on other means for generating revenue. U.S. Customs and Border Protection (CBP) administers the collection of tariffs at U.S. ports of entry—in 2016, CBP collected $32 billion in tariffs, just 1% of total federal revenue. ", "Over the past 80 years, the United States used its tariff policy to encourage global trade liberalization toward various ends, such as increasing global trade, supporting global peace and economic prosperity, and opening markets for U.S. exports. Toward these ends, the United States has reduced or eliminated many of its tariffs through bilateral and multilateral trade negotiations and agreements (see above). Beginning in 1934, Congress began periodically authorizing the President to negotiate reciprocal reductions in tariffs bilaterally. Following World War II, the United States encouraged tariff reduction globally by supporting a rules-based trading system under the GATT and the WTO. By 2012, global tariffs had fallen to less than 7% on average. As of 2016, the simple mean of U.S. tariffs applied across all products was 3.3% (see Figure 14 ), the lowest among the top five global economies by GDP. Roughly 70% of all products enter the United States duty free. The Trump Administration has been critical of low-tariff policies and has made greater use of its discretionary authority to increase tariffs on certain goods imported from key U.S. trading partners. "], "subsections": []}, {"section_title": "What are the main U.S. trade remedy laws?", "paragraphs": ["U.S. trade laws include trade remedies used by the United States to mitigate the adverse impact of various foreign trade practices on domestic industries and workers. The two most frequently used trade remedies aimed at unfair trade practices are antidumping (AD) and countervailing duty (CVD) laws, found in Title VII or the Trade Act of 1930 (19 U.S.C. 1671-1677n, as amended). These laws are administered primarily through the Department of Commerce's International Trade Administration (ITA), which determines the existence and amount of dumping or subsidies, and the U.S. International Trade Commission (ITC), which determines the injury or threat thereof to U.S. industries. Other trade remedy laws include Section 201 of the Trade Act of 1974, which focuses on import surges of fairly traded goods; Section 301 of the Trade Act of 1974, which focuses on violations of trade agreements or other foreign practices found to be unjustifiable and restrict U.S. commerce; and Section 337 of the Trade Expansion Act of 1962, which focuses on patent and copyright infringements, and counterfeit goods. All laws must comply with U.S. WTO obligations, including articles under the GATT, known as the Antidumping Agreement, Agreement on Subsidies and Countervailing Measures, and the Agreement on Safeguards. ", "Supporters of trade remedies say that they are necessary to shield U.S. industries and workers from unfair competition. Others, including some importers and downstream consuming industries, are concerned that AD/CVD actions can serve as disguised protectionism and create inefficiencies in the world trading system by \"artificially\" raising prices on imported goods."], "subsections": []}, {"section_title": "What is the purpose of the antidumping law?", "paragraphs": ["Antidumping (AD) is the most frequently used U.S. trade remedy law. Dumping generally refers to an unfair trade practice in which an exporter sells goods in one export market at lower prices than comparable goods sold in the home market or in other export markets. Companies sometimes dump products to gain market share, deter competition, or get rid of industrial overcapacity. U.S. law provides for the assessment and collection of AD duties when an administrative determination is made by the ITA that foreign goods are being sold at \"less than fair value\" in the United States, and if the ITC determines that such imports cause material injury to a U.S. industry or the threat thereof. AD orders are not permanent and are subject to annual review if requested by an interested party, and a sunset review every five years. As of mid-December 2018, the United States had 354 AD orders in place; more than one-third were against China (see Figure 15 )."], "subsections": []}, {"section_title": "What is the purpose of the countervailing duty law?", "paragraphs": ["After AD laws, countervailing duty (CVD) is the most frequently used U.S. trade remedy law. The purpose of the CVD law is to offset injurious competitive advantage that foreign manufacturers or exporters might enjoy over U.S. producers as a result of receiving a subsidy from the government or another public entity. Countervailing duties are designed to offset the net amount of the foreign subsidy and are levied upon imports of the subsidized goods into the United States. Although AD and CVD laws are intended to remedy fundamentally different kinds of unfair trade, the procedures for both investigations are similar. As of mid-December 2018, the United States had 113 CVD orders in place, nearly half of which were against China (see Figure 15 )."], "subsections": []}, {"section_title": "What is the Section 201 safeguards law?", "paragraphs": ["Section 201 of the Trade Act of 1974 (19 U.S.C. §2251, as amended) authorizes the President to restrict temporarily imports that are found to cause or threaten serious injury to domestic industry. So-called \"safeguard\" actions are designed to provide temporary relief—for example, through additional tariffs or quotas—to facilitate \"positive adjustment\" of a domestic industry to import competition. Unlike AD and CVD cases, no allegation of \"unfair\" trade practices is required to trigger a safeguard investigation. The ITC conducts an investigation, generally initiated by petition filed by a trade association, company, or union representing a U.S. industry. If the ITC finds imports are a substantial cause of serious injury, it makes recommendations on temporary relief to the President, who takes the final action on whether or not to implement the recommendations. ", "In 2017, two safeguard investigations were initiated under the Trump Administration. In January 2018, the President decided to impose a four-year safeguard measure on imports of solar cells and a three-year safeguard on large residential washing machines. The last safeguard investigation was in 2001 over steel products. From 1975 to 2001, the ITC conducted 73 investigations; the ITC determined in the negative in 32 cases and in the affirmative in 34 cases (6 cases ended in ties). The President imposed some type of safeguard measure in 19 cases during this time."], "subsections": []}, {"section_title": "What is Section 232 of the Trade Expansion Act of 1962?", "paragraphs": ["Section 232 of the Trade Expansion Act of 1962 (19 U.S.C. §1862, as amended) is often called the \"national security clause,\" because it provides the President with the ability to impose restrictions on imports that the Secretary of Commerce determines are being imported in \"such quantities or under such circumstances as to threaten to impair the national security.\" If requested or upon self-initiation, the Commerce Department's Bureau of Industry and Security (BIS) consults with the Secretary of Defense and other agencies, and conducts the investigation. Section 232 specifies the factors that Commerce must consider regarding the impact of the U.S. imports on national security. Depending on the findings, the President has the discretion to impose tariffs, quotas, or other measures to offset the adverse effect, subject to few limits. ", "Section 232 has been invoked infrequently, with about 28 investigations completed since 1963. In February 2018, Commerce completed two Section 232 investigations and determined that U.S. imports of steel and aluminum were a threat to national security. In March 2018, the President decided to impose a 25% tariff on steel imports and a 10% tariff on aluminum imports. The Administration is currently conducting Section 232 investigations of uranium imports and imports of autos and auto parts. "], "subsections": []}, {"section_title": "What is Section 301 of the Trade Act of 1974?", "paragraphs": ["Section 301 of the Trade Act of 1974, as amended, is one of the principal statutory means by which the United States can enforce U.S. rights under trade agreements and respond to certain \"unfair\" barriers to U.S. exports, including inadequate protection of intellectual property rights (IPR). Specifically, Section 301 applies to foreign acts, policies, and practices that USTR determines either (1) violate, or are inconsistent with, a trade agreement; or (2) are unjustifiable and burden or restrict U.S. commerce. Section 301 cases can be initiated by petition filed by a company or self-initiated by USTR. USTR must seek a negotiated settlement with the trading partner concerned, through compensation or elimination of the specific trade barrier or practice. For cases involving trade agreements, such as the WTO, USTR is required to use the agreement's formal dispute settlement proceedings. If a resolution is not reached, USTR determines whether or not to retaliate, usually through the imposition of tariffs on selected products.", "A separate provision, commonly called \"Special 301,\" directs USTR to annually report to Congress on countries that deny adequate protection or market access for U.S. IPR. USTR issues a three-tier list (based on the level of U.S. concern) of countries considered to maintain inadequate IPR regimes. A designation of \"Priority Foreign Country\" indicates countries whose practices are considered to be the most serious or harmful; such countries can also be subject to Section 301 investigations.", "Since 1974, USTR has initiated 125 Section 301 cases, retaliating in 16 instances. Almost half of Section 301 cases took place during the 1980s. In 2017, USTR launched a new investigation of China's IPR technology policies that may harm U.S. economic interests. In March 2018, USTR found that certain Chinese policies and practices are \"unreasonable or discriminatory and burden or restrict U.S. commerce.\" The Trump Administration subsequently increased tariffs on $250 billion worth of U.S. imports from China and threatened an additional $267 billion in new tariff increases. To date, China has responded by increasing tariffs on $110 billion worth of U.S. products. Both sides have also pursued dispute cases at the WTO. In November 2018, USTR reported that \"China has not fundamentally altered its unfair, unreasonable, and market-distorting practices\" that spurred the Section 301 investigation.", "On the sidelines of the 2018 G-20 Leaders' Summit, according to a White House statement, President Trump and Chinese President Xi Jinping agreed to immediately begin negotiations on \"structural changes\" in regards to IP and technology issues related to the Section 301 case, along with agriculture and services, with the goal of achieving an agreement in 90 days. China reportedly agreed to make \"very substantial\" purchases of U.S. agricultural, energy, and industrial products. In turn, the United States agreed to suspend the Section 301 tariff increases (from 10% to 25%) that were planned to take effect on January 1, 2019, contingent on an agreement in 90 days. "], "subsections": []}, {"section_title": "What is Section 337 of the Tariff Act of 1930?", "paragraphs": ["Section 337 of the Tariff Act of 1930, as amended, prohibits unfair acts or unfair methods of competition in importing goods or selling imports in the United States. In recent years, the statute has become increasingly used for IPR enforcement. Section 337 prohibits imports that infringe U.S. patents, copyrights, processes, trademarks, semiconductor products produced by infringing a protected mask work (such as integrated circuit designs), or protected design rights. The import or sale of an infringing product is illegal only if U.S. industry is producing an article covered by the relevant IPR or in the process of establishing such production. Unlike other trade remedies, no proof of injury due to the import is required. ", "The ITC is responsible for Section 337 investigations. If a violation is found, the ITC may issue an exclusion order and/or cease-and-desist order, subject to presidential disapproval. As of 2018, there were 130 active section 337 investigations. "], "subsections": []}]}, {"section_title": "Trade Adjustment", "paragraphs": [], "subsections": [{"section_title": "What is the Trade Adjustment Assistance (TAA) Program?", "paragraphs": ["Trade Adjustment Assistance (TAA) programs provide federal assistance to workers and firms that have been adversely affected by trade. TAA programs are authorized by the Trade Act of 1974, as amended, and were last reauthorized by the Trade Adjustment Assistance Reauthorization Act of 2015 (Title IV of P.L. 114-27 ). TAA for Workers (TAAW) is the largest program, with appropriations of $790 million in FY2019. TAAW provides assistance to trade-affected workers who have been separated from their jobs due to foreign competition, either through increased imports or because their jobs were relocated abroad. The program is administered at the federal level by the Department of Labor and supports various benefits and services, including funding for career services and training, and income support for workers, formally known as Trade Readjustment Allowance. Table 3 presents program data from FY2017, the most recent year available. Actual benefits are provided to individual workers through state workforce systems and state unemployment insurance systems. Smaller TAA programs are also authorized for firms and farmers affected by foreign competition."], "subsections": []}, {"section_title": "What is the rationale for TAA?", "paragraphs": ["While trade liberalization may increase the overall economic welfare of the affected trade partners, it can cause adjustment problems for firms and workers facing import competition. Trade Adjustment Assistance (TAA) has long been justified on the grounds that it is among the least disruptive options for offsetting policy-driven trade liberalization. Justification for TAA rests on arguments for (1) economic efficiency, by facilitating the adjustment process and returning workers to work more quickly; (2) equity, by compensating those who lose out due to liberalized trade and spreading the costs to society as a whole; and (3) generating support for international trade, by defusing domestic opposition to trade agreements and other trade policy measures. TAA skeptics argue that assistance is costly and economically inefficient, reduces worker and firm incentives to relocate and adjust to increased competition, and may not be equitable given that many groups hurt by changing economic circumstances caused by factors other than trade policies are not afforded special economic assistance. Others argue that TAA programs are not extensive enough to be effective. Despite widespread disagreement, Congress has consistently reached compromise to maintain the program in some form over the past five decades."], "subsections": []}]}, {"section_title": "Export Promotion and Export Controls", "paragraphs": [], "subsections": [{"section_title": "How does the U.S. government promote exports?", "paragraphs": ["Several federal agencies promote U.S. exports and support U.S. investment. The Export-Import Bank (Ex-Im Bank), the Department of Agriculture, and the Overseas Private Investment Corporation (OPIC) administer various finance programs aimed at helping U.S. firms export and invest in certain developing countries, including through fee-based services. The Better Utilization of Investments Leading to Development Act of 2018 (BUILD Act), enacted in October 2018, establishes a new successor agency for OPIC . Agency mandates vary in their emphasis on U.S. commercial interests and foreign policy objectives, but their activities can have implications in both areas. In some cases, U.S. trade financing intends to help U.S. firms obtain a \"level playing field\" against foreign firms that may be receiving subsidized financing from their governments. In addition, the Department of Commerce's International Trade Administration (ITA) promotes U.S. exports, particularly by small and medium-sized companies (SMEs), through various support services, such as export counseling. ", "The Ex-Im Bank, the official U.S. export credit agency, provides direct loans, loan guarantees, and export credit insurance, backed by the U.S. government, to help finance U.S. exports to developing economies, in part to counter similar activities by foreign governments. It operates under a renewable general statutory charter (Export-Import Bank Act of 1945, as amended), which was extended by the Export-Import Bank Reform and Reauthorization Act of 2015 (Division E, P.L. 114-94 ) through September 30, 2019. Despite its reauthorization, Ex-Im Bank has not been fully operational as its board of directors lacks a quorum due to unfilled positions, which has constrained the board's approval of medium- and long-term export financing above $10 million. Presidential appointments to the board require Senate approval, and have been part of the broader debate over Ex-Im Bank and the role of government in financing exports."], "subsections": []}, {"section_title": "What is the purpose of export controls?", "paragraphs": ["Congress has authorized the President to control the export of various items for national security, foreign policy, and economic reasons. Export controls have been a controversial policy issue due to the difficulty striking a balance between national security goals and maintaining export competitiveness. Through the Arms Export Control Act (AECA), the Export Controls Act of 2018 (ECA), the International Emergency Economic Powers Act (IEEPA), and other authorities, the United States restricts exports of defense items or munitions; dual-use goods and technology; certain nuclear materials and technology; and items that would assist in the proliferation of nuclear, chemical, and biological weapons or related missile technology. U.S. export controls are also used to restrict trade with certain countries on which the United States imposes economic sanctions. The Departments of Commerce, State, Energy, and the Treasury administer export control programs and various types of licenses required before certain exports can be undertaken. ", "The ECA ( P.L. 115-232 , Subtitle B, Part I), which became law on August 13, 2018, provides broad legislative authority for the President to implement dual-use export controls. The law repealed the Export Administration Act of 1979, which had been the underlying statutory authority for such controls until it expired in 2001. Notably, the ECA authorizes the Department of Commerce to establish controls on the export and transfer of so-called \"emerging and foundational technologies\" that are deemed essential to U.S. national security, but, as of yet, are not defined as an existing commodity, software, or technology. "], "subsections": []}, {"section_title": "What are \"dual-use\" goods and technology?", "paragraphs": ["Dual-used goods are commodities, software, or technologies that have both civilian and military applications. Examples include product categories like nuclear materials, microorganisms, electronics and computers, and lasers and sensors. Exports of dual-use goods and technologies are licensed by the Commerce Department's Bureau of Industry and Security (BIS). Licenses are issued depending on an item's technical characteristics, destination and end use, and other activities of the end user."], "subsections": []}]}]}, {"section_title": "Link Between International Investment and Trade159", "paragraphs": [], "subsections": [{"section_title": "What are the main kinds of capital flows?", "paragraphs": ["Generally, the two main kinds of capital flows are foreign direct investment (FDI) and foreign portfolio investment (FPI). FDI involves the acquisition of real assets such as real estate, a manufacturing plant, or controlling interest in an ongoing enterprise by a person or entity from another country. Foreign portfolio investment involves the purchase of foreign equities or bonds, loans to foreign residents, or the opening of foreign bank accounts. FDI often involves a long-term commitment and can have the advantage of stimulating direct employment for the host country. By contrast, portfolio investments are extremely liquid and can be withdrawn often at the click of a computer mouse. In addition, official capital flows are generated by governments for various purposes, such as humanitarian assistance and other foreign aid."], "subsections": []}, {"section_title": "Which is larger—trade or capital flows?", "paragraphs": ["It depends. From 1990 to 2017, global trade in goods and services, as measured by exports, grew more than five times, from about $4 trillion a year to $23 trillion. During the same period, gross capital flows, as measured in the balance of payments accounts (direct, portfolio, and other official investments), expanded from around $1 trillion a year to about $4 trillion—but with a pre-crisis peak of more than $12 trillion in 2007, which showed significant growth since the 1990s. During this time period, there was also an explosion in growth in other types of capital flows, known as foreign exchange and over-the-counter derivatives markets. These markets facilitate trade in foreign exchange and other types of assets. While the capital flows associated with these markets do not directly relate to transactions in the balance of payments, they do affect the international exchange value of the dollar, which in turn affects prices of goods and services and the cost of securities. The latest survey of the world's leading central banks indicated that the total daily trading of foreign currencies was more than $5.1 trillion in 2016."], "subsections": []}, {"section_title": "Why do companies invest abroad?", "paragraphs": ["Broadly, firms invest abroad to increase their profits. However, a range of factors can influence a firm's decision to invest. Multinational corporations (MNCs) generally invest abroad because they possess some special process or product knowledge or special managerial abilities, which give them an advantage over foreign firms. Major determinants of FDI include the presence of competitive advantages, resources such as low-cost labor in a host country, and greater commercial benefits through an intra-firm relationship as opposed to an arm's-length relationship between the investor and host country. MNCs are motivated by more than a single factor and likely invest abroad not only to gain access to low-cost resources, but to improve efficiency or market share. FDI has supported the development of global value chains by multinational corporations (MNCs), which source production globally. In addition, many firms find it advantageous to operate close to their customers in foreign countries, where tastes and preferences may differ from the home market. Foreign markets also enable MNCs to access various resources, such as a well-educated work force, which might contribute to a firm's R&D activities. Last, some FDI transactions involve mergers and acquisitions, which can help make a firm become more globally competitive. "], "subsections": []}, {"section_title": "What countries are the largest source of and destinations for global foreign direct investment (FDI)?", "paragraphs": ["According to the United Nations Conference on Trade and Development (UNCTAD), the total stock of global outward FDI in 2017 was $31 trillion. The United States remains the largest source of FDI worldwide, followed by Hong Kong, Germany, the Netherlands, the United Kingdom, and Japan, all with individual outward investment positions about one-fourth or less than that of the United States. The United States is also the largest recipient of FDI, followed by Hong Kong, China, the United Kingdom, and Singapore. By region, developing Asia accounted for the largest share of global FDI inflows (33%), followed by Europe (26%), North America (21%), Latin America and the Caribbean (11%), and Africa (3%)."], "subsections": []}, {"section_title": "What are the levels of U.S. outward and inward FDI?", "paragraphs": ["The United States is the largest source and the largest recipient of FDI. FDI to and from the United States has increased rapidly over the past few decades. From 1985 to 2017, the stock of U.S. FDI abroad rose from $238 billion to $6.0 trillion, while the stock of FDI in the United States increased from $184 billion to $4.0 trillion (see Figure 16 ). The largest destinations for cumulative (or the stock of) U.S. FDI outflows through 2017 included the Netherlands, United Kingdom, Luxembourg, Ireland, Canada, Singapore, Australia, Germany, and Japan. The largest sources of cumulative FDI inflows included the United Kingdom, Japan, Canada, Luxembourg, the Netherlands, Germany, Switzerland, and France and Ireland. Nearly 60% of U.S. direct investment abroad is in Europe, while 68% of FDI in the United States comes from Europe. By sector, U.S. outward FDI is primarily concentrated in high-technology, finance, and services. The largest share of U.S. inward FDI is in manufacturing sector, primarily chemicals and transport industries."], "subsections": []}, {"section_title": "What are the benefits of FDI?", "paragraphs": ["Generally, economists argue for unimpeded international flows of capital, such as FDI, because such flows complement domestic economic activity and positively affect both the domestic (home) and foreign (host) economies. For the home country, direct investment benefits the firms that invest abroad, because they are better able to exploit their competitive advantages and acquire additional skills and other advantages in foreign markets. Direct investment is also associated with a strengthened competitive position, a higher level of skills of the employees, and higher incomes of firms that invest abroad. Host countries benefit from inward FDI because the investment adds permanently to the capital stock and often to the skill set of the economy. Direct investment also brings technological advances, since firms that invest abroad generally possess advanced technology and production processes, boosts capital formation and contributes to a more competitive business environment and productivity growth. More broadly, FDI contributes to international trade and global economic integration, since most firms investing abroad are established MNCs that operate within global value chains.", "Both inward and outward FDI play a role in U.S. trade, jobs, and production. In 2016, the affiliates of foreign firms in the United States employed 7.1 million workers, exported $369.8 billion in goods, and imported $649.9 billion in goods. Foreign firm affiliates contributed $894.0 billion value-added to U.S. GDP, with larger annual growth in value-added on average compared to other private U.S. firms. "], "subsections": []}, {"section_title": "Are there costs associated with FDI?", "paragraphs": ["Some stakeholders raise concerns that U.S. firms invest abroad to send manufacturing and jobs overseas and that U.S. FDI in operations and production facilities abroad supplants U.S. production and exports, thereby reducing employment and wages in the United States. There have been examples of U.S. firms closing a domestic plant and opening another plant abroad, but no official sources track such activities. As a result, most data on the activity of U.S. firms shifting plants or jobs abroad remain anecdotal. More broadly, most U.S. outward FDI is concentrated in high-income developed countries, where markets and consumer tastes are broadly similar to those in the United States, and most of this production is consumed abroad.", "Most economists argue there is no conclusive evidence that U.S. direct investment abroad leads to fewer jobs or lower incomes overall for Americans. Instead, they generally argue that the loss of U.S. manufacturing jobs in recent decades reflects a broad restructuring of the sector, responding primarily to improvements in productivity and other domestic economic forces. That said, jobs in particular companies and sectors can be adversely affected when a company makes decisions to produce similar products abroad. "], "subsections": []}, {"section_title": "What are international investment agreements (IIAs)?", "paragraphs": ["International investment agreements (IIAs) establish binding rules on investment protections. While World Trade Organization (WTO) agreements address some investment issues to a limited extent, there are no comprehensive multilateral rules on investment. IIAs have thus become the primary vehicle for promoting investment rules: there are over 2,600 IIAs in force globally. IIAs generally aim to reduce FDI restrictions and ensure nondiscriminatory treatment of investors and investments. The agreements also include provisions to safeguard a government's right to regulate in the public interest and generally provide for national security and prudential exceptions. U.S. IIAs entail reciprocal commitments; in exchange for specific protections offered to foreign investors in the United States, U.S. investors investing in partner countries expect to receive the same protections. The primary forms of U.S. IIAs are bilateral investment treaties (BITs), which must be ratified by the Senate with two-thirds approval, and investment chapters in free trade agreements (FTAs). USTR and the State Department negotiate U.S. IIAs."], "subsections": []}, {"section_title": "How many IIAs does the United States have?", "paragraphs": ["The United States has bilateral investment treaties (BITs) in force with 40 countries, most of which are with developing countries (see Figure 17 ). The latest BIT ratified by the U.S. Senate, with Rwanda, entered into force in 2012. The United States had been pursuing BIT negotiations with China and India, but both talks have stalled. The United States also has 14 FTAs in force covering 20 countries, most of which include chapters on investment. "], "subsections": []}, {"section_title": "What is investor-state dispute settlement (ISDS)?", "paragraphs": ["Investor-state dispute settlement (ISDS) enables private investors to bring claims against host country governments for alleged violations of investment agreements before an international arbitration panel. ISDS provisions are intended to establish a binding and impartial procedure for settling disputes, with proceedings conducted under the auspices of the World Bank-affiliated International Centre for Settlement for Investment Disputes (ICSID) or comparable rules. While a successful claim by an investor can result in monetary penalties, a country cannot be compelled to change its laws over a decision. ", "The number of ISDS cases has expanded significantly with the growth of global FDI in recent decades (see Figure 18 ). U.S. investors account for about one-fifth of investment claims worldwide. Of 16 cases brought by foreign investors against the United States, the U.S. government has yet to lose a case. ISDS provisions are included in the majority of U.S. BITs and FTAs; nearly all ISDS cases brought against the United States were under the North American Free Trade Agreement (NAFTA). The use of ISDS, however, has become a subject of debate within recent U.S. trade negotiations. At the center of the debate is ensuring robust investor protections, while protecting the government's right to regulate in the public interest. The Trump Administration departed from past practice with major changes to ISDS under the NAFTA renegotiation. The proposed U.S.-Mexico-Canada Agreement (USMCA), signed in November 2018 and pending ratification by each country, would eliminate ISDS between the United States and Canada and places specific limits with respect to Mexico. ISDS was also a major point of contention in the Transatlantic Trade and Investment Partnership (T-TIP) talks during the Obama Administration. The EU has been pushing to include an investment court system in place of ISDS in its recent trade agreements and negotiations."], "subsections": []}, {"section_title": "What is the Committee on Foreign Investment in the United States (CFIUS)?", "paragraphs": ["Foreign investment, particularly by firms owned or controlled by a foreign government, can raise concerns about national security. CFIUS is an interagency committee that assists the President in overseeing foreign investment transactions that could affect U.S. national security. The committee is composed of nine Cabinet members, two ex officio members, and other members as appointed. CFIUS was originally established by an executive order in 1975 with broad responsibilities and few powers. The authority to review foreign investments, known as the Exon-Florio provision, was formally established in 1988 with the passage of P.L. 100-418 . In 2007, the Foreign Investment and National Security Act ( P.L. 110-49 ) established CFIUS in statute and expanded the committee's role in reviewing FDI transactions that could affect \"homeland security\" and \"critical industries.\" The Secretary of the Treasury serves as chairman of CFIUS, and a designated lead agency conducts a \"risk-based analysis\" of the threat posed by mergers, acquisitions, or takeovers of a U.S. firm by a foreign investor. The President has the authority to block proposed or pending transactions; this authority has been invoked five times since 1988. In some cases, issues and concerns raised by CFIUS have led foreign investors to cancel a planned purchase or to divest if the deal had already been completed. Most recently, President Trump blocked the acquisition of Lattice Semiconductor Corp. by a Chinese investment firm in 2017, and the acquisition of Qualcomm by Singapore-based Broadcom in 2018. ", "The Foreign Investment Risk Review Modernization Act of 2018 (FIRRMA, P.L. 115-232 , Title XVII), signed into law on August 13, 2018, amends the current process for investment reviews under CFIUS and expands the scope of transactions subject to review, including any non-controlling investment in U.S. businesses involved in critical technology or critical infrastructure. Some have objected to an expanded role of CFIUS as being counter to the long-standing U.S. position of an open investment climate."], "subsections": []}, {"section_title": "How does the U.S. government promote investment?", "paragraphs": ["The United States promotes both inward and outward FDI. The Overseas Private Investment Corporation (OPIC), which operates under the Foreign Assistance Act of 1961, as amended, provides political risk insurance, financing, and other services to help facilitate U.S. private investments abroad in developing countries and emerging markets. The Better Utilization of Investments Leading to Development Act of 2018 (BUILD Act), enacted on October 5, 2018 ( P.L. 115-254 , Division F) establishes a new U.S. International Development Finance Corporation (DFC) as a successor to OPIC by both expanding and consolidating the development finance functions of OPIC and USAID.", "SelectUSA, a Department of Commerce program established in 2011 via executive order, coordinates federal efforts to attract FDI in the United States. Primary functions of SelectUSA include providing information and data on investments to businesses and economic development organizations (EDOs), helping to resolve issues involving federal programs, and advocating at the national level for making investments in the United States over a foreign location."], "subsections": []}]}]}}