{"id": "R45287", "title": "Private Bills: Procedure in the House", "released_date": "2019-05-15T00:00:00", "summary": ["A private bill is one that provides benefits to specified individuals (including corporate bodies). Individuals sometimes request relief through private law when administrative or legal remedies are exhausted, but Congress seems more often to view private legislation as appropriate when no other remedy is available and when enactment would, in a broad sense, afford equity. From 1817 through 1971, most Congresses enacted hundreds of private laws, but since then, the number has declined significantly as Congress has expanded administrative discretion to deal with many of the situations that tended to give rise to private bills. Since 2007, four private laws have been enacted. Private provisions are also occasionally included in public legislation. The Senate considers private bills using the same procedures that are used to consider other legislation."], "reports": {"section_title": "", "paragraphs": ["A private bill is one that provides benefits to specified individuals (including corporate bodies). Individuals sometimes request relief through private law when administrative or legal remedies are exhausted, but Congress seems more often to view private legislation as appropriate when no other remedy is available and when enactment would, in a broad sense, afford equity. From 1817 through 1971, most Congresses enacted hundreds of private laws, but since then the number has declined significantly as Congress has expanded administrative discretion to deal with many of the situations that tended to give rise to private bills. Since 2007, four private laws have been enacted. Private provisions are also occasionally included in public legislation. The Senate considers private bills using the same procedures that are used to consider other legislation."], "subsections": [{"section_title": "Subjects of Private Bills", "paragraphs": ["No House rule defines what bills qualify as private, but most private bills have official titles stating them to be \"for the relief of\" named individuals. House Rule XII, clause 4, prohibits the introduction or consideration of private bills for granting pensions, constructing certain bridges, correcting military or naval records, or settling claims eligible for action under the Tort Claims Act ( U.S. Code , Title 28). Subjects of contemporary private bills (and House committees receiving referral of those bills) include the following:", "Immigration (e.g., residency status, visa classification): Judiciary Domestic claims against the government: Judiciary Foreign claims against the government: Foreign Affairs Patents and copyrights: Judiciary Vessel documentation: Transportation and Infrastructure Taxation (e.g., income tax liability, tariff exemptions): Ways and Means Public lands (e.g., sales, claims, exchanges, mineral leases): Natural Resources Veterans' benefits: Veterans' Affairs Civil Service status: Oversight and Reform Medical (e.g., drug approvals, HMO enrollment requirements): Energy and Commerce Military decorations: Armed Services"], "subsections": []}, {"section_title": "Introduction of Private Bills", "paragraphs": ["Private bills are introduced and referred in the same way as other measures. They are commonly introduced by the Member who represents the individual to be benefitted. Seldom are companion bills introduced in both chambers. Although House Rule XII, clause 7, permits no cosponsors on private bills, cosponsors have occasionally appeared on private bills that attract broad interest."], "subsections": []}, {"section_title": "Committee Consideration", "paragraphs": ["Immigration and claims matters have long been the most common subjects of private bills. The Committee on the Judiciary refers these to its Subcommittee on Immigration and Citizenship, which handles them routinely under established committee rules. It generally takes no action on a private bill unless its sponsor submits specified documentation and requests a hearing. The sponsor is generally the only witness at such a hearing. The subcommittee makes available to Member offices information on what documentation it requires and the kinds of bills on which it is likely to take favorable action. It usually declines to report a bill if its records show few precedents for favorable House action in similar cases. Panels that handle other kinds of private legislation have no similarly institutionalized procedures."], "subsections": []}, {"section_title": "Floor Consideration", "paragraphs": ["House Rule XV, clause 5, establishes special procedures for the consideration of private bills. When reported, private bills go on a dedicated calendar, the Private Calendar (House Rule XIII, clause 1). On the first Tuesday of each month, the Speaker is to direct the Clerk to call the bills and resolutions that are pending on the Private Calendar. Each bill is called up automatically in the order in which it was reported and placed on the Calendar. The bills are considered under a hybrid set of procedures known as \"the House as in Committee of the Whole,\" meaning that there is no period of general debate, but debate and amendment may occur under the five-minute rule. Usually, however, no debate occurs, and private measures are disposed of by voice vote. At his or her discretion, the Speaker may also, on any other day of the month, call up for consideration a bill or resolution that has been pending on the Private Calendar for at least seven days, providing he or she has given two legislative days' notice of his or her intention to do so.", "During the call of the Private Calendar, if two Members object to the consideration of any bill, it is automatically recommitted. During a Congress, each party is to appoint official \"objectors\" who are responsible for examining bills on the Private Calendar and objecting to those they deem inappropriate. Sometimes, a member of a subcommittee dealing with immigration or claims has served simultaneously as an official objector. In practice, instead of objecting, objectors may ask that a bill be passed \"over, without prejudice,\" which gives sponsors an opportunity to discuss concerns with them informally before the next calendar call.", "If a private bill is recommitted, the committee may re-report it as a paragraph of an omnibus private bill, which has priority for consideration under Rule XV. At this stage, the substance of each original private bill may be defeated by majority vote by means of a motion to strike the paragraph out of the omnibus bill. Otherwise, each paragraph may be amended only by reducing amounts of money or providing limitations. After an omnibus private bill is passed, it is broken up again into separate bills for further action. In recent practice, committees seldom re-report private measures once they are recommitted, and the House does not appear to have considered an omnibus private bill in decades. ", "The House has sometimes considered private bills using other parliamentary mechanisms, such as the Suspension of the Rules procedure or by unanimous consent."], "subsections": []}, {"section_title": "Further Proceedings", "paragraphs": ["Further proceedings on private bills follow the general lawmaking process. Presidents have vetoed private bills, sometimes by pocket veto. Otherwise, Congress may override the veto in the same way as with public measures. Either house of Congress may also, by resolution, refer a private claims bill to the Court of Claims for a recommendation from a trial commissioner. These recommendations are requested occasionally and are strictly advisory, but they are often followed when requested."], "subsections": []}]}}