{"id": "R45294", "title": "HUD FY2019 Appropriations: In Brief ", "released_date": "2019-04-02T00:00:00", "summary": ["The programs and activities of the Department of Housing and Urban Development (HUD) are designed primarily to address housing problems faced by households with very low incomes or other special housing needs and to expand access to homeownership. Nearly all of the department's budget comes from discretionary appropriations provided each year in the annual appropriations acts, typically as a part of the Transportation, HUD, and Related Agencies appropriations bill (THUD).", "On February 12, 2018, the Trump Administration submitted its FY2019 budget request to Congress, including $41.4 billion in gross new budget authority for HUD (not accounting for savings from offsets or rescissions). That is about $11.3 billion (21.5%) less than was provided in FY2018. Most of that reduction ($7.7 billion) is attributable to proposed program eliminations, including Community Development Block Grants (CDBG), the HOME Investment Partnerships grant program, Public Housing Capital Funding, Choice Neighborhoods grants, and the programs funded in the Self-Help Homeownership Opportunity Program (SHOP) account.", "On May 23, 2018, the House Appropriations Committee approved its version of a FY2019 THUD appropriations bill ( H.R. 6072 ; H.Rept. 115-750 ), which proposed $53.2 billion in gross funding for HUD. This was about 29% more in gross funding than was requested by the President and slightly more (1%) than was provided in FY2018. The bill did not include the program eliminations proposed by the President, and instead proposed to fund CDBG and the Public Housing Capital Fund at FY2018 levels while reducing funding for the HOME and SHOP accounts (-12% and -7%, respectively).", "On August 1, 2018, the Senate approved H.R. 6147 , the Financial Services Appropriations bill, which had been amended to include the Senate Appropriations Committee-approved version of a FY2019 THUD appropriations bill ( S. 3023 , incorporated as Division D), along with three other appropriations bills. It included more than $54 billion in gross funding for HUD. This is 30% more in gross funding than was requested by the President, and about 2.5% more than was provided in FY2018. Like H.R. 6072 , the Senate-passed bill did not include the President's proposed program eliminations, and instead proposed to fund those programs at their prior-year levels.", "Final FY2019 appropriations were not completed before the start of the fiscal year. Funding for HUD and most other federal agencies was continued under a series of continuing resolutions until December 21, 2018, at which point funding lapsed and a partial government shutdown commenced. It continued until January 25, 2019, when another short-term continuing resolution was enacted. Final FY2019 HUD appropriations were enacted on February 15, 2019 as a part of the Consolidated Appropriations Act, 2019 ( P.L. 116-6 ).", "Appropriations for Selected HUD Accounts, FY2018-FY2019 (dollars in millions)"], "reports": {"section_title": "", "paragraphs": ["M ost of the funding for the activities of the Department of Housing and Urban Development (HUD) comes from discretionary appropriations provided each year in annual appropriations acts, typically as a part of the Transportation, HUD, and Related Agencies appropriations bill (THUD). ", "HUD's programs are designed primarily to address housing problems faced by households with very low incomes or other special housing needs and to expand access to homeownership. Three main rental assistance programs—Section 8 tenant-based rental assistance (which funds Section 8 Housing Choice Vouchers), Section 8 project-based rental assistance, and public housing—account for the majority of the department's funding (about 78% of total HUD appropriations in FY2018; see Figure 1 ). All three programs provide deep subsidies allowing low-income recipients to pay below-market, income-based rents. Additional, smaller programs are targeted specifically to persons who are elderly and persons with disabilities.", "Two flexible block grant programs—the HOME Investment Partnerships grant program and the Community Development Block Grant (CDBG) program—help states and local governments finance a variety of housing and community development activities designed to serve low-income families. Following disasters, special supplemental CDBG disaster recovery (CDBG-DR) grants are funded by Congress to help communities rebuild damaged housing and community infrastructure. Native American tribes receive their own direct housing grants through the Native American Housing Block Grant.", "Other, more-specialized grant programs help communities meet the needs of homeless persons, through the Homeless Assistance Grants and the Continuum of Care and Emergency Solutions Grants programs, as well as those living with HIV/AIDS. Additional programs fund fair housing enforcement activities and healthy homes activities, including lead-based paint hazard identification and remediation.", "HUD's Federal Housing Administration (FHA) insures mortgages made by lenders to homebuyers with low down payments and to developers of multifamily rental buildings containing relatively affordable units. FHA collects fees from insured borrowers, which are used to sustain its insurance funds. Surplus FHA funds have been used to offset the cost of the HUD budget. ", "This In Brief report tracks progress on FY2019 HUD appropriations and provides detailed account-level, and in some cases subaccount-level, funding information ( Table 1 ) as well as a discussion of selected key issues. ", "For more information about the Transportation, HUD, and Related Agencies appropriations bill see CRS Report R45487, Transportation, Housing and Urban Development, and Related Agencies (THUD) Appropriations for FY2019: In Brief , by Maggie McCarty and David Randall Peterman. For more information on trends in HUD funding, see CRS Report R42542, Department of Housing and Urban Development (HUD): Funding Trends Since FY2002 . ", "Figure 1. Composition of HUD's Budget, FY2018Gross Budget AuthoritySource: Prepared by CRS, based on data in Table 1.Notes: Primary rental assistance programs include Tenant-based Rental Assistance (Housing Choice Voucher Program), Public Housing Capital Fund, Public Housing Operating Fund, Choice Neighborhoods, Family Self Sufficiency Program, and Project-based Rental Assistance. Formula grants include CDBG, HOME, Homeless Assistance Grants, Housing for Persons with AIDS (HOPWA), and Native American Housing Block Grants. Other programs and activities encompass the remainder of HUD accounts."], "subsections": [{"section_title": "Status of Appropriations", "paragraphs": ["The FY2019 appropriations process spanned two Congresses, both of which took action, as summarized below."], "subsections": [{"section_title": "Action in the 115th Congress", "paragraphs": [], "subsections": [{"section_title": "President's Budget", "paragraphs": ["On February 12, 2018, the Trump Administration submitted its FY2019 budget request to Congress. The budget request was released before final FY2018 appropriations were enacted and shortly after enactment of the Bipartisan Budget Act of FY2018 (BBA; P.L. 115-123 ), which, among other things, increased the statutory limits on discretionary spending for FY2018 and FY2019. ", "The President's FY2019 request proposed $41.4 billion in gross discretionary appropriations for HUD, which is the amount of new budget authority available for HUD programs and activities, not accounting for savings from offsets and other sources. That amount is about $11.3 billion (21.5%) less than was provided in FY2018. Most of that reduction ($7.7 billion) is attributable to program eliminations proposed by the President, including CDBG, HOME, Public Housing Capital Funding, Choice Neighborhoods grants, and the programs funded in the Self-Help Homeownership Opportunity Program (SHOP) account."], "subsections": []}, {"section_title": "House Action", "paragraphs": ["On May 23, 2018, the House Appropriations Committee approved its version of a FY2019 THUD appropriations bill ( H.R. 6072 ; H.Rept. 115-750 ), about a week after THUD subcommittee approval (May 16, 2018). The bill included $53.2 billion in gross funding for HUD, or $43.7 billion after accounting for savings from offsets and rescissions. This is about 29% more in gross funding than was requested by the President and slightly more (1%) than was provided in FY2018. The bill did not include the program eliminations proposed by the President, and instead funded CDBG and the Public Housing Capital Fund at FY2018 levels while reducing funding for the HOME and SHOP accounts (-12% and -7%, respectively). "], "subsections": []}, {"section_title": "Senate Action", "paragraphs": ["On June 7, 2018, the Senate Appropriations Committee approved its version of a FY2019 THUD appropriations bill ( S. 3023 ; S.Rept. 115-268 ), two days after THUD subcommittee approval. It included more than $54 billion in gross funding for HUD, or $44.5 billion after accounting for savings from offsets and rescissions. This is 30% more in gross funding than was requested by the President, and about 2.5% more than was provided in FY2018. Like the House committee-passed bill, S. 3023 did not include the President's proposed program eliminations, and instead proposed funding those programs at their prior-year levels.", "On August 1, 2018, the Senate approved H.R. 6147 , the Financial Services Appropriations bill, which was amended to include four regular appropriations acts, including the text of S. 3023 as Division D. Several HUD-related amendments were approved during floor consideration, none of which changed funding levels. "], "subsections": []}, {"section_title": "Continuing Resolutions and Funding Lapse", "paragraphs": ["On September 28, 2018, a continuing resolution (CR) through December 7, 2018, was enacted as part of a consolidated full-year Defense and Labor, Health and Human Services, and Education spending bill ( P.L. 115-245 , Division C). The CR covered the agencies and activities generally funded under seven regular FY2019 appropriations bills that had not been enacted before the end of the fiscal year, including THUD.", "On December 7, 2018, the previous CR was extended through December 21, 2018 ( P.L. 115-298 ).", "No further funding action was completed before the expiration of the CR on December 21, 2018, and a funding lapse affecting the unfunded portions of the federal government, including HUD, commenced on December 22, 2018."], "subsections": []}]}, {"section_title": "116th Congress", "paragraphs": [], "subsections": [{"section_title": "Legislative Action During the Funding Lapse", "paragraphs": ["Following the start of the 116 th Congress and during the funding lapse, the House passed several full-year THUD funding bills, none of which were taken up in the Senate. These include the following:", "H.R. 21 , an omnibus funding bill, which included THUD language identical to that which had passed the Senate in the 115 th Congress in H.R. 6147 ; H.R. 267 , a standalone THUD bill, again containing language identical to the 115 th Congress Senate-passed THUD language; and H.R. 648 , an omnibus funding bill containing provisions and funding levels characterized by the chairwoman of the House Appropriations Committee as reflecting House-Senate conference negotiations on H.R. 6147 from the 115 th Congress. (The Transportation, HUD, and Related Agencies Appropriations Act of 2019 was included as Division F.)", "On January 16, 2019, the House passed H.R. 268 , a supplemental appropriations bill. As passed by the House, the bill would have provided supplemental appropriations to HUD (as well as other agencies) in response to the major disasters of 2018. The bill also contained CR provisions to extend regular appropriations through February 8, 2019, for agencies and programs affected by the funding lapse.", "On January 24, 2019, the Senate considered H.R. 268 , the supplemental appropriations bill that previously passed the House. One amendment, S.Amdt. 5 , offered by Senator Shelby, included additional funding for border security, as well as full-year appropriations for those agencies affected by the funding lapse. The THUD provisions in Division G were identical to those that had passed the Senate in the 115 th Congress in H.R. 6147 . The Senate voted not to invoke cloture on S.Amdt. 5 on January 24, 2019."], "subsections": []}, {"section_title": "Enactment of Third Continuing Resolution", "paragraphs": ["Late on January 25, 2019, a CR ( H.J.Res. 28 ; P.L. 116-5 ) was enacted, providing funding through February 15, 2019, for THUD and the six other funding bills that had not received full-year funding, allowing HUD and the other agencies that had been subject to the funding lapse to resume full operations."], "subsections": []}, {"section_title": "Enactment of Full-Year Appropriations", "paragraphs": ["On February 15, 2019, the Consolidated Appropriations Act, 2019 ( P.L. 116-6 ) was enacted providing full-year appropriations for the remaining agencies that had lacked full-year appropriations. The Transportation, HUD, and Related Agencies Appropriations Act of 2019 was included as Division G and its text mirrored that of H.R. 648 ."], "subsections": []}]}]}, {"section_title": "Selected Issues", "paragraphs": [], "subsections": [{"section_title": "Housing Choice Voucher Renewal Funding", "paragraphs": ["The cost of renewing existing Section 8 Housing Choice Vouchers is generally one of the most high-profile HUD funding issues each year. It is the largest single expense in the largest account (the tenant-based rental assistance account) in HUD's budget. All of the roughly 2 million portable rental vouchers that are currently authorized and in use are funded annually, so for the low-income families currently renting housing with their vouchers to continue to receive assistance (i.e., renew their leases at the end of the year), new funding is needed each year. ", "If the amount ultimately provided proves to be less than the amount needed to fund all vouchers currently in use, then several things may happen. The Public Housing Authorities (PHAs)—the state-chartered entities that administer the program at the local level—with reserve funding from prior years, may spend some of those reserves to maintain current services. PHAs without reserve funding may apply to HUD for a share of the set-aside funding that is generally provided in the annual appropriations acts to the department and allowed to be used to prevent termination of assistance. And PHAs may undertake cost-saving measures, such as not reissuing vouchers to families on their waiting lists when currently assisted families leave the program. Conversely, if the amount is greater than the amount needed to renew existing vouchers, PHAs may be able to serve additional families from their waiting lists.", "Although the President's budget request, the House committee-reported HUD appropriations bill, and the Senate bill all included different funding levels for voucher renewals for FY2019, each purported to provide enough to fund all vouchers currently in use. The final FY2019 enacted funding level was $22.598 billion, an amount between the House committee-reported and Senate-passed levels. Advocacy groups have estimated that the amount provided will be enough at least to renew all existing voucher holders' leases, as well as potentially serve some additional families."], "subsections": []}, {"section_title": "Funding for Public Housing", "paragraphs": ["The low-rent public housing program houses approximately 1 million families in properties owned by local PHAs but subsidized by the federal government. PHAs' budgets for public housing are made up of rent paid by tenants and formula grant funding from the federal government to make up the difference between the rents collected from tenants and the cost of maintaining the properties. The two primary formula funding programs are Operating Fund program and Capital Fund program. Additionally, PHAs may apply for competitive Choice Neighborhood Initiative grants.", "The largest source of federal funding to support the low-rent public housing program is provided through the public housing Operating Fund account. Operating funds are allocated to PHAs according to a formula that estimates what it should cost PHAs to maintain their public housing properties based on the characteristics of those properties. When the amount of appropriations provided is insufficient to fully fund the amount PHAs qualify for under the formula, their allocation is prorated. Assuming the Operating Fund formula accurately reflects the costs of maintaining public housing, less than full funding means PHAs either will not be able to meet their full operating needs (e.g., maintenance, staffing, services for residents) or will have to spend down reserves they may have accumulated or seek other sources of funding.", "According to HUD's Congressional Budget Justifications, the amount requested in the President's budget for the Operating Fund for FY2019 (a 28% decrease from FY2018) would be sufficient to fund an estimated 54% of PHAs' formula eligibility in CY2019 (the program runs on a calendar year basis). Both the House committee-passed bill and the Senate bill proposed more funding than requested, but neither proposed the full amount the President's budget estimated would be needed to fully fund PHAs' formula eligibility in CY2019. The final HUD appropriations law provided $4.65 billion for operating funding in FY2019, which is more than the House committee-passed bill, but less than the Senate level. While it is not expected to fund 100% of formula eligibility in CY2019, the funding increase may result in a higher proration level than CY2018.", "The other major source of federal funding for public housing is the Capital Fund. Capital Fund formula grants are used to meet the major modernization needs of public housing, beyond the day-to-day maintenance expenses included among operating expenses. The most recent national assessment of public housing capital needs sponsored by HUD found that inadequate funding had resulted in a backlog of about $25.6 billion in capital/modernization needs across the public housing stock, with new needs accruing nationally at a rate of about $3.4 billion per year.", "For FY2019, the President's budget requested no funding for the Capital Fund, citing federal fiscal constraints and a desire to \"strategically reduce the footprint of Public Housing.\" Both the House committee bill and the Senate bill would have provided funding for the Capital Fund, with H.Rept. 115-750 explicitly stating that it rejected the Administration's proposed strategic reduction of public housing. The final FY2019 appropriations law provided $2.775 billion for the Capital Fund, a $25 million increase over FY2018 funding. That $25 million is provided as a set-aside to provide grants to PHAs to address lead hazards in public housing.", "Similarly, the Administration's budget requested no new funding for competitive Choice Neighborhoods grants that are used to redevelop distressed public housing and other assisted housing. Both the House committee bill and the Senate bill proposed to fund the program. The House committee bill proposed even funding with FY2018 ($150 million) and the Senate bill proposed a decrease in funding relative to FY2018 (a reduction of $50 million, or 33%). The final FY2019 appropriations law funded the account at the FY2018 level of $150 million."], "subsections": []}, {"section_title": "Funding for HUD Grant Programs", "paragraphs": ["The President's budget request included a proposal to eliminate funding for several HUD grant programs that support various affordable housing and community development activities. Most notable among these are HUD's two largest block grant programs for states and localities, CDBG and HOME, as well as competitive grants funded in the SHOP account (i.e., funding for sweat-equity programs, like Habitat for Humanity, and certain capacity building programs). These grant programs were also slated for elimination in the President's FY2018 budget request, although they were ultimately funded in FY2018.", "The press release accompanying the budget request suggested that the activities funded by these grant programs should be devolved to the state and local levels. Both the House committee bill and the Senate bill would have continued funding for these programs. The House committee bill would have provided level funding for CDBG, but funding reductions for the other accounts. The Senate bill would have provided level funding for all three accounts. Like the House committee and Senate bills, the final FY2019 appropriations law continued funding for all three accounts. In the case of CDBG and SHOP, it provided level funding with FY2018 at $3.365 billion and $54 million, respectively; in the case of HOME, the FY2019 law decreased funding by 8.2% relative to FY2018, bringing it down to $1.250 billion."], "subsections": []}, {"section_title": "FHA and Ginnie Mae Offsets", "paragraphs": ["Under the terms of the Budget Control Act, as amended, discretionary appropriations are generally subject to limits, or caps, on the amount of funding that can be provided in a fiscal year. In addition, the annual appropriations bills also are individually subject to limits on the funding within them that are associated with the annual congressional budget resolution. Congressional appropriators can keep these bills within their respective limits in a number of ways, including by providing less funding for certain purposes to allow for increases elsewhere in the bill. In certain circumstances, appropriators also can credit \"offsetting collections\" or \"offsetting receipts\" against the funding in the bill, thereby lowering the net amount of budget authority in that bill.", "In the THUD bill, the largest source of these offsets is generally the Federal Housing Administration (FHA). FHA generates offsetting receipts when estimates suggest that the loans that it will insure during the fiscal year are expected to collect more in fees paid by borrowers than will be needed to pay default claims to lenders over the life of those loans.  While usually not as large a source, the Government National Mortgage Association (GNMA), or Ginnie Mae, generally provides significant offsets within the THUD bill as well. GNMA guarantees mortgage-backed securities made up of government-insured mortgages (such as FHA-insured mortgages) and similarly generates offsetting receipts when the associated fees it collects are estimated to exceed any payments made on its guarantee.", "The amount of offsets available from FHA and GNMA varies from year to year based on estimates of the amount of mortgages that FHA will insure, and that GNMA will guarantee, in a given year and how much those mortgages are expected to earn for the government. These estimates, in turn, are based on expectations about the housing market, the economy, the credit quality of borrowers, and relevant fee levels, most of which are factors outside of the immediate control of policymakers. If the amount of available offsets increases from one year to the next, then additional funds could be appropriated relative to the prior year's funding level while still maintaining the same overall net level of budget authority. If the amount of offsets decreases, however, then less funding would need to be appropriated relative to the prior year to avoid increasing the overall net level of budget authority, all else equal.", "For FY2019, the Congressional Budget Office (CBO) estimated that offsetting receipts available from FHA would be lower than in FY2018 ($7.6 billion compared to $8.3 billion) while the amount of offsets available from Ginnie Mae would be higher (about $2 billion compared to $1.7 billion). The total combined amount of offsets, then, was estimated at about $500 million less in FY2019 as compared to the prior year. As a result of this lower amount of offsets, the increase in net budget authority proposed in both the House committee bill and the Senate bill, as well as that ultimately provided by the final FY2019 appropriations law, as compared to FY2018 is greater than the increase in gross appropriations for HUD programs and activities. "], "subsections": []}]}]}}