{"id": "R45209", "title": "The House Journal: Origin, Purpose, and Approval", "released_date": "2018-05-31T00:00:00", "summary": ["The Journal of the House of Representatives is the official record of the chamber's legislative actions. The Journal's contents include the titles of introduced legislation, the results of votes, presidential veto messages, and any other matters the House deems to be official proceedings. Unlike the Congressional Record, it is not a transcript of debate. Rather, the Journal is a listing of House actions without the debate accompanying those actions.", "The Constitution mandates that each House keep a journal of its proceedings (Art. 1, §5). The Constitution, House rules and practices, and, to a lesser extent, statutes direct which proceedings must be recorded. The Journal is public, enabling citizens to follow House actions, excepting those that require secrecy, such as matters of national security.", "Under House rules, the Speaker announces his or her approval of the Journal at the start of each legislative day. In current practice, approval is automatic unless a Member demands a vote. If that occurs, the Speaker then holds or postpones a voice or record vote to agree to the approval of the Journal.", "Members may call for a vote, or vote against the Journal's approval, in order to pursue changes to the Journal or for strategic reasons unrelated to the Journal's contents. For instance, Members may use votes to ascertain the presence of Members, delay proceedings, protest an action, assemble Members prior to a vote or announcement, or establish independence from leadership.", "If the vote to approve the Journal fails, the Journal may be subject to amendment. In the period examined (1990-2016), no record vote on approval of the Journal has failed. However, in 1990, a voice vote failed, allowing a Member to offer an amendment, which was approved.", "This report considers the origin and purpose of the Journal as well as the procedures related to its approval. It discusses why a Member might call for a vote and why a Member might vote against the Journal's approval. The report also examines record approval votes from 1991 to 2016 (102nd-114th Congresses), addressing trends in the frequency of these votes, the percentage of votes initiated by majority party Members, and the procedures used to call for or postpone record votes."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Journal of the House of Representatives of the United States is the official record of House proceedings. The Constitution, House rules and practices, and certain statutes define which proceedings are to be recorded, while the House itself controls how and to what extent the Journal 's contents are presented.", "The Journal enables Members, government officials, state legislatures, and members of the public to follow the actions of Congress. It is prepared under the direction of the Clerk of the House. After the close of a session, it is printed, distributed to Members and selected government offices, and posted on the U.S. Government Publishing Office (GPO) website.", "The Speaker announces approval of the daily Journal at the start of each legislative day. In current practice, the House automatically agrees to approval unless a Member calls for a vote. Occasionally, a Member demands a Journal vote to reconsider the Journal 's content. More often, though, a Journal vote is called for unrelated reasons, such as to assemble Members before a major vote or to protest the actions of leadership. "], "subsections": []}, {"section_title": "What Is the Journal?", "paragraphs": ["The Journal is the official record of House proceedings. Unlike the Congressional Record , it is not a transcript of debate. Rather, it is a listing of legislative actions. If there is a discrepancy between the actions cited in the Journal and the Congressional Record , the Jo urnal is considered the correct account of actions taken. As such, it is the record of House activities that is provided as evidence in legal proceedings. ", "The term House Journal is used for both the daily Journal and the session Journal . After one legislative day adjourns, the Journal clerk prepares the day's minutes and presents them to the Speaker. At the start of the next legislative day, the Speaker announces his or her approval of the previous day's Journal (the daily Journal ). When each session of Congress concludes, the minutes of all the legislative days are assembled together into a session Journal . GPO prints the session Journal as a bound book and posts a digital copy on its website. ", "If a vote is called, it is for approval of the daily Journal containing those proceedings that occur between the commencement of one legislative day and its time of adjournment. In this report, all subsequent references to Journal are to the daily Journal ."], "subsections": [{"section_title": "Constitutional Requirements", "paragraphs": ["The Constitution directs the two houses of Congress to maintain and publish journals of their proceedings: \"Each House shall keep a Journal of its Proceedings, and from time to time publish the same, excepting such Parts as may in their Judgment require Secrecy.\" Article I, Sections 5 and 7, identifies two types of proceedings that must be entered: presidential veto messages and \"yeas and nays\" votes. The Members' yeas and nays are to be recorded at the \"desire of one fifth of those present\" or if the vote is a congressional attempt to override a presidential veto.", "The Constitution does not specify additional proceedings to record, allowing each chamber to identify the majority of its official actions. Nor does the Constitution \"indicate with what fullness\" any proceeding should be documented—the manner in which a proceeding is recorded is up to the House to decide. Therefore, the House, not the Constitution, is in control of its Journal of proceedings."], "subsections": []}, {"section_title": "House Rules and Practice Requirements", "paragraphs": ["Since the first Congress (1789-1791), the House has determined which proceedings, aside from the constitutional requirements, to include in the Journal . House-mandated proceedings include:", "the introduction of bills and resolutions (listed with number, title, sponsors, and committee(s) of referral); committee and conference reports (titles); documents, petitions, memorials, and points of order; the disposition of measures considered in the House or the Committee of the Whole; House, Senate, and presidential messages, as well as other executive communications; the times of daily commencement and adjournment; and record votes, which in current practice, are usually conducted by electronic device. ", "Proceedings are defined in the House Manual (commonly referred to as Jefferson's Manual , due to the section originally authored by Thomas Jefferson); House Practice : A Guide to the Rules, Precedents, and Procedures of the House ; and the three collections of House precedents (Hinds, Cannon, and Deschler). These documents outline the inclusion of both routine and less common proceedings, such as discharge petitions, debate limitations under a special order of business (i.e., a \"special rule\"), unanimous consent agreements, expungements from the Congressional Record , and the disciplinary censure of a Member.", "House Rule XX provides specific requirements for the recording of votes and quorum calls. The Journal must state the general subject of all votes, record the results of votes and quorum calls, and list the names of Members with their responses to record votes and quorum calls. If Members do not vote, and a quorum is present, the Speaker or another Member can demand that their names be recorded in the Jo urnal . "], "subsections": []}, {"section_title": "Statutory Requirements", "paragraphs": ["To a limited extent, statutes also identify proceedings that must be entered into the Journal . For instance, one statute requires newly sworn Members to take a signed copy of their oaths of office to the Clerk for entry into the Journal . Another statute directs each chamber to count and confirm the presidential electoral vote. The announcement confirming the election results, along with the list of electoral votes by state, are to be recorded in the Journal . "], "subsections": []}, {"section_title": "Excluded Information", "paragraphs": ["As former House Parliamentarian Asher Hinds noted, \"The Journal records acts, but not the reasons therefor.\" Thus, the Journal does not provide a transcription of statements, deliberations, opinions, or debate made in the House or the Committee of the Whole—those discussions are printed in the Congressional Record .", "In addition, the Journal does not record parliamentary inquiries or other matters not considered by the House to be legislative business. Nor does it record motions that are not entertained by the Speaker or motions that are withdrawn before the end of the legislative day. Likewise, any unanimous consent agreements, points of order, and discharge petitions that are not successful are not recorded. ", "However, because the House controls the Journal's contents, it is the final arbiter on what constitutes its actions. The Journal may omit \"things actually done\" or record \"things not done.\" In either case, it becomes the official record when the House agrees to the Speaker's approval either through tacit acceptance or as the result of a vote on the floor."], "subsections": []}]}, {"section_title": "Origin, Purpose, and Use", "paragraphs": [], "subsections": [{"section_title": "Duty to Keep and Publish a Journal of Proceedings", "paragraphs": ["The duty to keep a journal is mandated by the Constitution, following the practice of British Parliament. The British House of Commons has maintained a record of decisions since the 1500s. The daily version, Votes and Proceedings , is later compiled into the Journal . Like the House Journal , the British version is a public account of actions taken, not a transcription of debate. ", "Prior to the enactment of the Constitution, the Articles of Confederation defined the national government from 1781 to 1789. Article IX directed the Confederation Congress to publish a monthly journal of proceedings, including the yeas and nays on any question, which could be laid \"before the legislatures of the several states.\" ", "The drafters of the U.S. Constitution were familiar with the British and American precedents. While the delegates to the Constitutional Convention (1787) easily accepted the need to keep legislative journals, they divided over the mandate to have them published. Delegate Oliver Ellsworth considered a publishing requirement unnecessary, as \"[t]he Legislature will not fail to publish their proceedings from time to time.\" In defense of the mandate, Delegate James Wilson stated: \"The people have a right to know what their Agents are doing or have done, and it should not be in the option of the Legislature to conceal their proceedings.\" On August 11, 1787, the delegates adopted provisions mandating the duty to keep and publish House and Senate records of proceedings."], "subsections": []}, {"section_title": "Public Purpose", "paragraphs": ["Since the Constitutional Convention, legal commentators have interpreted the Constitution's clauses and the justifications for them. Regarding the duty to keep a journal, Supreme Court Justice Joseph Story, in 1833, wrote: \"The object of the whole clause is to insure publicity to the proceedings of the legislature, and a correspondent responsibility of the members to their respective constituents.... The public mind is enlightened by an attentive examination of the public measures.\" For Story, the legislative Journals provide three functions: transparency into the workings of Congress, stronger relations between Members and constituents, and an educated public.", "House Practice , and the three published collections of House precedents, identify the main purpose of the Journal is \"to ensure that the proceedings of the House be a matter of public record.\" In the House's earlier years, government officials and state legislators were the main parties that consulted the public record. Now any member of the public can access previous volumes of the House Journal online through GPO, Federal Depository Libraries, and the Library of Congress's Century of Lawmaking website."], "subsections": []}, {"section_title": "Use as Official Record", "paragraphs": ["The Journal is the official record of House proceedings. As such, every Member may inspect it, \"and anyone may take and publish votes therefrom.\" ", "When necessary, the House Journal is provided as evidence in legal proceedings. The courts review the Journal , rather than the Congressional Record , to confirm the outcome of votes, the presence of quorums, and that Members have taken the oath of office. "], "subsections": []}]}, {"section_title": "Approval Process", "paragraphs": ["Under House Rules I and XIV, the Speaker announces his or her approval of the Journal as the first order of business after the chaplain's prayer. Without objection, the Journal stands approved. However, if a Member does object, that Member may demand a vote on the Speaker's approval ."], "subsections": [{"section_title": "The Clerk's Role", "paragraphs": ["During each daily session, the Journal clerk records handwritten notes into the \"Journal Minute Book.\" At the end of the legislative day, another clerk types these minutes, adding additional details of the proceedings. The computer-generated manuscript (the daily Journal ) is then proofed and presented to the House Parliamentarian for review. "], "subsections": []}, {"section_title": "The Speaker's Approval", "paragraphs": ["Prior to the start of each legislative day, the Speaker receives the previous day's J ournal from the Journal clerk. Usually, after the chaplain's prayer, the Speaker (or the Speaker's designee) will say, \"The Chair has examined the Journal of the last day's proceedings and announces to the House his (or her) approval thereof. Pursuant to clause 1, Rule I, the Journal stands approved.\" If there is no objection, the House continues to the Pledge of Allegiance, followed by legislative business. "], "subsections": []}, {"section_title": "Member Objections", "paragraphs": ["If a Member objects to the Journal's approval, however, the Member rises and says, \"Mr. [or Madam] Speaker, pursuant to clause 1, Rule I, I demand a vote on agreeing to the Speaker's approval of the Journal .\" The Speaker will then conduct a voice vote and, in nearly every case, announce that the ayes appear to have it. A Member may then seek a record vote. To do so, the Member may demand the yeas and nays. Provided that the request is supported by one-fifth of the Members present, the yeas and nays are ordered. In this case, a record vote is guaranteed, but it may be postponed until later in the legislative day pursuant to clause 8 of Rule XX. ", "The Member may also object by noting the absence of a quorum. If the point of order is sustained, the yeas and nays are automatically ordered. In this scenario, the Member may say, \"Mr. [or Madam] Speaker, I object to the vote on the grounds that a quorum is not present and make the point of order that a quorum is not present.\" The Speaker responds by either holding an immediate record vote by electronic device, which decides the motion and ascertains a quorum (218 Members), or says, \"Pursuant to clause 8, Rule XX, further proceedings on this question will be postponed,\" and the point of no quorum is considered withdrawn. ", "If the proceedings are postponed, the Speaker, later in the legislative day, puts the question on agreeing to the Journal 's approval de novo (as if new), and a voice vote occurs. The same or a different Member may object to the results of the voice vote by, depending on the situation, (1) noting the absence of a quorum, (2) demanding the yeas and nays, or (3) demanding a recorded vote. In the first case, the yeas and nays are automatically ordered provided that the quorum point of order is sustained. If the Member initially demands the yeas and nays, the yeas and nays are ordered if the demand receives the support of one-fifth present. Alternatively, a Member may demand a recorded vote, which requires the support of 44 Members. In each of these cases, a record vote occurs assuming the specified requirements have been met. "], "subsections": []}, {"section_title": "Reading of the Journal", "paragraphs": ["In current practice, the Journal is not read unless the House votes against the Speaker's approval. Should the House vote against approval, House Rule I authorizes one motion to have the Journal read. The motion is privileged, meaning it can be decided by the House without debate. Under this scenario, a Member may say: \"Mr. [or Madam] Speaker, I move that the Journal be read.\" The Speaker replies: \"The question is, shall the Journal be read?\"", "If the question is decided in the affirmative by voice or record vote, the Clerk reads the previous day's Journal , omitting the names of Members responding to votes or the texts of messages unless a Member demands a full reading. Once the reading is completed, or it is terminated by unanimous consent, a Member may move to approve the Journal \"as read.\" ", "The motion to approve the Journal \"as read\" may be tabled; otherwise, it is debatable until a Member moves the previous question and that motion is adopted. (Successful votes on the previous question close debate and force a vote on the pending question.) If the motion to approve the Journal is adopted, no further motions related to the Journal are in order. However, if the House rejects the motion to approve the Journal \"as read,\" the Journal is subject to amendment. "], "subsections": []}, {"section_title": "Amending the Journal", "paragraphs": ["There are two ways to amend the Journal : by unanimous consent (used occasionally for noncontroversial alterations) and by motion (a rarely used procedure for more contentious changes). Changes by unanimous consent may correct the previous day's Journal as well as previous legislative days within the same Congress. Amendment by motion pertains to the prior day's Journal only following an unsuccessful vote to approve that day's Journal . ", "The motion to amend occurs once the House rejects the Speaker's approval, the Clerk reads the Journal , or the reading is terminated by unanimous consent, and the House rejects the Journal \"as read.\" The motion to amend is not in order after the House approves the Journal or if the previous question has been demanded on the motion to approve.", "The motion to amend the Journal takes precedence over a motion to approve. A Member may stand and, once recognized, say, \"Mr. [or Madam] Speaker, I move to amend the Journal by inserting _____ (or by striking or by striking and inserting _______).\" The Member is then to be recognized under the hour rule. At the end of the hour, a Member may move the previous question, and the House, if the previous question is agreed to, votes on the amendment. If the amendment is adopted, the House then votes to approve the Journal \"as amended.\"", "The amendment process reflects the House's ability to control its Journal and define its own proceedings. According to Cannon's Precedents , this ability extends to \"omitting things actually done or of recording things not done.\" For instance, if the House neglects to perform a required procedure, the House can vote on a motion, or agree by unanimous consent, to amend the Journal to indicate that the procedure had been followed. In 1912, the Speaker was informed that a necessary procedural motion had not been observed, so he suggested amending the Journal \"by common consent to make it show that the actual thing was done.\" In response to a Member's objection, the Speaker stated, \"Mr. Speaker Cannon ruled a number of times that by unanimous consent anything can be done, and the Chair thinks he was right.\""], "subsections": []}, {"section_title": "Procedures That Occur If a Journal Vote Fails", "paragraphs": ["Journal approval votes rarely fail. In fact, between 1990 and 2016, Journal approval never failed in a record vote. The House Manual , however, did identify one voice vote, in 1990, when the House rejected the Speaker's approval. The occurrence illustrates the possible steps taken when the House votes against agreeing to the Journal 's approval."], "subsections": [{"section_title": "Failed Journal Approval Vote, March 19, 1990", "paragraphs": ["On March 19, 1990, the Speaker pro tempore announced the approval of the Journal . In response, Representative Robert Walker, a member of the minority party, demanded a vote on agreeing to the approval. The Speaker pro tempore held a voice vote and declared that the noes appeared to have it. Representative Walker then moved that the Journal of the last day's proceedings be read. The motion was agreed to by voice vote. The Clerk began to read the Journal .", "During the reading, Walker asked for \"unanimous consent that the Journal be considered as read and open to amendment at any point.\" There was no objection. Walker moved to amend the Journal , striking an executive communication that transmitted an annual report \"in compliance with the Government in Sunshine Act.\" The Speaker pro tempore recognized the Member for one hour.", "While debating the amendment, Walker noted that the House was \"unwilling to work in sunshine itself,\" so it should not accept communications relating to government transparency. Specifically, he objected to late changes in the House schedule and restrictions on floor amendments. Representative Jon Kyl, also in the minority party, noted that Walker was making a \"symbolic point,\" to which Walker responded, \"When I read through the Journal for last Thursday, this was about the best we could do in order to get a little bit of talk about what we think is a substantive issue.\" ", "As he concluded his remarks, Walker yielded back the remainder of his time. The Speaker pro tempore held a vote on the amendment, which was agreed to by voice vote. Finally, Representative George Miller, a member of the majority party, moved to approve the Journal \"as amended.\" The House approved the Journal , as amended, by voice vote."], "subsections": []}]}]}, {"section_title": "Reasons to Demand a Vote on or Vote Against Approval of the Journal", "paragraphs": ["According to the U.S. House of Representatives Roll Call Votes database, the House held 472 Journal -approval record votes from 1991 to 2016 (102 nd -114 th Congresses, Table 1 ). None of these votes failed. Instead, such votes have received support, on average, from three out of four Members. The 75% approval rate is not a strict reflection of party-line division. However, party and political considerations may play a role in the decision to demand or vote against approval of the Journal . "], "subsections": [{"section_title": "To Amend the Journal", "paragraphs": ["When a Member demands a vote to agree to the Speaker's approval of the Journal , it may be seen as an attempt to amend the Journal 's contents. Indeed, motions to amend are in order only after the House votes against the Speaker's approval. The most common way to amend the Journal , however, is by unanimous consent, and such requests may be unrelated to a Journal -approval vote. ", "In the 1990 case discussed above, the Member stated that the primary purpose of his motion was to bring attention to the majority party's actions. Thus, the original Journa l -approval vote, which enabled the subsequent motion to amend, could be considered a party protest against leadership, using the motion to amend the Journal 's contents as a way to allow debate."], "subsections": []}, {"section_title": "As a Protest or Dilatory Action", "paragraphs": ["Journal -approval votes may be used to protest actions or delay legislative business. Such votes provide opportunities for Members to criticize practices that are related or unrelated to the Journal 's contents. Record votes, in particular, consume valuable floor time and can be used to disrupt committee meetings occurring concurrently. However, since a House rules change in 1983 (98 th Congress), the Speaker has been able to postpone Journal record votes until later in the legislative day, allowing the House to consider other business before voting to agree to the Journal 's approval.", "In 1985, Representative Harry Reid confirmed the use of Jo urnal votes as an act of protest. Speaking on the House floor, he said, \"We all recognize that the Journal or more specifically approval of the Journal can be used as a procedural tool; that is, Members that want to express disfavor with the preceding day's business can call for a vote, thus officially expressing their displeasure.\"", "An example of a Journal vote that was both a protest and a dilatory action occurred in 1993 (103 rd Congress). On March 2, Representative Gerald Solomon, a member of the minority party, demanded a vote on the Journal . Later, in debate, he stated that his party had called the Journal vote, as well as record votes on five noncontroversial items, due to leadership's restrictions on debate and amendments. He informed the Speaker: \"We are not going to be pushed around by dictatorial policies of the Democrat leadership.... You are going to treat us fair, or else.\""], "subsections": []}, {"section_title": "To Ascertain the Presence of a Quorum", "paragraphs": ["Under House Rule XX, House Members may object to the results of a voice vote by noting the absence of a quorum. This objection may trigger a subsequent record vote, which in addition to deciding the question, verifies the existence of a quorum. Thus, a Member may initiate a Journal -approval vote in order to ascertain the presence of a quorum.", "In 1985, Representative Robert Walker contended that the changes to quorum procedures in Rule XX led to an increase in Journal -approval votes. In defense of his own call for a vote, he said: ", "The fact is that the reason why people get Journal votes is to find out who is here and whether or not there are enough people here to do business. The reason we have got to resort to that is because some years ago in their wisdom the Democratic Party decided that we would no longer have quorum calls, that we would no longer have a process around here by which we could get a quorum at the beginning of the day to find out who was here.... So the one way that you have early in the day to find out whether or not there are enough Members in town to even do business here is to get a vote on the Journal."], "subsections": []}, {"section_title": "To Assemble Members Prior to a Major Vote or Announcement", "paragraphs": ["The act of assessing a quorum is related to another use of Journal -approval votes: to assemble Members prior to a major vote or leadership announcement. Indeed, when Walker defended himself in 1985, he stated the reason he had called an earlier Journal vote:", "That was on the day that we were going to have a very, very important vote from our side of the aisle which our leadership was very interested in ... and my leadership did ask me that day to make certain that we got a vote on the Journal, which I was glad to do.... I think it was fully justified to try to establish whether or not there was a quorum here and just who was here, given the fact that my leadership was going to come to the floor.", "Political scientist John W. Patty tested the \"gathering Members\" premise in a study examining record votes from 1991 to 2002 (102 nd -107 th Congresses). He found that on days that the House voted to agree to the Speaker's approval of the Journal , the chamber was more likely to vote on major legislation and that such votes were \"more likely to be close and more likely to be party-line votes than those recorded on other days.\"", "According to Patty, leaders from both parties may prompt their Members to call Journal -approval votes in advance of high-priority measures. By doing so, Patty argues, they \"block off\" a voting period and \"signal\" the importance of the votes to come. Once the Members are on the floor, bill managers can \"count heads, poll the rank and file, and potentially influence members' votes.\" ", "Party leaders also use a Journal -approval vote to assemble Members before an announcement or presentation. For instance, in 1999, a majority-party Member initiated an immediate record vote on the Journal . Minutes later, the House swore in a new Member, and Representative Bob Livingston gave his farewell remarks to Congress."], "subsections": []}, {"section_title": "To Demonstrate Independence from Leadership", "paragraphs": ["Members may vote against Journal -approval votes in order to demonstrate their independence from leadership. Journal -approval votes, in particular, provide ample opportunities for Members to vote in opposition to most of their fellow partisans without harming their parties' policy agendas.", "Several associations, research groups and media outlets rate Members by their positions on record votes. When Members vote contrary to their party, they decrease their party unity scores—a potential benefit to Members from competitive or moderate districts. However, some organizations, such as Congressional Quarterly , have begun to omit the results of procedural votes, including Journal -approval votes, from their ranking criteria in order to produce voting scores that are more relevant to constituent interests."], "subsections": []}]}, {"section_title": "Journal Approval and Record Vote Trends, 1991-2016 (102nd-114th Congresses)", "paragraphs": ["From 1991 through 2016, there were 472 Journal -approval record votes (2.8% of the total number of record votes). In a single Congress, the number has ranged from a low of eight in the 109 th Congress (2005-2006) to a high of 77 in the 103 rd Congress (1993-1994), with the average number of votes being 36. During the 35-year period, a Member of the party in power initiated 52.5% of all Journal record votes, showing that approval votes were requested in roughly equal amounts by members of the majority and minority ( Table 1 ). ", "J our nal voting and procedural trends that extend over several Congresses are considered below. Perhaps the most significant trend is the increased postponement of record Journal votes ( Table 2 ). These postponed votes are now frequently triggered by demands for yeas and nays, in addition to quorum points of order. "], "subsections": [{"section_title": "Timing: Immediate Votes vs. Postponed Votes", "paragraphs": ["In 1983 (98 th Congress), the House amended what is now Rule XX, clause 8, to allow the Speaker to postpone Journal votes until later in the same legislative day. However, Speakers (or their designees) continued to hold more immediate votes than postponed votes until the 104 th Congress (1995-1996). In the 108 th Congress (2003-2004), there was one immediate record vote. The 111 th Congress (2009-2010) also featured one immediate vote. All other Journal -approval record votes since the 108 th Congress have been postponed until later in the legislative day ( Table 2 ). ", "In current practice, the Speaker is likely to postpone and group Journal votes with other record votes. The voting window is typically announced in advance, minimizing scheduling conflicts with Members and committees."], "subsections": []}, {"section_title": "Method for Vote Request: Quorum Points of Order vs. Demands for Yeas and Nays", "paragraphs": ["Between the 102 nd and the 105 th Congresses (1991-1998), all Journal -approval record votes were triggered by a Member noting the absence of a quorum after a voice vote. Under this still-common procedure, the Speaker responds with either an immediate record vote to confirm the presence of a quorum or instead postpones the question until later in the legislative day, at which point the question is considered de novo (as if new), and a record vote may or may not be requested following a voice vote. ", "As of the 106 th Congress (1999-2000), Members began initiating some Journal votes by demanding the yeas and nays. This demand guarantees a record vote within the legislative day provided that the demand has the support of one-fifth of the Members present. ", "When a quorum point of order was the initial triggering method, a record vote immediately followed in 40% of the occurrences. In contrast, when the initial method was a demand for the yeas and nays, the resulting vote was postponed in every instance.", "From 1991 to 2016, there were 396 record votes triggered by quorum points of order, compared to 76 votes triggered by a demand for the yeas and nays. However, from the 109 th through the 114 th Congresses (2005-2016), there were 72 yeas and nays initial requests compared to 62 quorum points of order, signifying an increase in the use of yeas and nays and a decrease in the point of order method to obtain a record vote."], "subsections": [{"section_title": "Reasons to Choose the Quorum Point of Order or the Yeas and Nays Method", "paragraphs": ["When a Member objects to an initial voice vote on the Speaker's approval of the Journal , the Member may make a quorum point of order or demand the yeas and nays in an attempt to obtain a record vote. The quorum method requires no additional support on the floor at the time of the request. This is helpful for Members who have not enlisted fellow supporters prior to calling for a vote on the Speaker's approval. Making a successful quorum point of order ensures that the Journal 's approval will be considered again (immediately or at a later time) within the legislative day. ", "The yeas and nays method is useful when a Member desires a guaranteed record vote later in the day—so long as the demand receives sufficient support for a second. If the yeas and nays are ordered, the demand locks in a vote period, which is likely to include important votes on issues not connected to the Journal . "], "subsections": []}]}, {"section_title": "", "paragraphs": [], "subsections": []}]}]}}