{"id": "R45347", "title": "Tax Provisions That Expired in 2017 (“Tax Extenders”)", "released_date": "2018-10-25T00:00:00", "summary": ["Twenty-eight temporary tax provisions expired at the end of 2017. Collectively, temporary tax provisions that are regularly extended as a group by Congress, rather than being allowed to expire as scheduled, are often referred to as \"tax extenders.\"", "Temporary tax provisions were most recently extended in the Bipartisan Budget Act of 2018 (BBA18; P.L. 115-123). BBA18 extended nearly all of the provisions that had expired at the end of 2016, with most provisions extended through the end of 2017. For most provisions, this extension was purely retroactive. Since the BBA18 was enacted in February 2018, the extensions generally were not made available for the tax year in which the legislation was enacted. The extension of expired provisions enacted in BBA18 was estimated to reduce federal revenue by $15.1 billion between FY2018 and FY2027.", "All of the temporary tax provisions that expired at the end of 2017 have been included in previous \"tax extender\" legislation. There are several options for Congress to consider regarding temporary tax provisions. Provisions that expired at the end of 2017 could be extended. The extension could be retroactive. The extension could be short term, long term, or permanent. Another option would be to allow expired provisions to remain expired.", "Making permanent the temporary tax provisions that expired at the end of 2017 would reduce federal revenue by an estimated $92.5 billion between FY2018 and FY2027. This is equal to about 0.2% of current-law projected federal revenue over this period.", "The number of \"tax extender\" provisions has fallen in recent years, as has the cost associated with extending \"tax extenders.\" The Protecting Americans from Tax Hikes Act of 2015 (PATH Act), enacted as Division Q of the Consolidated Appropriations Act, 2016 (P.L. 114-113), made permanent a number of provisions that had been long-standing \"tax extenders,\" and extended several other provisions through 2019. The 2017 tax revision (P.L. 115-97) also made changes that resulted in the elimination of certain \"tax extender\" provisions.", "If Congress chooses to consider extending tax provisions that expired at the end of 2017 late in 2018, the option of extending tax provisions that are scheduled to expire at the end of 2018 might be evaluated simultaneously. Tax provisions scheduled to expire at the end of 2018 are (1) increased excise tax rates on coal used to finance the Black Lung Disability Trust Fund; (2) a reduction in the medical expense deduction threshold from 10% of adjusted gross income (AGI) to 7.5% of AGI; and (3) the $0.09 per barrel excise tax on crude oil used to finance the Oil Spill Liability Trust Fund.", "Certain disaster-related tax provisions were available for 2017 disasters. Extending or expanding these provisions to be available for 2018 disasters is a policy option that could be considered.", "This report provides a broad overview of \"tax extenders.\" More information on specific tax provisions that expired at the end of 2017 can be found in", "CRS Report R44925, Recently Expired Individual Tax Provisions (\"Tax Extenders\"): In Brief, coordinated by Molly F. Sherlock; CRS Report R44930, Business Tax Provisions that Expired in 2017 (\"Tax Extenders\"), coordinated by Molly F. Sherlock; and CRS Report R44990, Energy Tax Provisions That Expired in 2017 (\"Tax Extenders\"), by Molly F. Sherlock, Donald J. Marples, and Margot L. Crandall-Hollick."], "reports": {"section_title": "", "paragraphs": ["T wenty-eight temporary tax provisions expired at the end of 2017. Collectively, temporary tax provisions that are regularly extended as a group by Congress, rather than being allowed to expire as scheduled, are often referred to as \"tax extenders.\" ", "There are several options for Congress to consider regarding temporary provisions. Provisions that expired at the end of 2017 could be extended. The extension could be retroactive. The extension could be short term, long term, or permanent. Another option would be to allow expired provisions to remain expired. ", "Congress may also choose to evaluate the extension of selected expiring provisions in lieu of considering an extenders package that addresses most or all of the expired provisions. In recent years, some provisions that had been long-standing \"tax extenders\" have been either made permanent or given longer-term extensions. Provisions that expired at the end of 2017 might be examined on a case-by-case basis to determine whether each provision is likely to achieve its desired outcome under the tax code as revised in the 2017 tax revision ( P.L. 115-97 ). ", "Congress has often chosen to extend most, if not all, recently expired or expiring provisions as part of \"tax extender\" legislation. The Bipartisan Budget Act of 2018 (BBA18; P.L. 115-123 ) extended through the end of 2017 nearly all of the provisions that had expired at the end of 2016. This extension was purely retroactive. Since the BBA18 was enacted in February 2018, the extensions were not made available for the tax year in which the legislation was enacted.", "The previous \"tax extender\" package, the Protecting Americans from Tax Hikes Act of 2015 (PATH Act), enacted as Division Q of the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ), broke what had been the typical practice of temporarily extending expiring provisions by making many expiring provisions permanent. As a result, there were fewer \"tax extender\" provisions that expired in 2016 and 2017 than had been the case in previous years. Some contended that by making many temporary provisions permanent, the PATH Act negated the need to address extenders every year or two. Others suggested that \"tax extenders\" might be addressed as part of tax reform. However, most \"tax extender\" provisions were not explicitly addressed in the 2017 tax revision ( P.L. 115-97 ). ", "This report provides a broad overview of \"tax extenders.\" More information on specific tax provisions that expired at the end of 2017 can be found in", "CRS Report R44925, Recently Expired Individual Tax Provisions (\"Tax Extenders\"): In Brief , coordinated by Molly F. Sherlock; CRS Report R44930, Business Tax Provisions that Expired in 2017 (\"Tax Extenders\") , coordinated by Molly F. Sherlock; and CRS Report R44990, Energy Tax Provisions That Expired in 2017 (\"Tax Extenders\") , by Molly F. Sherlock, Donald J. Marples, and Margot L. Crandall-Hollick. "], "subsections": [{"section_title": "The Concept of \"Tax Extenders\"", "paragraphs": ["The tax code presently contains dozens of temporary tax provisions. In the past, legislation to extend some of these expiring provisions has often been referred to as the \"tax extender\" package. While there is no formal definition of a \"tax extender,\" the term has regularly been used to refer to the package of expiring tax provisions temporarily extended by Congress. Often, these expiring provisions are temporarily extended for a short period of time (e.g., one or two years). Over time, as new temporary provisions were routinely extended and hence added to this package, the number of provisions that might be considered \"tax extenders\" grew. This trend was broken with the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ), which made permanent a number of provisions that had been part of previous \"tax extender\" packages. As a result, there were fewer \"tax extender\" provisions that expired in 2016 than in previous years. All of the provisions that expired at the end of 2017 had previously expired at the end of 2016."], "subsections": [{"section_title": "Evaluating Expiring Tax Provisions", "paragraphs": ["There are various reasons Congress may choose to enact temporary (as opposed to permanent) tax provisions. Enacting provisions on a temporary basis, in theory, would provide Congress with an opportunity to evaluate provisions before providing further extension. Temporary tax provisions may also be used to provide relief during times of economic weakness or following a natural disaster. Congress may also choose to enact temporary provisions for budgetary reasons. Examining the reason why a certain provision is temporary rather than permanent may be part of evaluating whether a provision should be extended."], "subsections": [{"section_title": "Reasons for Temporary Tax Provisions", "paragraphs": ["There are several reasons why Congress may choose to enact tax provisions on a temporary basis. As previously noted, enacting provisions on a temporary basis may provide an opportunity to evaluate effectiveness before expiration or extension. However, this rationale is undermined if expiring provisions are regularly extended without systematic review, as is the case in practice. In 2012 testimony before the Senate Committee on Finance, Dr. Rosanne Altshuler noted that", "an expiration date can be seen as a mechanism to force policymakers to consider the costs and benefits of the special tax treatment and possible changes to increase the effectiveness of the policy. This reasoning is compelling in theory, but has been an absolute failure in practice as no real systematic review ever occurs. Instead of subjecting each provision to careful analysis of whether its benefits outweigh its costs, the extenders are traditionally considered and passed in their entirety as a package of unrelated temporary tax benefits.", "While most expiring tax provisions have been extended in recent years, there have been some exceptions. For example, tax incentives for alcohol fuels (e.g., ethanol), which can be traced to policies first enacted in 1978, were not extended beyond 2011. The Government Accountability Office (GAO) had previously found that with the renewable fuel standard (RFS) mandate, tax credits for ethanol were duplicative and did not increase consumption. Congress may choose not to extend certain provisions if an evaluation determines that the benefits provided by the provision do not exceed the cost (in terms of forgone tax revenue).", "In recent years, some \"tax extender\" packages have included all (or nearly all) expiring provisions, while other packages have left some out, effectively allowing provisions to expire as scheduled. The \"tax extender\" package in the American Taxpayer Relief Act (ATRA; P.L. 112-240 ) did not include several provisions that had been extended multiple times in the past. Most, but not all, expiring provisions were extended in the one-year, retroactive, \"tax extender\" bill enacted at the end of 2014, the Tax Increase Prevention Act ( P.L. 113-295 ). The Protecting Americans from Tax Hikes Act of 2015 (PATH Act), enacted as Division Q of the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ), extended all expiring provisions. Unlike other recent extenders packages, the PATH Act included a permanent extension for many provisions. Other provisions were extended for five years, while most provisions were extended for two years, in more typical \"tax extenders\" practice. The most recent \"tax extender\" package, included in the Bipartisan Budget Act of 2018 ( P.L. 115-123 ), retroactively extended tax provisions that had expired at the end of 2016 through the end of 2017.", "Tax policy may also be used to address temporary circumstances in the form of economic stimulus or disaster relief. Economic stimulus measures might include bonus depreciation or generous expensing allowances. Disaster relief policies might include enhanced casualty loss deductions or additional net operating loss carrybacks. Other recent examples of temporary provisions that have been enacted to address special economic circumstances include the exclusion of forgiven mortgage debt from taxable income during the housing crisis of the late 2000s, the payroll tax cut, and the grants in lieu of tax credits to compensate for weak tax-equity markets during the economic downturn (the Section 1603 grants). It has been argued that provisions that were enacted to address a temporary situation should be allowed to expire once the situation is resolved. ", "Congress may also choose to enact tax policies on a temporary basis for budgetary reasons. If policymakers decide that legislation that reduces revenues must be paid for, it is easier to find resources to offset short-term extensions rather than long-term or permanent extensions. Additionally, the Congressional Budget Office (CBO) assumes, under the current law baseline, that temporary tax cuts expire as scheduled. Thus, the current law baseline does not assume that temporary tax provisions are regularly extended. Hence, if temporary expiring tax provisions are routinely extended in practice, the CBO current law baseline would tend to overstate projected revenues, making the long-term revenue outlook stronger. In other words, by making tax provisions temporary rather than permanent, these provisions have a smaller effect on the long-term fiscal outlook. "], "subsections": []}, {"section_title": "Extenders as Tax Benefits19", "paragraphs": ["Temporary tax benefits are a form of federal subsidy that treats eligible activities favorably compared to others, and channels economic resources into qualified uses. Extenders influence how economic actors behave and how the economy's resources are employed. Like all tax benefits, extenders can be evaluated by looking at the impact on economic efficiency, equity, and simplicity. Temporary tax provisions may be efficient and effective in accomplishing their intended purpose, though not equitable. Alternatively, an extender may be equitable but not efficient. Policymakers may have to choose the economic objectives that matter most. "], "subsections": [{"section_title": "Economic Efficiency", "paragraphs": ["Extenders often provide subsidies to encourage more of an activity than would otherwise be undertaken. According to economic theory, in most cases an economy best satisfies the wants and needs of its participants if markets allocate resources free of distortions from taxes and other factors. Market failures, however, may occur in some instances, and economic efficiency may actually be improved by tax distortions. Thus, the ability of extenders to improve economic welfare depends in part on whether or not the extender is remedying a market failure. According to theory, a \"tax extender\" reduces economic efficiency if it is not addressing a specific market failure.", "An extender is also considered relatively effective if it stimulates the desired activity better than a direct subsidy. Direct spending programs, however, can often be more successful at targeting resources than indirect subsidies made through the tax system."], "subsections": []}, {"section_title": "Equity", "paragraphs": ["A tax is considered to be fair when it contributes to a socially desirable distribution of the tax burden. Tax benefits such as the extenders can result in individuals or businesses with similar incomes and expenses paying differing amounts of tax, depending on whether they engage in tax-subsidized activities. This differential treatment is a deviation from the standard of horizontal equity, which requires that people in equal positions be treated equally.", "Another component of fairness in taxation is vertical equity, which requires that tax burdens be distributed fairly among people with different abilities to pay. Extenders may be considered inequitable to the extent that they benefit those who have a greater ability to pay taxes. Those individuals with relatively less income and thus a reduced ability to pay taxes may not have the same opportunity to benefit from extenders as those with higher income. The disproportionate benefit of tax expenditures to individuals with higher incomes reduces the progressivity of the tax system, which is often viewed as a reduction in equity.", "An example of the effect a tax benefit can have on vertical equity can be illustrated by considering two students claiming the above-the-line deduction for higher education expenses. Assume both students are single and have $1,000 in qualifying expenses. If one student has an income of $30,000, and the other student has an income of $60,000, the students would be in different tax brackets. The student with the lower income may fall in the 12% tax bracket, meaning the maximum value of the deduction would be $120 ($1,000 multiplied by 12%). The student with the higher income may fall in the 22% tax bracket, meaning the maximum value of the deduction would be $220 ($1,000 multiplied by 22%). Thus, the higher-income taxpayer, with presumably greater ability to pay taxes, receives a greater benefit than the lower-income taxpayer."], "subsections": []}, {"section_title": "Simplicity", "paragraphs": ["Extenders contribute to the complexity of the tax code and raise the cost of administering the tax system. Those costs, which can be difficult to isolate and measure, are rarely included in the cost-benefit analysis of temporary tax provisions. In addition to making the tax code more difficult for the government to administer, complexity also increases costs imposed on individual taxpayers. With complex incentives, individuals devote more time to tax preparation and are more likely to hire paid preparers."], "subsections": []}]}]}]}, {"section_title": "Tax Provisions That Expired in 2017", "paragraphs": ["Twenty-eight temporary tax provisions expired at the end of 2017. These provisions can be categorized as primarily affecting individuals or businesses, or being energy-related. "], "subsections": [{"section_title": "Individual23", "paragraphs": ["Three individual tax provisions expired at the end of 2017 (see Table 1 ). All three of these provisions have been included in recent \"tax extender\" packages. The above-the-line deduction for certain higher-education expenses, including qualified tuition and related expenses, was first added as a temporary provision in the Economic Growth and Tax Relief Reconciliation Act of 2001 (EGTRRA; P.L. 107-16 ), but has regularly been extended since. The other two individual extender provisions are housing-related. The provision allowing homeowners to deduct mortgage insurance premiums was first enacted in 2006 (effective for 2007). The provision allowing qualified canceled mortgage debt income associated with a primary residence to be excluded from income was first enacted in 2007. Both provisions were temporary when first enacted, but have been extended as part of the \"tax extenders\" in recent years.", "The one-year extension of these individual tax provisions, covering the 2017 tax year, is estimated to reduce federal revenue by $3.8 billion between FY2018 and FY2027. Permanently extending the three individual provisions that expired at the end of 2017 would reduce federal revenue by an estimated $31.2 billion between FY2018 and FY2027."], "subsections": []}, {"section_title": "Business27", "paragraphs": ["Twelve business tax provisions expired at the end of 2017 (see Table 1 ). All of these provisions have been included in past \"tax extender\" legislation. The largest of these provisions, as ranked by cost of the most recent one-year extension, are the empowerment zone tax incentives and the credit for railroad track maintenance. The other tax credits for businesses that expired at the end of 2017 are the Indian employment tax credit; the American Samoa economic development credit; and the mine rescue team training credit. ", "Other business tax provisions that expired at the end of 2017 are related to cost recovery. Cost recovery provisions include accelerated depreciation for business property on Indian reservations; seven-year recovery for motorsport racing facilities; expensing of mine-safety equipment; special expensing rules for film, television, and live theatrical production; and three-year depreciation for race horses two years or younger. For provisions that temporarily accelerate cost recovery, the cost over the 10-year budget window is often smaller than the cost in the first year. This is because some of the cost is recovered, as the accelerated cost recovery serves to defer tax liability to a later time. Some of the cost recovery provisions may interact with \"bonus depreciation\" that was enacted as part of the 2017 tax revision ( P.L. 115-97 ). If property is eligible for bonus depreciation, and therefore does not claim the special cost recovery allowance, the cost of that provision falls. However, if bonus depreciation is claimed and the special tax incentive is not, then the special tax incentive is not having an effect on economic activity. ", "Two tax provisions that expired in 2017 are unlikely to be extended further. The extensions enacted in BBA18 essentially extended provisions that had expired at the end of 2016 through the 2017 tax year, with the revised tax code taking effect in 2018. The 2017 tax revision ( P.L. 115-97 ) repealed the Section 199 production activities deduction and reduced the top corporate tax rate from 35% to 21%. With Section 199 repealed, it seems unlikely that the special provision allowing Puerto Rico to be considered part of the United States for the purposes of the Section 199 deduction would be extended. The provision stating that qualified corporate timber gains would be subject to a maximum rate of 23.8% is also unlikely to be extended, with the top corporate rate now 21%. ", "Most of the business provisions that expired at the end of 2017 have been part of the tax code for close to a decade or longer. Several were first enacted in the 1990s, including the Indian employment tax credit; accelerated depreciation for business property on Indian reservations; and the empowerment zone tax incentives. Several others were first enacted in the mid-2000s, including the American Samoa economic development credit: the credit for railroad track maintenance; seven-year recovery for motorsport racing facilities; the mine rescue team training credit; expensing for mine-safety equipment; and the special expensing rules for film and television production. ", "The one-year extension of the 12 business tax provisions in BBA18, covering the 2017 tax year, is estimated to reduce federal revenue by $0.8 billion between FY2018 and FY2027. Permanently extending the 10 business tax provisions likely to be considered for extension beyond 2017 would reduce federal revenue by an estimated $7.6 billion between FY2018 and FY2027."], "subsections": []}, {"section_title": "Energy30", "paragraphs": ["Thirteen energy tax provisions expired at the end of 2017 (see Table 1 ). All of these provisions have been extended as part of past \"tax extender\" legislation. The largest provisions, as ranked by the cost of the one-year extension, are the provisions for biodiesel and renewable diesel and for alternative fuels and alternative fuels mixtures. Other provisions that expired at the end of 2017 include those related to residential and commercial building energy efficiency; alternative fuels and alternative fuel vehicles; and renewable energy production (nonwind technologies). ", "Certain energy tax provisions that had expired at the end of 2016 were given longer-term extensions in BBA18. Specifically, the Section 48 business energy investment credit and the Section 25D credit for residential energy efficient property were extended through 2021, with reduced rates in 2020 and 2021, for nonsolar technologies. These extensions mirrored the longer-term extension previously enacted for solar in Division P of the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ). ", "The one-year extension of the 13 energy tax provisions in BBA18, covering the 2017 tax year, is estimated to reduce federal revenue by $5.2 billion between FY2018 and FY2027. Permanently extending these 13 energy tax provisions beyond 2017 would reduce federal revenue by an estimated $53.7 billion between FY2018 and FY2027. "], "subsections": []}]}, {"section_title": "The Cost of Extending Expired Tax Provisions", "paragraphs": ["As lawmakers consider whether to extend expired tax provisions beyond 2017, cost is one factor. As the number of \"tax extenders\" has decreased over time, so has the cost of a \"tax extender\" package. Many provisions were made permanent in the PATH Act, which reduced the number of temporary provisions included in the \"tax extenders\" portion of BBA18. The number of temporary tax provisions that expired at the end of 2017 was further reduced following a longer-term extension of certain energy provisions and changes made in the 2017 tax revision ( P.L. 115-97 ). ", "The Bipartisan Budget Act of 2018 ( P.L. 115-123 ) extended most provisions that had expired at the end of 2016 for one year, through 2017. As discussed above, several energy-related provisions were extended for a longer period of time, through 2021. Additionally, the act extended the Oil Spill Liability Trust Fund financing rate and modified the tax credit for production from advanced nuclear power facilities. Taken together, these changes were estimated to reduce federal revenue by $15.1 billion between FY2018 and FY2027 (see Table 2 ). ", "Not all of the provisions extended in BBA18 are likely to be considered for extension beyond 2017. BBA18 extended some provisions beyond 2017. Other provisions are not likely to be extended beyond 2017 following changes made in the 2017 tax revision ( P.L. 115-97 ). Looking only at provisions that are likely to be considered for extension beyond 2017, the one-year cost of extending those provisions enacted in BBA18 had an estimated cost of $9.7 billion over the 10-year budget window (see Table 2 ). The cost of extending these provisions beyond 2017 may not necessarily be the same as the cost of past extensions, particularly given the substantial changes to the baseline following the 2017 tax revision ( P.L. 115-97 ). ", "Permanently extending tax provisions that expired at the end of 2017 would reduce federal revenues by an estimated $92.5 billion over the FY2018 to FY2027 budget window (see Table 2 ). More than one-third of this cost ($35.2 billion) is associated with a single provision, the tax incentives for biodiesel and renewable diesel. Federal revenues between FY2019 and FY2028 are projected to be $44.2 trillion under current law. Thus, making permanent \"tax extenders\" would reduce federal revenues by about 0.2%. "], "subsections": []}, {"section_title": "Recent \"Tax Extender\" Legislation", "paragraphs": ["As discussed above, \"tax extenders\" were most recently extended as part of the Bipartisan Budget Act of 2018 (BBA18; P.L. 115-123 ). This legislation, enacted in February 2018, extended tax provisions that had expired at the end of 2016 through the end of 2017. ", "Before BBA18, \"tax extenders\" were addressed in the Protecting Americans from Tax Hikes Act of 2015 (PATH Act), enacted as Division Q of the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ). The PATH Act either extended or made permanent all of the 52 temporary tax provisions that had expired at the end of 2014. ", "The PATH Act, unlike other recent \"tax extender\" legislation, provided long-term extensions (through 2019) for a number of provisions, while making many other temporary tax provisions permanent. In total, the extensions of expiring provisions or \"tax extenders\" in P.L. 114-113 were estimated to reduce federal revenues by $628.8 billion between FY2016 and FY2025. Of that cost, nearly one-third ($202.1 billion) was attributable to extensions of provisions that were scheduled to expire in 2017 (the reduced earnings threshold for the refundable portion of the child tax credit; the American Opportunity Tax Credit; and modifications to the earned income tax credit) and the two-year moratorium on the medical device excise tax. Thus, the cost of extending the \"tax extender\" provisions was an estimated $426.8 billion between FY2016 and FY2025.", "Of the total cost of the \"tax extenders\" in P.L. 114-113 , $559.5 billion, or 89% of the total cost, was associated with permanent extensions. The estimated cost of permanent extension of \"tax extender\" provisions (provisions that had expired in 2014 and were made permanent in P.L. 114-113 ) was $361.4 billion.", "Of the total cost of \"tax extenders\" in P.L. 114-113 , $17.7 billion (or less than 3%) was for the two-year extension of provisions that had expired in 2014 through 2016. ", "The Tax Increase Prevention Act of 2014 ( P.L. 113-295 ), passed late in the 113 th Congress, made tax provisions that had expired at the end of 2013 available to taxpayers in the 2014 tax year. The act extended most (but not all) expiring tax provisions, and most of the provisions extended in P.L. 114-113 had been included in past \"tax extenders\" legislation. The cost of the \"tax extenders\" package enacted as P.L. 113-295 was estimated to be $41.6 billion over the 10-year budget window. Earlier in the 113 th Congress, the Senate Finance Committee had reported a two-year extenders package. The House had also passed legislation that would have made permanent certain expiring provisions. Ultimately, the one-year retroactive extenders legislation is what was passed by the 113 th Congress.", "The American Taxpayer Relief Act (ATRA; P.L. 112-240 ) extended dozens of temporary provisions that had either expired at the end of 2011 or were set to expire at the end of 2012. The provisions that had expired at the end of 2011 were extended retroactively. The cost of the \"tax extenders\" package enacted as part of ATRA was estimated to be $73.6 billion over the 10-year budget window. Several provisions that were considered \"traditional extenders\"—that is, they had been extended multiple times in the past—were not extended under ATRA."], "subsections": []}, {"section_title": "Other Issues Regarding Temporary Tax Provisions", "paragraphs": [], "subsections": [{"section_title": "Tax Provisions Expiring in 2018", "paragraphs": ["Additional tax provisions are scheduled to expire at the end of 2018. First, the increased amount of the excise tax on coal used to finance the Black Lung Disability Trust Fund is set to expire at the end of 2018. For 2018, the tax rates on coal are $1.10 per ton of underground-mined coal or $0.55 per ton of surface-mined coal, limited to 4.4% of the sales price. These rates were established in 1986. Starting in 2019, under current law, these tax rates are scheduled to be $0.50 per ton of underground-mined coal or $0.25 per ton of surface-mined coal, limited to 2% of the sales price. These are the rates that were set when the trust fund was established in 1977.", "A second tax provision scheduled to expire at the end of 2018 allows taxpayers to deduct medical expenses in excess of 7.5% of adjusted gross income (AGI). Starting in 2019, under current law, an itemized deduction for unreimbursed medical expenses will be allowed to the extent that such expenses exceed 10% of AGI. The threshold for the unreimbursed medical expense deduction was increased from 7.5% to 10%, effective in 2013 for most taxpayers, as part of the Patient Protection and Affordable Care Act ( P.L. 111-148 ). However, an exception from the increase for tax years 2013 through 2016 provided that, if either the taxpayer or their spouse was age 65 or older, the 7.5% threshold would apply during this four-year period. The 2017 tax revision ( P.L. 115-97 ) reduced the AGI threshold from 10% to 7.5% for individual taxpayers claiming an itemized deduction for unreimbursed medical and dental expenses in 2017 and 2018. Making this provision permanent would reduce federal revenues by an estimated $24.8 billion between FY2019 and FY2028.", "A third provision, the $0.09 per barrel excise tax on crude oil received at refineries and petroleum products entering the United States, is also scheduled to expire at the end of 2018. The tax had expired at the end of 2017, but was reinstated on March 1, 2018, as part of the Bipartisan Budget Act of 2018 ( P.L. 115-123 ). The tax first took effect at 5 cents per barrel on January 1, 1990. Since that time, at various points, the tax has expired, been reinstated, and the rate adjusted. "], "subsections": []}, {"section_title": "Disaster-Related Tax Provisions49", "paragraphs": ["In the past, some \"tax extenders\" legislation has included extensions of disaster-related tax benefits. The 2017 tax revision ( P.L. 115-97 ) included special provisions related to casualty losses arising from presidentially declared disasters occurring in 2016 or 2017. The enhanced deduction provided that disaster-related losses were deductible to the extent they exceeded $500 per casualty. Further, losses were allowed to be claimed in addition to the standard deduction. Before the change, losses were deductible if they exceeded $100 per casualty, and were deductible to the extent aggregate net casualty losses exceeded 10% of AGI. Further, before the temporary changes in P.L. 115-97 , disaster-related casualty losses were part of itemized deductions. ", "Disaster relief for hurricanes Harvey, Maria, and Irma was included in the Disaster Tax Relief and Airport and Airway Extension Act of 2017 ( P.L. 115-63 ). Specifically, for these disaster areas, the law", "waived the 10% tax on early disaster-related distributions from retirement plans for up to $100,000 in distributions made between August 23, 2017, and December 31, 2018; provided an employee retention tax credit for disaster-affected employers equal to 40% of wages paid between August 23, 2017, and December 31, 2017, up to $6,000 per employee, paid to employees of inoperable businesses, who lived in a qualified hurricane disaster zone when the disaster occurred; suspended income limits on charitable contributions made for hurricane-related disaster relief before December 31, 2017; modified casualty loss deductions for hurricane-related disaster losses, eliminating the requirement that losses must exceed 10% of AGI to qualify and the requirement to itemize deductions, but increasing the threshold amount that per-disaster losses must exceed from $100 to $500; allowed taxpayers in hurricane disaster areas to use prior-year income to determine earned income and child tax credits; and applied disaster-related tax relief to possessions of the United States.", "The Bipartisan Budget Act of 2018 (BBA18) expanded the scope of the hurricane-related disaster provisions, providing similar relief for the California wildfires of 2017. ", "The tax relief provided for hurricanes Harvey, Irma, and Maria was estimated to reduce federal revenue by $5.6 billion between FY2018 and FY2027. Of this total, $4.0 billion was associated with the enhanced casualty loss deduction. The disaster tax relief expansions included in BBA18 were estimated to reduce federal revenue by an additional $0.5 billion between FY2018 and FY2027."], "subsections": [{"section_title": "Appendix. List of Previous \"Tax Extender\" Legislation", "paragraphs": ["There is no formal definition of \"tax extenders\" legislation. Over time, \"tax extenders\" legislation has come to be considered legislation that temporarily extends a group of expired or expiring provisions. Using this characterization, below is a list of what could be considered \"tax extenders\" legislation. Using this list, \"tax extenders\" have been addressed 18 times. The package of provisions that are included in the \"tax extenders\" has changed over time, as Congress has added new temporary provisions to the code, and as certain provisions are either permanently extended or given temporary extension in other tax legislation. ", "Bipartisan Budget Act of 2018 ( P.L. 115-123 ) Consolidated Appropriations Act, 2016 ( P.L. 114-113 ) Tax Increase Prevention Act of 2014 ( P.L. 113-295 ) American Taxpayer Relief Act of 2012 ( P.L. 112-240 ) Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 ( P.L. 111-312 ) Emergency Economic Stabilization Act of 2008 ( P.L. 110-343 ) Tax Relief and Health Care Act of 2006 ( P.L. 109-432 ) Working Families Tax Relief Act of 2004 ( P.L. 108-311 ) Job Creation and Worker Assistance Act of 2002 ( P.L. 107-147 ) Ticket to Work and Work Incentives Improvement Act of 1999 ( P.L. 106-170 ) Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 ( P.L. 105-277 ) Taxpayer Relief Act of 1997 ( P.L. 105-34 ) Small Business and Job Protection Act of 1996 ( P.L. 104-188 ) Omnibus Budget Reconciliation Act of 1993 ( P.L. 103-66 ) Tax Extension Act of 1991 ( P.L. 102-227 ) Omnibus Budget Reconciliation Act of 1990 ( P.L. 101-508 ) Omnibus Budget Reconciliation Act of 1989 ( P.L. 101-239 ) Technical and Miscellaneous Revenue Act of 1988 ( P.L. 100-647 )"], "subsections": []}]}]}]}}