{"id": "R45320", "title": "Campaign Finance Law: An Analysis of Key Issues, Recent Developments, and Constitutional Considerations for Legislation", "released_date": "2018-09-24T00:00:00", "summary": ["Federal campaign finance law is composed of a complex set of limits, restrictions, and requirements on money and other things of value that are spent or contributed in the context of federal elections. While the Federal Election Campaign Act (FECA, or Act) sets forth the statutory provisions governing this area of law, several Supreme Court and lower court rulings have had a significant impact on the Act's regulatory scope. Most notably, since 2003, a series of Supreme Court decisions has invalidated several FECA provisions that were enacted as part of the Bipartisan Campaign Reform Act of 2002 (BCRA), and in 2010, the Court invalidated a long-standing prohibition on independent expenditures funded from the treasuries of corporations and labor unions. Generally, the Court has overturned such provisions as unconstitutional violations of First Amendment guarantees of free speech.", "As a foundational matter, FECA distinguishes between a contribution and an expenditure: a contribution involves giving money to an entity, such as a candidate's campaign committee, while an expenditure involves spending money directly for advocacy of the election or defeat of a candidate. Generally, the Supreme Court has upheld limits on contributions, while invalidating limits on expenditures. FECA regulates campaigns in three primary ways: contribution limits, source restrictions, and disclosure and disclaimer requirements.", "Contribution Limits", "Contribution limits refer to how much a donor can contribute as well as how they can contribute. Contribution limits include specific limits on how much money a donor may contribute to a candidate, party, and political committee, which are known as base limits. FECA also provides for related restrictions, including the ban on contributions made through a conduit; the ban on converting campaign contributions for personal use; and the treatment of communications a donor makes in coordination with a candidate or party as contributions. While the Supreme Court has generally upheld base limits, the Court has struck down FECA's aggregate limits, which capped the total amount of money a donor could contribute to all candidates, parties, and political committees; limits on contributions to candidates whose opponents self-finance; and limits on contributions by minors. In addition, based on Supreme Court precedent, an appellate court ruling provided the legal underpinning for the establishment of super PACs.", "Source Restrictions", "FECA contains several bans, referred to as source restrictions, on who may make campaign contributions. Source restrictions include the ban on corporate and labor union campaign contributions directly from treasury funds—although the Supreme Court has held that limits on corporate and labor union independent spending are unconstitutional, the Court has upheld limits on contributions. Source restrictions also include the ban on federal contractor contributions—known as the \"pay-to-play\" prohibition—which the U.S. Court of Appeals for the D.C. Circuit upheld against a First Amendment challenge in 2015; the ban on foreign national contributions and expenditures; and the restrictions on foreign national involvement in U.S. campaigns.", "Disclaimer and Disclosure Requirements", "FECA also sets forth disclaimer and disclosure requirements. FECA's disclaimer requirements mandate that statements of attribution appear directly on campaign-related communications. FECA's disclosure requirements mandate that political committees register with the Federal Election Commission (FEC) and comply with periodic reporting requirements. In addition, the law requires other entities—such as labor unions and corporations, including incorporated organizations that are tax-exempt under Section 501(c)(4) of the Internal Revenue Code—that make independent expenditures or electioneering communications to disclose information to the FEC. Generally, the Supreme Court has upheld the constitutionality of disclaimer and disclosure requirements against First Amendment challenges as substantially related to the governmental interest of safeguarding the integrity of the electoral process by promoting transparency and accountability.", "Criminal Penalties", "For knowing and willful violations of any provision of the Act, FECA sets forth criminal penalties, including specific penalties for violations of the prohibition on contributions made through a conduit. In most instances, the U.S. Department of Justice initiates the prosecution of criminal violations of FECA, but the law also provides that the FEC may refer an apparent violation to the Justice Department for criminal prosecution under certain circumstances."], "reports": {"section_title": "", "paragraphs": ["F ederal campaign finance law is composed of a complex set of limits, restrictions, and requirements on money and other things of value that are spent or contributed in the context of federal elections. While the Federal Election Campaign Act (FECA, or Act) sets forth the statutory provisions governing this area of law, several Supreme Court and lower court rulings also have had a significant impact on the Act's regulatory scope. ", "This report begins with a brief history of FECA and an overview of the constitutional framework for evaluating campaign finance law. Next, organized by regulatory context, and integrating governing court precedent, this report analyzes three primary areas of FECA regulation: contribution limits; source restrictions; and disclaimer and disclosure requirements. In so doing, the report examines topics of recent interest to Congress, including the permissible uses of campaign funds; the scope of what constitutes a campaign contribution; the ban on foreign nationals making contributions and expenditures in connection with U.S. elections; and the restrictions on foreign nationals participating in campaigns. The report also outlines the criminal penalties that may be imposed under the Act for violations of its provisions. ", "As the Supreme Court's campaign finance jurisprudence informs the manner in which campaign financing may be constitutionally regulated, the report assesses pivotal rulings that may be instructive should Congress consider legislation in this area. In addition, the report examines significant lower court rulings, including an appellate court decision that provides the legal underpinning for the establishment of super PACs. Finally, the report analyzes two cases that were recently appealed to the Supreme Court. Should the Court decide to review either case, depending on its contours, the decision could potentially affect the constitutional bounds of future campaign finance regulation."], "subsections": [{"section_title": "Brief History of FECA", "paragraphs": ["In 1971, Congress first enacted FECA, requiring, among other things, campaign finance reporting by candidates and political committees. In response to the Watergate scandal, in 1974, Congress substantially amended the Act, generally implementing limits on contributions and expenditures, and creating the Federal Election Commission (FEC) to administer and provide civil enforcement of FECA. As a result of a challenge to the constitutionality of the 1974 Amendments, the Supreme Court issued its seminal Supreme Court ruling in Buckley v. Valeo , holding, among other things, mandatory spending limits unconstitutional, and invalidating the original appointment structure of the FEC. Responding to the Court's ruling, in 1976, Congress amended FECA in order to, among other things, restructure the FEC and establish revised contribution limits, and again in 1979, in order to revise certain reporting requirements. ", "In 2002, Congress enacted the Bipartisan Campaign Reform Act (BCRA), which contains the most recent, comprehensive amendments to FECA. Among other provisions, BCRA prohibited corporate and labor union spending on certain advertisements run prior to elections, and restricted the raising and spending of unregulated or \"soft money\" in federal elections. ", "Since 2003, a series of Supreme Court decisions has invalidated several BCRA provisions. In addition, in 2010, the Court invalidated a long-standing prohibition on independent expenditures funded from the treasuries of corporations and labor unions. Generally, the Court has overturned such provisions as unconstitutional violations of First Amendment guarantees of free speech. Accordingly, the body of federal campaign finance law that remains was not originally enacted by Congress as a comprehensive regulatory policy."], "subsections": []}, {"section_title": "Constitutional Framework", "paragraphs": ["In Buckley , the Supreme Court established the framework for evaluating the constitutionality of campaign finance regulation. According to the Court, limits on campaign contributions—which involve giving money to an entity—and expenditures—which involve spending money directly for electoral advocacy—implicate rights of political expression and association under the First Amendment. The Court, however, afforded different degrees of First Amendment protection and levels of scrutiny to contributions and expenditures. ", "Contribution limits are subject to a more lenient standard of review than expenditures, the Court held, because they impose only a marginal restriction on speech, and will be upheld if the government can demonstrate that they are a \"closely drawn\" means of achieving a \"sufficiently important\" governmental interest. Unlike expenditure limits, which reduce the amount of expression, the Court opined, contribution limits involve \"little direct restraint\" on the speech of a contributor. Although the Court acknowledged that a contribution limit restricts an aspect of a contributor's freedom of association, that is, his or her ability to support a candidate, nonetheless, the Court determined that a contribution limit still permits symbolic expressions of support, and does not infringe on a contributor's freedom to speak about candidates and issues. Reasonable contribution limits, the Court announced, still permit people to engage in independent political expression, associate by volunteering on campaigns, and assist candidates by making limited contributions. Regarding whether a contribution limit is closely drawn, the Court reasoned that it was relevant to examine the amount of the limit. Limits that are too low could significantly impede a candidate or political committee from amassing the necessary resources for effective communication. The Court concluded, however, that the FECA contribution limit at issue in Buckley would not negatively affect campaign funding. ", "On the other hand, the Buckley Court determined that because they impose a substantial restraint on speech and association, expenditure limits are subject to strict scrutiny, requiring that they be narrowly tailored to serve a compelling governmental interest. Specifically, under the First Amendment, the Court determined, expenditure limits impose a restriction on the amount of money that a candidate can spend on communications, thereby reducing the number and depth of issues discussed and the size of the audience reached. Such restrictions, the Court determined, are not justified by an overriding governmental interest. That is, because expenditures do not involve money flowing directly to the benefit of a candidate's campaign fund, the risk of quid pro quo corruption does not exist. Essentially, quid pro quo corruption captures the notion of \"a direct exchange of an official act for money.\" Further, the Court in Buckley rejected the government's asserted interest in equalizing the relative resources of candidates, and in reducing the overall costs of campaigns. Upon a similar premise, the Court rejected the government's interest in limiting a wealthy candidate's ability to draw upon personal wealth to finance his or her campaign, and struck down a law limiting expenditures from personal funds. When a candidate self-finances, the Court pointed out, his or her dependence on outside contributions is reduced, thereby lessening the risk of corruption.", "Importantly, the Court's most recent major campaign finance decision, McCutcheon v. Federal Election Commission , announced that only quid pro quo corruption or its appearance constitute a sufficiently important governmental interest to justify limits on contributions, as well as expenditures. In McCutcheon , the Court reasoned it has consistently rejected campaign finance regulation based on other governmental objectives, such as goals to \"level the playing field,\" \"level electoral opportunities,\" or \"equaliz[e] the financial resources of candidates.\" While acknowledging that the Court's campaign finance jurisprudence has not always discussed the concept of corruption clearly and consistently, and that the line between quid pro quo corruption and general influence may sometimes seem vague, the Court in McCutcheon said that efforts to ameliorate \"influence over or access to\" elected officials or political parties do not constitute a permissible governmental interest. ", "Although the Supreme Court's campaign finance jurisprudence has shifted over the years, as this report illustrates, reviewing courts have applied the basic Buckley framework when evaluating whether a campaign finance regulation violates the First Amendment. Therefore, in Buckley and its progeny, with some exceptions, courts have generally upheld limits on contributions, concluding that they serve the governmental interest of protecting elections from corruption, while invalidating limits on independent expenditures, concluding that they do not pose a risk of corruption."], "subsections": []}, {"section_title": "Contribution Limits", "paragraphs": ["As discussed, FECA sets forth limits and restrictions on campaign contributions in federal elections. FECA broadly defines a \"contribution\" to include money or anything of value given for the purpose of influencing an election for federal office. Specifically, FECA defines contributions to include \"any gift, subscription, loan, advance, or deposit of money or anything of value\" that is made \"for the purpose of influencing any election for Federal office\" or a payment that is made for compensation of personal services that are rendered to a political committee free of charge. ", "As outlined above, FECA expressly defines contributions to include loans made to campaign committees; however, the Act exempts from such definition loans that are made from banks, so long as they are made in compliance with applicable law and \"in the ordinary course of business.\" Further, the Act specifies that a bank loan to a campaign committee must be evidenced by a written instrument, ensuring repayment on a date certain or in accordance with an amortization schedule, and subject to the lending institution's \"usual and customary interest rate.\" However, in the case of other loans made to a campaign—for example, personal loans—the outstanding balance is considered a campaign contribution. Therefore, the amount of an unpaid loan, coupled with other contributions made by an individual to a given candidate or committee, cannot exceed the applicable contribution limit. Once a loan is repaid in full, the amount of the loan is no longer considered a contribution.", "The following sections of the report provide an overview of FECA's limits and restrictions on contributions, including a discussion of key constitutional rulings."], "subsections": [{"section_title": "Specific Limits", "paragraphs": ["FECA provides specific limits on how much individuals can contribute to a candidate, and these limits are periodically adjusted for inflation in odd-numbered years. For example, in the 2017-2018 federal election cycle, an individual can contribute up to $2,700, per election, to a candidate.", " Table 1 , below, outlines the major federal campaign contribution limits applicable to the 2017-2018 cycle."], "subsections": [{"section_title": "Constitutionality of Base and Aggregate Limits", "paragraphs": ["In Buckley , the Court upheld the constitutionality of FECA base limits, which limit the amounts of money an individual can contribute to a candidate, party, or political committee. In the years since, the Court has applied the principles articulated in Buckley to uphold what it considers reasonable contribution limits, while invalidating limits it determines are too low to allow a candidate to amass necessary resources for effective campaigning. For example, in Nixon v. Shrink Missouri Government PAC , the Court upheld a state law imposing limits on contributions made to candidates running for state office. While observing that contribution limits must be closely drawn to a sufficiently important interest, the Court announced that the amount of the limitation \"need not be 'fine tuned.'\" In contrast, in Randall v. Sorell , in a plurality opinion, the Court invalidated a Vermont law that provided that individuals, parties, and political committees were limited to contributing $400 to certain state candidates, per two-year election cycle, without providing for inflation adjustment. While unable to reach consensus on a single opinion, six Justices agreed that Vermont's contribution limits violated First Amendment free-speech guarantees. The plurality opinion written by Justice Breyer, joined by two other Justices, determined that the contribution limits in Randall were substantially lower than limits the Court had previously upheld, as well as limits in effect in other states, and that they were not narrowly tailored. The opinion also concluded that the limits substantially restricted candidates, particularly challengers, from being able to raise the funds necessary to run a competitive campaign; impeded parties from getting their candidates elected; and deterred individual citizens from volunteering on campaigns (because the law counted certain volunteer expenses toward a volunteer's individual contribution limit).", "In contrast to base contribution limits, FECA also provided for limits on the amount of money a donor could contribute in total to all candidates, parties, and political committees, which is referred to as aggregate contribution limits. In its most recent campaign finance decision, McCutcheon , the Supreme Court held that aggregate contribution limits are unconstitutional under the First Amendment. Characterizing them as an \"outright ban\" on further contributions once the aggregate amount has been reached, the Court determined that they violate the First Amendment by infringing on political expression and association rights, without furthering the governmental interest of preventing quid pro quo corruption or its appearance.", "In Buckley v. Valeo , the Court had upheld the constitutionality of a $25,000 federal aggregate contribution limit then in effect, characterizing that limit as a \"quite modest restraint\" that served to prevent circumvention of base limits. In other words, the Court determined that the aggregate limits constrained an individual from, for example, contributing large amounts to a particular candidate through \"the use of unearmarked contributions to political committees likely to contribute to that candidate.\" In McCutcheon , however, the Court invalidated a BCRA provision that imposed biennial limits on aggregate contributions, which were adjusted for inflation each election cycle. For example, during the 2011-2012 election cycle, the Act prohibited individuals from making contributions to candidates totaling more than $46,200, and to parties and PACs (with the exception of \"super PACs\") totaling more than $70,800. (The base limits on contributions established by BCRA were not at issue in this case and remain in effect.) ", "As a threshold matter, the plurality opinion in McCutcheon determined that, regardless of whether strict scrutiny or the \"closely drawn\" standard applies, the analysis requires the Court to \"assess the fit\" between the government's stated objective and the means to achieve it. Applying that analysis to FECA's aggregate contribution limits, the opinion observed a \"substantial mismatch\" between the two, and concluded that even under the more lenient standard of review, the limits could not be upheld. The plurality in McCutcheon concluded that Buckley's holdings on aggregate limits did not control because the Buckley Court had engaged in minimal analysis of aggregate limits, and further, the limits at issue in McCutcheon established a different statutory regime and operated under a distinct legal backdrop. The Court reasoned that, since Buckley , Congress had enacted other statutory and regulatory safeguards against circumvention of base limits. The opinion also outlined additional safeguards that Congress could enact to prevent circumvention of base contribution limits, such as targeted restrictions on transfers among candidates and political committees or enhanced restrictions on earmarking, but cautioned that the opinion was not meant to evaluate the validity of any particular proposal. Further distinguishing the holding in Buckley , the McCutcheon plurality emphasized that aggregate contribution limits restrict how many candidates and committees an individual can support, which creates an \"outright ban\" on further contributions. This ban, the opinion concluded, unconstitutionally restricts both free speech and association rights.", "Importantly, it was in McCutcheon that the Court announced that the prevention of quid pro quo corruption or its appearance is the only legitimate governmental interest for restricting campaign contributions. According to the opinion, the spending of large sums of money in connection with elections, but absent an effort to control how an officeholder exercises his or her official duties, does not give rise to quid pro quo corruption. Although McCutcheon did not expressly adopt a stricter standard of review for contribution limits, its announcement that only quid pro quo corruption or its appearance serve as a compelling governmental interest may affect the degree to which contribution limits are upheld in future rulings."], "subsections": []}]}, {"section_title": "Additional Restrictions on Contributions", "paragraphs": [], "subsections": [{"section_title": "Ban on Contributions Made Through a Conduit", "paragraphs": ["In addition to limiting the amount a donor may contribute to a campaign, FECA also places certain restrictions on the types of contributions that a donor can make. For example, FECA prohibits contributions made through a conduit—that is, by one person \"in the name of another person\"—and bans candidates from knowingly accepting such contributions. This provision serves to prevent an individual, who has already contributed the maximum amount to a given candidate, from circumventing contribution limits by giving money to someone else to contribute to that same candidate. Regulations the FEC promulgated under FECA further specify that a corporation is prohibited from reimbursing employees for their campaign contributions through a bonus, expense account, or other form of compensation. Notably, as discussed below in the section of the report entitled \" Criminal Penalties ,\" FECA provides for specific penalties for knowing and willful violations of this provision."], "subsections": []}, {"section_title": "Ban on Conversion of Campaign Contributions for Personal Use", "paragraphs": ["FECA also expressly prohibits a candidate from converting campaign funds for personal use. Specifically, the Act considers a contribution to be converted to personal use if it is used to fulfill any commitment, obligation, or expense that would exist \"irrespective\" of the candidate's campaign or duties as a federal officeholder. Examples of such expenses include home mortgage, rent, or utility payments; clothing purchases; non-campaign-related car expenses; country club memberships; vacations; household food; tuition payments; admission to sporting events, concerts, theater performances, or other entertainment not associated with a campaign; and health club fees. ", "Notably, in 2018, the FEC decided that a candidate may pay for child care expenses with campaign funds if they are incurred as a direct result of campaign activity. According to the FEC, applying the irrespective test, if child care expenses are incurred as a direct result of campaign activity, \"they would not exist irrespective\" of the campaign."], "subsections": []}, {"section_title": "Coordinated Communications Treated As Contributions", "paragraphs": ["FECA defines an \"independent expenditure\" to mean an expenditure by a person that expressly advocates the election or defeat of a clearly identified candidate, and \"is not made in concert or cooperation with or at the request or suggestion of\" the candidate or a party. In contrast, FECA provides that a communication will be considered \"coordinated\" if it is made \"in cooperation, consultation or concert, with, or at the request or suggestion of\" the candidate or a party. In other words, if a communication—such as a political advertisement—is made in coordination with a candidate or political party, it is treated as an in-kind contribution to the corresponding candidate or party, or as a coordinated party expenditure, rather than as an independent expenditure. Like other contributions, in-kind contributions and coordinated party expenditures are subject to FECA limits and source restrictions, which are discussed in the next section of the report.", "The regulatory line between coordinated communications and independent expenditures is based on Supreme Court precedent. In various rulings, the Court has determined that the First Amendment does not allow any limits on expenditures that are made independently of a candidate or party because the money is deployed to advance a political point of view separate from a candidate's viewpoint. In other words, the Court has explained, without coordination or \"prearrangement\" with a candidate, not only is the value of an expenditure decreased, but so is \"the danger that expenditures will be given as a quid pro quo for improper commitments from the candidate.\" Accordingly, the Court has reasoned that independent expenditures do not raise heightened governmental interests in regulation. As the Court has emphasized, the \"constitutionally significant fact\" of an independent expenditure is the absence of coordination between the candidate and the source of the expenditure, and the independence of such spending is easily distinguishable when it is made \"without any candidate's approval (or wink or nod).\" Hence, individuals, political parties, political action committees (PACs), super PACs, and other organizations can engage in unlimited independent expenditures. Furthermore, as a result of the Court's ruling in Citizens United v. Federal Election Commission , discussed further below, corporations and labor unions have a constitutionally protected right to engage in unlimited independent expenditures directly from their revenue funds or \"general treasuries\" and are not required to establish a PAC in order to conduct such spending.", "As summarized below, regulations promulgated under FECA set forth specific criteria establishing when a communication by an organization will be considered coordinated with a candidate or a party and thereby treated as a contribution. Specifically, the regulations set forth a three-prong test whereby if all prongs of the test are met—payment, content, and conduct—a communication will be deemed coordinated: ", "Payment . In general, the regulations provide that the \"payment\" standard is met if the communication is paid for, in whole or in part, by a person other than the candidate, a candidate committee, or party. ", "Content . The \"content\" standard addresses the subject and timing of a communication. The content standard does not require that a communication contain express advocacy (i.e., expressly advocating the election or defeat of a clearly identified candidate, using terms such as \"vote for,\" \"elect,\" or \"vote against\"). Generally, the regulations provide that the content standard is met if a communication is ", "an electioneering communication, which is defined to include a broadcast, cable, or satellite communication that refers to a federal candidate, made within 60 days of a general election or 30 days of a primary; a public communication that distributes or republishes, in whole or in part, candidate campaign materials, with certain exceptions; a public communication that expressly advocates election or defeat of a clearly identified candidate or is the \"functional equivalent of express advocacy\"; or a public communication that, in part, refers to a candidate or party and, for House or Senate elections, is disseminated within 90 days before a primary or general election or, for presidential and vice presidential elections, is disseminated within 120 days before a primary or nominating convention or caucus. ", "Conduct . The \"conduct\" standard addresses interactions between the person paying for the communication and the relevant candidate or party. Generally, the regulations specify that the conduct standard is met if", "the communication is created at the \"request or suggestion of\" a candidate or party, or at the suggestion of the funder of the communication and the candidate or party assents to the suggestion; the candidate or party is \"materially involved\" in decisions regarding the communication; the communication is created after \"substantial discussions\" between the funder of the communication and the candidate or party; the funder of the communication employs a \"common vendor\" meeting certain criteria to create the communication; or a person who has previously been an employee or independent contractor of a candidate or party during the previous 120 days uses or conveys certain information to the funder of the communication. ", "Exceptions or \"Safe Harbors . \" FECA regulations also set forth several \"safe harbors\" exempting communications from being deemed coordinated. Below are a few examples, summarized. ", "Endorsements and Solicitations . A public communication in which a federal candidate endorses or solicits funds for another federal or nonfederal candidate is not considered coordinated with respect to the endorsement or the solicitation, unless the public communication \"promotes, supports, attacks, or opposes\" the endorsing candidate or another candidate running for the same office. Firewalls . The \"conduct\" standards are not met if the commercial vendor, former employee, or political committee established a firewall that meets certain requirements, including a prohibition on the flow of information between employees or consultants providing services for the funder of the communication, and employees or consultants providing services to the candidate or the candidate's opponent or a party. The firewall must be described in a written policy that is distributed to all relevant employees, consultants, and clients. Publicly Available Information . If information material to the creation of a communication was obtained from a publicly available source, the other \"conduct\" standards are not met, unless the communication was made at the \"request or suggestion\" of a candidate or party, or at the suggestion of the funder of the communication and the candidate or party assents to the suggestion. Legislative Inquiries . If a candidate or party responds to an inquiry about its position on a legislative or policy issue—but not including campaign plans, projects, activities, or needs—the \"conduct\" standards are not met."], "subsections": []}]}, {"section_title": "Constitutionality of Other Contribution Limits", "paragraphs": ["In addition to invalidating the BCRA provision setting forth aggregate contribution limits, discussed above, the Supreme Court has also invalidated the BCRA provisions establishing limits on contributions whose opponents significantly self-finance and the limits on contributions by minors. Furthermore, in a ruling that provided the legal underpinning for the establishment of super PACs, an appellate court has ruled that limits on contributions to groups that make only independent expenditures are unconstitutional. The following sections of the report briefly examine these rulings."], "subsections": [{"section_title": "Limits on Contributions to Candidates Whose Opponents Self-Finance", "paragraphs": ["In 2008, the Court held, in Davis v. Federal Election Commission , that a statute establishing a series of staggered increases in contribution limits for candidates whose opponents significantly self-finance their campaigns violates the First Amendment, because the penalty imposed on expenditures of personal funds is not justified by the compelling governmental interest of lessening corruption or its appearance. Enacted as part of BCRA, the invalidated provision of law is known as the \"Millionaire's Amendment.\" The Millionaire's Amendment provided a complex statutory formula (using limits that were in effect at the time the Court considered Davis ) requiring that if a candidate for the House of Representatives spent more than $350,000 of personal funds during an election cycle, the individual contribution limits applicable to her opponent were increased from the then-current limit ($2,300 per election) to up to triple that amount (or $6,900 per election). Similarly, for Senate candidates, a separate provision generally raised individual contribution limits for a candidate whose opponent exceeded a designated threshold level of personal campaign funding that was based on the number of eligible voters in the state. For both House and Senate candidates, the increased contribution limits were eliminated when parity in spending was reached between the two candidates.", "While acknowledging the long history of jurisprudence upholding the constitutionality of individual contribution limits, the Court emphasized its definitive rejection of any limits on a candidate's expenditure of personal funds to finance campaign speech. The Court reasoned that limits on a candidate's right to advocate for his or her own election are not justified by the compelling governmental interest of preventing corruption—instead, the use of personal funds actually lessens a candidate's reliance on outside contributions and thereby counteracts coercive pressures and risks of abuse that contribution limits seek to avoid.", "Although conceding that the Millionaire's Amendment did not directly impose a limit on a candidate's expenditure of personal funds, the Court concluded that it impermissibly required a candidate to make a choice between the right of free political expression and being subjected to discriminatory contribution limits, and created a fundraising advantage for his or her opponents. In contrast, if the law had simply increased the contribution limits for all candidates—both the self-financed candidate as well as the opponent—the Court opined that it would have passed constitutional muster. Intrinsically, candidates have different strengths based on factors such as personal wealth, fundraising ability, celebrity status, or a well-known family name, and by attempting to level electoral opportunities, the Court reasoned, Congress is deciding which candidate strengths should be allowed to affect an election. And using election law to influence voters' choices, the Court warned, is a \"dangerous business.\""], "subsections": []}, {"section_title": "Limits on Contributions Made by Minors", "paragraphs": ["In 2003, in McConnell v. F ederal Election Commission , by a unanimous vote, the Court invalidated as unconstitutional under the First Amendment a BCRA provision prohibiting individuals age 17 or younger from making contributions to candidates and political parties. Reasoning that minors enjoy First Amendment protection and that contribution limits impinge on such rights, the Court determined that the prohibition was not closely drawn to serve a sufficiently important government interest. ", "In response to the government's assertion that such a prohibition protects against corruption by conduit—that is, parents donating through their minor children to circumvent contribution limits—the Court saw little evidence to support the existence of this type of evasion. Furthermore, the Court postulated that such circumvention of contribution limits may be deterred by the FECA provision prohibiting contributions in the name of another person, discussed above, and the knowing acceptance of contributions made in the name of another person. Even assuming that a sufficiently important interest could be provided in support of the prohibition, the Court determined that the prohibition was overinclusive. While observing that various states have adopted more tailored approaches to address this issue—for example, by counting contributions by minors toward the total permitted for a parent or family unit, imposing a lower cap on contributions by minors, and prohibiting contributions by very young children—the Court expressly declined to decide whether any such alternatives would pass muster."], "subsections": []}, {"section_title": "Limits on Contributions to Super PACs", "paragraphs": ["Providing the legal underpinning for the creation of super PACs, in 2010, the U.S. Court of Appeals for the District of Columbia (D.C. Circuit) held that limits on contributions to groups making only independent expenditures are unconstitutional. In view of the Supreme Court's decision in Citizens United —decided only months before—holding that independent expenditures do not give rise to corruption, the D.C. Circuit, in SpeechNow.org v. F ederal E lection C ommission , concluded that campaign contributions to groups making only independent expenditures similarly do not give rise to corruption. Citizens United is discussed in greater detail below, in the portion of the report discussing source restrictions applicable to corporations and labor unions.", "In Citizens United , the Court relied, in part, on its ruling in Buckley holding that expenditures made \"totally independently\"—in other words, not coordinated with any candidate or party—do not create a risk of corruption or its appearance, and therefore, cannot be constitutionally limited. Accordingly, the D.C. Circuit in SpeechNow.org reasoned that the government does not have an anticorruption interest in limiting contributions to groups that make only independent expenditures. The SpeechNow.org court further concluded that FECA contribution limits are unconstitutional as applied to such groups. Such groups have come to be known as super PACs or Independent Expenditure-only Committees.", "Since SpeechNow was decided, the FEC has issued advisory opinions (AOs) providing guidance regarding the establishment and administration of super PACs. For example, the FEC concluded that a corporation that is exempt from tax under Section 501(c)(4) of the Internal Revenue Code may establish and administer a political committee that makes only independent expenditures, and may accept unlimited contributions from individuals. The FEC confirmed that such committees may also accept unlimited contributions from corporations, labor unions, and political committees, in addition to individuals. The FEC also determined that when fundraising for super PACs, federal candidates, officeholders, and party officials are subject to FECA fundraising restrictions. That is, they can solicit contributions only up to $5,000 from individuals and federal PACs."], "subsections": []}]}, {"section_title": "Constitutional Considerations for Legislation", "paragraphs": ["Should Congress decide to enact legislation that further restricts campaign contributions, the Supreme Court's campaign finance jurisprudence provides guidance as to the constitutional bounds reviewing courts may apply to such limits. As discussed above, the Court has expressly held several provisions of FECA unconstitutional: ", "individual, party, and political committee contribution limits that the Court deemed to be unreasonably low; limits on how much money a donor may contribute in total to all candidates, parties, and political committees (i.e., \"aggregate limits\"); a series of staggered increases in contribution limits applicable to candidates whose opponents significantly self-finance their campaigns; and a prohibition on campaign contributions by minors age 17 or younger. ", "More broadly, and perhaps most instructive for Congress in evaluating further legislative options, the Court has stated unequivocally, in McCutcheon , that the only legitimate justification for limiting campaign contributions is avoiding quid pro quo candidate corruption or its appearance. Hence, the Court has signaled that the likelihood of contribution limits being upheld increases to the degree that Congress can demonstrate that the limits are narrowly tailored to serve this governmental interest. In contrast, while acknowledging that Congress may seek to accomplish other \"well intentioned\" policy goals—such as lessening influence over or access to elected officials, decreasing the costs of campaigns, and equalizing financial resources among candidates—the Court has announced that such interests will not serve to justify contribution limits. As the Court reiterated in McCutcheon , when enacting laws that limit speech, the government bears the burden of proving the constitutionality of such restrictions.", "As discussed in earlier sections of this report, traditionally, the Court has subjected contribution limits to less rigorous scrutiny under the First Amendment than expenditure limits, and therefore, with some significant exceptions, the Court has generally upheld such limits. Some commentators have argued that the Supreme Court in McCutcheon may have signaled a willingness in future cases to evaluate contribution limits under a stricter standard of review than it has in the past. Should the Court decide to apply a stricter level of scrutiny to contribution limits in future cases, legislation providing for enhanced contribution limits would be less likely to survive constitutional challenges. Furthermore, a stricter standard of review could likewise result in successful challenges to existing contribution limits, including the limits on individual contributions to candidates and parties.", "Looking ahead, there are at least two cases recently appealed to the Supreme Court which, should the Court review, could potentially shed light on the constitutional bounds of contribution limits and provide Congress with guidance for evaluating legislative options. By a 2-to-1 vote, in Lair v. Motl , the U.S. Court of Appeals for the Ninth Circuit (Ninth Circuit) upheld a Montana law establishing limits for how much individuals, political action committees, and parties could contribute to state candidates. The Ninth Circuit held that the limits were justified by and adequately tailored to the government's interest in avoiding quid pro quo corruption or its appearance. According to the Ninth Circuit, the state had sufficiently demonstrated a risk of actual or perceived quid pro quo corruption in Montana politics, including indications of attempts to exchange campaign contributions for legislative action. On appeal, the petitioners argue, among other things, that the Ninth Circuit decision conflicts with Supreme Court precedent requiring that a state provide evidence of quid pro quo corruption or its appearance and that showing a mere \"risk\" of such corruption is insufficient. Interpreting the Supreme Court's 2016 ruling in McDonnell v. U.S. —a case arising in the context of federal public corruption law rather than campaign finance law—to define quid pro quo corruption as \"1) a quid (things of value given to an official); 2) a pro (the unambiguous agreement connecting the quid to the quo ); and 3) a quo (an official act),\" the petitioners argue that Montana could not demonstrate such evidence. If the Court decides to review Lair , its ruling could clarify the extent to which the government is required to present evidence of quid pro quo corruption in order to justify contribution limits.", "Likewise, in Zimmerman v. City of Austin , a unanimous three-judge panel of the U.S. Court of Appeals for the Fifth Circuit (Fifth Circuit) affirmed a lower court ruling that, among other things, upheld a base campaign contribution limit applicable to mayor and city council candidates of $300 per contributor, per election, adjusted annually for inflation, which was $350 at the time the suit was filed. Relying on Supreme Court precedent establishing that contribution limits are subject to \"less searching scrutiny\" than expenditure limits, the Fifth Circuit upheld the contribution limit, determining that the City of Austin had shown \"a sufficiently important interest in preventing either actual corruption or its appearance.\" Among other evidence, the Fifth Circuit concluded that the government had demonstrated that prior to the enactment of the limits, the citizenry perceived that large campaign contributions had a corrupting impact, thereby transforming the city government into a \"pay-to-play system.\" On appeal, the petitioner argues, among other things, that the City of Austin has not demonstrated a sufficient government interest for the contribution limit because a $350 limit is so \"severe\" that it belies perception that it was targeted to the threat of corruption and that furthermore, testimony at trial failed to evidence that any actual quid pro quo had occurred. A ruling by the Court in Zimmerman , depending on its contours, could clarify the extent of the burden on Congress to prove that any limits it may enact serve the governmental interest of avoiding quid pro quo corruption or its appearance."], "subsections": []}]}, {"section_title": "Source Restrictions", "paragraphs": ["In addition to limits on how much a donor may contribute to a campaign, federal campaign finance law contains several bans—referred to as \"source restrictions\"—on who may make campaign contributions. The following sections of the report discuss key aspects of source restrictions, beginning with the ban on campaign contributions by corporations and labor unions and the Supreme Court's invalidation of limits on corporate and union independent spending on campaigns. Next, the report discusses the bans on campaign contributions by federal contractors and on contributions and expenditures by foreign nationals. Finally, the report assesses key Supreme Court holdings that may be instructive in evaluating the constitutionality of policy options, should Congress consider legislation regarding the sources of campaign contributions."], "subsections": [{"section_title": "Ban on Corporate and Labor Union Contributions: PAC Required", "paragraphs": ["FECA prohibits corporations and labor unions from making campaign contributions from their own funds or \"general treasuries.\" Candidates, however, are permitted to accept contributions from separate segregated funds or PACs that a corporation or labor union establishes for the purpose of making contributions. Although the Supreme Court in 2010, in Citizens United , discussed below, invalidated the federal ban prohibiting corporations from funding independent expenditures out of their general treasuries, Citizens United did not appear to affect the ban on corporate contributions to candidates and parties.", "Providing the most recent precedent on this restriction, in 2003, in Federal Election Commission v. Beaumont , the Court upheld the constitutionality of the prohibition on corporations making direct campaign contributions from their general treasuries in connection with federal elections. According to the Court, its jurisprudence on campaign finance regulation—in addition to providing that limits on contributions are more clearly justified under the First Amendment than limits on expenditures—respects the judgment that the corporate structure requires careful regulation to counter the \"misuse of corporate advantages.\" The Court observed that large, unlimited contributions can threaten \"political integrity,\" necessitating restrictions in order to counter corruption."], "subsections": []}, {"section_title": "Corporate and Labor Union Independent Spending Limits Unconstitutional", "paragraphs": ["In the 2010 landmark decision of Citizens United v. F ederal E lection C ommission , the Supreme Court invalidated two FECA prohibitions on independent electoral spending by corporations and labor unions. The Court invalidated, first, the long-standing prohibition on corporations and unions using their general treasury funds for independent expenditures, and second, a 2002 BCRA prohibition on the use of such funds for electioneering communications. As a result of Citizens United , corporations and labor unions are permitted to use their general treasury funds to make independent expenditures and electioneering communications, and are not required to establish a PAC for such spending. Independent expenditures and electioneering communications are protected speech, the Court announced—regardless of whether the speaker is a corporation—and merely permitting a corporation to engage in independent electoral speech through a PAC does not allow the corporation to speak directly nor does it alleviate the First Amendment burden created by such limits.", "Prior to its decision in Citizens United , in 1978, the Court in First National Bank of Boston v. Bellotti had reaffirmed that the government cannot restrict political speech because the speaker is a corporation. On the other hand, its 1990 decision of Austin v. Michigan Chamber of Commerce had permitted a restriction on such speech in order to avoid corporations having disproportionate economic power in elections. In Bellotti , the Court struck down a state law prohibiting corporate independent expenditures related to referenda. In contrast, the Court in Austin upheld a state law prohibiting, and imposing criminal penalties on, corporate independent expenditures that supported or opposed any candidate for state office. ", "According to the Court in Citizens United , in order to \"bypass Buckley and Bellotti ,\" the Court in Austin had identified a new governmental interest justifying limits on political speech, the \"antidistortion interest.\" In Citizens United , the Court rejected the antidistortion rationale it had relied upon in Austin . Independent expenditures, the Court announced, including those made by corporations, do not cause corruption or the appearance of corruption. The Austin precedent, according to the Court, \"interferes with the 'open marketplace' of ideas protected by the First Amendment\" by permitting the speech of millions of associations of citizens—many of them small corporations without large aggregations of wealth—to be banned. Notably, the Court also concluded that supporting the ban on corporate expenditures would have the \"dangerous\" and \"unacceptable\" result of permitting Congress to ban the political speech of media corporations. In sum, the Supreme Court in Citizens United overruled its holding in Austin and the portion of its decision in McConnell upholding the facial validity of a BCRA prohibition on electioneering communications, finding that the McConnell Court had relied on Austin . ", "In Citizens United , in addition to the ban on corporations and labor unions using their general treasury funds for independent expenditures, the Court also struck down the ban on the use of such funds for electioneering communications. Notably, the Supreme Court, in a 2007 decision, FEC v. Wisconsin Right to Life, Inc. (WRTL) , had narrowed the definition of an electioneering communication in order to mitigate concerns that the law could prohibit First Amendment protected issue speech, known as issue advocacy. In WRTL , the Court interpreted the term to encompass only express advocacy (for example, communications stating \"vote for\" or \"vote against\") or the \"functional equivalent\" of express advocacy. That is, the Court advised that communications that could reasonably be interpreted as something other than an appeal to vote for or against a specific candidate should not be considered electioneering communications. Despite the limiting principle imposed by WRTL , the Court in Citizens United observed that both prohibitions were a \"ban on speech\" in violation of the First Amendment. In comparison to the prohibitions at issue in Citizens United , which include criminal penalties, the Court pointed out that it has invalidated even less-restrictive laws under the First Amendment, such as laws requiring permits and impounding royalties.", "Also of note, the statute prohibiting corporate expenditures contained an exception that permitted corporations to use their treasury funds to establish, administer, and solicit contributions to a PAC in order to make expenditures. The Court, however, rejected the argument that permitting a corporation to establish a PAC mitigated the complete ban on speech that the law imposed on the corporation itself, explaining that as corporations and PACs are separate associations, allowing a PAC to speak does not translate into allowing a corporation to speak. Enumerating the \"onerous\" and \"expensive\" reporting requirements associated with PAC administration, the Court announced that even if a PAC could permit a corporation to speak, \"the option to form a PAC does not alleviate the First Amendment problems\" with the law. Further, the Court announced that such administrative requirements may even prevent a corporation from having enough time to create a PAC in order to communicate its views in a given campaign."], "subsections": []}, {"section_title": "Ban on Federal Contractor Contributions: \"Pay-to-Play\" Prohibition", "paragraphs": ["Another type of source restriction—known as a \"pay-to-play\" prohibition—bans federal office candidates from accepting or soliciting contributions from federal government contractors. Pay-to-play laws generally serve to restrict officials from conditioning government contracts or benefits on political support in the form of campaign contributions to the controlling political party or public officials. \"Pay-to-play\" can be viewed as a more subtle form of political corruption because it may involve anticipatory action, and potential future benefits, as opposed to any explicit, current quid pro quo agreement. This FECA prohibition applies at any time between the earlier of the commencement of contract negotiations or when the requests for proposals are sent out, and the termination of negotiations or completion of contract performance, whichever is later. FECA regulations further specify that the ban on contractor contributions applies to the assets of a partnership that is a federal contractor, but permits individual partners to make contributions from personal assets. The ban also applies to the assets of individuals and sole proprietors who are federal contractors, which include their business, personal, or other funds under their control, although the spouses of individuals and sole proprietors who are federal contractors and their employees are permitted to make contributions from their personal funds. As with corporate direct or \"treasury fund\" contributions, FECA provides an exception to the ban on government contractor contributions, permitting candidates to accept contributions from PACs that are established and administered by corporations or labor unions contracting with the government. ", "In 2015, a unanimous en banc U.S. Court of Appeals for the D.C. Circuit (D.C. Circuit) upheld the ban on campaign contributions by federal government contractors, limiting the application of its ruling to the ban on contractors making contributions to candidates, parties, and traditional PACs that make contributions to candidates and parties. The 11-judge court held that the law comported with both the First Amendment and the equal protection component of the Fifth Amendment. According to the D.C. Circuit, the federal ban serves \"sufficiently important\" government interests by guarding against quid pro quo corruption and its appearance, and protecting merit-based administration. Further, the court held that the ban is closely drawn to the government's interests because it does not restrict contractors from engaging in other types of political engagement, including fundraising or campaigning. The number of convictions for pay-to-play infractions, dating back to when the ban was first enacted in 1940, justifies its continued existence, according to the D.C. Circuit, because the risk of quid pro quo corruption and its appearance has not dissipated. According to the D.C. Circuit, this suggests that if the ban were no longer in effect, \"more money in exchange for contracts would flow through the same channels already on display.\" In 2016, the Supreme Court declined to hear an appeal of the ruling."], "subsections": []}, {"section_title": "Ban on Foreign National Contributions and Expenditures and Restrictions on Foreign National Involvement in U.S. Campaigns", "paragraphs": ["FECA generally prohibits foreign nationals from donating or spending money in connection with any U.S. election. For the purposes of this prohibition, a foreign national is defined to include a foreign government, a foreign political party, and a foreign citizen, excepting those holding dual U.S. citizenship and those admitted as lawful permanent residents of the United States (i.e., \"green card\" holders). Specifically, the law prohibits foreign nationals from \"directly or indirectly\" making a contribution or donation of money \"or other thing of value\" in connection with any U.S. election, or making a promise to do so, either expressly or implied; or a contribution or donation to a political party. Furthermore, as with other coordinated expenditures, this ban on contributions would include any communication that a foreign national makes in coordination with a candidate's campaign or political party, which would be treated as an in-kind contribution. In addition, FECA expressly prohibits a candidate from soliciting, accepting, or receiving contributions from foreign nationals. ", "The Act further prohibits foreign nationals from making expenditures; independent expenditures; or disbursements for electioneering communications. FECA regulations specify that it is unlawful to knowingly provide \"substantial assistance\" in the solicitation, making, acceptance, or receipt of a prohibited contribution or donation, or in the making of a prohibited expenditure, independent expenditure, or disbursement. Further, the regulations define \"knowingly\" to require that a person \"have actual knowledge\" that the source of the funds solicited, accepted, or received is a foreign national; have awareness \"of facts that would lead a reasonable person to conclude that there is a substantial probability\" that the source of the funds is a foreign national; or have awareness \"of facts that would lead a reasonable person to inquire\" whether the source of the funds is a foreign national, but fail to conduct a reasonable inquiry.", "In addition, FECA regulations further specify that foreign nationals are prohibited from directing or participating in the decisionmaking process of entities involved in U.S. elections, including decisions regarding the making of contributions, donations, expenditures, or disbursements in connection with any U.S. election or decisions concerning the administration of a political committee. In a series of advisory opinions, the FEC has provided specific guidance for compliance with the restrictions on foreign nationals. For example, the FEC has determined that a U.S. corporation that is a subsidiary of a foreign corporation may establish a PAC that makes contributions to federal candidates as long as the foreign parent does not finance any contributions either directly or through a subsidiary, and no foreign national participates in PAC operations and decisionmaking, including regarding campaign contributions. ", "In 2012, the Supreme Court summarily affirmed a three-judge federal district court panel ruling that upheld the constitutionality of the prohibition on foreign nationals making campaign contributions and independent expenditures. In Bluman v. Federal Election Commission , a federal district court held that for the purposes of First Amendment analysis, the United States has a compelling interest in limiting foreign citizen participation in American democratic self-government, thereby preventing foreign influence over the U.S. political process. A key element of a national political community, the court observed, is that \"foreign citizens do not have a constitutional right to participate in, and thus may be excluded from, activities of democratic self-government.\" Similar to the Court's decision in WRTL , discussed above, the district court in Bluman interpreted the ban on independent expenditures to apply only to foreign nationals engaging in express advocacy and not issue advocacy. In other words, under the court's interpretation, foreign nationals remain free to engage in \"speaking out about issues or spending money to advocate their views about issues.\" As to the parameters of express advocacy, the district court defined the term as an expenditure for \"express campaign speech\" or its \"functional equivalent,\" meaning that it \"is susceptible of no reasonable interpretation other than as an appeal to vote for or against a specific candidate.\""], "subsections": []}, {"section_title": "Constitutional Considerations for Legislation", "paragraphs": ["As discussed above in the section on contribution limits, some commentators have argued that the Supreme Court in 2014 in McCutcheon may have signaled a willingness in future cases to evaluate contribution limits under a stricter standard of review than it has in the past. If this were to occur, it seems likely that a court could hold the ban on corporate contributions, and any related legislative proposals, unconstitutional. Moreover, one commentator has argued that, in Citizens United , the Court rejected the rationale behind the leading precedent upholding the ban on corporate contributions in Beaumont , thereby raising the prospect that in a future case, the Court could have another basis for overturning the ban on corporate contributions. That is, in reaching its holding in Beaumont , the Court seemed to rely on the fact that in view of state-conferred advantages—including limited liability, perpetual life, and favorable treatment of the accumulation and distribution of assets—corporations can accumulate and deploy wealth in a manner that provides them with an unfair advantage in the political marketplace. In Citizens United , however, the Court rejected a similar argument in invalidating the prohibition on corporations engaging in independent spending. ", "On the other hand, as discussed above, the district court's ruling in Bluman , which the Supreme Court affirmed in 2012, seems to suggest that legislation to enhance the current ban on foreign nationals donating or spending money in connection with U.S. elections, so long as its scope was limited to the regulation of express advocacy or its functional equivalent, might withstand a First Amendment challenge to the extent that Congress could demonstrate that the restriction furthered the compelling governmental interest in preventing foreign influence over the U.S. political process. As Bluman upheld the ban on foreign nationals only to the extent that it applied to express advocacy or its functional equivalent, legislation that broadly regulates issue advocacy may be constitutionally vulnerable. As one commentator has cautioned, should Congress enact a statute that broadly prohibits issue advocacy by foreign nationals, including the type of communications that Russians are accused of making during the 2016 election, \"such a statute would likely run into First Amendment resistance.\" "], "subsections": []}]}, {"section_title": "Disclaimer and Disclosure Requirements", "paragraphs": ["FECA sets forth both disclaimer and disclosure requirements. The term disclaimer generally refers to statements of attribution that appear directly on a campaign-related communication, and the term disclosure generally refers to requirements for periodic reporting to the FEC, which are made available for public inspection. The following sections of the report provide an overview of FECA disclaimer and disclosure requirements, relevant Supreme Court rulings, and a discussion of constitutional considerations for legislation, should Congress decide to enact legislation to enhance or modify such requirements."], "subsections": [{"section_title": "Disclaimer", "paragraphs": [], "subsections": [{"section_title": "Disclaimer Requirements", "paragraphs": ["Although FECA does not contain the term \"disclaimer,\" the Act specifies the content of attribution statements to be included in certain communications, which are known as disclaimer requirements. FECA requires that any public political advertising financed by a political committee—including candidate committees—include disclaimers. In addition, regardless of the financing source, FECA requires a disclaimer on all public communications that expressly advocate for the election or defeat of a clearly identified candidate; electioneering communications; and all public communications that solicit contributions. ", "For radio and television advertisements by candidate committees, FECA generally requires that the communication state who paid for the ad, along with an audio statement by the candidate identifying the candidate and stating that the candidate \"has approved\" the message. In the case of television ads, the candidate statement is required to be conveyed by an unobscured, full-screen view of the candidate making the statement, or if the candidate message is conveyed by voice-over, accompanied by a clearly identifiable image of the candidate, along with a written message of attribution at the end of the communication.", "Generally, for non-candidate-authorized communications—including ads financed by outside groups, corporations, and labor unions—FECA likewise requires a disclaimer to clearly state the name and permanent street address, telephone number, or website address of the person who paid for the communication and state that the communication was not authorized by any candidate or candidate committee. In radio and television advertisements, such disclaimers are required to include in a clearly spoken manner the following audio statement: \"________ is responsible for the content of this advertising,\" with the blank to be filled in with the name of the entity paying for the ad. In addition, in television advertisements, the statement is required to be conveyed by an unobscured, full-screen view of a representative of the entity paying for the ad, in a voice-over, along with a written message of attribution at the end of the communication. "], "subsections": []}, {"section_title": "Constitutionality of Disclaimer Requirements", "paragraphs": ["In McConnell , by an 8-to-1 vote, the Supreme Court in 2003 upheld the facial validity of the disclaimer requirements in FECA, as amended by BCRA. Specifically, the Court determined that FECA's disclaimer requirement \"bears a sufficient relationship to the important governmental interest of 'shedding the light of publicity on campaign financing.'\" Similarly, in Citizens United , by an 8-to-1 vote, the Court in 2010 upheld the disclaimer requirement in BCRA as applied to a movie that an organization produced regarding a presidential candidate and the broadcast advertisements it planned to run promoting the movie. According to the Court, while they may burden the ability to speak, disclaimer and disclosure requirements \"impose no ceiling on campaign-related activities,\" and \"do not prevent anyone from speaking.\" According to the Court, the disclaimer requirements in BCRA \"provid[e] the electorate with information,\" and \"insure that the voters are fully informed\" about who is speaking. Moreover, they facilitate the ability of a listener or viewer to judge more effectively the arguments they are hearing, and at a minimum, according to the Court, they clarify that an ad was not financed by a candidate or party."], "subsections": []}]}, {"section_title": "Disclosure", "paragraphs": ["Under FECA, political committees—including candidate committees and super PACs—must register with the FEC and comply with disclosure requirements. Political committees are required to file periodic reports that disclose the total amount of all contributions they receive, and the identity, address, occupation, and employer of any person who contributes more than $200 during a calendar year. In addition, entities other than political committees—such as labor unions and corporations, including incorporated tax-exempt Section 501(c)(4) organizations—making independent expenditures or electioneering communications have generally been required to disclose information to the FEC, including the identity of certain donors over specific dollar thresholds. These requirements have been the subject of litigation, as discussed below. The FEC is required to make these reports publicly available on the internet within 48 hours of receipt or within 24 hours if the report is filed electronically. The FEC is also required to make the reports available for public inspection in their offices. "], "subsections": [{"section_title": "Independent Expenditure Requirements", "paragraphs": ["Generally, FECA requires organizations making independent expenditures that aggregate more than $250 in a calendar year to disclose (1) whether an independent expenditure supports or opposes a candidate, (2) whether it was made independently of a campaign, and (3) the identity of each person who contributed more than $200 to the organization specifically \"for the purpose of furthering an independent expenditure.\" FECA requires organizations to file these reports quarterly. Up to 20 days before an election, an organization must file a report each time it spends at least $10,000 on independent expenditures relating to the same election, within 48 hours of incurring the cost of the expenditure. Less than 20 days before an election, an organization must file a report each time it spends at least $1,000 on independent expenditures relating to the same election, within 24 hours of incurring the cost of the expenditure. FECA regulations require organizations that spend or have reason to expect to spend more than $50,000 on independent expenditures to file reports electronically.", "Until a recent court ruling discussed below, the donor disclosure regulation promulgated under the Act generally applied only to those donors who contributed money specifically \"for the purpose of furthering the reported independent expenditure.\" As a result, unless a donation to an organization was made specifically for the purpose of funding a particular independent expenditure, the FEC has not required an organization to disclose the donor's identity. This \"purpose requirement\" for donor disclosure, however, has been challenged in court. In August 2018, in Citizens for Responsibility and Ethics in Washington (CREW) v. Federal Election Commission , a federal district court invalidated the regulation, holding that it requires significantly less disclosure than the statute mandates. As a result, unless successfully appealed, this ruling will require groups making independent expenditures to disclose more of their donors than was required under the invalidated regulation. The court stayed its order for 45 days, until September 17, in order to provide the FEC with time to issue interim regulations that comport with the underlying FECA disclosure requirement, but as of the date of this report, the FEC has not issued interim regulations. On September 18, the Supreme Court denied a request for a stay of the district court ruling, leaving the lower court's decision intact, unless it is successfully appealed. "], "subsections": []}, {"section_title": "Electioneering Communication Requirements", "paragraphs": ["With regard to electioneering communications, FECA requires organizations making disbursements aggregating over $10,000 during a calendar year to disclose certain information, including the identity and principal place of business of the corporation making the disbursement, the amount of each disbursement over $200, and the names of candidates identified in the communication. Additionally, FECA requires the organization to disclose its donors who contributed at least $1,000. The statute also provides an option for an organization seeking to avoid disclosure of all its donors. If an organization establishes a separate bank account, consisting only of donations from U.S. citizens and legal resident aliens made directly to the account for electioneering communications, then the organization is required to disclose only those donors who contributed at least $1,000 to the account. Generally, FECA requires that organizations file electioneering communication reports by the first date in a calendar year that an organization makes a disbursement aggregating more than $10,000 for the direct costs of producing or airing an electioneering communication. In addition, FECA requires an organization to file a report each time it makes such disbursements aggregating more than $10,000 since the last filing.", "Similar to the exception contained within the disclosure regulation for independent expenditures, an FEC regulation provides an exception to the donor disclosure requirement for electioneering communications. The regulation permits organizations making disbursements for electioneering communications to disclose only the identity of each person who made a donation of at least $1,000 specifically \"for the purpose of furthering\" electioneering communications. This regulation—specifically, the purpose requirement contained in the regulation—has been the topic of ongoing litigation. Most recently, in 2016, a three-judge panel of the D.C. Circuit upheld the regulation, determining, among other things, that the exception contained in the regulation protects the First Amendment. In 2016, the D.C. Circuit denied an appeal for an en banc rehearing of the case."], "subsections": []}, {"section_title": "Constitutionality of Disclosure", "paragraphs": ["In Buckley —and, more recently, in McConne ll , Citizens United , Doe v. Reed , and a summary affirmance in Independence Institute v. Federal Election Commission —the Court has generally affirmed the constitutionality of disclosure requirements. While acknowledging that compelled disclosure can infringe on the right to privacy of association and belief as guaranteed under the First Amendment, the Court has identified overriding governmental interests—such as safeguarding the integrity of the electoral process by promoting transparency and accountability—that outweigh such infringement. In addition, as discussed below, the Court appears to have consistently determined that the First Amendment does not require limiting disclosure requirements to speech that is the functional equivalent of express advocacy. ", "In Buckley , the Court identified three governmental interests justifying FECA disclosure requirements. First, the Court determined, disclosure provides the electorate with information as to the source of campaign money, how it is spent, and \"the interests to which a candidate is most likely to be responsive\"—in other words, an informational interest. Second, the Court stated that disclosure serves to deter corruption and its appearance by uncovering large contributions and expenditures \"to the light of publicity,\" observing that voters with information regarding a candidate's highest donors are better able to detect \"post-election special favors\" by an officeholder in exchange for the contributions. Third, the Court identified disclosure requirements as an essential method of detecting violations to refer to law enforcement. In upholding the constitutionality of FECA's donor disclosure requirements for independent expenditures, the Court determined that so long as they encompass only funds used for express advocacy communications, the requirement is constitutional. Such donor disclosure \"increases the fund of information\" regarding who supports a given candidate, and that informational interest can be equally strong for independent spending as it is for spending that is coordinated with a candidate or party. ", "The Court in McConnell rejected a facial challenge to the enhanced disclosure requirements set forth in BCRA. According to McConnell , the Court in Buckley distinguished between express advocacy and issue advocacy for the purposes of statutory construction, not constitutional command, and therefore, the First Amendment did not require creating \"a rigid barrier\" between the two in this case. In other words, the Court determined, because electioneering communications are intended to influence an election, the absence of \"magic words\" of express advocacy does not obviate the government's interest in requiring disclosure of such ads in order to combat corruption or its appearance. Furthermore, as in Buckley , the McConnell Court held that disclosure requirements in BCRA serve the \"important state interests\" of providing voters with information, deterring corruption and avoiding its appearance, and assisting with enforcement of the law.", "Expanding on its holding in Buckley , in Citizens United , the Court upheld FECA's disclosure requirements for electioneering communications as applied to a political movie and broadcast advertisements promoting the movie. Citing Buckley , the Court determined that while they may burden the ability to speak, disclosure requirements \"impose no ceiling on campaign-related activities,\" and \"do not prevent anyone from speaking.\" Accordingly, the Court evaluated the requirements under a standard of \"exacting scrutiny,\" a less-rigorous standard than the \"strict scrutiny\" standard the Court has used to evaluate restrictions on campaign spending. Exacting scrutiny requires a \"substantial relation\" between the disclosure requirement and a \"sufficiently important\" government interest. Notably, in Citizens United , the Court expressly rejected the argument that the scope of FECA's disclosure requirements for electioneering communications must be limited to speech that is express advocacy, or the \"functional equivalent of express advocacy.\" In support of its determination, the Court pointed out that in Buckley and other cases, it has simultaneously struck down limits on certain types of speech—such as independent expenditure communications—while upholding disclosure requirements for the same type of speech. In response to the argument that disclosure requirements could deter donations to an organization because donors may fear retaliation once their identity becomes known, the Court stated that such requirements would be unconstitutional as applied to an organization where there was a reasonable probability that its donors would be subject to threats, harassment, or reprisals.", "Similarly, in a case upholding the constitutionality of a Washington State public records law, Doe v. Reed , the Court relied on and underscored its holdings in Buckley and Citizens United regarding compelled disclosure. The Washington statute requires that all public records—including signatures on referendum petitions—be made available for public inspection and copying. Categorizing the Washington statute as a disclosure law and therefore \"not a prohibition of speech,\" the Court evaluated its constitutionality under the First Amendment using the standard of exacting scrutiny. The Court upheld the law as substantially related to the governmental interest of safeguarding the integrity of the electoral process, and announced that public disclosure \"promotes transparency and accountability in the electoral process to an extent other measures cannot.\" Regarding the argument that the disclosure law would subject petition signatories to threats, harassment, and reprisals, the Court concluded that there was insufficient evidence to support the assertion.", "In 2017, in Independence Institute v. Federal Election Commission , the Supreme Court summarily affirmed a three-judge federal district court ruling upholding the constitutionality of FECA's disclosure requirements for electioneering communications. In this case, the challengers of the law argued, among other things, that an ad they sought to run was constitutionally protected issue advocacy and therefore was exempt from disclosure requirements. Rejecting this argument, the district court observed that the Supreme Court has twice upheld the constitutionality of the FECA disclosure requirements for electioneering communications, first in McConnell , and once again in Citizens United , where the Court expressly held that the First Amendment does not require limiting disclosure requirements to speech that is the functional equivalent of express advocacy. According to the district court, \"the First Amendment is not so tight-fisted as to permit large-donor disclosure only when the speaker invokes magic words of explicit endorsement.\" "], "subsections": []}]}, {"section_title": "Constitutional Considerations for Legislation", "paragraphs": ["Should Congress consider legislation to increase FECA's disclaimer and disclosure requirements, the Supreme Court's relevant case law informs the constitutional bounds of such legislation. Regarding disclaimer requirements, as discussed above, the Court has upheld the constitutionality of current disclaimer requirements in FECA, by an 8-to-1 vote in 2003 in McConnell , and again by an 8-to-1 vote in 2010 in Citizens United . In upholding the current requirements, the Court has emphasized how disclaimers provide critical information about the source of advertisements so that the electorate can more effectively judge the arguments they hear. Hence, the Court has signaled that should Congress enact additional disclaimer requirements, such requirements are likely to be upheld to the extent they further the informational interests of the electorate. On the other hand, the Court in Citizens United emphasized and appeared to rely upon the fact that the disclaimer requirements being evaluated in that case did not prevent anyone from speaking. Therefore, should a disclaimer requirement be so burdensome that it impedes the ability of a candidate or group to speak—for example, a requirement that a disclaimer comprise an unreasonable period of time in an ad—it could be invalidated as a violation of the guarantees of free speech under the First Amendment. ", "Similarly, regarding disclosure requirements, as discussed above, the Court has generally upheld their constitutionality, determining that they serve the governmental interests of providing voters with information, deterring corruption and avoiding its appearance, and facilitating enforcement of the law. Should Congress decide to consider legislation providing for enhanced disclosure requirements, it is notable that the Court in Citizens United expressly held that the First Amendment does not require limiting disclosure requirements to speech that is the functional equivalent of express advocacy. Therefore, it appears that a court would likely uphold legislation providing for increased disclosure of funding sources for communications containing express advocacy, as well as issue advocacy, to the extent that such regulation can be shown to further the governmental interests identified by the Court."], "subsections": []}]}, {"section_title": "Criminal Penalties", "paragraphs": ["In addition to a series of civil penalties, FECA sets forth criminal penalties for knowing and willful violations of the Act. This section of the report outlines the criminal penalties applicable to persons who violate the Act.", "Generally, FECA provides that any person who knowingly and willfully commits a violation of any provision of the Act that involves the making, receiving, or reporting of any contribution, donation, or expenditure of $25,000 or more per calendar year shall be fined under Title 18 of the U.S. Code , or imprisoned for not more than five years, or both. If the amount involved is $2,000 or more per calendar year, but is less than $25,000, the Act provides for a fine under Title 18, or imprisonment for not more than one year, or both. ", "Notably, FECA provides specific penalties for knowing and willful violations of the prohibition on contributions made by one person \"in the name of another person,\" discussed above in the section of the report entitled \" Ban on Contributions Made Through a Conduit .\" In addition to the possibility of fines being imposed, for violations involving amounts over $10,000 but less than $25,000, violators could be subject to imprisonment for not more than two years, and for violations involving amounts over $25,000, imprisonment for not more than five years.", "In most instances, the U.S. Department of Justice initiates the prosecution of criminal violations of FECA, but the law also provides that the FEC may refer an apparent violation to the Justice Department for criminal prosecution under certain circumstances. Specifically, if the FEC, by an affirmative vote of four, determines that there is probable cause to believe that a knowing and willful violation of FECA involving a contribution or expenditure aggregating over $2,000 during a calendar year, or a knowing and willful violation of the Presidential Election Campaign Fund Act or the Presidential Primary Matching Payment Account Act has or is about to occur, the FEC may refer the parent violation to the U.S. Attorney General. In such instances, the FEC is not required to attempt to correct or prevent such violation."], "subsections": []}]}}