{"id": "R45307", "title": "Georgia: Background and U.S. Policy", "released_date": "2019-04-01T00:00:00", "summary": ["Georgia is one of the United States' closest partners among the states that gained their independence after the USSR collapsed in 1991. With a history of strong economic aid and security cooperation, the United States has deepened its strategic partnership with Georgia since Russia's 2008 invasion of Georgia and 2014 invasion of Ukraine. U.S. policy expressly supports Georgia's sovereignty and territorial integrity within its internationally recognized borders, and Georgia is a leading recipient of U.S. aid to Europe and Eurasia.", "Many observers consider Georgia to be one of the most democratic states in the post-Soviet region, even as the country faces ongoing governance challenges. The center-left Georgian Dream-Democratic Georgia party (GD) has close to a three-fourths supermajority in parliament and governs with limited checks and balances. Although Georgia faces high rates of poverty and underemployment, its economy in 2017 and 2018 appeared to show stronger growth than it had in the previous four years.", "The GD led a coalition to victory in parliamentary elections in 2012 amid growing dissatisfaction with the former ruling party, Mikheil Saakashvili's center-right United National Movement, which came to power as a result of Georgia's 2003 Rose Revolution. In August 2008, Russia went to war with Georgia to prevent Saakashvili's government from reestablishing control over the regions of South Ossetia and Abkhazia, which broke away from Georgia in the early 1990s and became informal Russian protectorates.", "Congress has expressed firm support for Georgia's sovereignty and territorial integrity. The Countering Russian Influence in Europe and Eurasia Act of 2017 (P.L. 115-44, Title II, §253) states that the United States \"does not recognize territorial changes effected by force, including the illegal invasions and occupations\" of Abkhazia, South Ossetia, and other territories occupied by Russia. In September 2016, the House of Representatives passed H.Res. 660, which condemns Russia's military intervention and occupation of Abkhazia and South Ossetia. In February 2019, the Georgia Support Act (H.R. 598), which originally passed the House by unanimous consent in the 115th Congress (H.R. 6219), was reintroduced in the 116th Congress. The act would express support for Georgia's sovereignty, independence, and territorial integrity, as well as for its democratic development, Euro-Atlantic integration, and peaceful conflict resolution in Abkhazia and South Ossetia.", "The United States provides substantial foreign and military aid to Georgia each year. Since 2010, U.S. nonmilitary aid to Georgia has totaled around $64 million a year on average, in addition to a five-year Millennium Challenge Corporation grant of $140 million to support education. In FY2019, Congress appropriated almost $90 million in nonmilitary aid to Georgia. Since 2010, U.S. military aid to Georgia has been estimated at around $68 million a year on average. In FY2019, Congress appropriated $35 million in Foreign Military Financing and $2 million in International Military Education and Training funds. Defense assistance also includes a three-year, $35 million training initiative, the Georgia Defense Readiness Program."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Historically located between empires, various Georgian kingdoms and principalities were incorporated into the Russian Empire beginning in the early 19 th century. Georgia enjoyed a brief period of independence from 1918 until its forcible incorporation into the Union of Soviet Socialist Republics (USSR, or Soviet Union) in 1921-1922. Georgia gained independence in 1991 with the collapse of the Soviet Union. ", "Georgia is located in the South Caucasus, a region between the Black and Caspian Seas and separated from Russia by the Greater Caucasus mountain range. The South Caucasus also borders Iran and Turkey (see Figure 1 ). Georgia's South Caucasus neighbors, Armenia and Azerbaijan, have been locked in territorial conflict for almost three decades over the predominantly Armenian-populated region of Nagorno-Karabakh, formally part of Azerbaijan. ", "Georgia has its own unresolved conflicts with two Russian-supported regions, Abkhazia and South Ossetia. These regions, in addition to being settled by ethnic Georgians, are home to ethnic groups that more closely identify with ethnic kin in Russia's North Caucasus, located across the Caucasus mountain range. After a short war with Georgia in 2008, Russia unilaterally recognized the independence of these breakaway regions and stationed military forces on their territory.", "Georgians speak and write their own distinct Caucasian language, with a written literary form that emerged at least as early as the fifth century. The Georgian Orthodox Church, to which most Georgians belong, is autocephalous (independent), with roots that date back to the fourth century. "], "subsections": []}, {"section_title": "Politics", "paragraphs": ["Today, many observers consider Georgia to be one of the most democratic states among the USSR's successor states. The U.S.-based nongovernmental organization (NGO) Freedom House considers Georgia to be the freest post-Soviet state (not including the Baltic states), followed by Ukraine, Moldova, and Armenia. ", "Georgia has a parliamentary system of governance, resulting from constitutional reforms that came into effect in 2013 and 2018. The prime minister is the country's most powerful executive. Georgia's president is commander in chief of the armed forces and has the power to veto legislation and dissolve parliament under certain circumstances.", "Georgia's prime minister, Mamuka Bakhtadze (aged 36), assumed office in June 2018. Bakhtadze was Georgia's minister of finance from November 2017 to June 2018; he previously served as the head of Georgian Railways and the Georgian International Energy Corporation. Georgia's president, elected in November 2018, is Salome Zurabishvili (aged 67), a former member of parliament (2016-2018) and minister of foreign affairs (2004-2005) who was previously a French national and diplomat. The parliamentary chairman is Irakli Kobakhidze (aged 40), a former professor of law and politics.", "Georgia has a unicameral legislature with 150 members elected for four-year terms by two methods: 77 by party list and 73 by majoritarian district. The most recent parliamentary elections in 2016 resulted in a sizeable win for Georgia's center-left ruling party, Georgian Dream-Democratic Georgia (GD), which initially led a ruling coalition after coming to power in 2012 and now governs alone. GD won 49% of the party list vote and nearly all majoritarian races, leading to control of more than 75% of parliamentary seats (116 of 150 deputies). ", "Before losing this supermajority in February 2019 (see \" Ruling Party Tensions \" below), GD had enough votes to unilaterally enact changes to Georgia's constitution. This led many observers and opposition supporters to express concern that there were insufficient checks and balances against the ruling party. ", "GD's main competitor in 2016 was the center-right United National Movement (UNM), the former ruling party previously led by ex-president Mikheil Saakashvili. The UNM received 27% of the party vote and 27 seats (18%). After months of infighting, the UNM fragmented in 2017, and most of its deputies, including much of the party's senior leadership, formed a new opposition party called European Georgia-Movement for Liberty. A third electoral bloc, the nationalist-conservative Alliance of Patriots of Georgia-United Opposition, cleared the 5% threshold to enter parliament with six seats.", "Georgia's most recent local elections were in 2017. They provided a similar picture of ruling party dominance across the country. In the party-list portion of the vote to local councils, GD won in all 73 districts, with a total of 56% of the vote. The UNM and European Georgia won 27% of the vote (17% and 10%, respectively). The nationalist-conservative Alliance of Patriots won 7%. GD won more than 92% of majoritarian seats, giving it a total of 77% of seats in local councils nationwide. GD also won mayoral elections in all but two districts. "], "subsections": [{"section_title": "2018 Presidential Election", "paragraphs": ["The most recent presidential elections were held in two rounds in October and November 2018. The victor, Salome Zurabishvili, won 60% of the vote in the second round. Zurabishvili ran as an independent candidate, although she was supported by GD. UNM candidate Grigol Vashadze, like Zurabishvili an ex-foreign minister, received 40%. The first round of the election was a closer race (39% to 38%), but Zurabishvili appeared to benefit from greater turnout in the runoff (56%, compared to 46% in the first round). ", "Domestic and international observers considered the election to be competitive but flawed. Observers noted instances of official pressure against state employees to support Zurabishvili, as well as incidents of ballot box stuffing. They also expressed concern about allegations of mass vote-buying, related to Prime Minister Bakhtadze's pre-runoff announcement that a philanthropic foundation associated with GD founder and chairman Bidzina Ivanishvili had agreed to purchase and forgive the small private debts of more than 600,000 individuals. The U.S. Department of State said it shared the concerns of observers and indicated \"these actions are not consistent with Georgia's commitment to fully fair and transparent elections.\""], "subsections": []}, {"section_title": "Ruling Party Tensions", "paragraphs": ["Since 2018, GD has exhibited signs of internal tension. Many observers believe that GD founder Ivanishvili continued to maintain an influential behind-the-scenes role in government after stepping down as prime minister in 2013. Ivanishvili formally returned to politics as GD's party chairman in 2018, reportedly due to frustration with the party's growing internal divides. Then-Prime Minister Giorgi Kvirikashvili resigned less than two months later, citing \"disagreements\" with Ivanishvili. Kvirikashvili's resignation also followed a series of anti-government demonstrations against what protestors perceived to be heavy-handed police raids and judicial bias. Prime Minister Bakhtadze succeeded Kvirikashvili in June 2018.", "More recently, GD suffered parliamentary defections in February 2019, as a result of a dispute concerning judicial appointments (see \" Dispute over Judicial Reforms \" below). By the end of March 2019, eight members of parliament, led by Eka Beselia, former chairwoman of the parliamentary committee on legal affairs, had left GD. Beselia and most of the defecting MPs were expected to establish a new faction, while two MPs joined the Patriots of Georgia faction.", "The GD government also has had tense relations with the presidency. Ex-President Giorgi Margvelashvili, who was elected in 2013, initially was allied to GD. He subsequently adopted a more independent stance and fell out of favor with then-Prime Minister Ivanishvili. Margvelashvili frequently criticized the government and vetoed legislation several times, although parliament usually overrode his veto. Margvelashvili chose not to run for reelection in 2018.", "For the 2018 election, GD did not nominate its own presidential candidate. This possibly reflected a belief within the party leadership that the powers of the presidency were too limited to warrant fielding a candidate for the position. After some deliberation, however, GD decided to support Zurabishvili, an independent candidate. Before making this decision, government officials had criticized Zurabishvili for comments she made on the 10 th anniversary of the August 2008 war that appeared to blame Georgia's ex-leadership for the war. "], "subsections": []}, {"section_title": "Dispute over Judicial Reforms", "paragraphs": ["One of the government's internal disputes concerns judicial reform. A series of reforms from 2013 to 2017 restructured Georgia's judicial institutions. A High Council of Justice oversees the appointment and dismissal of judges. The council has 15 members, a majority of whom are selected by the Conference of Judges, the judiciary's self-governing body. ", "In December 2018, several GD members of parliament criticized the High Council's decision to nominate several judges to Georgia's 28-seat Supreme Court whom they considered tainted by association with the UNM. The dispute sparked an intensive debate within the ruling party, as well as with some NGOs who sided with the dissenting GD members out of a concern that the nominated judges could be susceptible to corruption. Ultimately, the Supreme Court nominees withdrew their candidacies. GD's leadership agreed to further debate the rules of appointment and blamed the dispute on the opposition. ", "Appointments to a nine-member Constitutional Court are divided between the parliament, president, and the Supreme Court. In recent years, the Constitutional Court has been the focus of various disputes concerning possible bias (sometimes against the government, other times against the opposition). In July 2018, the Constitutional Court received international attention for ruling that marijuana use was not a criminal offense, a decision government officials and church representatives heavily criticized. In response, parliament passed legislation imposing strict limitations on marijuana use. "], "subsections": []}, {"section_title": "Constitutional Reforms", "paragraphs": ["After GD won a supermajority in 2016, Georgia's parliament convened a State Constitutional Commission to draft additional reforms to the constitution intended to consolidate Georgia's transition to a parliamentary system of governance. Parliament passed the reforms in September 2017 by a vote of 117-2. Opposition parties, who opposed certain measures that appeared to strengthen the ruling party, refused to participate in the vote; civil society organizations also registered opposition. Then-President Margvelashvili vetoed the amendments and proposed alternative reforms. Parliament overrode his veto, and the president signed the amendments into law. The constitutional reforms entered into force after the 2018 presidential election.", "The reforms affect Georgia's parliamentary system in several ways. One of the main changes is the abolition of Georgia's directly elected presidency beginning in 2023. Instead, the president is to be indirectly elected by a college of electors made up of parliamentary deputies and local government representatives. ", "Another major change is that parliamentary elections are to be held entirely on the basis of party lists, eliminating single-member districts. In theory, this change is expected to lead to greater opposition representation in parliament, as in Georgia parties that win the party-list vote tend to overwhelmingly win single-member districts. Although this change was to take effect in 2020, parliament voted to push back its implementation to 2024, a move many observers interpreted as an attempt to prolong the ruling party's dominance. In January 2019, several opposition parties launched a petition to pressure the government to implement the shift to a fully proportional system in advance of the 2020 parliamentary elections.", "In the course of adopting constitutional reforms, parliament considered several recommendations of the Council of Europe's Venice Commission, a legal and democratic advisory body. In the end, the commission provided a \"positive assessment\" of the reforms, although it noted \"the postponement of the entry into force of the proportional election system to October 2024 is highly regrettable and a major obstacle to reaching consensus.\" The Venice Commission said the reform \"completes the evolution of Georgia's political system towards a parliamentary system and constitutes a positive step towards the consolidation and improvement of the country's constitutional order, based on the principles of democracy, the rule of law and the protection of fundamental rights.\""], "subsections": []}]}, {"section_title": "Economy", "paragraphs": ["For more than two decades, Georgia has been recovering from the severe economic decline it experienced after the Soviet Union collapsed. It remains a relatively poor country. In 2018, Georgia's GDP was around $16.7 billion (approximately 16 times less than that of Connecticut, a U.S. state with a similar population size). Its per capita GDP ($4,506) is midsized in comparison to Russia and other post-Soviet states.", "In 2017-2018, Georgia's economy appeared to enter a period of relatively strong growth. After average GDP growth of around 3% a year from 2013 to 2016, Georgia's GDP grew at 4.8% a year in 2017 and 2018. Increased economic growth has been based on strengthening domestic consumption and external demand, as well as \"generally strong policy efforts,\" according to the International Monetary Fund (IMF). The IMF forecasts a sustained rate of GDP growth of around 4.9% annually from 2019 to 2021. In February 2019, the IMF commended Georgian authorities \"for advancing structural reforms [but] stressed the need for continued efforts to promote inclusive growth and higher economic resilience to external shocks.\" ", "Poverty has declined in recent years, although it is still relatively high. According to official data, 22% of the population lived in poverty in 2017 (down from 39% a decade before). In recent years, recorded unemployment has been around 14%; some surveys suggest a higher rate of unemployment. More than 40% of Georgian laborers work in agriculture, a sector of the economy that accounts for less than 10% of GDP. ", "Georgia's economy depends in part on remittances from labor migration. From 2013 to 2017, remittances made up around 11% of Georgia's GDP. In 2017, Russia was estimated to be the source of almost 60% of Georgian remittances, followed by Ukraine (8%), Greece (5%), and Armenia (4%).", "In 2017, the IMF approved a three-year Extended Fund Facility arrangement to provide Georgia with around $285 million in loans to support economic reforms focusing, among other things, on financial stability and infrastructure investment. The IMF noted the need for Georgia to increase its agricultural productivity, improve its business environment, and reform its education system. ", "Georgia has suffered in the past from energy shortages and gas cutoffs, but it has improved its energy security in recent years. Georgia has rehabilitated hydropower plants and constructed new ones. Nearly all its natural gas supplies come from neighboring Azerbaijan. ", "In 2018, Georgia's three largest merchandise trading partners were Turkey ($1.7 billion, or 14% of Georgia's trade), Russia ($1.4 billion, 11%), Azerbaijan ($1.1 billion, 9%), and China ($1.0 billion, 8%). Trade with the European Union (EU), as a whole Georgia's largest trading partner, made up around 27% of total trade ($3.4 billion). More than half of Georgia's merchandise exports (51%) went to five countries: Azerbaijan, Russia, Armenia, Bulgaria, and Turkey. Its main exports were copper ores, beverages (wine, water, and spirits), motor vehicles, and iron and steel. ", "Free trade agreements with the EU (signed in 2014) and China (signed in 2017) may improve Georgia's prospects for export-led growth. Georgia is also exploring a trade agreement with India. However, Georgia's manufacturing sector is small, and its top exports include used foreign cars and scrap metal, which provide low added value. The IMF indicates that Georgia could further diversify its agricultural exports but notes the need to improve quality and standards. ", "Tourism to Georgia has increased in recent years and annual tourism-related income has more than quadrupled since 2010. In 2018, the number of international visitors who stayed in the country overnight was around 4.8 million, a 345% increase since 2010. Most tourists are from neighboring countries: Russia, Azerbaijan, Turkey, and Armenia. ", "In recent years, foreign direct investment (FDI) appears to have exceeded the high levels Georgia enjoyed in 2006 to 2008, before the global financial crisis, when FDI averaged $1.5 billion a year. From 2014 to 2018, FDI averaged $1.64 billion a year. More than 60% of the total amount came from Azerbaijan, the Netherlands, the United Kingdom, and Turkey. During this period, most FDI was in transport and communications (28%); other leading sectors were finance (13%), construction (13%), and energy (10%). In 2017, the IMF noted that attracting FDI to sectors with high export potential, including tourism and agriculture, is \"crucial to ensure growth in foreign markets.\"", "Georgia aspires to be a key transit hub for the growing East-West overland trade route between China and Europe. In pursuit of this goal, a U.S.-Georgian consortium is constructing a major new deepwater port and free industrial zone in Anaklia, which is located on Georgia's Black Sea coast and abuts the Russian-occupied region of Abkhazia. The port, scheduled to begin operations in 2021, is considered Georgia's largest-ever infrastructure investment and is to be accompanied by major government investments in Georgia's road and rail infrastructure."], "subsections": []}, {"section_title": "Relations with the European Union and NATO", "paragraphs": ["The Georgian government has long made closer integration with the EU and NATO a priority. According to recent polls, over 80% of the Georgian population supports membership in the EU and over 75% supports membership in NATO.", "In 2014, Georgia concluded an association agreement with the EU that included a Deep and Comprehensive Free Trade Area (DCFTA) and encouraged harmonization with EU laws and regulations. The EU granted Georgia visa-free travel in 2017. The EU also is a major provider of foreign aid to Georgia, providing on average over €120 million (around $135 million) a year in 2017 and 2018.", "As of 2018, the benefits of the EU free-trade agreement for Georgia remain unclear. In 2018, the total value of Georgian exports to the EU was 17% greater than in 2014. Exports to the EU as a share of Georgia's total exports, however, were the same in 2018 as they were in 2014 (22%). The EU asserts that Georgia is \"reaping the benefits of economic integration\" with the EU but notes that \"further efforts are needed to stimulate exports and improve the trade balance.\" ", "Georgia has close relations with NATO, which considers Georgia one of its \"closest operational partners.\" A NATO-Georgia Commission, established in 2008, provides the framework for cooperation. At its 2014 Wales Summit, NATO leaders established a \"Substantial NATO-Georgia Package\" to help Georgia bolster its defense capabilities, including capacity-building, training, exercises, and enhanced interoperability. In 2015, Georgia joined the NATO Response Force, a rapid reaction force. ", "Georgia is one of the top troop contributors (and the top non-NATO contributor) in the NATO-led Resolute Support Mission in Afghanistan. At its height, Georgia's deployment to NATO's previous International Security Assistance Force (ISAF) reached over 1,500 troops, who served with no operational caveats. As of December 2018, Georgia is the fifth-largest contributor to the Resolute Support Mission, with 870 troops. Georgia also contributed more than 2,250 troops to the NATO-led Kosovo Force, or KFOR, between 1999 and 2008. ", "In 2015, NATO opened a Joint Training and Evaluation Center in Georgia to provide training, evaluation, and certification opportunities to enhance interoperability and operational readiness. The center hosted its second joint NATO-Georgia exercise in March 2019 (the first one was held in 2016). Some NATO member states also participate in two sets of annual U.S.-Georgia military exercises: Agile Spirit and Noble Partner (see \" Security Assistance Since the August 2008 War ,\" below). NATO also has established a Defense Institution Building School for professional development and training.", "Many observers consider that closer integration with the EU and NATO has not enabled Georgia to improve its near-term prospects for membership in these organizations. The EU is unlikely to consider Georgia a candidate for membership soon, given the EU's internal challenges and a lack of support for enlargement among many members. In 2008, NATO members agreed that Georgia and Ukraine would become members of NATO, but Georgia has not been granted a NATO Membership Action Plan (MAP) or other clear path to membership. ", "Many observers attribute Georgia's lack of a clear path to NATO membership to some members' concerns that Georgia's membership could lead to a heightened risk of war with Russia, which currently occupies around 18% of Georgia's territory. Many believe that NATO will not move forward with membership as long as Russia occupies Georgian territory and the conflict remains unresolved."], "subsections": []}, {"section_title": "Relations with Russia and Secessionist Regions", "paragraphs": ["Georgia's secessionist regions of Abkhazia and South Ossetia broke away from Georgia in the early 1990s, during and after Georgia's pursuit of independence from the USSR. Since then, Georgia's relations with Russia have been difficult, as Tbilisi has blamed Moscow for obstructing Georgia's Western leanings. Many observers believe that Moscow supports Abkhazia and South Ossetia to prevent Georgia from joining NATO. ", "Georgia's relations with Russia worsened after ex-President Saakashvili came to power in 2003 and sought to accelerate Georgia's integration with the West. After clashes increased between Georgian and secessionist forces, Russia invaded Georgia in August 2008 to prevent Georgia from reestablishing control over South Ossetia. Russia subsequently recognized Abkhazia and South Ossetia as independent states. ", "Over the last decade, Russia has tightened control over Abkhazia and South Ossetia. It has constructed border fencing and imposed transit restrictions across the administrative boundary lines dividing the two regions from the rest of Georgia. Russia has established military bases that reportedly house around 3,500 personnel each, and it also stations border guards in the two regions. In 2016, Russia finalized an agreement with the de facto authorities of Abkhazia, establishing a combined group of military forces. In 2017, Russia concluded an agreement with South Ossetia to integrate the breakaway region's military forces with its own.", "Since coming to power in 2012, the GD government has sought to improve relations with Russia, particularly economic ties. In 2013, Moscow lifted an embargo on popular Georgian exports (including wine and mineral water) that had been in place since 2006. As a result, Russia again became one of Georgia's main trading partners. The share of Georgia's merchandise exports to Russia as a percentage of its total exports rose from 2% in 2012 to 13% in 2018. ", "Improved economic relations with Russia have not led to progress in resolving the conflicts over Abkhazia and South Ossetia. The EU leads an unarmed civilian Monitoring Mission in Georgia (EUMM) that monitors compliance with the cease-fire agreements that ended the August 2008 war. Although the EUMM's mandate covers all of Georgia, local and Russian authorities do not permit it to operate in Abkhazia and South Ossetia; EUMM representatives have been allowed to cross the boundary line on a few occasions to address specific issues.", "All parties to the conflict, together with the United States, the EU, the United Nations (U.N.), and the Organization for Security and Cooperation in Europe (OSCE), participate in the Geneva International Discussions, convened quarterly to address issues related to the conflict. They also participate in joint Incident Prevention and Response Mechanisms (IPRM), together with the U.N. and OSCE, designed to address local security issues and build confidence. Abkhaz and South Ossetian representatives periodically have suspended their participation in the IPRM, however; the IPRM for Abkhazia did not convene at all from 2012 to 2016. ", "In general, efforts to rebuild ties across conflict lines or return internally displaced persons have made little progress. In 2018, the Georgian government unveiled a peace initiative and enacted related legislative amendments to facilitate greater engagement with Abkhazia and South Ossetia in trade and educational affairs. The United States and the EU have expressed support for this initiative. Whether Russia and the two regions will accept any of the initiative's elements remains to be seen.", "Improved relations with Russia do not appear to have led to greater public support in Georgia for closer integration with Russia. Several overtly pro-Russian parties performed poorly in the 2016 parliamentary elections. One electoral bloc critical of Georgia's European integration, the nationalist-conservative Alliance of Patriots, cleared the 5% threshold to enter parliament, but even this bloc's leadership did not campaign for membership in the Russia-led Eurasian Union. In a 2018 survey, less than 30% of respondents expressed support for joining the Eurasian Union. "], "subsections": []}, {"section_title": "U.S.-Georgia Relations", "paragraphs": ["Georgia is one of the United States' closest partners among the post-Soviet states. With a history of strong economic aid and security cooperation, the United States and Georgia have deepened their strategic partnership since Russia's 2008 invasion of Georgia and 2014 invasion of Ukraine. A U.S.-Georgia Charter on Strategic Partnership, signed in 2009, provides the framework for much of the two countries' bilateral engagement. A Strategic Partnership Commission convenes annual plenary sessions and working groups to address political, economic, security, and people-to-people issues. ", "Before the 2008 war, the United States supported granting Georgia a NATO Membership Action Plan and backed NATO's April 2008 pledge that Georgia eventually would become a member of NATO. In August 2017, U.S. Vice President Michael Pence said in Tbilisi that the Trump Administration \"stand[s] by the 2008 NATO Bucharest statement, which made it clear that Georgia will one day become a member of NATO.\" At a press conference after the July 2018 NATO summit in Brussels, President Trump said that \"at a certain point [Georgia will] have a chance\" to join NATO, if \"not right now.\""], "subsections": [{"section_title": "Support for Georgia's Sovereignty and Territorial Integrity", "paragraphs": ["U.S. policy expressly supports Georgia's sovereignty and territorial integrity. In a visit to Tbilisi in August 2017, Vice President Michael Pence said the United States \"strongly condemns Russia's occupation on Georgia's soil.\" In January 2018, the State Department indicated that \"the United States' position on Abkhazia and South Ossetia is unwavering: The United States fully supports Georgia's territorial integrity within its internationally recognized borders.\" ", "The United States supports a resolution to the conflict within these parameters. The United States calls on Russia to comply with the terms of the 2008 cease-fire agreement, including withdrawal of its forces to prewar positions, and to reverse its recognition of Abkhazia and South Ossetia as independent states. The U.S. government has expressed support for Georgia's \"commitment to dialogue and a peaceful resolution to the conflict,\" and in 2018 the State Department welcomed the new peace initiative that the government of Georgia unveiled. The State Department regularly participates in the Geneva International Discussions.", "Congress also has expressed firm support for Georgia's sovereignty and territorial integrity. The Countering Russian Influence in Europe and Eurasia Act of 2017 ( P.L. 115-44 , Title II, §253) states that the United States \"supports the policy known as the 'Stimson Doctrine' and thus does not recognize territorial changes effected by force, including the illegal invasions and occupations\" of Abkhazia and South Ossetia, and other territories occupied by Russia. ", "As with previous appropriations, FY2019 foreign operations appropriations prohibit foreign assistance to governments that recognize Abkhazia or South Ossetia and restrict funds from supporting Russia's occupation of Abkhazia and South Ossetia ( P.L. 116-6 , §7047(c)). The 2014 Ukraine Freedom Support Act ( P.L. 113-272 ) provides for sanctions against Russian entities that transfer weapons to Georgian territory. ", "In February 2019, the Georgia Support Act ( H.R. 598 ) was reintroduced in the House. The act originally passed the House by unanimous consent in December 2018, during the 115 th Congress. The act would express support for Georgia's sovereignty, independence, and territorial integrity, as well as for its democratic development, Euro-Atlantic and European integration, and peaceful conflict resolution. The act would require the Secretary of State to submit to Congress reports on U.S. security assistance to Georgia, U.S.-Georgia cybersecurity cooperation, and a strategy to enhance Georgia's capabilities to combat Russian disinformation and propaganda. The act also would require the President to impose sanctions on those responsible for serious human rights abuses in Abkhazia and South Ossetia. ", "Many Members of Congress have expressed their support for Georgia in House and Senate resolutions. In September 2016, during the 114 th Congress, the House of Representatives passed H.Res. 660, which expressed support for Georgia's territorial integrity, in a 410-6 vote. The resolution condemned Russia's military intervention and occupation, called upon Russia to withdraw its recognition of Abkhazia and South Ossetia as independent states, and urged the U.S. government to declare unequivocally that the United States will not recognize Russia's de jure or de facto sovereignty over any part of Georgia under any circumstances. ", "In January 2019, a resolution (H.Res. 93) was reintroduced in the House supporting Georgia's territorial integrity and condemning a decision by the Syrian government to recognize Abkhazia and South Ossetia as independent states.", "The Senate and House have passed other resolutions in support of Georgian sovereignty and territorial integrity: in 2011-2012 ( S.Res. 175 , H.Res. 526), in September 2008 ( S.Res. 690 ), and, before the conflict, in May-June 2008 (H.Res. 1166, S.Res. 550 ) and December 2007 ( S.Res. 391 )."], "subsections": []}, {"section_title": "Foreign Aid", "paragraphs": ["Georgia has long been a leading recipient of U.S. foreign and military aid in Europe and Eurasia. In the 1990s (FY1992-FY2000), the U.S. government provided over $860 million in total aid to Georgia ($96 million a year on average). In the later part of the decade, the United States began to provide Georgia with increased amounts of aid to improve border and maritime security and to combat transnational crime, including through the development of Georgia's Coast Guard. ", "In the 2000s, Georgia became the largest per capita recipient of U.S. aid in Europe and Eurasia. From FY2001 to FY2007, total aid to Georgia amounted to over $945 million ($135 million a year, on average). In 2005, Georgia also was awarded an initial five-year (2006-2011) $295 million grant from the U.S. Millennium Challenge Corporation (MCC) for road, pipeline, and municipal infrastructure rehabilitation, as well as for agribusiness development.", "The United States gave increased amounts of military aid to Georgia after the terrorist attacks of September 11, 2001. At the time, the George W. Bush Administration considered Georgia part of a \"second stage\" in the \"war on terror,\" together with Yemen and the Philippines, and supported Georgia with a two-year Train and Equip Program. This program was followed by a Sustainment and Stability Operations Program through 2007 that supported a Georgian troop deployment to Operation Iraqi Freedom. ", "After Russia invaded Georgia in August 2008, the United States substantially increased its assistance to Georgia. The U.S. government immediately provided over $38 million in humanitarian aid and emergency relief, using U.S. aircraft and naval and coast guard ships. In September 2008, then-Secretary of State Condoleezza Rice announced a total aid package worth at least $1 billion. Total U.S. assistance to Georgia for FY2008-FY2009 amounted to $1.04 billion, which included $250 million in direct budgetary support and an additional $100 million in MCC funds (taking the total amount of Georgia's initial MCC grant to $395 million). ", "Since the 2008 war, Georgia has continued to be a major recipient of U.S. foreign aid in the Europe and Eurasia region. Nonmilitary aid totaled $60 million a year on average from FY2010 to FY2017. In addition, Georgia was awarded a second five-year (2014-2019) MCC grant of $140 million to support educational infrastructure and training, and to improve the study of science and technology. ", "In FY2018, U.S. nonmilitary aid to Georgia totaled $70.8 million. For FY2019, Congress appropriated $89.8 million in nonmilitary aid. The president's FY2020 nonmilitary aid request for Georgia is $42.4 million."], "subsections": [{"section_title": "Security Assistance Since the August 2008 War", "paragraphs": ["After the 2008 war, Georgia continued to receive U.S. military assistance, including around $144 million in postwar security and stabilization assistance in FY2008-FY2009. Since FY2010, Georgia has received further military assistance, primarily through Foreign Military Financing (FMF) aid, Coalition Support Funds, and Train and Equip and other capacity-building programs. These funds have been used to support Georgia's deployments to Afghanistan in ISAF and the follow-on Resolute Support Mission, as well as for Georgian border security, counterterrorism, and defense readiness.", "U.S. military assistance to Georgia in FY2010-FY2017 is estimated to have been around $74 million a year on average. For FY2018, military aid to Georgia is estimated to have totaled $40.4 million. This includes $35 million in FMF assistance, $2 million in International Military Education and Training (IMET), and $3.4 million for counter-weapons of mass destruction (WMD) capacity-building assistance. For FY2019, Congress again appropriated $35 million in FMF and $2 million in IMET funds. Additional defense funding includes $4.3 million in maritime capacity-building assistance and $2.5 million in counter-WMD capacity-building assistance. ", "Outside of Afghanistan, the United States has gradually deepened its postwar defense cooperation with Georgia. The Obama Administration refrained from approving defensive (anti-tank and antiaircraft) arms sales to Georgia. Observers considered various reasons for this hesitation, including doubts regarding the deterrent effect of such weapons, concerns about encouraging potential Georgian offensives to retake territory, and a desire to avoid worsening relations with Russia as the Administration embarked on a new \"reset\" policy with Moscow. ", "In testimony to the Senate Foreign Relations Committee a year after Russia's invasion, then-Assistant Secretary of Defense Alexander Vershbow characterized U.S. defense cooperation with Georgia as \"a methodical, yet patient, strategic approach … [focused] on building defense institutions, assisting defense sector reform, and building the strategic and educational foundations\" for training and reform. He said the United States was \"carefully examining each step [of its military assistance program] to ensure it would not be counterproductive to our goals of promoting peace and stability in the region.\"", "U.S.-Georgia defense cooperation deepened over time. In a 2012 visit to Georgia, then-Secretary of State Hillary Clinton said that increased cooperation would help improve Georgia's self-defense capabilities, promote defense reform and modernization, and provide training and equipment to support Georgia's ISAF deployment and NATO interoperability. ", "U.S.-Georgia security cooperation expanded further in 2016. In July 2016, then-U.S. Secretary of State John Kerry and then-Georgian Prime Minister Giorgi Kvirikashvili signed a Memorandum on Deepening the Defense and Security Relationship between the United States and Georgia. In December 2016, the two countries concluded a three-year framework agreement on security cooperation that would focus on \"improving Georgia's defense capabilities, establishing [an] effective and sustainable system of defense, enhancing interoperability of the Georgian Armed Forces with NATO, and ensuring effective military management.\" ", "The framework agreement led to the launching in February 2017 of a three-year, $35 million training initiative, the Georgia Defense Readiness Program. This initiative seeks to build the capacity of Georgia's armed forces \"to generate, train and sustain forces in preparation for all national missions.\" ", "Unlike the Obama Administration, the Trump Administration approved the provision of major defensive lethal weaponry to Georgia. In November 2017, the U.S. State Department approved a Foreign Military Sale of over 400 Javelin portable anti-tank missiles, as well as launchers, associated equipment, and training, at a total estimated cost of $75 million. The Georgian Ministry of Defense confirmed that the \"first stage\" of two sales was complete as of January 2018. In June 2018, then-U.S. Assistant Secretary of State for European and Eurasian Affairs Wess Mitchell said the United States seeks to \"check Russian aggression,\" including by \"building up the means of self-defense for those states most directly threatened by Russia militarily: Ukraine and Georgia.\"", "The United States and Georgia have held annual joint military exercises in Georgia since 2011. Initial exercises, dubbed Agile Spirit, began as a counterinsurgency and peacekeeping operations training exercise and shifted to a \"conventional warfare focus\" in 2015, the year after Russia's invasion of Ukraine. That year, Agile Spirit began to include other NATO partners. A second bilateral exercise, Noble Partner, was launched in 2015; the Department of Defense characterized it as the \"most robust\" U.S.-Georgia exercise ever, designed to support Georgia's integration into the NATO Response Force. "], "subsections": []}]}, {"section_title": "Trade", "paragraphs": ["In 2018, the United States was Georgia's seventh-largest source of merchandise imports and eighth-largest destination for exports. The value of Georgia's merchandise imports from the United States—mainly vehicles, industrial machinery, and meat—was $360 million in 2018. The value of merchandise exports to the United States—mainly iron and steel and inorganic chemicals—was $160 million in 2018. ", "Since 2012, the United States and Georgia periodically have discussed the possibility of a free-trade agreement. The two countries have signed a bilateral investment treaty and a Trade and Investment Framework Agreement. They also have established a High-Level Dialogue on Trade and Investment. During Vice President Michael Pence's August 2017 visit to Georgia, he expressed the United States' \"keen interest in expanding our trade and investment relationship with Georgia.\""], "subsections": []}]}]}}