{"id": "R45323", "title": "Federalism-Based Limitations on Congressional Power: An Overview", "released_date": "2018-09-27T00:00:00", "summary": ["The U.S. Constitution establishes a system of dual sovereignty between the states and the federal government, with each state having its own government, endowed with all the functions essential to separate and independent existence. Although the Supremacy Clause of the Constitution designates \"the Laws of the United States\" as \"the supreme Law of the Land,\" other provisions of the Constitution—as well as legal principles undergirding those provisions—nonetheless prohibit the national government from enacting certain types of laws that impinge upon state sovereignty. The various principles that delineate the proper boundaries between the powers of the federal and state governments are collectively known as \"federalism.\" Federalism-based restrictions that the Constitution imposes on the national government's ability to enact legislation may inform Congress's work in any number of areas of law in which the states and the federal government dually operate.", "There are two central ways in which the Constitution imposes federalism-based limitations on Congress's powers. First, Congress's powers are restricted by and to the terms of express grants of power in the Constitution, which thereby establish internal constraints on the federal government's authority. The Constitution explicitly grants Congress a limited set of carefully defined enumerated powers, while reserving most other legislative powers to the states. As a result, Congress may not enact any legislation that exceeds the scope of its limited enumerated powers. That said, Congress's enumerated powers nevertheless do authorize the federal government to enact legislation that may significantly influence the scope of power exercised by the states. For instance, subject to certain restrictions, Congress may utilize its taxing and spending powers to encourage states to undertake certain types of actions that Congress might otherwise lack the constitutional authority to undertake on its own. Similarly, the Supreme Court has interpreted the Constitution's Commerce Clause to afford Congress substantial (but not unlimited) authority to regulate certain purely intrastate economic activities that substantially affect interstate commerce in the aggregate. Congress may also enact certain types of legislation in order to implement international treaties. Additionally, pursuant to a collection of constitutional amendments ratified shortly after the Civil War, Congress may directly regulate the states in limited respects in order to prevent states from depriving persons of certain procedural and substantive rights. Finally, the Necessary and Proper Clause augments Congress's enumerated powers by empowering the federal government to enact laws that are \"necessary and proper\" to execute its express powers.", "In addition to the internal constraints on Congress's authority, the Constitution also imposes external limitations on Congress's powers vis-à-vis the states—that is, affirmative prohibitions on certain types of federal actions found elsewhere in the text or structure of the Constitution. The Supreme Court has recognized, for instance, that the national government may not commandeer the states' authority for its own purposes by forcing a state's legislature or executive to implement federal commands. Nor may Congress apply undue pressure to coerce states into taking actions they are otherwise disinclined to take. Furthermore, the principle of state sovereign immunity—which limits the circumstances in which a state may be forced to defend itself against a lawsuit against its will—imposes significant constraints on Congress's ability to subject states to suit. Finally, the Supreme Court has recognized limits to the extent to which Congress may subject some states to more onerous regulatory burdens than other states."], "reports": {"section_title": "", "paragraphs": ["T he Constitution establishes a \"system of dual sovereignty between the States and the Federal Government,\" with each state having its \"own government,\" \"endowed with all the functions essential to separate and independent existence.\" As the Supreme Court has recognized, states \"possess sovereignty concurrent with that of the Federal Government, subject only to limitations imposed by the Supremacy Clause,\" the provision of the Constitution that makes federal law the \"supreme Law of the Land\" and prohibits states from contravening lawful enactments of Congress. Although the Supremacy Clause grants Congress a degree of authority to \"impose its will on the States,\" the federal government may not exceed \"the powers granted it under the Constitution.\" The Constitution only endows the federal government with a \"limited\" and \"defined\" set of enumerated powers, while reserving most other powers to the states. As a consequence, \"States retain broad autonomy in structuring their governments and pursuing legislative objectives.\"", "The various principles that delineate the proper boundaries between the powers of the federal and state governments are collectively known as \"federalism,\" a doctrine based on the Framers' conclusion that allocating \"powers between the National Government and the States enhances freedom, first by protecting the integrity of the governments themselves, and second by protecting the people, from whom all governmental powers are derived.\" Federalism has informed modern understandings of the limits on Congress's authority in a number of areas. For instance, the Supreme Court has identified limits on Congress's enumerated powers, such as its power to regulate interstate commerce under Article I, Section 8 of the Constitution. The Court has also recognized other federalism-based doctrines that constrain Congress's power, such as the anti-commandeering doctrine—that is, the prohibition against the national government demanding that a state use its own governmental system to implement federal commands.", "Because the various jurisprudential developments that limit the power of the federal government are important considerations whenever Congress legislates, federalism is a \"closely watched\" and \"ever-present\" issue for Congress. This report thus provides a broad overview of the various legal doctrines that inform the boundaries of Congress's authority vis-à-vis the states under the Constitution. The report begins by addressing several general principles that undergird modern legal debates over federalism. The report then discusses \"internal\" limitations on Congress's exercise of several of its enumerated powers, including its spending and commerce powers, its authority to enact certain types of legislation to implement international treaties, its enforcement authority under the Civil War Amendments, and its powers under the Necessary and Proper Clause. The report concludes by discussing several \"external\" federalism-based limitations on Congress's powers, such as the anti-commandeering, anti-coercion, state sovereign immunity, and equal sovereignty doctrines."], "subsections": [{"section_title": "General Principles", "paragraphs": ["The Constitution imposes two broad limitations on the powers of Congress. First, the concept of enumerated powers creates what is often referred to as an \"internal limit\" on Congress's powers —that is, Congress's powers are restricted by and to the terms of their express grant. To illustrate, as one commentator has noted, while Congress can exercise its power over federal enclaves to prescribe a fire code for the District of Columbia, the terms of that power are internally limited by the terms of the Enclave Clause; thus, Congress could not, for example, invoke the Enclave Clause to write a fire code for the State of Delaware. Second, beyond the internal limits on Congress's powers, the Constitution also imposes \"external\" constraints on congressional action—that is, affirmative prohibitions found elsewhere in the text or structure of the document. In other words, even if Congress is acting consistent with the terms of an enumerated power—say, by prescribing a fire code for the District of Columbia pursuant to the Enclave Clause—external limits on that power would necessarily prohibit Congress from inserting certain terms into that code—such as by withholding fire protection from individuals of a particular race in contravention of the equal protection component of the Fifth Amendment's Due Process Clause.", "As relevant here, the Supreme Court's federalism jurisprudence sets forth both internal and external constraints on Congress's power vis-à-vis the states. The internal federalism-based limitations on Congress's powers are \"embedded within the clauses that grant enumerated powers to the national government,\" such as Article I's Commerce Clause or the Fourteenth Amendment's Enforcement Clause. The external federalism-based constraints on Congress's powers generally arise from the Tenth Amendment or structural features of the Constitution, which recognize that, as part of the \"constitutional design,\" \"both the National and State Governments have elements of sovereignty the other is bound to respect.\"", "Before discussing the various internal and external federalism-based limits on Congress's powers, it is important, as a threshold matter, to note how these limitations are enforced. In the modern era, there have been two \"competing conceptions of federalism.\" Exemplifying one viewpoint is the Court's 1985 decision in Garcia v. San Antonio Metropolitan Transit Authority , which held that the Constitution does not insulate state governments from the reach of generally applicable laws enacted pursuant to Congress' power under the Commerce Clause. In so holding, the Court concluded that the \"principal and basic limit\" on Congress's powers vis-à-vis the states is \"the built-in restraints that our system provides through state participation in federal governmental action.\" Put another way, the Garcia Court concluded that the \"political processes\" (i.e., Congress's and the President's discretion), and not the Court, would be the primary means to enforce the federalism-based limits on Congress's powers. However, the political process conception of federalism embraced in Garcia has largely been supplanted in more recent years with the view that the judiciary must safeguard state governments from federal overreach. For instance, in 1995, the Court in United States v. Lopez struck down a federal law that forbade possessing a gun within 1,000 feet of a school, holding that the law exceeded Congress's powers under the Commerce Clause. In concluding as such, the Lopez Court described the federalism-based limitations on Congress's commerce power as limits that '\"the Court has ample power' to enforce.\" Nonetheless, while the modern Court has recognized that the judiciary can police the limits of Congress's powers vis-à-vis the states, as Justice Kennedy noted in his concurrence in Lopez , the political branches continue to have a central role in recognizing the limits on Congress's powers to enact legislation that potentially intrude on areas reserved to state governments. Specifically, Justice Kennedy noted the following:", "Whatever the judicial role, it is axiomatic that Congress does have substantial discretion and control over the federal balance. For these reasons, it would be mistaken and mischievous for the political branches to forget that the sworn obligation to preserve and protect the Constitution in maintaining the federal balance is their own in the first and primary instance. . . . The political branches of the Government must fulfill this grave constitutional obligation if democratic liberty and the federalism that secures it are to endure. ", "As a result, the federalism-based limits on Congress's power discussed in the remainder of this report are not only significant considerations for Congress to ensure that a court does not invalidate legislation on federalism grounds; in addition, the doctrine of federalism may be an important background principle for legislators to consider to help ensure that the political process respects state sovereign interests."], "subsections": []}, {"section_title": "Internal Federalism Limitations on Congress's Powers", "paragraphs": ["The Constitution confers certain enumerated powers upon Congress, many of which are beyond the scope of this report. However, some of Congress's powers—namely, its powers under the Spending Clause, the Commerce Clause, the Treaty Power, the Civil War Amendments, the Necessary and Proper Clause, and—are particularly relevant to defining the appropriate allocation of power between the federal government and the states. The following subsections of the report accordingly discuss internal limitations the Constitution imposes on Congress's exercise of those particular powers."], "subsections": [{"section_title": "Spending Clause", "paragraphs": ["One source of congressional authority to enact legislation that may potentially impact the powers of the states is the Spending Clause, which empowers Congress to \"lay and collect Taxes, Duties, Imposts, and Excises, to pay the Debts and provide for the common Defence and general Welfare of the United States.\" The breadth of Congress's Spending Clause authority, along with the question of whether the Clause imposed any internal limitations on Congress's authority, were the subject of much debate for the first 150 years of the nation's history. The debate over the meaning of the Spending Clause centered on two Framers of the Constitution: James Madison and Alexander Hamilton. Madison, fearing the potential scope of Congress's power, argued for a more limited view of Congress's power under the Spending Clause, contending that Congress's power to spend money for the \"general welfare\" was restricted to expenditures under the enumerated powers in Article I, Section 8 of the Constitution. In contrast, Hamilton viewed the Spending Clause as conferring an independent power for Congress to raise and spend money to promote the national welfare.", "The Supreme Court resolved the debate over the scope of the spending power in the 1936 case of United States v. Butler , in which the Court concluded that the Hamiltonian interpretation of the Clause was \"the correct one.\" Specifically, the Court held that the \"confines\" on the Spending Clause are \"not limited by the direct grants of legislative power found in\" the remainder of Article I, Section 8 of the Constitution. The Court then reaffirmed Butler 's holding regarding the spending power in two subsequent decisions that upheld the Social Security Act of 1935's unemployment insurance and pension system. The Court has not reversed course on its adoption of the Hamiltonian view of the Spending Clause, with the result that Congress may attain certain \"objectives not thought to be within Article I's 'enumerated legislative fields,' . . . through the use of the spending power.\"", "That said, even though Butler adopted a relatively broad view of the spending power, that decision nonetheless acknowledged that Congress's power under the Spending Clause is \"not unlimited.\" In several cases following Butler , the Court has articulated restraints on Congress's spending power derived from both the text of the Spending Clause and from principles \"emanating from the very structure of our system of governance.\" The central internal limitation on Congress's spending power is that the power must be exercised in pursuit of the \"general Welfare.\" While one might reasonably interpret this limitation to prohibit Congress from using its spending power to aid \"particular\" groups as opposed to the public as a whole, in practice the \"general welfare\" limitation on the Spending Clause is quite minimal. As the Supreme Court has held, in \"considering whether a particular expenditure is intended to serve general public purposes, courts should defer substantially to the judgment of Congress.\" Only where Congress has made a decision that is \"clearly wrong, a display of arbitrary power, not an exercise of judgment\" will a court strike down Spending Clause legislation for failing to promote the general welfare. Moreover, the Court has noted that the \"concept of the general welfare\" is not static, meaning Congress has discretion to determine and expand on what constitutes the general welfare. As a result, since Butler and its progeny, the Supreme Court \"has never held that a federal expenditure was not 'for the general welfare.'\"", "Consequently, the most significant limitations upon the exercise of the spending power are \"found elsewhere in the Constitution.\" These external limitations on the Spending Clause are particularly important when Congress attempts to influence the policy objectives of the states by imposing conditions on the provision of federal funds. These external limitations on the scope of the spending power—which generally all derive from understandings of the Tenth Amendment—are discussed below."], "subsections": []}, {"section_title": "Commerce Clause", "paragraphs": ["Perhaps the most consequential of Congress's enumerated powers is the Commerce Clause, which grants Congress the power \"[t]o regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes\" and thereby authorizes Congress to regulate a wide range of economic and social activities. The Supreme Court's views on the breadth of Congress's commerce powers have vacillated throughout the nation's history. During the Progressive Era, the Court embraced a relatively narrow view of the Commerce Clause, holding that Congress lacked the constitutional authority to regulate subjects like manufacturing or child labor. Beginning in 1937 until nearly the end of the 20th Century, by contrast, the Court adopted a nearly boundless view of the Commerce Clause, going so far in the 1942 case of Wickard v. Filburn to hold that Congress may validly regulate virtually any activity as long as the legislature rationally believes that the activity, in the aggregate, has a non-trivial effect on commerce. The Wickard Court maintained that conflicts over the scope of Congress's commerce power were best \"left under our system to resolution by Congress\" rather than the courts. In response to this shift in the Court's Commerce Clause jurisprudence, Congress invoked its commerce powers as the constitutional basis for federal legislation on a wide variety of subjects throughout the 20th Century, including criminal, civil rights, and environmental statutes. Beginning in the mid-1990s, however, a majority of the Court concluded in various rulings that certain federal legislation exceeded Congress's commerce power."], "subsections": [{"section_title": "Regulating the Channels of Interstate Commerce", "paragraphs": ["The Supreme Court's 1995 opinion in United States v. Lopez sets forth the modern test for determining whether a federal statute exceeds the scope of Congress's Commerce Clause authority. The Court held in Lopez that there are \"three broad categories of activity that Congress may regulate under its commerce power.\" First, Congress may regulate the \"channels of interstate commerce.\" Under this category, Congress is permitted to regulate not only the traditional \"channels\" of commerce, such as the nation's highways, railroads, navigable waterways, or airspace, but also the movement of goods flowing across state lines through such channels. Congress's authority to regulate the channels of interstate commerce is not confined to activities that have an economic purpose; instead, Congress is \"free to exclude from the commerce articles whose use in the states for which they are destined it may conceive to be injurious to the public health, morals or welfare.\" Applying this principle, the Court has upheld Congress's authority to prohibit the interstate shipment of stolen goods or kidnapped persons; the interstate shipment of goods produced without minimum-wage and maximum-hour protections; the interstate transportation of a woman or girl for prostitution; and the interstate mailing or transportation of lottery tickets. Significantly, however, the Court has also held that Congress may generally only \"regulate interstate transportation itself\" pursuant to this aspect of its Commerce Clause authority; Congress generally may not regulate \"manufacture before shipment or use after shipment.\""], "subsections": []}, {"section_title": "Protecting the Instrumentalities, Persons, or Things in Interstate Commerce", "paragraphs": ["Second, \"Congress is empowered to regulate and protect the instrumentalities of interstate commerce, or persons or things in interstate commerce.\" The instrumentalities of interstate commerce refer to the means of interstate commerce, such as an airplane or a train, whereas the \"persons or things in interstate commerce\" refer to the persons or things transported by the instrumentalities among the states. Significantly, the Supreme Court has recognized that Congress possesses the authority to address threats to the instrumentalities of commerce or to persons or things in commerce even if those threats \"come only from intra state activities.\" The Court has therefore held that Congress may validly criminalize the destruction of an aircraft that was used in interstate commerce or the theft of goods moving interstate. The Supreme Court has likewise upheld the regulation of intrastate railroad rates where the regulation was necessary to prevent \"common instrumentalities of interstate and intrastate commercial intercourse from being used in their intrastate operations to the injury of interstate commerce.\" The Court has similarly upheld federal legislation prohibiting the theft of goods from shipwrecked vessels. Critically, however, this aspect of Congress's commerce power extends only to the protection of the instrumentalities or persons or things being moved in interstate commerce and \"not all people and things that have ever moved across state lines.\""], "subsections": []}, {"section_title": "Regulating Activities that Substantially Affect Interstate Commerce", "paragraphs": ["Finally, Congress possesses the constitutional authority to regulate \"activities that substantially affect interstate commerce.\" This category, which one court described as the \"most unsettled\" and \"most frequently disputed\" of the three Lopez categories, authorizes Congress to \"regulate purely local activities\" as long as they are \"part of an economic 'class of activities' that have a substantial effect on interstate commerce.\" In this vein, the Court has stressed that the underlying test for whether Congress has authority to regulate intrastate economic activity is a \"modest\" one, wherein a \"rational basis\" needs to exist for Congress's conclusion that the activities in question, taken in the aggregate, would substantially affect interstate commerce. At the same time, however, the Court has explained that Congress may not regulate purely intrastate activity that is not clearly connected to any larger regulation of economic activity; nor may Congress pass a federal law that lacks any jurisdictional element to tie the activity being regulated to interstate commerce. To determine whether an activity has a \"substantial effect\" on interstate commerce, courts generally consider four non-dispositive factors:", "1. whether the activity itself \"has anything to do with commerce or any sort of economic enterprise, however broadly one might define those terms\"; 2. \"whether the statute in question contains an express jurisdictional element\"; 3. \"whether there are express congressional findings or legislative history regarding the effects upon interstate commerce of the regulated activity\"; and 4. \"whether the relationship between the regulated activity and interstate commerce is too attenuated to be regarded as substantial.\"", "The Supreme Court, applying these factors, has periodically ruled that Congress may not invoke the Commerce Clause to regulate certain purely intrastate non-economic activities. In United States v. Lopez , for instance, the Court invalidated a law prohibiting the possession of a gun near a school zone on the ground that the law (1) regulated purely non-economic activity; (2) lacked any jurisdictional element related to interstate commerce; (3) was unsupported by any congressional findings concerning interstate commercial activity; and (4) could only be viewed as regulating activity affecting commerce if the Court were to \"pile inference upon inference.\" Similarly, in United States v. Morrison , the Court struck down legislation creating a federal civil remedy for the victims of gender-motivated violence despite the existence of \"numerous\" congressional findings concluding that gender-motivated crimes had an effect on interstate commerce. The Morrison Court, noting the lack of a jurisdictional element in the law at issue, instead concluded that Congress may \"not regulate noneconomic, violent criminal conduct based solely on that conduct's aggregate effect on interstate commerce.\"", "By contrast, the Court has generally upheld legislation regulating economic activity—that is, activity pertaining to the \"production, distribution, and consumption of commodities\" —that \"substantially affects interstate commerce.\" For example, in Gonzales v. Raich , the Court upheld the application of the federal Controlled Substances Act to the cultivation of marijuana for personal, entirely intrastate medical use under the Commerce Clause, on the grounds that the \"failure to regulate that class of activity would undercut the regulation of the interstate market\" in marijuana."], "subsections": []}, {"section_title": "Regulating Inactivity", "paragraphs": ["The litigation over the Patient Protection and Affordable Care Act (ACA) resulted in a majority of the Court agreeing on another discrete limitation on Congress's commerce powers in the case of National Federation of Independent Business ( NFIB ) v. Sebelius —namely, that the Commerce Clause cannot compel individuals to engage in commercial activity. Among other issues, NFIB concerned whether the Commerce Clause authorized Congress to require \"most Americans to maintain 'minimum essential' health care coverage.\" Writing for himself, Chief Justice Roberts interpreted this \"individual mandate\" provision of the ACA to require \"individuals not engaged in commerce to purchase an unwanted product.\" Noting that the Court's Commerce Clause jurisprudence presupposed that the power \"reach[ed] 'activity,'\" the Chief Justice concluded that the Commerce Clause did not empower Congress \"to regulate individuals precisely because they are doing nothing,\" warning that such an interpretation would \"open a new and potentially vast domain to congressional authority.\" In so concluding, Chief Justice Roberts rejected the government's argument that there were \"no temporal limitations in the Commerce Clause,\" allowing Congress to regulate individuals who would one day enter the market. While the Chief Justice, joined by four other members of the Court, upheld the individual mandate under Congress's power to \"lay and collect taxes,\" the four dissenters in NFIB largely echoed Chief Justice Roberts's view of the Commerce Clause, concluding that \"[i]f Congress can reach out and command even those furthest removed from an interstate market to participate in the market, then the Commerce Clause becomes a font of unlimited power.\"", "Because no single opinion in NFIB enjoyed a majority of five Justices, it is uncertain whether the Chief Justice's and the dissenters' conclusions regarding the Commerce Clause constitute binding precedent. In any event, however, lower courts following NFIB have very rarely invalidated Commerce Clause legislation on \"inactivity\" grounds, largely because much of what Congress regulates can be described as a form of \"activity.\" For instance, in rejecting a challenge to another provision of the ACA—namely, the \"employer mandate,\" which requires certain employers to offer a minimum level of health insurance coverage to their employees and dependents—the Fourth Circuit distinguished the employer mandate from the individual mandate. Specifically, the appellate court concluded that, unlike the individual mandate, the employer mandate does not \"create commerce to regulate it\" because employers, \"by their very nature,\" are already \"engaged in economic activity.\" The Fourth Circuit thus held that the employer mandate does not compel employers \"to become active in commerce,\" but rather \"merely 'regulate[s] existing commercial activity.'\"", "Outside of the context of the ACA, Commerce Clause challenges predicated on NFIB 's inactivity principle have likewise been largely unsuccessful. For instance, in United States v. Roszkowski, the First Circuit rejected the argument that 18 U.S.C. § 922(g), a law that forbids convicted felons from possessing a firearm \"in or affecting commerce,\" exceeded Congress's commerce powers under the logic of NFIB 's Commerce Clause holding. Specifically, the First Circuit concluded that Section 922(g) was in \"stark contrast to the individual mandate\" at issue in NFIB , in that the former statute did not compel individuals to become active in commerce, but instead prohibited \"affirmative conduct that has an undeniable connection to interstate commerce.\" In another context, the Second Circuit, in United States v. Robbins , held that the Sex Offender Registration and Notification Act (SORNA) did not impermissibly regulate non-economic inactivity by making it a crime for a sex offender to travel in interstate commerce and knowingly fail to update his offender registration. The Robbins court reasoned that unlike those subject to the individual mandate under the ACA, \"sex offenders who are subjected to SORNA's requirements have all, in a sense, 'opted in' to the regulated group through their prior criminal activity.\" As a consequence, lower courts have not interpreted NFIB 's limitation on the scope of Congress's commerce power to impose a considerable limitation on Congress's regulatory authority."], "subsections": []}]}, {"section_title": "Treaty Power", "paragraphs": ["At least since the Supreme Court's 1920 ruling in Missouri v. Holland , courts have recognized that Congress has considerable power, even beyond the scope of its enumerated powers under Article I, when legislating to implement a treaty ratified pursuant to Article II, Section 2 of the Constitution. In Holland , the Supreme Court upheld a federal law regulating the killing of migratory birds that had been adopted pursuant to a treaty between the United States and Great Britain, even though a lower court had concluded that a similar statute enacted in the absence of a treaty was beyond the scope of Congress's enumerated powers and therefore unconstitutional on Tenth Amendment grounds. As the Court explained, to evaluate the statute's constitutionality, it was", "not enough to refer to the Tenth Amendment, reserving the powers not delegated to the United States, because by Article II, § 2, the power to make treaties is delegated expressly, and by Article VI treaties made under the authority of the United States, along with the Constitution and laws of the United States made in pursuance thereof, are declared the supreme law of the land.", "The Holland Court thus concluded that as long as the treaty was valid, there could \"be no dispute about the validity of the statute . . . as a necessary and proper means to execute the powers of Government.\" Holland therefore stands for the proposition that Congress generally has the power to enact legislation to implement a treaty even where it would lack such power in the treaty's absence. However, the complete extent to which Congress may intrude upon traditional state authority through treaty-implementing legislation remains unclear, and some scholars have suggested that there is reason to believe that Congress could not enact legislation that infringed upon the essential character of U.S. states, such as through legislation that commandeered state executive and legislative authorities.", "Notably, the petitioner in Bond v. United States asked the Court to reconsider the extent to which the Tenth Amendment constrains Congress's ability to enact treaty-implementing legislation. The petitioner in Bond had been convicted under the Chemical Weapons Convention Implementation Act of 1998 (CWCIA) for attempting to poison her husband's paramour with toxic chemicals. She argued that the act, as applied to her, impermissibly intruded upon matters falling under traditional state authority, and that Congress may not act beyond the scope of its enumerated powers to implement a treaty. However, the Court ultimately opted not to revisit its earlier statement in Missouri v. Holland regarding the scope of the treaty power, or provide any clear signal as to whether it agreed with the earlier Court's characterization. Over a separate opinion for three Justices that would have held that the scope of Congress's power to implement a treaty does not extend beyond its enumerated authority, the Court declined to reach the constitutional issue. The Court instead determined that the criminal provisions of the CWCIA should \"be read consistent with the principles of federalism inherent in our constitutional structure,\" and therefore should not be interpreted to cover the petitioner's conduct. Holland remains good law; however, Bond makes clear that, irrespective of related treaties, statutes must be interpreted consistent with the understanding that \"Congress normally preserves the constitutional balance between the National Government and the States.\""], "subsections": []}, {"section_title": "Congress's Powers Under the Civil War Amendments", "paragraphs": ["The Thirteenth, Fourteenth, and Fifteenth Amendments to the Constitution—referred to collectively as the \"Civil War Amendments\" or \"Reconstruction Amendments\" —grant Congress additional powers beyond those set forth in the original Constitution. The United States ratified each of these Amendments after the Civil War to end slavery and secure equal rights for former slaves. Thus, the Thirteenth Amendment prohibits slavery and involuntary servitude within the United States. The Fourteenth Amendment, among other things, provides that no state shall \"deprive any person of life, liberty, or property, without due process of law\" or \"deny to any person within its jurisdiction the equal protection of the laws.\" Finally, the Fifteenth Amendment guarantees that the right to vote \"shall not be denied or abridged by the United States or by any State on account of race, color, or previous condition of servitude.\" The Civil War Amendments significantly altered the balance of power between the states and the federal government by limiting state authority and granting Congress new powers to \"secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion.\"", "Each of the Civil War Amendments gives Congress the \"power to enforce\" its provisions \"by appropriate legislation.\" Congress's power to enforce the Civil War Amendments goes beyond legislation that simply prohibits unconstitutional conduct; rather, Congress may legislate prophylactically to deter or remedy constitutional violations \"even if in the process it prohibits conduct which is not itself unconstitutional.\" For example, to enforce the Thirteenth Amendment's prohibition on slavery, Congress possesses constitutional authority to eliminate the \"badges and the incidents of slavery,\" such as by banning racial discrimination in the sale of real property. Similarly, to enforce the Fifteenth Amendment's prohibition on racially discriminatory voting restrictions, Congress may ban the use of literacy tests in state and national elections, even though literacy tests are not themselves always unconstitutional.", "Although Congress's power under the Civil War Amendments is broad, \"it is not unlimited.\" In particular, the Supreme Court has recognized two major limitations to Congress's power under the Fourteenth Amendment. First, Congress may legislate only against \"state action\"; it may not rely on the Fourteenth Amendment to regulate the conduct of private (i.e., non-state) actors. Second, Congress may legislate only \"remedially\" under the Fourteenth Amendment; it may not change the substantive scope of the rights guaranteed. In other words, enforcement legislation must be \"targeted at 'conduct transgressing the Fourteenth Amendment's substantive provisions,'\" such that there is \"a congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.\""], "subsections": [{"section_title": "The State Action Requirement", "paragraphs": ["The first limitation—the \"state action requirement\"—derives from the text of Section One of the Fourteenth Amendment, which explicitly proscribes only certain actions undertaken by \"State[s].\" The Supreme Court has interpreted this language to mean that Congress may only legislate to combat discrimination by or through state governments; it may not rely on the Fourteenth Amendment to regulate \"merely private conduct, however discriminatory or wrongful.\" The state action requirement thus \"preserves an area of individual freedom by limiting the reach of federal law and federal judicial power.\" It also avoids imposing liability on state agencies and officials \"for conduct for which they cannot fairly be blamed.\"", "For example, in the 1883 Civil Rights Cases , the Supreme Court concluded that Congress had no authority under the Fourteenth Amendment to prohibit racial discrimination in places of public accommodation (such as inns, theaters, and railroads) because such laws targeted discrimination by private citizens. Much more recently, the Supreme Court reaffirmed the state action requirement in United States v. Morrison , holding that Congress could not create a federal remedy for victims of gender-motivated violence because the law \"is directed not at any State or state actor, but at individuals who have committed criminal acts motivated by gender bias.\"", "Conduct by ostensibly private actors will be deemed to be a state action only if \"there is such a 'close nexus between the State and the challenged action' that seemingly private behavior 'may be fairly treated as that of the State itself.'\" Such a close nexus requires that (1) \"the claimed constitutional deprivation . . . resulted from the exercise of a right or privilege having its source in state authority\"; and (2) \"the party charged with the deprivation must be a person who may fairly be said to be a state actor.\" For example, if a private citizen is a \"willful participant in joint activity with the State or its agents\" he may be held to account under the Fourteenth Amendment as if he were a state official. Whether an individual may fairly be said to be a state actor is a \"necessarily fact-bound inquiry.\" Significantly, however, discriminatory state legislation or conduct by individual state officials acting in their official capacity will satisfy the state action requirement."], "subsections": []}, {"section_title": "\"Congruence and Proportionality\" for Remedial Legislation", "paragraphs": ["The second major limitation on Congress's Fourteenth Amendment power is that enforcement legislation must be \"remedial\" in nature. Congress is not limited to legislating against actual constitutional violations; it may go further \"to remedy and to deter violation of [constitutional rights] by prohibiting a somewhat broader swath of conduct, including that which is not itself forbidden\" by the Fourteenth Amendment. Nonetheless, Congress can only enforce the rights guaranteed by the Amendment; it may not alter the substantive scope of the rights themselves.", "In the landmark case City of Boerne v. Flores , the Supreme Court crafted a test to determine when legislation to enforce the Fourteenth Amendment sweeps so broadly as to be unconstitutional. Boerne addressed the constitutionality of the Religious Freedom Restoration Act (RFRA) as it applied to the states. RFRA prohibited governments from substantially burdening any person's exercise of religion unless it was \"in furtherance of a compelling governmental interest\" and used \"the least restrictive means\" of furthering that interest. Congress enacted RFRA in response to an earlier Supreme Court decision, Employment Division v. Smith , which held that neutral, generally applicable state laws were not subject to heightened scrutiny under the First Amendment, even when such laws were applied to religiously motivated practices. Thus, in Smith , Oregon could enforce its general criminal prohibition on peyote use against the sacramental use of that drug in Native American churches without running afoul of the First Amendment. Through RFRA, Congress attempted to invoke its Fourteenth Amendment powers to establish a stricter test for religious liberty claims than the legal standard articulated by the Smith Court. However, Boerne held that RFRA exceeded Congress's power because Congress could not \"decree the substance of the Fourteenth Amendment's restrictions on the States.\" Although Congress can act to \"remedy or prevent unconstitutional actions,\" the Supreme Court explained that \"a congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end\" must exist. The Court concluded that RFRA failed the proportionality requirement because the legislative record lacked \"examples of modern instances of generally applicable laws passed because of religious bigotry,\" and the statute's sweeping coverage threatened general state laws \"of almost every description and regardless of subject matter.\"", "Courts applying Boerne 's \"congruence and proportionality\" test typically utilize a three-step approach. First, the court \"identif[ies] with some precision the scope of the constitutional right\" that the legislation is intended to remedy. Second, the court examines \"whether Congress identified a history and pattern of unconstitutional [violations] by the States\" with respect to the constitutional right at issue. Finally, the court compares the scope of the law to the history of violations to determine if the legislation is \"so out of proportion to a supposed remedial or preventive object that it cannot be understood as responsive to, or designed to prevent, unconstitutional behavior.\"", "Nearly all of the Supreme Court decisions applying Boerne arise in the context of congressional attempts to abrogate state immunity to suit under the Eleventh Amendment. As discussed in more detail below, states generally cannot be sued unless Congress validly revokes their Eleventh Amendment immunity. Moreover, Congress cannot use its Article I powers, such as its Commerce Clause power, to abrogate the states' Eleventh Amendment immunity. Instead, Congress must often rely on its enforcement power under the Fourteenth Amendment if it seeks to pass legislation that subjects states to suit in federal court.", "The decisions applying Boerne to purported abrogations of Eleventh Amendment immunity have sharply divided the Supreme Court. As a result, it can be difficult to predict how the Court will rule in any particular case, and the decisions can be highly fact-bound. For example, in the context of the Americans with Disability Act (ADA), the Court has held that Congress cannot abrogate state immunity with respect to Title I of the ADA (which prohibits disability discrimination in employment), but that it can abrogate state immunity with respect to some applications of Title II of the ADA (which prohibits disability discrimination in the provision of public services). In the context of the Family Medical Leave Act (FMLA), the Court has held that Congress may validly abrogate state immunity with respect to FMLA's guarantee of leave for an employee to take care of ill family members (the \"family-care\" provisions), but not with respect to FMLA's guarantee of leave when the employee herself is sick (the \"self-care\" provisions). ", "Generally speaking, these cases often turn on whether the legislative record demonstrates a history or pattern of state violations of the constitutional right at issue. For example, in Tennessee v. Lane , the Supreme Court found that the legislative record showed a pattern of \"unconstitutional discrimination against persons with disabilities in the provision of public services\" that justified congressional abrogation of state immunity with respect to Title II of the ADA. In contrast, in Board of Trustees of the University of Alabama v. Garrett , the Court struck down legislation that applied the ADA to state government employment decisions based (in part) on its finding that there was no \"history and pattern of unconstitutional employment discrimination by the States against the disabled.\"", "Another important consideration concerning Congress's power under the Fourteenth Amendment is the particular constitutional right at issue. Courts have tended to be more deferential to uses of Congress's Fourteenth Amendment power when the violations involve a suspect classification (such as race or sex) or a fundamental right. For example, one reason that the Supreme Court found a valid abrogation with respect to FMLA's family-care leave provisions was that the legislation was designed to combat sex discrimination in the workplace, and courts typically subject distinctions based on sex to heightened scrutiny. In contrast, the Court found a purported abrogation invalid with respect to the ADA's employment disability discrimination provisions in part because disability classifications are subject only to rational-basis review. The Court subsequently limited that holding with respect to Title II of the ADA, however, largely because the particular variety of disability discrimination at issue—denial of courthouse access—involved not just discrimination but also the fundamental right of due process of law.", "Courts applying the Boerne test also evaluate the breadth of the congressional remedy in relation to the severity of the constitutional violation that Congress seeks to prevent. Thus, in Tennessee v. Lane , the Court held that there was a valid abrogation of immunity in part because Congress chose a \"limited\" remedy of affording reasonable accommodations to the disabled. In contrast, Boerne itself found that RFRA lacked congruence and proportionality because the Act would subject states to \"the most demanding test known to constitutional law\" even when the conduct at issue did not violate the Constitution.", "Significantly, however, a court need only assess whether a challenged statute satisfies the congruence and proportionality test if the legislation is \"prophylactic\"; that is, if it purports to regulate conduct beyond actual violations of the Fourteenth Amendment. To the extent that Congress merely creates a cause of action for activity that \"actually violates the Fourteenth Amendment,\" Congress may abrogate state sovereign immunity without a showing of congruence and proportionality.", "As a practical matter, there are two main steps that legislators can take to decrease the likelihood that a court will conclude that a given piece of legislation exceeds Congress's Fourteenth Amendment power and is therefore invalid. First, Congress can develop a substantial legislative record that demonstrates a \"history and pattern\" of constitutional violations justifying the remedial legislation. Congress will have more leeway to craft a legislative remedy when the history of constitutional violations is severe, implicates a fundamental right, or involves a suspect classification. Second, Congress could ensure that its remedy is \"drawn in narrow terms to address or prevent\" those constitutional violations. Although Congress has power to regulate conduct that does not itself violate the Fourteenth Amendment, it arguably should avoid sweeping too broadly in crafting a remedy."], "subsections": []}]}, {"section_title": "Necessary and Proper Clause", "paragraphs": ["Supplementing Congress's enumerated powers is the Necessary and Proper Clause, which grants Congress the power to \"make all Laws which shall be necessary and proper for carrying into Execution the\" powers enumerated in Article I of the Constitution, as well as \"all other Powers vested by the Constitution in the Government of the United States, or in any Department or Officer thereof.\" The Necessary and Proper Clause is typically understood not as an independent grant of congressional power, but as an extension of all the other powers vested in the federal government, especially Congress's enumerated Article I powers. Thus, explicitly or implicitly, when a court addresses the outer limits of Congress's power under, for example, the Commerce Clause, it necessarily considers the challenged statute's validity under the Necessary and Proper Clause, as well. In a few cases, however, the Supreme Court has analyzed Congress's power under the Necessary and Proper Clause independently from any specific enumerated power. Typically, these cases involve either multiple enumerated powers, or congressional actions that are many steps removed from the exercise of the underlying enumerated federal power. Because the extent of the Necessary and Proper Clause defines the outer reaches of Congress's legislative power, these cases delineate the boundary between the authority of the federal government and those areas reserved to the states.", "The Supreme Court's 1819 opinion in McCulloch v. Maryland provides the canonical interpretation of the Necessary and Proper Clause. McCulloch resolved the then-controversial issue of whether Congress had the power to incorporate a national bank. Because the enumerated powers of Article I do not explicitly include the power to establish a bank, McCulloch addressed whether creating a national bank was a necessary and proper means of effectuating Congress's powers \"to lay and collect taxes; to borrow money; to regulate commerce; to declare and conduct a war; and to raise and support armies and navies.\" The decision thus hinged on how broadly to construe the Necessary and Proper Clause. The McCulloch Court emphatically rejected the argument that Congress's powers under the Clause are limited to those that are \"indispensibl[e]\" or \"absolutely\" necessary. Rather, the Court held that \"necessary\" was better understood to mean \"conducive to\" or \"needful.\" As the Court concluded: \"Let the end be legitimate, let it be within the scope of the constitution, and all means which are appropriate, which are plainly adapted to that end, which are not prohibited, but consist with the letter and spirit of the constitution, are constitutional.\"", "Many federal laws rest on the foundation established by McCulloch 's broad interpretation of the Necessary and Proper Clause. For example, \"the Necessary and Proper Clause provides the constitutional authority for most federal criminal statutes.\" The Constitution expressly empowers Congress to punish only four crimes: counterfeiting, piracies, offenses against the law of nations, and treason. The remainder of the federal criminal code—including prohibitions on tax evasion, racketeering, mail fraud, drug possession, and other crimes —rests on a determination that criminalization is necessary to effectuate congressional power to regulate interstate commerce, collect taxes, establish post offices, spend for the general welfare, or some other enumerated power.", "Since McCulloch , the Supreme Court has continued to follow an expansive interpretation of the Necessary and Proper Clause, holding that the Clause permits any federal legislation that is \"convenient\" or \"useful\" to the exercise of federal power and is thereby \"rationally related to the implementation of a constitutionally enumerated power.\" The leading modern case interpreting the Clause is United States v. Comstock , which concerned a law that provided for indefinite civil commitment of certain persons in federal custody who were shown to be \"sexually dangerous\" and accordingly authorized detention of such prisoners even after they had served their sentences. The difficulty with the law, as a matter of congressional power, was that the offenders' sexual dangerousness did not have an explicit tie to any enumerated federal power. Moreover, the Court's 2000 decision in United States v. Morrison foreclosed the argument that Congress could regulate general sexual violence pursuant to the Commerce Clause. Comstock nonetheless upheld the civil commitment provision under the Necessary and Proper Clause. Writing for the majority, Justice Breyer held that whichever enumerated power justified the prisoner's crime of conviction also permitted Congress \"to provide appropriately for those imprisoned, and to maintain the security of those who are not imprisoned but who may be affected by the federal imprisonment of others,\" including through post-sentence civil commitment. The Court concluded that the following five factors rendered the challenged law a valid exercise of Congress's Necessary and Proper Clause authority:", "(1) the breadth of the Necessary and Proper Clause, (2) the long history of federal involvement in this arena, (3) the sound reasons for the statute's enactment in light of the Government's custodial interest in safeguarding the public from dangers posed by those in federal custody, (4) the statute's accommodation of state interests, and (5) the statute's narrow scope.", "A few years later, the Supreme Court reaffirmed Comstock 's broad reading of the Necessary and Proper Clause in United States v. Kebodeaux . Kebodeaux concerned another federal regulation of sex offenders: namely, the registration requirements of the 2006 Sex Offender Registration and Notification Act (SORNA). Anthony Kebodeaux, a member of the U.S. Air Force, was convicted by a court martial of a sex crime in 1999; he served a three-month sentence and received a bad conduct discharge. In 2007, Kebodeaux was convicted of violating SORNA when he moved from El Paso to San Antonio but failed to update his registration. Although Congress had not enacted SORNA until well after Kebodeaux's court martial and discharge, the Supreme Court upheld SORNA's application to Kebodeaux as necessary and proper to Congress's power to \"make Rules for the . . . Regulation of the land and naval Forces.\" Key to that conclusion was the Court's finding that Kebodeaux's release from federal custody was not \"unconditional\" because he was subject to an earlier federal statute, the Wetterling Act, which imposed \"very similar\" registration requirements to those of SORNA. The Court explained that, as applied to Kebodeaux, the Wetterling Act was necessary and proper to Congress's power to regulate the military because it was imposed as part of Kebodeaux's original punishment by the court martial. The Court thus framed the case as presenting a narrow question of whether Congress could later \"modify\" those registration requirements through SORNA. Applying the five Comstock factors discussed above, the Court found that the breadth of the Necessary and Proper Clause and the reasonableness of Congress's registration requirements justified SORNA's application to Kebodeaux.", "Though Comstock and Kebodeaux embrace a broad understanding of the Necessary and Proper Clause, Congress's powers under this provision are not unlimited. For example, as discussed above with respect to the Commerce Clause, a majority of the Supreme Court has concluded that federal laws forbidding gun possession near schools, creating a civil remedy for victims of gender-motivated violence, and compelling the purchase of health insurance are not necessary and proper to the exercise of Congress's power to regulate interstate commerce. Nevertheless, following Comstock and Kebodeaux , lower courts have been deferential to Congress's power under the Necessary and Proper Clause. Many of the reported cases address various as-applied challenges to SORNA; the courts of appeals have repeatedly rejected such challenges, even when the defendant \"neither served in the military, nor committed an offense or lived on federal property, nor moved within interstate or foreign commerce.\" Courts have likewise relied on the Necessary and Proper Clause to uphold Congress's power to criminalize hostage taking; exercise supplemental jurisdiction over state law claims; criminalize theft from organizations receiving federal funds; criminalize bribery of state and local officials receiving federal funds; establish military commissions to try conspiracy to commit war crimes; and criminalize sexual abuse in federal prisons."], "subsections": []}]}, {"section_title": "External Federalism Limitations on Congress's Powers", "paragraphs": ["In addition to the \"internal\" limitations on Congress's powers discussed above, the Supreme Court has recognized a variety of federalism doctrines that affirmatively prohibit Congress from taking certain actions even if Congress would otherwise be authorized to act pursuant to one of its enumerated powers. This section of the report accordingly discusses these \"external\" limitations on Congress's authority. First, the report discusses the \"anti-commandeering\" doctrine, before addressing the limitations on Congress's authority under the Spending Clause. The report then discusses the Eleventh Amendment and state sovereign immunity, before concluding with a review of the equal sovereignty doctrine the Supreme Court recognized in its 2013 decision in Shelby County v. Holder ."], "subsections": [{"section_title": "The \"Anti-Commandeering\" Doctrine", "paragraphs": ["The \"anti-commandeering\" doctrine generally prohibits the federal government from requiring states and localities to adopt or enforce federal policies. The Supreme Court has explained that this principle derives from the \"fundamental structur[e]\" of the Constitution, which \"withholds from Congress the power to issue orders directly to the States\" and reserves all legislative power not granted to Congress to the states via the Tenth Amendment.", "The anti-commandeering doctrine has its origins in the Court's 1992 decision in New York v. United States , which struck down a provision of a federal statute that required states to either (1) regulate low-level radioactive waste generated within their borders according to the instructions of Congress, or (2) take title to and possession of such waste. In striking down the provision, the Court reasoned that in light of the absence of an enumerated constitutional power to issue commands to state governments and the Tenth Amendment's reservation of state sovereignty, Congress may not \"commandeer\" or \"conscript\" state governments into implementing federal policies by \"directly compelling them to enact and enforce a federal regulatory program.\" The Court explained that this limitation on Congress's authority \"follows from an understanding of the fundamental purpose served by our Government's federal structure\" to \"secure[] to citizens the liberties that derive from the diffusion of sovereign power.\" The Court also reasoned that the anti-commandeering doctrine is necessary to ensure political accountability because \"[w]here the Federal Government directs the States to regulate, it may be state officials who will bear the brunt of public disapproval, while the federal officials who devised the regulatory program may remain insulated from the electoral ramifications of their decision.\"", "The Court again applied the anti-commandeering doctrine five years later in Printz v. United States . In Printz , the Court struck down a provision of the Brady Handgun Violence Prevention Act that required state law enforcement officers to perform background checks on prospective gun purchasers. In striking down the challenged provision, the Court concluded that Congress cannot require states to enforce or implement federal policies, even where the relevant federal legislation merely requires state officials to perform \"discrete, ministerial tasks.\" As in New York , the Court explained that this principle follows from the Constitution's \"structural protections of liberty,\" and that a contrary rule would diminish the political accountability of government officials. The Court also gestured toward a related but separate rationale for the anti-commandeering doctrine, reasoning that allowing Congress to \"forc[e] state governments to absorb the financial burden of implementing a federal regulatory program\" would permit federal officials to \"take credit for 'solving' problems without having to ask their constituents to pay for the solutions with higher federal taxes.\"", "Nevertheless, the Supreme Court has explained that the anti-commandeering doctrine recognized in New York and Printz has important limits. First, the Court has explained that the doctrine \"does not apply when Congress evenhandedly regulates an activity in which both States and private actors engage.\" The Court invoked this \"exception\" to the anti-commandeering doctrine in Reno v. Condon , where it rejected a Tenth Amendment challenge to a federal law that restricted the states' ability to disclose personal information contained in the records of their motor vehicle departments (DMVs). The Court upheld the challenged law—which also restricted the ability of private actors to disclose personal information they obtained from state DMVs—because the law \"regulate[d] the States as the owners of\" databases, but did not impinge states' \"sovereign capacity to regulate their own citizens\" by requiring the states to enact specific regulations or assist in the enforcement of federal statutes regulating private individuals.", "Second, the anti-commandeering doctrine does not prohibit Congress from requiring state courts to enforce federal causes of action. The Court arrived at this conclusion in its 1947 decision in Testa v. Katt , where it held that Rhode Island courts were required to enforce the federal Emergency Price Control Act. The Act established a cause of action against persons who sold certain goods above a prescribed price ceiling and provided that state courts shared concurrent jurisdiction with federal courts to adjudicate claims brought under the Act. In Testa , the Court rejected the argument that Rhode Island courts were not required to enforce the Act because they were not required to enforce the statutes of other sovereigns, explaining that under the Supremacy Clause, \"the policy of the federal Act is the prevailing policy in every state.\" Accordingly, while the anti-commandeering doctrine prohibits Congress from conscripting state legislatures and executive officials to adopt or enforce federal policy, it does not prevent Congress from requiring state courts to enforce federal causes of action. ", "Third, the Supreme Court has \"long recognized\" that Congress can displace (or \"preempt\") otherwise valid but conflicting state laws under the Constitution's Supremacy Clause so long as it does so pursuant to its enumerated powers. The Court has held that Congress's power to preempt state law includes the power \"to offer States the choice of regulating . . . according to federal standards or having state law pre-empted by federal regulation.\" As discussed below, these sorts of \"conditional preemption\" schemes are a ubiquitous feature of what have been called \"cooperative federalism\" programs, and are particularly common in federal environmental law. The Court has held that conditional preemption schemes are permissible as long as they do not \"require the States to enforce federal law,\" even going so far as to hold that Congress may demand that states \"consider\" federal standards as a precondition to continued state regulation of a field so long as it does not require states to adopt federal standards.", "In 2018, the Court considered the relationship between \"commandeering\" and preemption in Murphy v. NCAA . Murphy involved New Jersey's effort to legalize sports gambling and the federal Professional and Amateur Sports Protection Act of 1992 (PASPA), which made it unlawful for most states to (among other things) \"authorize by law\" sports gambling. In 2014, New Jersey enacted a statute partially repealing its prohibition on sports gambling, allowing gambling to occur at most casinos and racetracks in the state, but maintaining restrictions on (1) gambling at other locations, (2) gambling on New Jersey sporting events and collegiate teams, and (3) gambling by persons under the age of 21. The National Collegiate Athletic Association (NCAA) and other sports leagues (which PASPA empowered to bring civil actions to enjoin violations of the statute) challenged the New Jersey law as an \"authorization\" of sports gambling that violated PASPA. In response, New Jersey argued (among other things) that PASPA unconstitutionally commandeered state authority by prohibiting it from repealing its ban on sports gambling. ", "The Court sided with New Jersey and struck down PASPA's prohibition of state \"authorization\" of sports gambling under the anti-commandeering doctrine. The Court concluded that this provision in PASPA was unconstitutional because it \"unequivocally dictate[d] what a state legislature may and may not do,\" and accordingly placed states \"under the direct control of Congress.\" In arriving at this conclusion, the Court rejected the NCAA's argument that PASPA's \"anti-authorization\" provision represented a valid exercise of Congress's power to preempt state law. The Court rejected this argument on the grounds that \"valid preemption\" occurs only when federal law is \"best read as . . . regulat[ing] private actors,\" as opposed to state governments. According to the Court, a federal statute is \"best read as . . . regulat[ing] private actors\" when it \"imposes restrictions or confers rights on private actors,\" thereby preempting state laws that impose restrictions or confer rights that conflict with the federal statute. Because PASPA's \"anti-authorization\" provision did not \"confer any federal rights on private actors interested in conducting sports gambling operations\" or \"impose any federal restrictions on private actors,\" the Court concluded that it could not be interpreted \"as anything other than a direct command to the States,\" which the anti-commandeering doctrine forbids."], "subsections": []}, {"section_title": "Limits on the Spending Power", "paragraphs": ["While the anti-commandeering doctrine prohibits Congress from requiring states and localities to adopt or enforce federal policies, Congress retains the power to encourage states and localities to adopt or enforce federal policies by paying them to do so pursuant to its Spending Clause authority. However, the Supreme Court has held that this power to attach conditions to federal spending is not unlimited. As discussed above, the Court has held that based on the language of the Spending Clause, Congress's exercise of its Spending Power \"must be in pursuit of 'the general welfare.'\" The Court has also recognized the following four additional limitations on Congress's Spending Clause authority."], "subsections": [{"section_title": "Clear Notice", "paragraphs": ["First, the Court has held that if Congress intends to place conditions on the receipt of federal funds by states, it \"must do so unambiguously,\" thereby \"enabl[ing] the States to exercise their choice knowingly, cognizant of the consequences of their participation.\" The Court announced this limitation on Congress's Spending Clause authority in Pennhurst State School & Hospital v. Halderman , where it rejected the argument that states receiving federal funds under the Developmentally Disabled Assistance and Bill of Rights Act were required to abide by the statute's \"bill of rights\" for the developmentally disabled as a condition of accepting the funds. In the statute's \"bill of rights,\" Congress set forth a number of \"findings\" regarding the rights of the developmentally disabled, including findings that (1) developmentally disabled persons have \"a right to appropriate treatment, services, and habilitation for [their] disabilities,\" and (2) treatment for such disabilities \"should be provided in the setting that is least restrictive of the person's individual liberty.\" In Pennhurst , a developmentally disabled resident of a Pennsylvania hospital filed a lawsuit challenging his conditions of confinement, arguing that the hospital had violated its duty under the federal statute to provide him with the \"least restrictive\" treatment possible. The Supreme Court rejected this argument, concluding that the statute's \"bill of rights\" did not create substantive rights that states receiving federal funds were required to respect. In arriving at this conclusion, the Court explained that because \"legislation enacted pursuant to the spending power is much in the nature of a contract,\" Congress must provide clear notice of any conditions it attaches to federal grants so that states are able to accept those conditions \"voluntarily and knowingly.\" The Court concluded that Congress had not provided states with the required clear notice in the relevant statute because \"nothing in the Act or its legislative history\" suggested that Congress intended to condition funding on states' assumption of the \"high cost\" of compliance with the Act's \"bill of rights.\"", "The Court arrived at a similar conclusion in its 2006 decision in Arlington Central School District Board of Education v. Murphy . Arlington Central involved a fee-shifting provision in the Individuals with Disabilities Education Act (IDEA), which provides federal funds to assist state and local agencies in educating children with disabilities and conditions such funding on compliance with certain requirements, including requirements related to litigation commenced to enforce the IDEA. The case required the Court to determine whether the IDEA's fee-shifting provision—which provides that courts \"may award reasonable attorneys' fees as part of the costs\" to parents who prevail in litigation brought under the IDEA—authorizes prevailing parents to recover fees for services rendered by experts in IDEA litigation. The Court held that the IDEA's fee-shifting provision did not authorize prevailing parents to recover expert fees from states and municipalities, reasoning that the provision did not provide states and localities with the required \"clear notice\" that acceptance of IDEA funding would result in potential liability for such fees.", "One commentator has observed that lower courts have applied the \"clear notice\" requirement to conditional spending schemes \"with great frequency.\" According to this commentator, courts have interpreted the \"clear notice\" requirement as \"demanding that funding recipients receive three different types of notice before being held liable for violation of a funding condition: (a) notice of the remedy for violation of a funding condition, (b) notice of how the substantive rule imposed by that condition applies to particular facts, and (c) notice of the facts in a given case that violate that condition.\" Nevertheless, courts have held that where \"the plain language\" of a federal statute imposes a condition on the receipt of federal funds, the condition does not exceed the scope of Congress's Spending Clause authority under the \"clear notice\" doctrine. In Madison v. Virginia , for example, the Fourth Circuit rejected the argument that the Religious Land Use and Institutionalized Persons Act of 2000 (RLUIPA) fails to provide \"clear notice\" that recipients of federal prison funds are required to abide by the statute's protections of religious liberty. The court rejected this argument because \"the plain language\" of RLUIPA—which (1) provides that \"[n]o government\" shall substantially burden prisoners' religious exercise absent a compelling governmental interest, (2) defines \"government\" as including states and their agencies and departments, and (3) provides that its religious liberty protections apply to any \"program[s] or activit[ies] that receive[] Federal financial assistance\"—gives states \"clear notice\" that they are required to abide by RLUIPA's religious liberty protections as a condition of receiving federal prison funds."], "subsections": []}, {"section_title": "Relatedness", "paragraphs": ["Second, the Supreme Court's cases have also \"suggested (without significant elaboration) that conditions on federal grants might be illegitimate if they are unrelated to the federal interest in particular national projects or programs.\" The Court briefly discussed this limitation on Congress's Spending Clause authority in its 1987 decision in South Dakota v. Dole . In that case, the Court rejected a challenge to a federal statute that withheld five percent of federal highway funds otherwise allocable to states from those states that did not adopt a legal drinking age of at least 21 years. In outlining the limitations on Congress's Spending Clause authority, the Court acknowledged the \"relatedness\" requirement, but noted that South Dakota (the state challenging the condition) had not disputed the connection between the drinking-age condition and the purpose behind the federal highway funds. Because South Dakota had not challenged the drinking-age condition on \"relatedness\" grounds, the Court quickly disposed of the issue, concluding that the drinking-age condition was \"directly related to one of the main purposes for which highway funds are expended—safe interstate travel.\"", "While the Court acknowledged the \"relatedness\" limitation on Congress's Spending Clause authority in Dole , it has yet to overturn Spending Clause legislation on \"relatedness\" grounds. In examining lower court decisions applying the limitation, two commentators have noted that most lower courts have given the \"relatedness\" requirement \"only cursory attention,\" and \"have had little difficulty upholding a wide range of funding conditions without a clearly explained relationship to the underlying legislation.\""], "subsections": []}, {"section_title": "Independent Constitutional Bar", "paragraphs": ["Third, the Supreme Court has explained that constitutional provisions other than the Spending Clause \"may provide an independent bar to the conditional grant of federal funds.\" To illustrate, in Dole , the Court considered whether the Twenty-First Amendment prohibited Congress from withholding federal funds from states that did not adopt the federally favored minimum drinking age. The State of South Dakota argued that (1) because the Twenty-First Amendment conditioned the legality of the transportation of alcoholic beverages on their status under state law, it prohibited the federal government from directly establishing a federal minimum drinking age; and (2) the Spending Clause should not be interpreted as allowing Congress to indirectly regulate matters that it is prohibited from regulating directly. The Court rejected this understanding of the \"independent constitutional bar\" limitation on Congress's Spending Clause authority, explaining that the limitation \"is not . . . a prohibition on the indirect achievement of objectives which Congress is not empowered to achieve directly.\" Rather, the Court concluded that the \"independent constitutional bar\" limitation \"stands for the unexceptionable proposition that\" Congress's Spending Clause \"power may not be used to induce the States to engage in activities that would themselves be unconstitutional,\" such as engaging in \"invidiously discriminatory state action\" or \"inflict[ing] . . . cruel and unusual punishment.\" Because South Dakota \"would not violate the constitutional rights of anyone\" were it to \"succumb to the blandishments offered by Congress and raise its drinking age to 21,\" the Court explained, conditioning federal funding on South Dakota's decision to raise its drinking age did not exceed the scope of Congress's Spending Clause authority."], "subsections": []}, {"section_title": "The \"Anti-Coercion\" Doctrine", "paragraphs": ["Finally, the Supreme Court has explained that just as Congress may not require states to adopt or enforce federal policy under the anti-commandeering doctrine, Congress may not attach conditions to the receipt of federal funding when \"the financial inducement\" offered by such funding is \"so coercive as to pass the point at which pressure turns into compulsion.\" The Court acknowledged this limitation on Congress's Spending Clause authority in Dole , where it rejected the argument that withholding the relevant federal highway funds from states that refused to adopt a federally favored drinking age qualified as overly \"coercive.\" In rejecting this argument, the Court concluded that because the challenged statute threatened non-compliant states with the loss of only five percent of their federal highway funds, it offered only \"relatively mild encouragement\" to states to adopt federal policy and accordingly represented a valid use of Congress's Spending Clause authority. ", "In the years following Dole , lower courts applying that decision rejected a number of \"coerciveness\" challenges to statutes attaching conditions to the receipt of federal funds. Commentators therefore generally assumed that the Court's identification of an \"anti-coercion\" limitation on Congress's Spending Clause authority did not in practice amount to a meaningful constraint on federal power. However, the Court upended this consensus in the NFIB case discussed above, where it held for the first (and to date only) time that a federal statute crossed the line separating permissible \"pressure\" from impermissible \"coercion.\" In addition to rejecting a constitutional challenge to the ACA's \"individual mandate,\" the Court also considered whether an ACA provision allowing the Secretary of Health and Human Services to withhold all Medicaid grants from states that refused to accept expanded Medicaid funding and comply with the conditions attached to it unconstitutionally coerced states into accepting federal policy. The Court ultimately concluded that this provision in the ACA violated the Tenth Amendment. In addressing the coerciveness issue, Chief Justice Roberts (who was joined by Justices Breyer and Kagan) explained that as in Dole , the challenged conditions did not govern the use of new funding provided to states, but instead represented a \"threat[] to terminate other significant independent grants\" already provided to states. Because the provision threatened to terminate other \"independent\" grants, the Chief Justice reasoned, it was \"properly viewed as a means of pressuring the States to accept policy changes,\" requiring the Court to evaluate whether it was overly coercive. Chief Justice Roberts explained that the provision was indeed overly coercive because the threat to withhold all of a state's Medicaid funding operated as a \"gun to the head\" that left states \"with no real option but to acquiesce in the Medicaid expansion.\" Specifically, the Chief Justice noted that while the federal funds at issue in Dole represented less than half of one percent of South Dakota's budget at the time, the relevant ACA provision threatened states with the loss of funds representing over ten percent of their budgets. Chief Justice Roberts concluded that a threat to withhold federal funds of this magnitude was an unacceptably coercive means of incentivizing states to adopt federal policy.", "Lower courts are still working through the implications of the Court's \"anti-coercion\" decision in NFIB . In Mississippi Commission on Environmental Quality v. EPA , for instance, the D.C. Circuit rejected a \"coerciveness\" challenge to a provision in the Clean Air Act (CAA) allowing the Environmental Protection Agency (EPA) to prohibit the approval of federal funding for state transportation projects in areas that failed to attain compliance with national air quality standards. The court concluded that the provision was not unduly coercive because (1) like the statute upheld in Dole , but unlike the ACA provision struck down in NFIB , the relevant CAA provision did not threaten states with a loss of all federal funding for an existing program, but only with a loss of funding for transportation projects in certain geographic areas; (2) Texas (one of the states challenging the provision) failed to demonstrate that a significant number of its counties were non-compliant with national air quality standards and accordingly stood to lose funds; and (3) even if all of the relevant funds were withheld, those funds totaled less than four percent of Texas's budget. In light of these considerations, the court concluded that the challenged CAA provision was not unduly coercive because the loss of funding threatened by the provision did \"not even approach the over 10 percent of a State's overall budget at issue in NFIB .\" Although the Mississippi Commission court rejected a \"coerciveness\" challenge to the CAA, two observers have argued that the D.C. Circuit's decision is \"not likely to be the final word on the constitutionality of the CAA sanctions,\" as another CAA provision allows the EPA to withhold federal highway funding more broadly than the provision at issue in Mississippi Commission and may accordingly present a closer constitutional question.", "Some litigants and commentators have also argued that the anti-coercion doctrine should not be limited to cases where the federal government offers financial inducements to states and localities. These observers contend that other means of pressuring states and localities to adopt federal policies—in particular, certain conditional preemption schemes—pose the same risk of federal coercion as the ACA provision the Supreme Court struck down in NFIB . In West Virginia v. EPA , for instance, a coalition of 24 states offered an argument of this sort in challenging an EPA rule setting standards for carbon dioxide emissions from certain power plants, colloquially known as the \"Clean Power Plan\" (CPP). Among other things, the CPP requires states to submit plans to reduce carbon emissions from the relevant plants that meet certain federal standards. The CPP further provides that if states fail to submit adequate plans, the EPA will impose a federal plan implementing the relevant standards. In challenging these provisions in the CPP, the states argued that because the EPA lacks the authority to directly impose certain requirements that states would have the authority to impose in developing emission reduction plans (specifically, requirements concerning operational efficiency at individual plants), a federal plan implementing the CPP would necessarily involve federal rules that would result in the closure of all fossil-fuel fired power plants. According to the states, these rules would in turn require state regulators to facilitate the availability of other power sources (e.g., natural gas and renewable energy) to maintain functioning electric systems. The states contended that this \"threat[] to disrupt the electric systems of States that do not carry out federal policy\" violates the anti-coercion doctrine by leaving states \"with no real option but to acquiesce to federal demands.\" ", "In February 2016, the Supreme Court stayed the implementation of the CPP, potentially suggesting that a majority of the Court had concerns about its legality. However, after the Trump Administration assumed office, the EPA issued a proposal to repeal the CPP and is currently in the process of developing a rule to replace it, likely mooting the litigation over the lawfulness of the CPP."], "subsections": []}]}, {"section_title": "The Eleventh Amendment and State Sovereign Immunity", "paragraphs": ["In addition to the aforementioned external constraints on Congress's power, the Eleventh Amendment to the United States Constitution—which states that \"the Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State\"—establishes additional limitations on the federal government's power vis-à-vis the states. Subject to certain exceptions discussed below, if a litigant initiates a lawsuit against a state against that state's wishes, the court must generally dismiss the case. ", "The Eleventh Amendment thereby implicates federalism by limiting the federal government's ability to regulate the states and thereby restricting Congress's authority to enact statutes that subject states to suit. In the seminal 1890 case Hans v. Louisiana , the Supreme Court affirmed the principle that states generally enjoy immunity from private suits arising under federal statutory or constitutional law. Because judicial adjudication is the primary means by which the federal government may enforce its legal mandates, and because the Eleventh Amendment insulates states from many types of lawsuits to enforce federal laws, the Eleventh Amendment imposes significant constraints on the national government's power vis-à-vis the states.", "The Court has interpreted the Eleventh Amendment against the broader background principle, inherent in the Constitution's structure, that the states, as separate and independent sovereigns, enjoy immunity from suit. Thus, although the Supreme Court has \"sometimes referred to the States' immunity from suit as 'Eleventh Amendment immunity,'\" that phrase is \"something of a misnomer, for the sovereign immunity of the States neither derives from, nor is limited by, the terms of the Eleventh Amendment.\" As the Supreme Court has explained, \"each State is a sovereign entity in our federal system,\" and \"it is inherent in the nature of sovereignty not to be amenable to the suit of an individual without [the sovereign's] consent.\" According to the Supreme Court, state sovereign immunity \"serves two fundamental imperatives: safeguarding the dignity of the states and ensuring their financial solvency.\" As to the first of those two principles, the Court has stated that \"making one sovereign appear against its will in the courts of\" another sovereign—as would occur if a state were forced to litigate a case commenced against it in federal court—would impinge the former sovereign's dignity. The doctrine of state sovereign immunity accordingly \"confirms the sovereign status of the States by shielding them from suits by individuals absent their consent.\" With regards to the second principle, the Supreme Court has emphasized that \"the allocation of scarce resources among competing needs and interests lies at the heart of the political process.\" The Court has therefore reasoned that granting \"an unlimited congressional power to authorize suits\" for monetary damages against the states \"would pose a severe and notorious danger to the States and their resources\" and thereby afford \"Congress a power and a leverage over the States that is not contemplated by our constitutional design.\"", "Because \"the Eleventh Amendment is but one particular exemplification of\" the broader principle of state sovereign immunity, the Supreme Court \"has repeatedly held that the sovereign immunity enjoyed by the States extends beyond the literal text of the Eleventh Amendment.\" For instance, even though the text of the Eleventh Amendment would appear to only prohibit federal courts from adjudicating lawsuits against states filed by citizens of another state or a foreign state, the Supreme Court has nonetheless \"extended the Amendment's applicability to suits by citizens against their own states.\" Additionally, even though the text of the Eleventh Amendment appears to only prohibit suits against the states themselves, courts have interpreted the Amendment to also preclude lawsuits against certain state officials and state agencies. Similarly, even though the text of the Eleventh Amendment only purports to limit the power of the federal courts, the Supreme Court has ruled that states also \"retain immunity from private suit in their own courts.\" According to the Court, \"an unlimited congressional power to authorize suits in state court to levy upon the treasuries of the States\" would undesirably give \"Congress a power and a leverage over the States that is not contemplated by our constitutional design.\" Relatedly, although the Eleventh Amendment's text only appears to constrain the \" Judicial power of the United States,\" the Supreme Court has ruled that the doctrine of state sovereign immunity generally prohibits federal administrative agencies from adjudicating disputes against nonconsenting states.", "That is not to say, however, that states are categorically immune from suit. Even though courts have interpreted the Eleventh Amendment more broadly than its language would suggest in some ways, in other respects courts have interpreted the Eleventh Amendment more narrowly than its text would suggest. In other words, even though the Eleventh Amendment categorically states that the federal judicial power \"shall not be construed to extend to any suit . . . commenced or prosecuted against one of the United States,\" the Supreme Court has nonetheless recognized circumstances in which a court may validly adjudicate a lawsuit against a state. For one, the Supreme Court has recognized that \"nothing in [the Eleventh Amendment] or any other provision of the Constitution prevents or has ever been seriously supposed to prevent a State's being sued by the United States\" itself. Moreover, beyond the context of a suit by a federal entity against a state, a litigant generally may permissibly hale a state (or one of its officials or instrumentalities) into court in three instances.", "First, the Supreme Court has recognized \"that a State's sovereign immunity is 'a personal privilege which it may waive at pleasure.'\" Thus, a litigant may permissibly sue a state if that state has voluntarily \"allow[ed] a federal court to hear and decide a case commenced or prosecuted against it.\" Courts \"will find a waiver\" of a state's Eleventh Amendment immunity \"either if the State voluntarily invokes [the court's] jurisdiction, or else if the State makes a clear declaration that it intends to submit itself to [the court's] jurisdiction.\" Significantly, the state's \"consent to suit against it\" must \"be unequivocally expressed.\" The Supreme Court has therefore rejected the theory that a state may \"'impliedly' or 'constructively'\" waive its sovereign immunity by merely engaging in a field of interstate commerce that Congress has deemed fit to regulate. However, under limited circumstances, Congress can incentivize a state to subject itself to suit by \"requir[ing] a waiver of state sovereign immunity as a condition for receiving federal funds.\" To illustrate, because Congress has unambiguously required states to consent to suit under the IDEA as a condition of receiving federal funds, several courts have ruled that private plaintiffs may sue certain state educational departments and school boards under the IDEA if the state has accepted federal financial assistance.", "Second, in limited contexts, Congress may directly abrogate the states' Eleventh Amendment immunity by statute. However,", "because abrogation of sovereign immunity upsets the fundamental constitutional balance between the Federal Government and the States, and because States are unable directly to remedy a judicial misapprehension of that abrogation, the [Supreme] Court has adopted a particularly strict standard to evaluate claims that Congress has abrogated the States' sovereign immunity.", "Thus, Congress may not \"abrogate the States' constitutionally secured immunity from suit in federal court\" unless it has made its intention to do so \"unmistakably clear in the language of the statute.\" However, it is not enough for Congress to merely express an unequivocal intent to abrogate the states' Eleventh Amendment immunity; Congress must also \"act[] pursuant to a valid grant of constitutional authority\" when it seeks to authorize suits against a state in federal court. Critically, the Supreme Court has ruled that only a few of the constitutional grants of legislative power discussed above provide a valid means for Congress to abrogate a state's sovereign immunity. In other words, \"even when the Constitution vests in Congress complete lawmaking authority over a particular area, the Eleventh Amendment\" nevertheless generally \"prevents congressional authorization of suits by private parties against unconsenting States.\" For instance, with very limited exceptions, Congress typically cannot \"base its abrogation of the States' Eleventh Amendment immunity upon the powers enumerated in Article I\" of the Constitution, such as the Commerce Clause or the Copyright and Patent Clause. By contrast, however, \"Congress may authorize\" litigants to sue a state in federal court \"in the exercise of [Congress's] power to enforce the Fourteenth Amendment.\" As discussed above, the Fourteenth Amendment—which was \"adopted well after the adoption of the Eleventh Amendment and the ratification of the Constitution\"—\"alter[ed] the pre-existing balance between state and federal power\" by granting Congress the \"power to enforce, by appropriate legislation,\" constitutional provisions that expressly constrain the states. The Fourteenth Amendment therefore permits Congress to enact legislation that authorizes \"private suits against States or state officials which\" might be \"constitutionally impermissible in other contexts.\" Thus, for instance, the Supreme Court has concluded that Congress validly invoked the Fourteenth Amendment to abrogate the states' Eleventh Amendment immunity from certain employment discrimination claims under the Civil Rights Act. Significantly, however, Congress may only invoke the Fourteenth Amendment to abrogate a state's immunity if the statute abrogating that immunity qualifies as \"appropriate legislation\" within the meaning of Section 5 of the Fourteenth Amendment.", "Finally, notwithstanding the Eleventh Amendment, federal courts may generally adjudicate lawsuits against individual state officers in their official capacity so long as the plaintiff seeks only prospective injunctive or declaratory relief to remedy continuing violations of federal statutory or constitutional law, as opposed to monetary damages. Federal courts may entertain such lawsuits against state officials even though the state itself remains immune from suit. This doctrine is known as the Ex Parte Young exception to Eleventh Amendment immunity, after the seminal Supreme Court case in which the doctrine originated. Ex Parte Young \"is based on the notion, often referred to as 'a fiction,' that a State officer who\" violates the U.S. Constitution or a federal statute \"is 'stripped of his official or representative character'\" for Eleventh Amendment purposes. As a result, a lawsuit against that officer effectively constitutes a suit against an individual rather than the state itself. The Supreme Court has justified this legal fiction on the ground that \"suits for declaratory or injunctive relief against state officers must . . . be permitted if the Constitution is to remain the supreme law of the land.\" Ex Parte Young thereby \"ensures that state officials do not employ the Eleventh Amendment as a means of avoiding compliance with federal law.\" ", "The Supreme Court has emphasized, however, that the Ex Parte Young exception \"is narrow.\" For one, Ex Parte Young applies only to suits against specific state officers in their official capacities; the doctrine \"has no application in suits against the States and their agencies, which are barred regardless of the relief sought.\" Additionally, a plaintiff cannot take advantage of the Ex Parte Young exception if he seeks any judicial remedy other than injunctive or declaratory relief. Thus, Ex Parte Young does not authorize courts to \"impose a liability which must be paid from public funds in the state treasury,\" such as monetary damages. Accordingly, \"relief that in essence serves to compensate a party injured in the past . . . is barred even when the state official is the named defendant.\" Relatedly, a plaintiff may only invoke Ex Parte Young if he seeks prospective rather than retrospective relief. In other words, Ex Parte Young permits a lawsuit against a state official only when \"the relief 'serves directly to bring an end to a present violation of federal law.'\" Finally, Ex Parte Young applies only where the plaintiff alleges that the defendant official is violating federal law; \"the Young exception does not apply when a suit seeks relief under state law.\""], "subsections": []}, {"section_title": "Equal Sovereignty Doctrine", "paragraphs": ["The final external constraint on Congress's authority vis-à-vis the states discussed in this report is the equal sovereignty doctrine, which is the \"fundamental principle\" that the \"Nation was and is a union of states, equal in power, dignity and authority.\" The equal sovereignty principle thereby limits Congress's ability to enact legislation that subjects different states to unequal burdens. This principle was mostly dormant until the Supreme Court's 2013 decision in Shelby County v. Holder , where the Court invoked the equal sovereignty doctrine to strike down a portion of the Voting Rights Act. Significantly, however, Shelby County does not conclusively resolve exactly when \"disparate treatment of states\" violates the equal sovereignty principle. As legal commentators have noted, however, many federal laws either explicitly or implicitly treat states differently, suggesting that the equal sovereignty principle applies in limited contexts. It is therefore important to examine the few cases in which the federal courts have applied the equal sovereignty doctrine to understand when a federal law cannot impose unequal burdens on the states.", "The text of the Constitution expressly mandates equal treatment of states in only a few discrete provisions. For example, Article I, Section 8, clause 1 states that \"all Duties, Imposts and Excises shall be uniform throughout the United States.\" Similarly, although Congress possesses the constitutional authority to establish a \"Rule of Naturalization\" and \"Laws on the subject of Bankruptcies,\" the Constitution requires such laws to be \"uniform . . . throughout the United States.\" The Constitution further prohibits the federal government from granting any \"Preference . . . to the Ports of one State over those of Another.\" However, no provision of the Constitution explicitly requires Congress to treat each state equally as a general matter.", "Nonetheless, the Court has, at times, recognized an implied principle requiring some measure of equal treatment since the 19th Century, especially with respect to the terms governing the admission of new states. For example, in the 1845 case Lessee of Pollard v. Hagan , which concerned the limits Congress could place over the sovereignty of the newly admitted State of Alabama, the Court held that Alabama was admitted into the union \"on an equal footing with the original states.\" The Court further explained that any condition on Alabama's entry limiting its \"municipal sovereignty\" would have been \"void and inoperative.\" Similarly, in Coyle v. Smith , the Court invalidated a provision in the act of Congress admitting the State of Oklahoma, requiring the capital of the State to \"temporarily be at the city of Guthrie and . . . not be changed therefrom [until 1913].\" The Court explained that the provision was unconstitutional because the power to locate the state capital was an \"essential[] and peculiar[] state power,\" and Congress could not place a new state \"upon a plane of inequality with its sister states\" by conditioning its entry on a reduction in its sovereignty. The Court concluded that any terms of admission into the \"Union\" that were inconsistent with a union \"of states, equal in power, dignity, and authority,\" would be invalid. ", "The Supreme Court extended the equal sovereignty principle in a pair of more recent cases, Northwest Austin Municipal Utility District No. One v. Holder and Shelby County v. Holder , in which the Court considered the continuing constitutionality of Sections 4 and 5 of the Voting Rights Act (VRA) of 1965. Section 4 of the VRA created a \"coverage formula\" identifying jurisdictions with a history of voter discrimination, and Section 5 required those jurisdictions to obtain prior approval or \"preclearance\" from the Department of Justice or a federal court for any change in voting procedures by proving that the change had neither \"the purpose [nor] the effect of denying or abridging the right to vote on account of race or color.\" As a result, jurisdictions covered by Section 4 were barred from making changes to their voting procedures without completing the preclearance process and were, therefore, subject to more stringent burdens than states excluded from the coverage formula. The Court first considered the constitutionality of this arrangement in the 1966 case South Carolina v. Katzenbach , and though the Court recognized that preclearance was an \"uncommon exercise of congressional power,\" the Court held that \"exceptional conditions\" in the form of states \"contriving new rules of various kinds for the sole purpose of perpetuating voting discrimination\" justified the procedure. In the years after the VRA's passage, Congress repeatedly reauthorized the Act (most recently in 2006), but it made no changes to Section 4's coverage formula after 1975.", "The plaintiffs in Northwest Austin and Shelby County argued that because racial discrimination in voting had become less prevalent since 1975, there was no longer a constitutionally sufficient basis for treating certain states less favorably than others along the same dimensions that existed more than thirty years earlier. Although the Northwest Austin Court observed that the VRA \"raise[d] serious constitutional questions,\" it ultimately applied the doctrine of constitutional avoidance and declined to resolve the equal sovereignty questions raised in that case. Four years later, in Shelby County , the Court confronted these constitutional questions directly and ultimately invoked the equal sovereignty principle to strike down Section 4 of the VRA. As the Court had previously stated in Northwest Austin , distinctions between states \"can be justified in some cases,\" but \"a departure from the principle of equal sovereignty requires a showing that a statute's disparate geographic coverage is sufficiently related to the problem that it targets.\" Although the problem Congress was trying to solve in 1975 when it reauthorized the VRA was discrimination based on race in voting procedures, the Court determined that the coverage formula was no longer \"grounded in current conditions,\" but was instead \"based on 40-year-old facts having no logical relation to the present day.\" Based on its conclusion that Section 4's coverage formula was \"based on decades-old data and eradicated practices,\" the Court concluded that Congress had no rational reason to impose differential burdens on the states. ", "Since Shelby County , only a handful of federal courts have considered equal sovereignty challenges outside of the voting rights context, and none has struck down a federal statute or action on those grounds. For example, in the case of NCAA v. Governor of New Jersey , the Third Circuit considered an equal sovereignty challenge to PASPA, the provisions of which are described in greater detail above. Although PASPA made it unlawful for states to \"sponsor, operate, advertise, promote, license, or authorize\" sports gambling, PASPA contained an exception for states which had legalized gambling \"at any time during the period beginning September 1, 1989, and ending October 2, 1991.\" As the Third Circuit recognized, although this exception was drafted without naming any particular state, its purpose was to permit Nevada to continue to license sports gambling. New Jersey challenged PASPA, in part, on the grounds that the exception for Nevada violated equal sovereignty. New Jersey argued that, after Shelby County , laws treating states differently can \"only survive if they are meant to remedy local evils in a manner that is sufficiently related to the problem it targets.\" New Jersey asserted that PASPA treated states differently by exempting Nevada, with no apparent justification tying the problem to the solution. However, the Third Circuit ultimately rejected New Jersey's equal sovereignty challenge. The court observed that the \"regulation of gambling via the Commerce Clause is . . . not of the same nature as the regulation of elections pursuant to the Reconstruction Amendments.\" In particular, the court observed that under typical regulation pursuant to the Commerce Clause, \"national solutions will necessarily affect states differently\" and that Shelby and Northwest Austin did not dictate a \"one-size-fits-all\" test for equal sovereignty in the Commerce Clause context. The court seemed to doubt that equal sovereignty had any effect at all outside the \"sensitive areas of state and local policymaking\" that were involved in Shelby County . Even assuming that the equal sovereignty doctrine did apply, the court had \"no trouble concluding that PAPSA passes muster\" because the purpose of PASPA was to stop the spread of sports gambling—in such a context, \"regulating states in which sports wagering already existed would have been irrational.\" However, as discussed above, the Supreme Court subsequently invalidated PASPA on other grounds.", "In Mayhew v. Burwell , the First Circuit also considered the equal sovereignty doctrine's application outside the VRA context. In Mayhew , the State of Maine challenged a requirement in the American Recovery and Reinvestment Act of 2009 (ARRA) that offered stimulus funds to states that agreed to make no changes in their Medicaid coverage of low-income 18- to 20-year-olds. Maine, which at the time provided Medicaid coverage to 18- to 20-year-olds, accepted the funds, but in 2012 determined that it wanted to change its policy. Maine argued that the provision of ARRA locking its coverage policy in place violated equal sovereignty because it was unable to adopt a policy that other states had already adopted, resulting in \"disparate treatment.\" The First Circuit, like the Third Circuit, distinguished the VRA cases. The First Circuit concluded that ARRA, unlike the VRA's coverage formula, did not actually involve disparate treatment. The court explained that in the VRA cases, the formula defining the jurisdictions covered by the limitations had been admittedly \"reverse engineered\" to target certain jurisdictions, singling out particular states for disfavored treatment. By contrast, the rule in ARRA was applied uniformly: \"Congress came up with the criteria without regard to which states would be covered by their application.\" The First Circuit also determined, like the Third Circuit, that the equal sovereignty doctrine only applied in \"extraordinary situations,\" like the VRA, which involved a \"sensitive area of state and local policymaking.\" The ARRA's condition on Medicaid coverage, like PASPA's regulation of gambling, did not, in the appellate court's view, involve such an area. Finally, the First Circuit explained that, through the ARRA, Congress had sought to \"protect low-income individuals from losing public assistance in times of transition.\" According to the First Circuit, any differences that resulted across states were sufficiently related to that purpose to suffice for equal sovereignty purposes, when compared to the \"decades-old data and eradicated practices\" used to justify the VRA's coverage formula. The First Circuit therefore concluded that ARRA did not violate the Constitution. Thus, as NCAA and Mayhew reflect, lower courts have (at least to date) largely limited the application of the equal sovereignty doctrine to the voting rights context and have generally not invoked the doctrine to invalidate federal laws."], "subsections": []}]}]}}