{"id": "R45326", "title": "Army Corps of Engineers Annual and Supplemental Appropriations: Issues for Congress", "released_date": "2018-10-01T00:00:00", "summary": ["The U.S. Army Corps of Engineers (USACE) is an agency within the Department of Defense with both military and civil works responsibilities. The agency's civil works activities consist largely of the planning, construction, and operation of water resource projects to maintain navigable channels, reduce flood and storm damage, and restore aquatic ecosystems. Congress directs USACE's civil works activities through authorization legislation, annual and supplemental appropriations, and oversight. For Congress, the issue is not only the level of USACE appropriations but also how efficiently the agency is delivering flood control, navigation, and ecosystem restoration projects. These projects can have significant local as well as national economic and environmental benefits.", "Annual and Supplemental Appropriations", "USACE discretionary appropriations, which typically are provided through annual Energy and Water Development appropriations acts, have ranged from $4.7 billion to $7.0 billion during the decade from FY2009 to FY2019 and have been increasing since FY2013. In recent years, Congress has directed that more than 50% of the enacted appropriations be used for operation and maintenance of USACE's aging infrastructure.", "USACE also has a prominent role in responding to natural disasters, especially floods, in U.S. states and territories. Congress increasingly is using supplemental appropriations not only to perform emergency response and repair for damaged flood control works and USACE projects but also to study and construct new projects that reduce flood risks in areas recently affected by hurricanes and floods. From FY2005 through FY2018, Congress enacted 13 supplemental bills related to flooding and natural disasters, providing a total of almost $45 billion to USACE; for the same period, annual discretionary appropriations for USACE's flood-related projects and activities totaled $23 billion. Supplemental appropriations bills often alter or waive various requirements for USACE activities, such as cost shares and project cost limitations, and establish project selection and reporting requirements that differ from requirements for USACE activities funded through annual discretionary appropriations.", "Issues for Congress", "Issues for Congress include the significant role of supplemental appropriations in advancing studies and construction of flood control projects since FY2005 and the agency's backlog of authorized but unconstructed projects. The agency has reported a $96 billion backlog of authorized construction projects; for context, annual appropriations for the USACE Construction account (which funds most USACE construction projects) in FY2018 and FY2019 are $2.1 billion and $2.2 billion, respectively. Congress also has limited the number of new studies and construction projects initiated with annual discretionary appropriations (e.g., a limit of five new construction starts using FY2019 appropriations). Given that only a few construction projects typically are started each fiscal year, numerous projects authorized for construction by previous Congresses remain unfunded.", "USACE may fund some of the authorized flood control projects in its backlog with the more than $17 billion in emergency supplemental appropriations provided to USACE accounts in the Bipartisan Budget Act of 2018 (BBA; P.L. 115-123). Although no numerical limits on starting new studies or construction projects are associated with these funds, the study and construction funds have some geographic limitations that tie their use to areas affected by flooding by the hurricanes in 2017 or by more than one flood in calendar years 2014 through 2017. As a result of this limitation, seventeen states (including North Carolina, which was affected by Hurricane Matthew in 2016 and Hurricane Florence in 2018) did not qualify for USACE supplemental construction appropriations provided through the BBA 2018.", "Related policy questions for Congress and other decisionmakers include the following:", "How have the roles of Congress and the Administration shifted vis-à-vis USACE and its appropriations, and does that shift affect the type of information and engagement that Congress may pursue in the future regarding USACE's use of appropriations? How do trends in annual and supplemental appropriations amounts, processes, and requirements influence the effective, efficient, and accountable use of federal funding provided to USACE? What do these trends portend for USACE's long-term planning, budgeting, and duties?"], "reports": {"section_title": "", "paragraphs": ["T he U.S. Army Corps of Engineers (USACE) is an agency within the Department of Defense with both military and civil works responsibilities. Congress directs USACE's civil works activities through authorizations legislation, annual and supplemental appropriations, and oversight activities. This report summarizes USACE's annual discretionary appropriations for civil works activities and its supplemental appropriations, principally following major flood and hurricane disasters. The appropriations described are for those accounts and activities that typically are funded through Title I of annual Energy and Water Development appropriations acts.", "As part of USACE's civil works activities, Congress has authorized and appropriated funds for the agency to perform the following: ", "water resource projects for maintaining navigable channels, reducing flood and storm damage, and restoring aquatic ecosystems, among other purposes; regulation of activities affecting certain waters and wetlands activities; and remediation of sites involved in the development of U.S. nuclear weapons from the 1940s through the 1960s, administered under the Formerly Utilized Sites Remedial Action Program (FUSRAP). ", "For FY2019, Congress has provided the agency with almost $7.00 billion for civil works activities; these funds are primarily used for the agency's water resource activities, and $200 million is available for USACE regulatory activities and $150 million is available for FUSRAP. In February 2018, Congress also provided more than $17.40 billion in emergency supplemental appropriations in the Bipartisan Budget Act of 2018 (BBA 2018; P.L. 115-123) to certain USACE accounts related to water resource projects. Most of these supplemental funds are directed to repairing damage to existing USACE facilities, paying for flood fighting and repair of certain levees and dams maintained by nonfederal entities and constructing new riverine and coastal flood control improvements. ", "Although this report references USACE's FUSRAP and regulatory accounts, its discussion focuses on funding for the agency's water resources projects. Congress generally authorizes USACE water resource studies and construction projects prior to funding them. For information on the authorization process, see CRS Report R45185, Army Corps of Engineers: Water Resource Authorization and Project Delivery Processes, by [author name scrubbed].", "The report first addresses USACE annual appropriations; second, it discusses USACE supplemental appropriations. These discussions address various policy issues for congressional and other decisionmakers associated with USACE funding. The Appendix to this report focuses on how the Trump Administration is using the monies provided to USACE through BBA 2018."], "subsections": [{"section_title": "Introduction to USACE", "paragraphs": [], "subsections": [{"section_title": "USACE Structure", "paragraphs": ["USACE civil works activities are led by a civilian Assistant Secretary of the Army for Civil Works (ASACW), who reports to the Secretary of the Army. A military Chief of Engineers oversees the agency's civil and military operations and reports on civil works matters to the ASACW. A civilian Director of Civil Works reports to the Chief of Engineers. The agency's civil works responsibilities are organized under eight geographically based divisions, which are further divided into 38 districts. ", "The Trump Administration released a proposal in June 2018 to remove USACE civil works from the Department of Defense. Although some Members of Congress have indicated support for looking at what USACE functions may not need to be in the Department of Defense, the conference report that accompanied the USACE appropriations for FY2019, H.Rept. 115-929 , opposed the Administration's proposal and indicated that \"no funds provided in the Act or any previous Act to any agency shall be used to implement this proposal.\""], "subsections": []}, {"section_title": "USACE Projects", "paragraphs": ["USACE water resource projects attract congressional attention because these projects can have significant local and regional economic benefits and environmental effects. Unlike federal funding for highways and municipal water infrastructure, the majority of federal funds provided to USACE are not distributed by formula to states or through competitive grant programs. Instead, USACE generally has been directly engaged in the planning and construction of projects; the majority of its appropriations are used to perform work on geographically specific studies and projects authorized by Congress. USACE operates more than 700 dams; has built 14,500 miles of levees; and improves and maintains more than 900 coastal, Great Lakes, and inland harbors, as well as 13,000 miles of deep-draft channels and 12,000 miles of inland waterways. ", "For most activities, Congress requires a nonfederal sponsor to share some portion of project costs. For some project types (e.g., levees), nonfederal sponsors own the completed works after construction and are responsible for operation and maintenance. As nonfederal entities have become more involved in USACE projects and their funding, these entities have expressed frustration with the time it takes USACE to complete studies and construction. Only a subset of authorized USACE construction activities are included in the President's budget request and funded annually by federal appropriations. Consequently, numerous authorized USACE projects or project elements have yet to receive federal construction funding. An estimated $96 billion in authorized USACE construction projects and dam safety work is eligible for USACE construction appropriations; discretionary appropriations for the USACE Construction account in annual Energy and Water Development appropriations bills have averaged $2 billion in recent years. ", "Congress enacted an omnibus USACE authorization bill in 2014, the Water Resources Reform and Development Act of 2014 (WRRDA 2014; P.L. 113-121 ). Congress followed WRRDA 2014 with enactment in December 2016 of the Water Resources Development Act of 2016, which was Title I of the Water Infrastructure Improvements for the Nation Act ( P.L. 114-322 ). Among other things, these laws expanded authorities providing alternative ways to advance and deliver USACE studies and projects. To expand delivery options, Congress increased the flexibility in nonfederal funding of USACE-led activities and nonfederal leadership of USACE studies and projects. Competition for USACE discretionary appropriations also has increased interest in alternative project delivery and innovative financing , including private financing and public-private partnerships. In addition, Congress in WRRDA 2014 authorized new financing mechanisms for water resource projects. These statutes also provided that the costs of these nonfederally led activities generally are shared by the federal government largely as if USACE had performed them. That is, subject to the availability of federal appropriations, nonfederal entities advancing water resource projects may be eligible to receive credit or reimbursement (without interest) for their investments that exceed the required nonfederal share of project costs. These authorities typically require that the nonfederal entity leading the project comply with the same laws and regulations that would apply if the work were being performed by USACE. "], "subsections": []}, {"section_title": "USACE Appropriations", "paragraphs": ["Congress typically funds USACE water resource activities through an annual Energy and Water Development appropriations bill. Because Congress in recent decades has authorized construction of water resource projects at a rate that exceeds the agency's annual construction appropriations, only a subset of authorized activities typically are included in the President's budget request and eventually funded by enacted appropriations. This situation results in competition for funds among authorized activities during the budget development and appropriations processes. ", "Since the 112 th Congress, site-specific project line items added by Congress (i.e., congressionally directed spending , also referred to as earmarks ) have been subject to House and Senate earmark moratoriums. Consequently, appropriators generally have refrained from inserting in appropriations bills and accompanying reports funds for specific projects that were not requested in the President's budget. This practice has resulted in post-enactment agency work plans that identify how funds provided by Congress that were not requested by the President are being distributed across authorized USACE studies and projects. In the congressional reports and explanatory statements that accompany the annual appropriations bills for USACE, Congress has provided guidance to the Administration on activities to prioritize during the development of the work plan. ", "Congress also has authorized the Chief of Engineers to undertake certain flood fighting activities and to repair damage to certain nonfederal flood control works. To fund these activities and repairs to USACE-operated projects (e.g., dredging to clear a navigation channel following a storm), Congress often has provided supplemental funds to certain USACE accounts. At times, including in BBA 2018, Congress also has funded construction of new flood control projects in areas affected by recent flood disasters. As discussed in detail later in this report (see below section, \" USACE Annual Appropriations \"), Congress has provided USACE accounts with almost $45 billion in supplemental appropriations in response to flood disasters since FY2005, of which almost $24 billion was for construction of flood control projects. Congress provided $15 billion of the $24 billion in construction funds in BBA 2018."], "subsections": []}]}, {"section_title": "USACE Annual Appropriations", "paragraphs": ["As shown in Figure 1 , Congress often appropriates more for USACE civil works than is requested by the President. In the text of enacted appropriations laws, Congress generally provides money to USACE at the account level. Accompanying appropriations reports (i.e., conference reports, committee reports, or explanatory statements), which sometimes are incorporated into law by reference, often identify specific USACE projects to receive appropriated funds.", "With the heightened attention to and restrictions on congressionally directed spending since FY2010, the projects identified in these reports have been limited largely to the projects included in the President's budget request; that is, Congress has not been adding new project-specific funding amounts. Instead, congressional action on USACE appropriations generally has been the provision of additional funding for various types of USACE activities (see below section, \" Principal Documents and Process, Including Additional Funding \") and guidance on the use of the additional funding.", "In annual appropriations bills, Congress generally provides the majority of the agency's funding to two accounts—the Construction account and the Operations and Maintenance (O&M) account. The O&M account has made up a growing portion of the agency's use of annual appropriations, as shown in Figure 2 . ", "The O&M account has increased from 39% of the USACE annual appropriations in FY2005 and 37% in FY2006 and FY2007 to 53% in FY2017, FY2018, and FY2019. This shift is consistent with efforts by recent Administrations and Congresses to limit funding for new construction activities (referred to as new starts or new construction starts ) and to focus instead on completing existing projects and on actions to address aging infrastruct ure. Enacted appropriations bills since FY2014 have allowed the agency to initiate a specified number of USACE new start studies and construction projects. For example, as in FY2018, Congress will allow FY2019-enacted funding to be used to initiate a maximum of five new construction projects.", "Congress uses the Flood Control and Coastal Emergencies (FCCE) account for USACE flood fighting and related emergency response preparedness and for repair of damage to certain nonfederal flood control works. For more on this account, see the below box titled \"Flood Fighting and the Flood Control and Coastal Emergencies (FCCE) Account.\" The Mississippi River and Tributaries account (MR&T) account consists of flood control and navigation projects for the lower Mississippi River Valley."], "subsections": [{"section_title": "Principal Documents and Process, Including Additional Funding", "paragraphs": ["The President's budget request for USACE typically includes funding information at the account level (i.e., Investigation, Construction, and O&M), as shown in the appendix to the President's FY2019 budget request. More detailed information regarding the request is available in the agency's budget justification; the budget justification provides information for specific activities, such as identifying the level of funding requested for particular USACE studies and construction projects. USACE also publishes a summary of this information in a document it refers to as the p ress b ook . The press book shows the requested funding for USACE projects for each state, and it shows how the President's requests for various accounts are distributed across the agency's business line s (i.e., types of activities, such as navigation, restoration, and recreation). In recent years, the executive branch has justified decisions about which projects to fund and at what level through a number of metrics, including benefit-cost ratios and other metrics outlined in USACE budget development guidance each year.", "For decades through the annual discretionary appropriations process, Congress identified numerous USACE projects to receive funding that were not in the President's request and provided more funding than requested for others that were in the President's request. Since the 112 th Congress, congressional funding for site-specific projects has been subject to House and Senate earmark moratoriums. Since the 112 th Congress, in lieu of increasing funding for specific projects, Congress has provided additional funding for specific categories of work within some USACE budget accounts. That is, in recent appropriations cycles, Congress has included additional funding categories for various types of USACE projects (e.g., additional funding for ongoing maintenance of small, remote, or subsistence harbors), along with directions and limitations on the use of these funds on authorized studies and projects. USACE typically has been directed to report back to Congress in annual work plans on how these funds will be allocated at the project level. Recent levels of additional funding are shown below in Figure 3 .", "The work plan is developed by the Administration after enactment of the appropriations bill. For example, Congress in P.L. 115-244 provides $2.21 billion more than the President's request for FY2019; of this $2.21 billion, $2.07 billion is identified as additional funding for a total of 25 categories of USACE activities in four budget accounts. The accompanying conference report, H.Rept. 115-929 , calls for USACE, within 60 days of enactment, to issue a work plan that included the specific amount of additional funding to be used for each project. These work plans typically consist of a few pages of tables that list the projects, the amount of the additional funding that each project will receive, and in some cases a brief description of what is to be accomplished with the funds. For projects that were not in the budget justifications accompanying the President's initial budget request, the information included in the work plan is in many cases the extent of the Administration's explanation of how these funds are to be used."], "subsections": []}, {"section_title": "Trust Funds", "paragraphs": ["USACE administers two congressionally authorized trust funds, and both require annual appropriations to draw on their balances; that is, these funds are \"on budget.\" The Harbor Maintenance Trust Fund (HMTF) and the Inland Waterways Trust Fund (IWTF) support cost-shared investments in federal navigation infrastructure for harbors and inland waterways, respectively. Use of HMTF monies is restricted largely to maintenance, and use of IWTF monies is limited largely to construction. Federal funding for harbor-related maintenance activities is funded in large part from the HMTF. This trust fund receives revenues from taxes on waterborne commercial cargo imports, domestic cargo, and cruise ship passengers at federally maintained ports. Similarly, the IWTF is authorized to fund roughly half of inland waterways construction; the IWTF receives the proceeds of a fuel tax on barge fuel for vessels engaged in commercial transport on designated waterways. ", "In recent fiscal years, the HMTF has developed a surplus balance (nearly $10 billion at the start of FY2019), as appropriations from the fund have been less than receipts accruing to it. Conversely, the limited IWTF balance in recent years prevented the fund from supporting earlier levels of expenditures on waterway construction. Both trust funds were addressed in 2014 authorizing legislation, and spending from both funds has subsequently increased. ", "Whether these trust funds will continue to provide for increased spending on inland and coastal navigation will depend in part on future appropriations legislation and actions on other legislative proposals. For example, H.R. 1908 , Investing In America: Unlocking the Harbor Maintenance Trust Fund Act, if enacted would make an amount equivalent to the harbor maintenance tax collections during the previous fiscal year available for authorized harbor maintenance. In January 2017, USACE estimated the cost to achieve and maintain constructed widths and depths of coastal navigation channels at $7.6 billion over the subsequent five-year period (i.e., $1.5 billion annually) and an additional $7.0 billion for the five years that follow. In FY2017, USACE used $1.2 billion (most of which was derived from the HMTF) on coastal navigation maintenance. The economic benefit of maintaining channels to these dimensions would vary from channel to channel depending on the cost of the dredging and the reduced transportation cost to shippers (and the benefits to the broader economy) resulting from improved navigation conditions.", "Most inland waterway construction and major rehabilitation costs are shared by the federal government (50%) and commercial users through the IWTF (50%). IWTF monies derive primarily from a fuel tax on commercial vessels on 27 designated federal waterways. At times, the level of collections from the fuel tax have been a limiting factor in the construction of inland waterways projects. In P.L. 113-295 , Congress authorized a $0.09 per gallon increase in the fuel tax, resulting in a barge fuel tax of $0.29 per gallon beginning in April 2015. As part of its FY2019 budget request, the Administration submitted a proposal that would establish a new user fee on vessels transporting commercial cargo on the inland waterways, allow the IWTF to cover 10% of O&M expenses, and designate additional federal waterways. P.L. 115-244 did not address the Administration's proposal; instead, Congress chose to alter the use of the IWTF by decreasing the IWTF contribution to the Chickamauga Lock construction on the Tennessee River from 50% to 15% during FY2019, thereby expanding the funding available for other inland navigation construction projects. This 85% General Treasury and 15% IWTF cost sharing is similar to what Congress enacted in WRRDA 2014 for the completion of the Olmsted Locks and Dam. The Olmsted project, which facilitates navigation on the Ohio River, had an extended construction period starting in the early 1990s. The project, which is anticipated to have a total construction cost of $2.78 billion (of which $1.00 billion derived from the IWTF), is anticipated to be completed in FY2019."], "subsections": []}]}, {"section_title": "USACE Supplemental Appropriations", "paragraphs": ["USACE also undertakes flood fighting activities and other natural disaster response and recovery activities. In recent years, Congress has provided supplemental appropriations through various pieces of legislation, primarily for flood disaster response and disaster recovery. ", "From FY1990 through FY2018, Congress in total provided USACE accounts with almost $50.63 billion in supplemental appropriations, more than $49.20 billion of which was provided from FY2005 through FY2018. Of the more than $49.20 billion provided since FY2005, almost $44.63 billion (91%) was for response to and recovery from flooding and other natural disasters, and $4.58 billion (9%) was for economic stimulus under the American Recovery and Reinvestment Act ( P.L. 111-5 ). The majority of the $44.63 billion for disaster response and recovery was associated with storms in three years—storms including Hurricane Katrina in 2005 (approximately $16 billion); Hurricane Sandy in 2012 ($5.3 billion); and Hurricanes Harvey, Irma, and Maria in 2017 (at least $10.5 billion of the almost $17.4 billion of funds provided in BBA 2018). All USACE civil works supplemental funding from FY2000 through FY2018 is shown in Table 1 and Figure 4 . For context, annual appropriations for USACE flood-related activities nationally that were provided in Energy and Water Development appropriations acts from FY2005 though FY2018 totaled around $23.10 billion.", " Table 1 shows account-level funding in enacted USACE supplemental appropriations bills. Figure 4 , using data in Table 1 and adjusting the appropriations to 2018 dollars, shows how the amounts provided to USACE through supplemental appropriations have increased over the last three decades. ", "During its deliberations on USACE supplemental appropriations, Congress often considers various issues and special conditions associated with the provision of these funds. These considerations include what type of flood damage reduction efforts to support (e.g., repair of existing infrastructure, construction of new infrastructure), Congress's role in authorizing the construction of USACE projects that receive supplemental funds, and whether to maintain or alter requirements for nonfederal cost sharing. For examples of the special considerations for USACE funds provided by BBA 2018, see the Appendix to this report. ", "Supplemental USACE funding debates also raise broader questions for policymakers, such as the effectiveness and efficiency of processes such as those for post-disaster supplemental appropriations and USACE annual budget development, especially in regard to identifying and supporting priority investments in reducing the nation's flood risk. The following sections discuss three current policy topics related to USACE supplemental appropriations in more detail:", "transparency on the use of USACE supplemental appropriations; funding nonfederal interests to study and construct federal flood control projects; and the level of supplemental appropriations for construction activities."], "subsections": [{"section_title": "Transparency on the Use of USACE Supplemental Appropriations", "paragraphs": ["Enacted supplemental bills typically define what, if any, congressional reporting is required related to the use of USACE supplemental funds. For example, P.L. 113-2 , which provided funds to USACE largely for repair and recovery from Hurricane Sandy, required two reports of the agency. The second of the two reports identified on which projects USACE planned to spend roughly $2.16 billion of the $3.46 billion in construction funding provided to USACE; no further project-level public reporting was required. ", "On August 9, 2018, the ASACW provided detailed policy guidance for how most of the USACE funds provided in BBA 2018 are to be implemented, including defining key terms and clarifying when nonfederal cost sharing would not be required. A few weeks earlier, on July 5, 2018, USACE released tables listing which USACE projects were to receive much of the funding provided by BBA 2018. Similar to the work plans, these tables provide little information beyond the project name and in some cases the estimated cost to be covered by the funds. For more information on the Trump Administration actions associated with the USACE accounts funded by BBA 2018, see the Appendix to this report."], "subsections": []}, {"section_title": "Funding Nonfederal Interests to Study and Construct Federal Control Projects", "paragraphs": ["The August 9, 2018, ASACW implementation guidance for BBA 2018 includes the following statement: \"In addition the Corps should consider the use of various authorities (such as WRRDA 2014, Section 1043) that encourage expanded non-Federal participation in studies and projects.\" The statement appears in the portion of the guidance related to the long-term disaster recovery activities, which include activities funded through the Investigations, Construction, and Mississippi River and Tributaries accounts. Section 1043 of WRRDA 2014 authorizes a study and construction pilot program that can be used to transfer federal funds to nonfederal interests for them to perform studies and construct projects; unlike with other authorities that allow nonfederal interests to lead USACE studies and projects and then be reimbursed for what would have been the federal costs, the Section 1043 authority would allow the pilot studies and construction projects to have federal funds up front. As of the end of September 2018, USACE had not publicly released implementation guidance for Section 1043 of WRRDA 2014, and there is no publicly available indication that the provision's authority has been used to transfer to nonfederal interests annual or supplemental federal appropriations."], "subsections": []}, {"section_title": "Level of Supplemental Construction Appropriations", "paragraphs": ["Supplemental bills have funded various USACE accounts. For many years, Congress principally limited its supplemental funding for USACE to the FCCE account and the O&M account. Since FY2005, Congress also has regularly provided supplemental funding for other USACE accounts, such as the Construction account. BBA 2018 provided 87% ($15.055 billion) of its $17.398 billion to the USACE Construction account; $55 million of this was for repairs of USACE construction projects damaged by floods, and the remaining $15.0 billion was designated for construction of riverine and coastal flood risk reduction projects. Of the supplemental funds that Congress provided to USACE for Hurricanes Katrina and Sandy, 31% and 65%, respectively, went to the Construction account. In contrast, after other disasters, Congress has not provided supplemental appropriations for post-disaster USACE construction, including for the 2008 Hurricane Ike-impacted Texas coast, the Midwest areas impacted by the 2011 and 1993 floods, or the 1992 Hurricane Andrew-impacted areas. ", "Of the amounts provided to the agency's Construction account from FY2005 through FY2018, supplemental construction appropriations totaled $23.76 billion (exclusive of the American Recovery and Reinvestment Act; P.L. 111-5 ), and annual Construction account appropriations for riverine and coastal flood control projects totaled almost $12.83 billion, as shown in Figure 5 . That is, with enactment of BBA 2018, supplemental funding for flood-related construction outpaced flood-related construction funded through annual appropriations from FY2005 through FY2018. Pursuant to the text of the supplemental appropriations legislation, these supplemental appropriations typically are available only for USACE activities in flood-affected areas, states, or territories. Although some of the funding has provided for (or is expected to provide for) the completion of ongoing construction projects in flood-affected areas, a significant portion of the funding has been allocated to construction projects that were not funded for construction prior to the flood event or the enactment of the supplemental appropriations law. Also supplemental bills often alter or waive various requirements that otherwise are standard for USACE activities, such as cost shares, project cost increase limitations, and congressional limits on new studies and new construction starts. ", "Supporters of supplemental appropriations for the Construction account for USACE flood control projects in natural disaster-affected areas view these projects as part of recovery efforts and as means to improve the affected areas' flood resilience. Congress may provide these funds with special considerations (e.g., designated as emergency funding and not requiring budgetary offsets; and waiving nonfederal cost-share requirements). Other stakeholders support more funding for flood risk reduction in the annual appropriations process, in which authorized projects in all states and insular areas compete with one another for the annual funding. Still other stakeholders would prefer more attention and funding that supports other programs and measures to reduce the nation's flood risks. (For an overview of federal flood-related assistance programs, see CRS Report R45017, Flood Resilience and Risk Reduction: Federal Assistance and Programs , by [author name scrubbed] et al.)"], "subsections": []}]}, {"section_title": "Conclusion: Trends and Policy Questions", "paragraphs": ["This report describes four shifts in the funding of USACE activities:", "Shift to Operations and Maintenance. An increasing share of annual discretionary appropriations is used on USACE O&M activities. The O&M account has increased from 39% of the USACE annual appropriations in FY2005 to 53% in FY2019. Shift to Administration Work Plans. Congress has provided an increasing portion of USACE annual appropriations to various additional funding categories of work. In FY2012 and FY2019, Congress provided $0.5 billion and $2.2 billion, respectively, in additional funding to USACE through the annual appropriations process. The Administration follows congressional guidance to develop post-enactment agency work plans that specify which projects receive the additional funding. Unlike the justification documents that accompany the President's budget request, the project-level details in the work plan are quite limited. Flood-Related Investments Occurring More Through Supplemental Ap p ropriations Than Annual Appropriations . Since FY2005, Congress has provided USACE with more than $44.6 billion in supplemental appropriations in response to flood disasters, of which almost $23.8 billion was for construction of control projects. The Administration identifies which eligible USACE projects or nonfederal-led USACE projects are to receive these funds. Nonfederal Entities Leading Studies and Construction May Expand to Activities Funded by Supplemental Appropriations . Since 2014, Congress has expanded authorizing authorities that allow nonfederal entities to lead USACE studies and construction projects; the Administration has released guidance indicating its interest in using the authority in Section 1043 of WRRDA 2014 to provide federal funds up front for nonfederal-led projects for BBA 2018 funds. At the same time, BBA 2018 eliminated the nonfederal cost share for studies and may fund ongoing construction projects.", "These trends may raise broader questions for policymakers. Examples of these policy questions include the following:", "How has Congress's role shifted vis-à-vis USACE and the agency's appropriations, and does that shift affect the type of information and engagement that Congress may pursue in the future regarding USACE's use of appropriations? How do these trends affect the effective, efficient, and accountable use of federal funding provided to USACE? What do these trends portend for USACE's long-term planning, budgeting, and duties? Do the ad hoc enactment of USACE supplemental appropriations and the waivers and geographic limitations often associated with supplemental appropriations result in an equitable use of federal funding? How effective and efficient are annual and supplemental appropriations processes in identifying and supporting priority investments in reducing the nation's flood risk?"], "subsections": [{"section_title": "Appendix. Supplemental Funding in the Bipartisan Budget Act of 2018, P.L. 115-123", "paragraphs": ["In the Bipartisan Budget Act of 2018 (BBA 2018; P.L. 115-123 ), Congress has provided $17.398 billion in supplemental appropriations to the following U.S. Army Corps of Engineers (USACE) accounts: ", "$135 million for Investigations for flood risk reduction studies; $15,055 million for Construction (of which $15,000 million is specifically for construction of flood risk reduction projects and $55 million is for short-term repairs to damaged construction projects); $770 million for Mississippi River and Tributaries; $608 million for Operations and Maintenance; $810 million for Flood Control and Coastal Emergencies; and $20 million for Expenses.", "Congress has designated all funds provided to USACE accounts in the act \"as being for an emergency requirement pursuant to section 251(b)(2)(A)(i) of the Balanced Budget and Emergency Deficit Control Act of 1985.\" This means that these funds are not subject to the statutory limits on discretionary spending.", "The study and construction funding represents 87% of the $17.398 billion in supplemental appropriations provided by BBA 2018 to USACE. Of the monies in the Construction account, Congress has provided that $15.000 billion was to be used for the following:", "$10.425 billion is designated for expedited construction of flood and storm damage reduction projects in states and territories affected by Hurricanes Harvey, Irma, and Maria. $4.575 billion is to be used for USACE flood and storm damage reduction construction activities in any state or territory with more than one flood-related major disaster declaration in calendar year (CY) 2014, CY2015, CY2016, or CY2017. Of this amount, $50 million is set aside for smaller projects that reduce the risk of flooding and storm damage being performed under the agency's programmatic authorities (known as continuing authorities programs).", "BBA 2018 establishes requirements for states and insular areas to be eligible for BBA 2018 study and construction funds. The geographic constraints on BBA 2018 funds mean that some states and territories are eligible for all the funding, some states and territories are eligible for some of the study and construction monies, and some states and territories do not meet the requirements for the BBA 2018 study and construction funds. USACE projects in five states (Florida, Georgia, Louisiana, South Carolina, and Texas) and two territories (U.S. Virgin Islands and Puerto Rico) meet the eligibility requirements for funding from both the $10.425 billion and the $4.575 billion, as shown in Figure A-1 . A total of 33 states and 3 territories meet the criterion of one flood-related major disaster declaration in CY2014, CY2015, CY2016, or CY2017, as shown in Figure A-1 ; that is, $4.575 billion in BBA 2018 funds are available for use on USACE construction projects in these 33 states and 3 territories. Seventeen states (e.g., North Carolina, which was affected by Hurricane Matthew in 2016 and Hurricane Florence in 2018) do not qualify for USACE supplemental construction appropriations provided by the BBA 2018.", "When using BBA 2018 construction funds (but not when using annual appropriations), projects in Puerto Rico and the U.S. Virgin Islands and ongoing construction projects are 100% federally funded; all other construction activities using these funds follow normal cost-sharing arrangements (e.g., typically 65% federal and 35% nonfederal for construction of flood control projects, but these percentages vary by project due to project-specific conditions). ", "On July 5, 2018, USACE assigned most of the BBA 2018 funds provided for construction and studies to specific USACE projects; that is, of the $15.000 billion, $1.131 billion in construction funds remains unassigned. On August 9, 2018, the Office of the Assistant Secretary of the Army (Civil Works) issued Policy Guidance on Implementation of Supplemental Appropriations in the Bipartisan Budget Act of 2018 ; it provides a definition for key terms, including ongoing construction project, and whether the projects on the July 5, 2018, list qualify as ongoing construction. Table A-1 combines the project-level information for construction projects in the July 5, 2018, list and the August 9, 2018, guidance. The August 9, 2018, guidance identifies ongoing construction projects as: (1) authorized projects that had received funding from the USACE Construction account in FY2015, FY2016, or FY2017, and (2) authorized projects that a nonfederal sponsor was constructing during those three fiscal years pursuant to a potential reimbursement agreement with USACE.", "Of the $135 million for the Investigation account, BBA 2018 requires that $75 million be available for states and territories affected by Hurricanes Harvey, Irma, and Maria; the statute also states that the remainder (i.e., $60 million) is to be available for \"high-priority studies of projects\" in any state or territory with more than one flood-related major disaster declaration in CY2014, CY2015, CY2016, or CY2017. When using these funds (but not when using annual appropriations), study costs are 100% federal. ", "Construction Authorization and Role of Congress", "BBA 2018 amends the role of Congress for some construction projects that receive supplemental USACE construction funds provided in the legislation. The standard process for USACE projects is that after the completion of a multistep project development process (which includes, among other measures, a completed feasibility study and environmental documentation and a report by the agency's Chief of Engineers known as a Chief's Report ), Congress authorizes the project's construction. The authorization is typically in an omnibus water project authorization bill. Division B, Title IV of BBA 2018 includes the following language, which allows for some projects to proceed to construction without project-specific congressional authorization:", "$15,000,000,000 is available to construct flood and storm damage reduction, including shore protection, projects which are currently authorized or which are authorized after the date of enactment of this subdivision, and flood and storm damage reduction, including shore protection, projects which have signed Chief's Reports as of the date of enactment of this subdivision or which are studied using funds provided under the heading \"Investigations\" if the Secretary determines such projects to be technically feasible, economically justified, and environmentally acceptable.", "A deviation from the standard authorization process also is provided for use of USACE funds from the Hurricane Sandy supplemental appropriation while maintaining a role for the House and Senate Committees on Appropriations. Division B, Title X, Chapter 4 of P.L. 113-2 states that", "upon approval of the Committees on Appropriations of the House of Representatives and the Senate these funds may be used to construct any project under study by the Corps for reducing flooding and storm damage risks in areas along the Atlantic Coast within the North Atlantic Division of the Corps that were affected by Hurricane Sandy that the Secretary determines is technically feasible, economically justified, and environmentally acceptable.", "Hurricane Sandy Projects in the Bipartisan Budget Act of 2018", "In Section 20402, BBA 2018 transfers unobligated balances from the monies provided by P.L. 113-2 to the USACE Flood Control and Coastal Emergencies account ($518.9 million) and the USACE Operations and Maintenance account ($210.0 million) to the Construction account for Hurricane Sandy-related construction projects. The August 9, 2018, Assistant Secretary of the Army for Civil Works implementation guidance for BBA 2018 does not provide explicit guidance on how these transferred funds are to be implemented."], "subsections": []}]}]}}