{"id": "R45442", "title": "Congress’s Authority to Influence and Control Executive Branch Agencies", "released_date": "2018-12-19T00:00:00", "summary": ["The Constitution neither establishes administrative agencies nor explicitly prescribes the manner by which they may be created. Even so, the Supreme Court has generally recognized that Congress has broad constitutional authority to establish and shape the federal bureaucracy. Congress may use its Article I lawmaking powers to create federal agencies and individual offices within those agencies, design agencies' basic structures and operations, and prescribe, subject to certain constitutional limitations, how those holding agency offices are appointed and removed. Congress also may enumerate the powers, duties, and functions to be exercised by agencies, as well as directly counteract, through later legislation, certain agency actions implementing delegated authority.", "The most potent tools of congressional control over agencies, including those addressing the structuring, empowering, regulating, and funding of agencies, typically require enactment of legislation. Such legislation must comport with constitutional requirements related to bicameralism (i.e., it must be approved by both houses of Congress) and presentment (i.e., it must be presented to the President for signature). The constitutional process to enact effective legislation requires the support of the House, Senate, and the President, unless the support in both houses is sufficient to override the President's veto.", "There also are many non-statutory tools (i.e., tools not requiring legislative enactment to exercise) that may be used by the House, Senate, congressional committees, or individual Members of Congress to influence and control agency action. In some cases, non-statutory measures, such as impeachment and removal, Senate advice and consent to appointments or the ratification of treaties, and committee issuance of subpoenas, can impose legal consequences. Others, however, such as House resolutions of inquiry, may not be used to bind agencies or agency officials and rely for their effectiveness on their ability to persuade or influence."], "reports": {"section_title": "", "paragraphs": ["T he Constitution neither establishes administrative agencies nor explicitly prescribes the manner by which they may be created. Even so, the Supreme Court has generally recognized that Congress has broad constitutional authority over the establishment and shape of the federal bureaucracy. This power stems principally from the combination of Congress's enumerated powers under Article I of the Constitution to legislate on various matters; language in Article II, Section 2, which authorizes the appointment of \"officers\" to positions \"which shall be established by law\"; and Article I, Section 8, which authorizes Congress to \"make all laws which shall be necessary and proper for carrying into execution\" not only Congress's own enumerated powers, but \"all other Powers vested by this Constitution in the Government of the United States, or in any Department or Officer thereof.\" Acting pursuant to its broad constitutional authority, Congress may create federal agencies and individual offices within those agencies, design agencies' basic structures and operations, and prescribe, subject to certain constitutional limitations, how those holding such offices are appointed and removed. Congress also may enumerate the powers, duties, and functions to be exercised by agencies, as well as directly counteract, through later legislation, certain agency actions implementing delegated authority.", "The most potent tools of congressional control over executive branch agencies, including structuring, empowering, regulating, and funding agencies, typically require enactment of legislation. Such legislation must comport with the constitutional requirements of bicameralism (i.e., it must be approved by both houses of Congress) and presentment (i.e., it must be presented to the President for signature). For legislation to take effect, that constitutional process requires the support of the House, Senate, and the President, unless the support in both houses is sufficient to override the President's veto.", "But Congress does not always need to act through legislation to impact agency decisionmaking. Several tools available to the House, Senate, congressional committees, and even individual Members of Congress may be employed to influence agency action. Some tools are explicitly enumerated in the Constitution, such as impeachment and subsequent removal from office, and Senate advice and consent to the ratification of treaties and the appointment of certain executive officers, ambassadors, and judges. Under these provisions, the Constitution has explicitly authorized an individual house of Congress to act unilaterally with binding legal effect. Other tools, however, are both non-constitutional (i.e., they are not explicitly established in the Constitution) and non-statutory (i.e., they do not require enactment of legislation). Most of these non-constitutional, non-statutory tools, while capable of influencing agency decisionmaking, cannot themselves legally compel agency action. This distinction between the compulsory nature of statutory enactments and the non-binding nature of most (though not all) non-statutory legislative actions is essential to understanding the scope of congressional authority over federal agencies."], "subsections": [{"section_title": "Statutory Control of Executive Branch Agencies", "paragraphs": ["Congress's power to create agencies is well established. Members of the First Congress viewed the Constitution as contemplating the creation of \"departments of an executive nature\" to \"aid\" the President in the execution of law. Toward this end, the First Congress enacted measures creating the Departments of Foreign Affairs, Treasury, and War. At this early stage, Congress sought to ensure it retained some degree of influence and control over the new departments. The Secretary of the Treasury, for example, had to report directly to Congress, either \"in person or in writing,\" on \"all matters referred to him by the Senate or the House.\"", "Yet the debates of the First Congress also provide evidence of Congress's acknowledgment of what would become the delicate, and at times uneasy, balance between congressional creation and control of agencies and the President's authority to supervise executive officials pursuant to his constitutional obligation to \"Take Care that the laws be faithfully executed.\" From the very outset, Congress wrestled with defining the scope of both presidential and congressional control of executive agencies. For example, in 1789 Congress engaged in a historically significant debate on the President's authority to remove the Secretary of Foreign Affairs. Although Members' views differed, ultimately the prevailing position was \"in favor of declaring the power of removal to be in the President,\" rather than in the Congress. Similarly, a proposal to structure the Department of the Treasury as a multi-member commission, partly to insulate the agency from presidential control, was debated and eventually rejected out of concern that such a body would not be able to administer effectively the finances of the new government.", "As reflected in the debates of the First Congress and confirmed by later Supreme Court decisions, Congress's power over the administrative state, though broad, is not unlimited. In particular, constraints on congressional power over executive agencies flow from the foundational constitutional doctrine of the separation of powers. Although the text of the Constitution distributes the legislative, executive, and judicial powers among the three branches of government, the Supreme Court has not endorsed any absolute separation. The allocation of powers was never intended, in the words of Justice Oliver Wendell Holmes, to cause the branches to be \"hermetically sealed,\" or divided into \"fields of black and white.\" Instead, observed Justice Robert Jackson, the separation of powers \"enjoins upon [the] branches separateness but interdependence, autonomy but reciprocity.\" It is a doctrine generally characterized by ambiguity and overlap rather than bright-line rules. Yet some well-established principles govern the relationship between Congress and the administrative state. For example, Congress may neither displace executive authority by directly implementing the law itself, nor appoint or reserve for itself the power to remove (except through impeachment) executive officers engaged in the execution of law. On the other end of the spectrum, the separation of powers is not violated merely by Congress directing, prohibiting, or otherwise legislating on most forms of agency action.", "It would appear that the chief substantive limitations on Congress's ability to control the executive branch arise from specific constitutional provisions and implied principles—intimately connected to the separation of powers—that buttress the general division of power among the branches. These provisions and principles, which include the Appointments Clause, the Take Care Clause, and the President's authority to supervise the executive branch, are addressed below in conjunction with Congress's statutory powers. "], "subsections": [{"section_title": "Four Pillars of Statutory Control", "paragraphs": ["Congress's ability to control administrative agencies through the exercise of legislative power is a holistic endeavor perhaps best understood as built upon four basic pillars: structural design, delegation of authority, procedural controls on agency decisionmaking, and agency funding. Reliance on each pillar, however, is informed by separation-of-powers principles."], "subsections": [{"section_title": "Structural Design", "paragraphs": ["How an agency is structured invariably affects how it operates, and what sort of relationship it has with the Congress and the President. In creating a federal agency, Congress may structure or design the agency in several ways. Many of Congress's structural choices affect the independence of agencies by shaping the degree to which the President can assert control over them. These structural choices are wide-ranging, but generally relate to agency leadership, appointment and removal of officers, and presidential supervision. For example, subject to constitutional considerations explained below, Congress may", "structure agency leadership in the form of a multi-member commission or a single director; create agency offices, which may be filled by persons appointed by the President with the advice and consent of the Senate, or in the case of \"inferior\" offices, vest the power of appointment in the President, the head of a department, or the \"Courts of Law\"; establish certain statutory qualifications for appointees, often based on political affiliation or substantive experience, or dictate the length of an official's term of office; choose to make an agency freestanding, or place it within an existing department or agency; provide that an agency official serve at the pleasure of the President, or, in certain situations, be protected from removal except in cases of \"inefficiency, neglect of duty, or malfeasance in office\"; or choose to exempt an agency from certain aspects of presidential supervision—for example by excusing the agency from complying with generally applicable executive branch requirements that agency rules, legislative submissions, and budget requests be reviewed and cleared by the White House.", "Although Congress may wish to insulate an agency from presidential control through these structural choices, fundamental constitutional requirements must be complied with in designing federal agencies. These limits, two of which are discussed below, generally exist to ensure that executive branch officials remain accountable to the President, and ultimately the public, for their actions."], "subsections": [{"section_title": "Limitations Imposed by the Appointments Clause", "paragraphs": ["The Appointments Clause imposes significant limitations on the structural choices that Congress may make in determining how executive agency officials are appointed. Under the Clause, principal officers must be appointed by the President, \"with the Advice and Consent of the Senate,\" while Congress may vest the appointment of \"inferior Officers\" \"in the President alone, in the Courts of Law, or in the Heads of Departments.\" Non-officers—that is, \"mere employees\"—are not subject to any constitutionally required method of appointment.", "The breadth of authority that an executive branch official exercises typically determines the official's classification as either an officer or non-officer for Appointments Clause purposes. Generally, if an executive official holds a \"continuing position established by law\" and \"exercis[es] significant authority pursuant to the laws of the United States,\" he is an \"Officer of the United States.\" The applicable standard for distinguishing between principal officers—who must be appointed with the advice and consent of the Senate—and inferior officers—whose appointment Congress may vest elsewhere—is arguably less clear. At times, the Supreme Court has adopted an approach that suggests the distinction between a principal and inferior officer hinges mainly on whether the officer is subject to supervision by some higher official, and not on the amount of overall authority exercised. Under this approach, principal officers are generally subject only to supervision by the President, while inferior officers are generally subject to supervision by a higher-ranking, Senate-confirmed official.", "Thus, in designing agencies, Congress generally has little discretion in directing the method of appointment for most agency heads. If an agency head exercises significant authority on a continuing basis and is supervised only by the President, she qualifies as a principal officer and must be appointed by the President with the advice and consent of the Senate. However, Congress has some discretion in choosing the appointing official for inferior officers. For example, Congress can vest the appointment of an \"inferior\" agency official in the head of a department or in the \"Courts of Law\" to either provide an official with some independence from the President or to prevent the President from nominating an official of his own choosing. That said, Congress may not reserve for itself the authority to appoint any officer, whether principal or inferior."], "subsections": []}, {"section_title": "Limitations Imposed by Principles of Presidential Control", "paragraphs": ["The President's general authority to supervise and oversee the executive branch also limits the structural choices Congress may make in designing agencies. These limits are often implicated by statutory provisions that seek to insulate an agency from presidential control by providing agency leaders with removal protections. For example, \"for cause\" removal protections generally prevent the President from removing an identified official except in cases of \"inefficiency, neglect of duty, or malfeasance in office.\" Generally, these and other removal provisions cannot be used to deprive the President of his constitutional duty to \"oversee the faithfulness of the officers who execute\" the law.", "The Supreme Court has established that by vesting the President with both \"the executive Power\" and the personal responsibility to ensure the faithful execution of the laws, Article II confers upon the presidency the \"administrative control\" of the executive branch. The President's ability to ensure accountability through removal of executive branch officials has long been viewed as an essential aspect of this ability to oversee the enforcement and execution of the law, as \"the power to remove is the power to control.\"", "The Supreme Court has outlined the extent of the President's authority to oversee the executive branch through removal in a series of seminal cases. The 1926 decision of Myers v. United States invalidated a statutory provision that prohibited the President from removing an executive official without first obtaining the advice and consent of the Senate and established the general proposition that Article II grants the President \"the general administrative control of those executing the laws, including the power of appointment and removal of executive officers.\" Myers was curtailed shortly thereafter in Humphrey's Executor v. United States , when the Court held that Congress could limit the President's ability to remove members of a multi-member commission by providing commissioners with \"for cause\" removal protections. The Court again approved of statutorily imposed for cause removal protections in Morrison v. Olson , this time as applied to the independent counsel, an officer who was authorized to conduct independent investigations and prosecutions of high-level executive officials. Focusing on whether \"the removal restrictions are of such a nature that they impede the President's ability to perform his constitutional duty,\" the Court held that Congress had afforded the President adequate authority to oversee the independent counsel and ensure that the official faithfully executed and enforced the law.", "The Court most recently assessed the constitutional dimensions of presidential control in Free Enterprise Fund v. Public Company Accounting Oversight Board (PCAOB) . There, the Court invalidated statutory provisions providing that members of the PCAOB could be removed only for cause by the Securities and Exchange Commission, whose members were, in turn, also protected from removal by for cause removal protections. By insulating PCAOB members from presidential control with dual layers of for cause removal protections, the law had \"impaired\" the President's necessary authority to \"hold[] his subordinates accountable for their conduct\" and \"subvert[ed] the President's ability to ensure that the laws are faithfully executed.\"", "These removal cases impose significant, if somewhat undefined, limitations on Congress's authority to structure an agency to insulate certain officials from presidential control. For example, the Court has suggested that there are certain \"purely executive\" officials, and these persons \"must be removable by the President at will if he is to be able to accomplish his constitutional role.\" For this reason it is likely that congressional attempts to provide a traditional Cabinet official with \"for cause\" removal protections would be viewed as placing an impermissible obstruction on the President's ability to carry out his executive functions. In addition, some recent federal court decisions have drawn into question whether Congress may provide a single director of an agency, rather than a member of a multi-member commission, with for cause removal protections. In any event, providing officials with removal protections remains a useful tool for encouraging independence from the President and, possibly, greater responsiveness to Congress."], "subsections": []}]}, {"section_title": "Delegation of Authority", "paragraphs": ["In general, an agency has only that authority which has been delegated to it by Congress. Thus, Congress can control a federal agency by detailing its jurisdiction and authority, setting policy goals for the agency to accomplish in the exercise of that authority, and choosing whether it may regulate the public. Similarly, Congress may choose to grant an agency the authority to issue legislative rules, enforce violations of law, or to adjudicate claims made to the agency. The more precise a delegation, the less discretion is afforded to the agency in its execution of its delegated authority.", "Congress's control over agency authority is not limited to initial decisions made when the agency was established. Instead, the authority delegated to an agency can generally be enlarged, narrowed, or altered at any time by Congress. Nor does delegated authority need to be permanent. Congress often uses sunset provisions to terminate a delegation on a specified date. Congress may also reject an agency's specific exercise of delegated power through legislation.", "Congress is not, however, unconstrained in its ability to empower agencies. One limitation on Congress's ability to delegate authority to a federal agency is the non-delegation doctrine. As opposed to the appointment and removal doctrines, which limit Congress's ability to encroach upon or restrict executive authority, the non-delegation doctrine limits the extent to which Congress may bestow legislative authority on other entities, including the executive branch. This doctrine is based in the separation of powers and works to prevent Congress from abdicating the core legislative function assigned to it by Article I of the Constitution.", "In practice, the non-delegation doctrine does not, by itself, generally function as a substantial limitation on the powers that Congress may provide to a federal agency. Although the Supreme Court has declared categorically that \"the legislative power of Congress cannot be delegated,\" the standard for determining whether Congress has in fact delegated \"legislative authority\" is more lenient than this statement might suggest. For a delegation to survive scrutiny, Congress need only establish an \"intelligible principle\" to govern the exercise of the delegated power. The \"intelligible principle\" test requires that Congress delineate reasonable legal standards for when that power may be exercised. According to the Court's doctrine, when a delegation is accompanied by an \"intelligible principle,\" Congress confines the degree of discretion that an agency possesses in the exercise of that delegation, such that the delegation does not offend the separation of powers.", "Congress may also condition an agency's exercise of its delegated authority in various ways. For example, Congress can craft legislation establishing that delegated agency authority is triggered only after a specific event occurs, or after a factual determination made by an executive branch official. Congress sometimes enacts \"report and wait\" provisions that require an agency to report to Congress on a proposed use of delegated authority, and then wait a specific time period before implementing or finalizing that action. The report and wait framework is designed to give Congress the opportunity to enact legislation rejecting the agency's proposed action if desired. Congress has also repeatedly established internal expedited procedures for the rejection of specific agency actions. This approach typically establishes special procedures in each house of Congress for consideration of a joint resolution of disapproval that would overturn agency actions. Under such a review mechanism, the agency has authority to act unless Congress affirmatively rejects or blocks the action through legislative enactment. Congress can also authorize an agency to make proposals to Congress that only become effective when approved through legislation. Under this framework, the agency has no authority to act until a proposal is given legal effect through the enactment of implementing legislation."], "subsections": []}, {"section_title": "Procedural Controls on Decisionmaking", "paragraphs": ["Congress can also exert substantial control over administrative agencies by prescribing the procedures agencies must employ when exercising delegated powers. The Administrative Procedure Act (APA), enacted in 1946, is perhaps the most prominent federal administrative procedure statute. The APA sets forth the default procedural rules with which federal agencies must comply when crafting and issuing regulations (termed \"rules\" by the APA) and conducting adjudicatory proceedings. Other statutes may supplement or even supersede the APA's procedural requirements.", "The power to issue binding law through notice-and-comment rulemaking or administrative adjudication (or both) is one of the most consequential powers with which many agencies are imbued. The APA prescribes default procedural requirements with which agencies must comply when conducting rulemaking and adjudication proceedings. These rules are intended to safeguard the rights of the public and entities affected by agency decisions, while also ensuring that agencies retain that degree of flexibility necessary to achieve their delegated responsibilities. For example, before an agency may issue a binding regulation, the APA generally requires that it first publish a notice of proposed rulemaking in the Federal Register and afford members of the public an opportunity to submit comments on the proposal. An agency's final rule must contain \"a concise general statement of [its] basis and purpose\" and may generally take effect no earlier than thirty days after issuance. In the case of agency adjudications that are required (by another statute) to \"be determined on the record after opportunity for an agency hearing\" —often referred to as \"formal\" adjudications—the APA prescribes formalized, trial-like procedures and provides that impartial adjudicators shall preside over such proceedings.", "The APA is not the only statute that governs administrative procedure. Many other statutes impose requirements on the procedural governance of large swaths of the executive branch, including the Congressional Review Act, Regulatory Flexibility Act, Freedom of Information Act (FOIA), Federal Records Act, and Paperwork Reduction Act. Through these and similar statutes, Congress can impact agency action by, among other things, requiring or authorizing the use of alternative or substitute procedural mechanisms to subject agencies' actions to increased transparency and public accountability, and ensuring that agencies engage in certain substantive considerations during the decisionmaking process. In addition, some statutes may impose procedural requirements on specific agencies on top of or instead of those required by the APA."], "subsections": []}, {"section_title": "Agency Funding", "paragraphs": ["Finally, and perhaps most significantly, Congress exercises virtually plenary control over agency funding. This power to determine agency appropriations can be used to control agency priorities, prohibit agency action by denying funds for a specific action, or force agency action by either explicitly appropriating funds for a program or activity or withholding agency funding until Congress's wishes are complied with.", "Article I of the Constitution gives Congress the power to tax and spend in order to provide for the \"Common Defence and general Welfare of the United States,\" and provides explicitly that \"[n]o Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law.\" Thus, Congress controls the funding levels for agency operations and programs through enactment of appropriations. A typical appropriation measure contains limits on the amount of funding available to an entity and specifies the purposes and duration for which the funding can be used. Agencies may neither spend appropriated funds in excess of an amount authorized, nor withhold appropriated funds from expenditure in a manner that violates the intent of the appropriation. Moreover, several federal statutes, such as the Antideficiency Act, reinforce Congress's power of the purse by making it unlawful to spend in excess of appropriations.", "Along with the power to determine general funding levels for agencies and programs, Congress may also prohibit or condition the use of funds to control agency activity or achieve certain policy goals. Given the legislative branch's clear constitutional power over the purse, the Supreme Court has recognized that \"Congress may always circumscribe agency discretion to allocate resources by putting restrictions in the operative statutes.\" These so-called \"appropriations riders\" are a common tool for guiding an agency, especially when Congress seeks to prevent an agency from acting. A typical rider prohibits an agency from using funds to implement a certain action and potentially can transform how a federal agency implements the law. For example, Congress has used appropriations riders to limit agency action on issues ranging from the enforcement of federal marijuana laws to the transfer of detainees from the U.S. Naval Station at Guantanamo Bay.", "But while Congress's power of the purse is almost plenary, it cannot be used to achieve unconstitutional purposes. For example, in Lovett v. United States , the Supreme Court held that Congress cannot wield its appropriations power to punish specific government officials in violation of the Bill of Attainder Clause. The executive branch has consistently contended that Congress may not use its appropriations power to infringe upon the President's constitutional authority."], "subsections": []}]}]}, {"section_title": "Non-statutory Tools to Influence Executive Branch Agencies", "paragraphs": ["The above discussion establishes Congress's broad authority to control federal agencies by enacting legislation. These statutory tools, however, may be exercised only under Congress's lawmaking power, which requires the participation and agreement of the House, Senate, and, absent a veto override, the President. But there are also many non-statutory tools (i.e., tools not requiring legislative enactment to exercise) that may be used unilaterally and independently by the House, Senate, congressional committees, or individual Members of Congress to influence and control agency action."], "subsections": [{"section_title": "Constitutional Limits on Non-statutory Legislative Actions", "paragraphs": ["The Constitution's required lawmaking procedures impose significant limitations on how Congress and its component parts (i.e., the House, Senate, committees, and individual Members) may wield power over agencies. The Supreme Court has made clear that Congress must exercise its legislative power in compliance with the \"finely wrought and exhaustively considered[] procedure\" set forth in Article I, Section 7, which provides that \"every Bill which shall have passed the House of Representatives and the Senate, shall, before it become a Law, be presented to the President of the United States.\" This provision establishes the bedrock constitutional principle that before legislation is given the force and effect of statutory law, it must first satisfy the requirements of bicameralism (approval by both houses of Congress) and presentment (submission to the President for his signature or veto).", "Immigration & Naturalization Service v. Chadha is the seminal case on the limits bicameralism and presentment place on the ability of Congress's component parts to act alone. In Chadha , the Court struck down a provision of the Immigration and Nationality Act that had authorized either house of Congress, by simple resolution, to \"veto\" an exercise of statutory deportation authority that had been delegated to the Attorney General. In invalidating this \"legislative veto,\" the Court determined that \"legislative acts\" having the force of law are subject to the requirements of bicameralism and presentment, and held that the statutory procedure did not comply with these constitutional requirements. The Court defined a legislative act as any action \"properly . . . regarded as legislative in its character and effect\" or taken with \"the purpose and effect of altering the legal rights, duties and relations of persons . . . outside the legislative branch.\"", "The Chadha opinion identified specific exceptions to the bicameralism and presentment requirement, noting that \"[c]learly, when the [Constitution's] Draftsmen sought to confer special powers on one House, independent of the other House, or of the President, they did so in explicit, unambiguous terms.\" The Constitution's impeachment provisions and those relating to Senate advice and consent to treaty ratification and the appointment of judges, ambassadors, and public officials are examples of such provisions. The Court also noted that \"[e]ach House has the power to act alone in determining specified internal matters.\" These express exceptions to the bicameralism and presentment requirements in the Constitution, the Court noted, \"further indicate[] the Framers' intent that Congress not act in any legally binding manner outside a closely circumscribed legislative arena, except in specific and enumerated instances.\"", "As a result of the Chadha decision, if Congress seeks to legally compel or prohibit agency action, or otherwise alter an agency's underlying authority, the House and Senate generally must act in concert with each other, and absent a veto override, in concert with the President. Chadha , therefore, represents a key limitation on the ability of an individual house, committee, or Member to directly and unilaterally control federal agencies.", "The Supreme Court has consistently interpreted Chadha as limiting the legal impact of non-statutory legislative actions. For example, in Bowsher v. Synar , the Court reaffirmed that \"once Congress makes its choice in enacting legislation, its participation ends. Congress can thereafter control the execution of its enactment only indirectly—by passing new legislation.\" Yet a distinction must be made between the Court's legal interpretation of Article I's bicameralism and presentment requirements, and the practical realities of ongoing congressional involvement in administrative decisionmaking. As discussed in the remainder of the report, there are many non-statutory tools that congressional actors may use to influence agencies without compliance with bicameralism and presentment. These tools may inhere to the House, Senate, congressional committees, or individual Members."], "subsections": []}, {"section_title": "Significant Tools Available to both the House and Senate139", "paragraphs": ["Some of the most significant non-statutory tools are available to both houses of Congress. Three tools have particular practical or legal significance to Congress: expressions of disapproval, including censure; criminal contempt of Congress; and each house's inherent power to arrest and jail individuals for obstructive conduct."], "subsections": [{"section_title": "Censure and Other Expressions of Disapproval", "paragraphs": ["Either house of Congress may seek to influence agency action through formal disapproval of executive branch officials. Formal declarations of disapproval take different forms. They can be expressions of censure or condemnation, declarations of a loss of or no confidence in an official, or expressions of the belief that an official should resign or be removed from office. These expressions are generally contained in simple resolutions if issued by one house or concurrent resolutions if issued by Congress as a whole. Although censure resolutions and other expressions of disapproval generally have no legal effect, they might still influence the actions of agency officials who wish to avoid the political consequences of such measures.", "Congress has proposed resolutions condemning or censuring executive branch officials since as early as 1793, when Congress considered resolutions censuring Secretary of the Treasury Alexander Hamilton. As a matter of historical practice, censure and similar resolutions have been adopted against various executive officials. Still, some have argued that congressional censure of executive officials is unconstitutional. For example, it has been argued that the impeachment provisions of the Constitution provide the exclusive means by which Congress may punish executive branch officials, and that censure is an unconstitutional bill of attainder by imposing legislative punishment on a named official. These arguments appear to be grounded in an understanding of the relationship between censure, impeachment, and bills of attainder that is not widely shared. Impeachment is exclusive only in that it is the sole tool available to Congress to remove an official from office and that Congress is constitutionally prohibited from imposing any additional punishment following impeachment and conviction beyond removal and disqualification from holding future federal office. Censure and other expressions of disapprobation in simple or concurrent resolutions, however, do not seek to legally compel removal from office, nor are they punishments following impeachment and conviction.", "As for the Constitution's prohibition on bills of attainder, a censure resolution would violate that constitutional prohibition only if it imposed a \"punishment\" as envisioned by the Bill of Attainder Clause. The Supreme Court has identified a bill of attainder as \"a law that legislatively determines guilt and inflicts punishment upon an identifiable individual without provision of the protections of a judicial trial.\" The Court has explained that \"the historical meaning of legislative punishment\" includes \"imprisonment, banishment, . . . the punitive confiscation of property[,] . . . . [and] legislative bars to participation by individuals or groups in specific employments or professions.\" A non-tangible injury—such as the reputational harm that might result from a censure resolution—is not the category of injury generally viewed as implicated by the Bill of Attainder Clause. Given that censure resolutions do not carry a direct legal consequence, it would appear difficult to argue that such measures impose the type of punishment prohibited by the Clause."], "subsections": []}, {"section_title": "Criminal Contempt of Congress", "paragraphs": ["While expressions of disapproval through censure or similar mechanisms do not carry direct legal consequences, legal penalties potentially attach to an individual's refusal to comply with a valid congressional subpoena. If an agency official (or any other individual) refuses to appear before a committee to provide testimony or produce documents in response to a congressional subpoena, the relevant house of Congress may seek to punish the witness for failure to comply with the subpoena by certifying the case to the relevant United States Attorney for criminal prosecution in federal court. Generally speaking, the threat of such a referral can encourage agency compliance with congressional oversight requests.", "Under federal statute, a person \"summoned as a witness\" to provide testimony or produce documents upon the request of either house of Congress and who is found to have \"willfully\" refused to provide \"pertinent\" documents or testimony is guilty of a misdemeanor and may be subject to a fine and imprisonment. Under both federal law and House and Senate practice, if the House or Senate approves a criminal contempt citation, a report shall be certified \"to the appropriate United States attorney, whose duty it shall be to bring the matter before the grand jury for its action.\"", "There are several legal limitations on Congress's use of the criminal contempt statute. Like other criminal provisions, the criminal contempt of Congress statute cannot be used to prosecute constitutionally protected conduct. In addition, the subpoena that forms the basis for the criminal contempt statute must be valid. In general, this means the subpoena must seek information relevant to an investigation that is both within the issuing committee's jurisdiction and for which the committee can articulate a legislative purpose. These subpoena-related limitations are detailed later in this report in reference to the use of subpoenas by congressional committees.", "There are additional limits on the use of the criminal contempt statute that arise from the manner in which the criminal contempt of Congress provision is enforced. The executive branch has taken the position—based on both statutory interpretation and the constitutional separation of powers—that federal prosecutors retain discretion in deciding whether to begin a criminal contempt of Congress prosecution. That discretion, it has been asserted, extends to the decision to present the matter to a grand jury. The executive branch has also asserted that \"the contempt of Congress statute was not intended to apply and could not constitutionally be applied to an Executive Branch official who asserts the President's claim of executive privilege.\" As a result, there have been recent instances in which use of the criminal contempt of Congress provision against an agency official has proven unavailing. For example, when the President directs or endorses non-compliance with a subpoena, such as where the official refuses to disclose information pursuant to the President's decision that the information is protected by executive privilege, past practice suggests that the Department of Justice (DOJ) is unlikely to pursue a prosecution for criminal contempt. Even when the official is not acting at the direction of the President, the executive branch has argued that in deciding whether to pursue the case it retains authority to make an independent assessment of whether the official has violated the criminal contempt statute."], "subsections": []}, {"section_title": "Inherent Contempt", "paragraphs": ["The inherent contempt power is a constitutionally based power given to each house to arrest and detain an individual found to be \"obstruct[ing] the performance of the duties of the legislature.\" Because the power extends to conduct that generally obstructs the exercise of legislative powers by either the House or the Senate, the inherent contempt power can be more broadly applied than the criminal contempt statute. Despite its title, \"inherent\" contempt should perhaps more accurately be characterized as an implied constitutional power. The Supreme Court has repeatedly held that although the contempt power is not specifically granted by the Constitution, it is nonetheless \"incidental\" to the legislative function and therefore implied from the general vesting of legislative powers in Congress.", "In an inherent contempt proceeding, the House or Senate can authorize the arrest of a suspected contemnor by the body's Sergeant at Arms. If the individual is found in contempt, the body (either the House or the Senate) is empowered to imprison or otherwise detain the individual until he or she complies with the congressional request or until the end of the legislative session. Despite its potential reach, the inherent contempt power has been described by some observers as cumbersome, inefficient, and \"unseemly.\" Presumably for these reasons, neither house of Congress has initiated an inherent contempt proceeding since 1935."], "subsections": []}]}, {"section_title": "Tools Available to the House", "paragraphs": ["Several non-statutory tools inhere exclusively to the House of Representatives. Some of these tools have limited legal effect. For example, through resolutions of inquiry, the House may make non-binding requests for information from certain executive branch officials. Other non-statutory tools have weighty and, potentially, legally consequential effects. The House may impeach federal government officials for \"high Crimes and Misdemeanors.\" Moreover, it may initiate civil actions in federal court to enforce compliance with congressional subpoenas. (The Senate's role in the impeachment process and its ability to enforce congressional subpoenas through civil litigation is covered separately in this report. )"], "subsections": [{"section_title": "Resolutions of Inquiry", "paragraphs": ["Under House Rule XIII, the House may request certain information from executive branch officials through resolutions of inquiry. Resolutions of inquiry are simple resolutions that seek factual information in the possession of the executive branch. They are limited in their effect, however, given that they are neither legally binding on the agency nor judicially enforceable; instead, \"[t]he effectiveness of such a resolution derives from comity between the branches of government rather than from any elements of compulsion.\" Resolutions of inquiry are given privileged status on the House floor if they are directed toward the head of a department and seek available facts, rather than opinions.", "Resolutions of inquiry are most typically used to request documents or information that pertains to foreign affairs, defense, or intelligence matters. They traditionally \"request\" information from the President, while other officials are usually \"directed\" to provide the sought-after information. Although resolutions of inquiry are not legally enforceable, they are often phrased in mandatory terms when directed to persons other than the President."], "subsections": []}, {"section_title": "Impeachment", "paragraphs": ["The Constitution establishes a bifurcated process for impeachment and removal, with the House of Representatives accorded the \"sole Power\" to impeach federal government officials, and the Senate given \"the sole Power to try all Impeachments,\" with the immediate consequence of Senate conviction being an official's removal from office. (The Senate's power to try impeachments is discussed below. ) The purpose underlying the impeachment process \"is not punishment; rather, its function is primarily to maintain constitutional government.\"", "Decisions by the House to impeach executive officials have been rare—in total, two Presidents and one member of the Cabinet have been impeached by the House. To initiate impeachment proceedings formally, the House must first draw up articles of impeachment that formally approve allegations that an official committed one or more impeachable offenses. If a simple majority in the House votes to impeach, the proceedings then transfer to the Senate.", "The Constitution defines who may be impeached and stipulates the types of misconduct that rise to the level of impeachable offenses. First, Article II, Section 4 permits only the impeachment of \"[t]he President, Vice President and all civil Officers of the United States.\" While the Constitution does not define the term \"civil Officers,\" past practice signifies that Congress understands the term to embrace federal judges and Cabinet-level executive branch officials. Congress has never impeached a non-Cabinet level official in the executive branch, so there is some question whether such officials are \"civil Officers.\" While untested, non-officer employees of the federal government (i.e., most individuals employed in the federal bureaucracy who are not subject to appointment by the President or departmental heads) probably are not subject to impeachment. Nor have Members of Congress or military officers been considered \"civil Officers of the United States\" under Article II, Section 4.", "Second, the Constitution specifies the types of behavior that justify impeachment. A \"civil Officer\" is not subject to impeachment (and removal) unless the officer has committed \"Treason, Bribery, or other high Crimes and Misdemeanors.\" Treason and bribery are well-defined actions, but there is no definition of \"high Crimes and Misdemeanors\" in the Constitution or statute. Congress has afforded the term a broad reading. For example, in impeachment proceedings against Judge Alcee L. Hastings, the accompanying House report described \"high Crimes and Misdemeanors\" as embracing \"misconduct that damages the state and the operations of government institutions.\" While grounds for impeachment \"do not all fit neatly and logically into categories,\" there are at least three general categories of conduct that, based on past congressional practice, are thought to constitute grounds for impeachment: (1) exceeding or abusing the powers of office; (2) behavior incompatible with the functions and purpose of office; and (3) misuse of office for improper purpose or for personal gain."], "subsections": []}, {"section_title": "House Lawsuits", "paragraphs": ["The House may use the federal courts as a way to influence agency action. That said, because of standing and other justiciability issues, the House's authority to use the courts as a conduit for controlling agencies appears to relate principally to subpoena enforcement. ", "Recent practice, approved by the U.S. District Court for the District of Columbia, indicates that the House may authorize a civil claim in federal court to enforce a subpoena. Under the existing process, the authorization is provided through a simple House resolution that generally grants the committee that issued the subpoena the authority to seek a court order declaring that the subpoena recipient is legally required to comply with the demand for information.", "Civil enforcement cases brought by an authorized committee, especially if triggered by an agency official's refusal to produce documents or testimony, generally require a court to evaluate both Congress's oversight powers and the official's articulated justification for non-compliance with the subpoena. This typically will include an evaluation of whether the subpoena was validly issued and whether the witness has asserted a defense—such as a constitutionally based right or privilege—that would excuse compliance with the subpoena. If the lawsuit succeeds, the court will generally order compliance with the subpoena and disclosure of the information. For example, in 2016, the D.C. federal district court issued an opinion in Committee on Oversight and Government Reform v. Lynch instructing DOJ to comply with a House committee subpoena.", "In addition to subpoena enforcement lawsuits, a federal district court has held that the House has standing to challenge expenditures of funds made without an appropriation from Congress. In United States House of Representatives v. Burwell , the court held that if an agency's expenditure of funds is taken in violation of the \"specific proscription\" in Article I that \"[n]o Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law,\" then the House has standing to remedy that constitutional violation. However, that same opinion also held that the House does not suffer an injury adequate to obtain standing when it challenges an agency's \"implementation, interpretation, or execution\" of the law."], "subsections": []}]}, {"section_title": "Tools Available to the Senate", "paragraphs": ["Some oversight tools are available exclusively to the Senate. Through its \"advice and consent\" responsibility, the Senate plays an integral role in the performance of two constitutionally prescribed executive functions—the appointment of important government officials and completion of treaties between the United States and foreign nations or international bodies. In addition, if an official is impeached by the House, the Senate has the exclusive power to try and, upon conviction, remove the official from office. And like the House, the Senate may seek to enforce congressional subpoenas through civil actions in federal court, but unlike in the case of the House, the Senate practice is authorized and shaped by federal statute. "], "subsections": [{"section_title": "Senate Civil Enforcement of Subpoenas", "paragraphs": ["Like the House, the Senate may seek to enforce a subpoena by instituting civil proceedings in federal court. While the House's civil enforcement of subpoenas may occur on an ad hoc basis, a federal statute provides procedures for subpoena enforcement by the Senate. That statute is severely limited with regard to its application against an agency official. By statute, the U.S. District Court for the District of Columbia is granted jurisdiction to hear claims \"to secure a declaratory judgment concerning the validity of, or to prevent a threatened refusal or failure to comply with, any subp[o]ena or order issued by the Senate or committee or subcommittee\" thereof. As in the House, filing such a lawsuit requires authorization from the Senate as a whole. The Senate provision, however, does not apply to federal officials or employees who refuse to comply with a subpoena based on an assertion of a properly authorized governmental privilege. Despite the terms of the statute, it would appear arguable that like the House, the Senate may retain the authority to seek enforcement of a subpoena on an ad hoc basis through approval of a Senate resolution authorizing such a lawsuit."], "subsections": []}, {"section_title": "Advice and Consent: Nominations and Treaties", "paragraphs": ["The Constitution conditions the full performance of two essential executive branch functions on the assent of the Senate. The Appointments Clause and the Treaty Clause respectively authorize the President to make certain appointments to important governmental positions and to finalize treaties with foreign nations or international bodies on behalf of the United States only after receiving the \"advice and consent\" of the Senate. \"Advice and consent\" in both contexts has been understood in practice to require senatorial approval, but not necessarily consultation. Both Clauses, therefore, afford the Senate unique opportunities to influence and exert control over the execution of important executive branch powers, especially by conditioning or withholding consent in order to obtain executive branch compliance with congressional desires.", "As noted, the Appointments Clause establishes that principal \"Officers of the United States,\" and those \"inferior Officers\" whose appointments have not been vested in the President alone, department heads, or \"the Courts of Law,\" must be appointed by the President with the advice and consent of the Senate. Because of recent changes in Senate rules, presidential nominations are not subject to filibuster, and so as a practical matter, the support of a simple majority of Senators is enough to confirm a presidential nomination. There are more than 1,200 executive branch positions that, by law, require Senate approval. When an officer holding an advice-and-consent position leaves office before his or her successor is chosen, an acting official may temporarily perform the duties of the vacant office without receiving senatorial approval. The ability of government officials to perform the duties of a vacant office is generally governed by the Federal Vacancies Reform Act of 1998 (Vacancies Act), although other statutes may supplement or supersede that statute.", "The Senate's advice-and-consent function under the Appointments Clause serves as a significant check on the executive branch, one which the Senate may use not only to approve or reject presidential nominees, but also to influence who is nominated for certain important offices and what a nominee will do in office if confirmed. For example, the threat that a simple majority of Senators will block a presidential nominee can be used by the Senate to persuade the President to nominate an individual agreeable to most Senators. In addition, during the confirmation process, the Senate can seek to elicit commitments from a nominee that he or she will seek to achieve certain policies or abide by certain principles if confirmed. The power of this latter tool was perhaps most dramatically exemplified in connection with the so-called \"Saturday Night Massacre\" of 1973, in which the Attorney General and Deputy Attorney General under President Richard Nixon resigned, successively, after being directed by the President to fire the Watergate special prosecutor, Archibald Cox. In his resignation letter, Attorney General Elliot Richardson asserted that his decision to resign was based not only on the fact that he had empowered the special prosecutor with a large measure of independence and imposed limitations on his removal, but also because, \"[a]t many points throughout the confirmation hearings [for Attorney General], [he had] reaffirmed [his] intentions to assure the independence of the special prosecutor.\"", "Similarly, the Treaty Clause of the Constitution stipulates that the President may not ratify a treaty between the United States and a foreign nation or international body without senatorial consent. The Clause states that the President \"shall have the Power, by and with the Advice and Consent of the Senate, to make Treaties, provided two-thirds of the Senators present concur.\" In requiring that the President secure the consent of two-thirds of available Senators, the Clause may pose a steeper obstacle to the effectuation of executive branch responsibilities than does the Appointments Clause, which requires only the approval of a majority of Senators to a presidential nomination.", "The advice-and-consent function in connection with the President's treaty-making power enables the Senate to serve as a substantial check on the execution of the President's foreign relations power. The Senate, for example, may withhold its consent and therefore prevent the President from ratifying a treaty. It may also supply its consent subject to certain conditions (e.g., specifying that implementing legislation is needed to give domestic legal effect to the treaty's provisions, or making Senate approval conditional upon the reservation that the United States does not agree to be legally bound by a particular treaty provision)."], "subsections": []}, {"section_title": "The Senate's Role in Impeachment: Trial and Removal", "paragraphs": ["As stated above, the impeachment and removal process involves distinct roles for both houses of Congress. If the House votes to impeach an official, it will then forward articles of impeachment to the Senate, which has \"the sole Power to try all Impeachments.\" The Vice President, as President of the Senate, generally presides over impeachment trials, although the Chief Justice of the United States presides when the President has been impeached. If, after the trial, two-thirds of the Senate votes to convict the official based on any of the articles of impeachment, the official will be removed from office. After the vote to convict and remove, the Senate may, in its discretion, hold another vote to disqualify the official from \"hold[ing] and enjoy[ing] any Office of honor, Trust or Profit under the United States.\" Unlike conviction and removal, however, which requires the approval of two-thirds of the Senators present, a later vote to disqualify an official from holding future federal office requires only a majority in favor. The Senate may not impose any punishment other than removal and disqualification from holding future federal office.", "While the full Senate votes on whether to convict an impeached official, under Impeachment Rule XI, the Senate may order the Presiding Officer of the Senate to establish a committee of Senators to receive evidence and take testimony prior to the vote. This procedure was challenged in Nixon v. United States , which concerned the impeachment and conviction in the Senate of Walter L. Nixon, Jr., former Chief Judge of the U.S. District Court for the Southern District of Mississippi. After a criminal trial, Nixon was found guilty of making false statements to a grand jury and was sentenced to prison. He was then impeached by the House and tried and convicted by the Senate. During the proceedings in the Senate, the Senate established a committee under Impeachment Rule XI to receive evidence. Following his senatorial conviction, Nixon brought suit in federal court, arguing that Rule XI violated the constitutional prescription that the Senate \"try\" impeachments because, when it is invoked, the full Senate does not take part in evidentiary hearings.", "The Supreme Court held that the former judge's claim posed a nonjusticiable political question and was therefore not subject to judicial review. The Court decided that \"the sole Power\" to try impeachments \"is reposed in the Senate and nowhere else\" and concluded that the word \"try\" \"lacks sufficient precision to afford any judicially manageable standard of review of the Senate's action.\" Instead, the responsibility and authority for interpreting \"try\" lay with the Senate. The Supreme Court expressed concern with the uncertainty \"and the difficulty of fashioning relief\" posed by allowing judicial challenges to the Senate's impeachment procedures. In holding that such challenges could not be entertained on judicial review, Nixon stands for the practical proposition that the Senate has significant discretion over the procedures it employs during impeachment trials."], "subsections": []}]}, {"section_title": "Tools for Congressional Committees", "paragraphs": ["Among the tools to influence agency action available to congressional committees of both houses are the power of investigative oversight and the use of committee report language. The efficacy of these tools, which provide committees with \"enormous influence over executive branch doings,\" reflects both committees' substantial role in the legislative system and their unique relationship with the agencies they oversee. As one court has aptly described, \"[o]fficials in the executive branch have to take . . . committees into account and keep them informed, respond to their inquiries, and it may be, flatter and please them when necessary.\" "], "subsections": [{"section_title": "Committee Investigative Oversight", "paragraphs": ["Congressional committees can significantly influence agency action through investigative oversight. These investigations may uncover and publicize agency abuse of authority or maladministration, prompting a legislative response or immediate change in policies by the investigated agency itself. Hearings may also provide a committee the opportunity to give an agency guidance on how the committee believes an agency should carry out its functions. ", "Congress's power to conduct investigations complements its more prominent power to legislate and appropriate funds. Although the \"power of inquiry\" was not expressly provided for in the Constitution, it has been acknowledged as \"an essential and appropriate auxiliary to the legislative function\" derived implicitly from Article I's vesting of \"legislative Powers\" in the Congress. The prerogative to gather information related to legislative activity is critical in purpose, as Congress \"cannot legislate wisely or effectively in the absence of information,\" and extensive in scope, as Congress is empowered to obtain pertinent testimony and documents through investigations into a wide array of matters that relate to the legislative function. Specifically, acting within relevant constitutional and jurisdictional constraints, a committee may initiate investigations, hold hearings, request testimony or documents from witnesses, and, when either a government or private party is not forthcoming, compel compliance with the committee's requests through the issuance and enforcement of subpoenas.", "Because each house of Congress has largely delegated its constitutional oversight powers to its standing committees, congressional oversight investigations typically are carried out by congressional committees and subcommittees. House and Senate rules provide each committee with a specific jurisdiction, the authority to hold hearings, and the power to require compliance with requests for information through subpoena. In the House, most standing committees have also been vested with the authority to take sworn testimony through staff depositions. Although hearings, subpoenas, and depositions are available tools, most investigative oversight into executive agencies is conducted through informal staff-to-staff contacts between committees and agencies.", "Congress has also enacted a series of laws that buttress committee investigative powers. Along with the criminal contempt statute already discussed, the federal perjury, false statements, and obstruction of congressional proceeding statutes also criminalize conduct that may inhibit a congressional committee's ability to exercise its oversight power. That said, congressional committees are not empowered to enforce, or even trigger enforcement of these provisions. Instead, enforcement—as with all criminal provisions—is carried out by the executive branch. With regard to perjury, false statements, and obstruction, a committee may refer a possible offense to DOJ with a recommendation that an investigation be initiated, but the ultimate decision on prosecution is retained by the executive branch. ", "Federal law does, however, directly empower committees to obtain an immunity order from a federal court to compel a witness who has asserted the Fifth Amendment privilege against self-incrimination to testify. Under federal law, a court order can be obtained from a United States district court following a two-thirds affirmative vote in the committee conducting the investigation. So long as the committee complies with certain procedural requirements, the district court \"shall grant\" the immunity order when petitioned, although the Attorney General can request to delay the order. While an order requires a witness to testify, the Fifth Amendment's protections prohibit the compelled testimony and any evidence derived from that testimony from being used against the witness \"in any respect\" in a later criminal prosecution, except one for perjury, false statement, or contempt relating to the testimony. ", "While Congress's oversight and investigatory powers are broad, they are not unlimited. Besides jurisdictional limitations and other procedural requirements imposed by each house or a particular committee's rules, other constitutional principles restrict committee investigations. Because the authority to conduct oversight and investigations is implicit in the Constitution's vesting of legislative power in Congress, any inquiry must be undertaken \"in aid of the legislative function.\" This \"legislative purpose\" requirement is relatively generous, and generally authorizes an investigation into any topic on which legislation could be had, including investigations undertaken to inform Congress or its committees for purposes of determining how laws function, whether new laws are necessary, whether old laws should be repealed or altered, or to conduct oversight to ensure compliance with existing law. No committee, however, \"possesses the general power of making inquiry into the private affairs of the citizen.\"", "In addition, because a congressional inquiry is part of \"lawmaking,\" a congressional committee engaged in an investigation generally must observe applicable constitutional restrictions and respect validly asserted constitutionally based privileges. Most, though not all, provisions of the Bill of Rights addressing the rights of individuals apply to a congressional investigation. For example, the First Amendment prevents a committee from interfering with a witness's free speech or associational rights without an adequate legislative interest; the Fourth Amendment prevents the enforcement of an unreasonably broad subpoena; and the Fifth Amendment may be asserted in response to a congressional subpoena when compliance would tend to incriminate the witness. ", "Assertions of executive privilege may be invoked to limit a committee's authority to obtain information from executive branch agencies. Executive privilege is generally viewed as having two components: the deliberative process privilege, which protects the decisionmaking process of the entire executive branch; and the presidential communications privilege, which preserves the confidentiality of direct decision making of the President. Both privileges are grounded in the notion that the executive branch must be able to discuss different options and approaches candidly without fear that its communications will become public.", "The deliberative process privilege is often implicated during committee investigations into agency decisionmaking, and as a result, may prompt conflict between committees and agencies. While the Supreme Court has found the presidential communications privilege to be implied in the Constitution, the legal source from which the deliberative process privilege stems is less clear. Whereas one court has suggested that the privilege \"is primarily a common law privilege,\" another has held that it has \"constitutional dimension[s].\" Yet because congressional committees have generally claimed discretion in whether to recognize common law privileges asserted by a witness, the legal source of the deliberative process privilege may affect the degree to which the privilege limits congressional investigations.  "], "subsections": []}, {"section_title": "Informal Committee Controls: Report Language", "paragraphs": ["While legislative enactments have the force and effect of law, committees may also use non-binding report language associated with passed legislation to influence agency action. Report language draws its ability to influence not from the law, but from the committee's relationship with the agencies it oversees. This tool may be used to direct the use of appropriated funds, as well as to guide an agency in implementing delegated authority.", "In general, committee report language refers to any information provided in a report that accompanies legislation approved by the committee. When directed toward agencies, committee report language generally is used to communicate committee preferences to the agency tasked with carrying out the measure once it becomes law. The purpose of committee report language can range from explaining the committee's interpretation of certain provisions of the bill to directly articulating a requirement or prohibition on the agency which may not be directly referenced in the bill's text. Although report language itself is not legally binding in the same manner as statutory text, agencies usually seek to comply with any directives contained within a committee report. If an agency ignores report language, it runs the risk of offending its appropriating committee or another committee with jurisdiction over it, increasing the likelihood of future informal committee-imposed consequences or more formal legislative consequences imposed by Congress at the behest of the committee. ", "In the appropriations context, report language has been used as a non-binding alternative to the types of committee controls held unconstitutional in Chadha . For example, committees have inserted language into committee reports that purport to require an agency to obtain the committee's approval before reprogramming funds. In other instances, agencies have reached informal agreements in which the agency accedes to some form of limited committee control over agency decisionmaking. Because report language and other informal arrangements between an agency and a committee do not, as a legal matter, have the force and effect of law, these tools do not violate constitutional principles of presentment and bicameralism laid out by the Supreme Court in Chadha . If agencies comply with committee report language, they do so voluntarily. As one appellate court has noted, \"there is nothing unconstitutional about . . . such informal cooperation.\" "], "subsections": []}]}, {"section_title": "Tools for Individual Members", "paragraphs": ["Individual Members also have several tools at their disposal to influence agency action. Members may seek the disclosure of information from agency officials through voluntary cooperation. And procedural rules and customary practices of the House, Senate, or committees may accord specific powers to individual Members that enable them to exert some level of influence over matters affecting administrative agencies. For example, committee rules typically provide committee chairs significant authority to compel disclosure of information from administrative agencies or engage in other oversight activities on behalf of their committees on matters within those committees' jurisdiction. And if an individual Member is authorized by a committee, house, or Congress as a whole, the Member may be \"endowed with the full power of the Congress to compel testimony,\" for, as the Supreme Court has recognized, \"each Member of Congress is 'an officer of the union, deriving his powers and qualifications from the [C]onstitution.'\"", "Individual Members may also avail themselves of certain statutes to obtain information from administrative agencies. For instance, 5 U.S.C. § 2954 (also known as the \"Seven Member Rule\" \"Rule of Seven\" statute) provides that, upon receipt of a request for information from any seven Members of the House Oversight and Government Reform Committee or five Members of the Senate Committee on Homeland Security and Governmental Affairs, an executive agency \"shall submit any information requested of it relating to any matter within the jurisdiction of the committee.\" Other statutes authorize agencies to disclose records that are otherwise exempt from disclosure specifically to an individual Member of Congress. Individual Members may also secure information through reliance on the statutory authority granted certain investigative agencies—such as the Government Accountability Office—to investigate and oversee administrative agencies. In addition, individual Members may submit requests for agency records under FOIA.", "Individual Members may also seek to influence or control the executive branch through the initiation of lawsuits challenging executive branch action. However, an individual Member who wishes to institute such a lawsuit faces a significant obstacle unrelated to the merits of his or her case. After the Supreme Court's 1997 decision in Raines v. Byrd , an individual Member will have standing to sue an executive branch agency or official in federal court only if his or her complaint alleges a personal injury (e.g., the loss of a congressional seat) or an \"institutional injury\" not \"abstract and widely dispersed.\" The only institutional injury the Supreme Court has recognized as sufficient to confer standing upon individual legislators occurs when legislators' votes have been nullified by executive action, a narrow category of injury that individual Members have struggled to allege successfully. After Raines , few legislators who lack authorization from their relevant house of Congress have been granted standing to pursue a civil action against the executive branch.", "Individual Members may also participate in litigation against the executive branch—albeit not as parties—by appearing as amici curiae (\"friends of the court\") in pending proceedings. An amicus curiae is \"[a] person who is not a party to a lawsuit but who petitions the court or is requested by the court to file a brief in the action because that person has a strong interest in the subject matter.\" Members of Congress may file amicus briefs in judicial proceedings for a variety of reasons, including to articulate specific policy views, assert the purported meaning of statutory provisions at issue in the litigation in question, or defend the prerogatives or interests of the legislative branch. While they certainly cannot be used to control agency action, amicus briefs filed by Members of Congress in proceedings involving the executive branch may be useful in alerting executive branch components or officials to the views of certain Members on matters central to executive branch programs and powers.", "As has been shown, individual Members of Congress may exert some measure of influence over administrative agencies. But courts have imposed important limitations on their ability to do so. Chief among these limits is the prohibition against legislator-interference with the decisionmaking process of agency adjudicators. This prohibition—grounded in procedural due process—extends to any action that would implicate an adjudicator's appearance of impartiality, such as a decision issued shortly after facing congressional questioning that focused \"directly\" and \"substantially\" on the official's decisionmaking process. An adjudication subject to such impermissible influence is invalid so long as there can be established a \"nexus\" between the pressure applied and the agency decisionmaker. The U.S. Court of Appeals for the District of Columbia Circuit (D.C. Circuit) has held that \"[t]he [proper] test is whether extraneous factors intruded into the calculus of consideration of the individual decisionmaker.\" This doctrine, however, does not apply in the context of agency rulemaking proceedings. The D.C. Circuit has held that a rule will be held invalid because of legislator pressure only if (1) \"the content of the pressure . . . is designed to force [the decision-maker] to decide upon factors not made relevant by Congress in the applicable statute,\" and (2) \"the . . . determination [is] affected by those extraneous considerations.\""], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Congress has an array of tools at its disposal to influence and control executive branch agencies. Through the exercise of its legislative power and subject to certain limitations rooted mainly in the separation of powers, Congress may not only establish federal agencies and individual agency offices, but also shape agencies' basic structures and operations, set the manner in which those holding agency offices are appointed and removed, and delegate lawmaking authority to agencies. In addition, Congress may directly reverse certain agency actions and decisions through later legislation. But Congress need not confine itself to the legislative process to exert control or influence over executive branch agencies or officials. Many non-statutory tools that inhere to Congress as a whole, the House or Senate exclusively, committees, or even individual Members of Congress may be used to influence or, in some cases, control agencies or officials. Some of these non-statutory tools, such as impeachment and removal, are of potentially legally binding effect. Other tools, such as censure or resolutions of inquiry, are not legally compulsory, but are possibly powerful tools of influence."], "subsections": []}]}}