{"id": "R45450", "title": "Statutory Inspectors General in the Federal Government: A Primer", "released_date": "2019-01-03T00:00:00", "summary": ["This report provides an overview of statutory inspectors general (IGs) in the federal government, including their structure, functions, and related issues for Congress.", "Statutory IGs—established by law rather than administrative directive—are intended to be independent, nonpartisan officials who aim to prevent and detect waste, fraud, and abuse in the federal government. To execute their missions, IGs lead offices of inspector general (OIGs) that conduct various reviews of agency programs and operations—including audits, investigations, inspections, and evaluations—and provide findings and recommendations to improve them. IGs possess several authorities to carry out their respective missions, such as the ability to independently hire staff, access relevant agency records and information, and report findings and recommendations directly to Congress.", "Statutory IGs play a key role in government oversight, and Congress plays a key role in establishing the structures and authorities to enable that oversight. The structure and placement of IGs in government agencies allows OIG personnel to develop the expertise necessary to conduct in-depth assessments of agency programs. Further, IGs' dual reporting structure—to both agency heads and Congress—positions them to advise agencies on how to improve their programs and policies and to advise Congress on how to monitor and facilitate such improvement. Congress, therefore, may have an interest in ensuring that statutory IGs possess the resources and authorities necessary to fulfill their oversight roles.", "As the federal government continues to evolve, so too does the role of IGs in government oversight. Agency programs and operations have increased in terms of breadth, complexity, and interconnectedness. Consequently, IGs may face increasing demand to complete statutorily mandated reviews of programs and operations that require (1) a broader focus on program performance and effectiveness in addition to waste, fraud, and abuse; (2) analysis of specialty or technical programs, possibly in emerging policy areas; and (3) use of more complex analytical methods and tools. Congress may wish to consider several options regarding IG structures, functions, and coordination as the role of IGs in government oversight evolves."], "reports": {"section_title": "", "paragraphs": ["T his report provides an overview of statutory inspectors general (IGs) in the federal government, including their structure, functions, and related issues for Congress. "], "subsections": [{"section_title": "Establishment of Statutory IGs", "paragraphs": ["Statutory inspectors general (IGs) are intended to be independent, nonpartisan officials who prevent and detect waste, fraud, abuse, and mismanagement within federal departments and agencies. To execute their missions, IGs lead offices of inspector general (OIGs) that conduct audits, investigations, and other evaluations of agency programs and operations and produce recommendations to improve them. Statutory IGs exist in more than 70 federal entities, including departments, agencies, boards, commissions, and government-sponsored enterprises. "], "subsections": [{"section_title": "Brief History of Statutory IGs Until 1978", "paragraphs": ["The origins of the modern-day IGs can be traced back to the late 1950s, with the statutory establishment of an \"IG and Comptroller\" for the Department of State in 1959 and administrative creation of an IG for the Department of Agriculture. Prior to the establishment of IGs in the federal government, agencies often employed internal audit and investigative units to combat waste, fraud, and abuse.", "Congress established the first statutory IG that resembles the modern-day model in 1976 for the Department of Health, Education, and Welfare (HEW; now the Department of Health and Human Services). Congressional investigations uncovered widespread inefficiencies and mismanagement of the department's programs and operations, as well as weaknesses within the department's audit and investigative units. The House Committee on Government Operations investigative report recommended, among other things, that the Secretary of HEW place all audit and investigation units \"under the direction of a single official who reports directly to the Secretary and has no program operating responsibilities\" who would be responsible for identifying \"serious problems\" and \"lack of progress in correcting such problems.\" Congress ultimately established the HEW IG under this model. Congress also established the Department of Energy IG under a similar model in 1977."], "subsections": []}, {"section_title": "Inspector General Act of 1978", "paragraphs": ["The establishment of the HEW and Department of Energy IGs laid the groundwork for Congress to create additional statutory IGs through the Inspector General Act of 1978 (hereinafter IG Act). According to the Senate Committee on Governmental Affairs report that accompanied the bill that became law, the committee believed that extending the IG concept to more agencies would ultimately improve government programs and operations. The committee further identified IG independence from agency management as a key characteristic in fostering such improvements. "], "subsections": [{"section_title": "Central Tenets of the IG Act", "paragraphs": ["The IG Act initially created 12 IGs for federal \"establishments\" and provided a blueprint for IG authorities and responsibilities. The act laid out three primary purposes for IGs:", "1. conduct audits and investigations of programs and operations of their affiliated federal entities; 2. recommend policies that promote the efficiency, economy, and effectiveness of agency programs and operations, as well as preventing and detecting waste, fraud, and abuse; and 3. keep the affiliated entity head and Congress \"fully and currently informed\" of fraud and \"other serious problems, abuses, and deficiencies\" in such programs and operations, as well as progress in implementing related corrective actions."], "subsections": []}, {"section_title": "Evolution of the IG Act", "paragraphs": ["Congress has substantially amended the IG Act three times since its enactment, as described below. The amendments generally aimed to expand the number of statutory IGs and enhance their independence, transparency, and accountability.", "The Inspector General Act Amendments of 1988 (P.L. 100-504) expanded the total number of statutory IGs, particularly by authorizing additional establishment IGs and creating a new category of IGs for \"designated federal entities\" (DFEs). The act also established a uniform salary rate and separate appropriations accounts for each establishment IG. Further, the act added several new semiannual reporting requirements for IGs, such as a requirement for IGs to provide a list of each audit report issued during the reporting period. Finally, the law required external peer reviews of OIGs, during which a federal \"audit entity\" reviews each OIG's internal controls and compliance with audit standards. The Inspector General Reform Act of 2008 (P.L. 110-409) established a new Council of Inspectors General on Integrity and Efficiency (CIGIE) to coordinate and oversee the IG community, including an Integrity Committee to investigate alleged IG wrongdoing. The law also increased the uniform salary rate for establishment IGs and established a salary formula for DFE IGs. The act also provided additional authorities and protections to enhance the independence of IGs, such as budget protections, access to independent legal counsel, and advanced congressional notification for the removal or transfer of IGs. Finally, the act further amended IG semiannual reporting obligations and required OIG websites to include all completed audits and reports. The Inspector General Empowerment Act of 2016 (P.L. 114-317) aimed to enhance IG access to and use of agency records. The act exempted IGs from the Computer Matching and Privacy Protection Act (CMPPA), which is intended to allow IGs to conduct computerized data comparisons across different agency automated record systems without restrictions in the law. The act also directed CIGIE to resolve jurisdictional disputes between IGs and altered the membership structure and investigatory procedures of the CIGIE Integrity Committee. Regarding transparency and accountability, the act required IGs to submit any documents containing recommendations for corrective action to agency heads and congressional committees of jurisdiction, as well as any Member of Congress or other individuals upon request."], "subsections": []}]}]}, {"section_title": "Structure of the IG Community", "paragraphs": [], "subsections": [{"section_title": "Types of IGs", "paragraphs": ["Statutory IGs may be grouped into four types: (1) establishment, (2) DFE, (3) other permanent, and (4) special. Federal laws explicitly define the first two types of IGs but not the latter two types, though stakeholders sometimes describe IGs in this way. Consequently, this report groups IGs into the four types based on criteria that are commonly used to distinguish between IGs, including authorizing statute, appointment method, affiliated federal entity and the branch of government in which it is located, oversight jurisdiction, and oversight duration. Table 1 describes each IG type according to these criteria."], "subsections": []}, {"section_title": "Composition of Statutory IGs", "paragraphs": ["As of January 2019, 74 statutory IGs operated in the federal government. The IG Act governs 65 IGs, including 33 establishment and 32 DFE IGs. The remaining nine IGs are governed by individual statutes outside the IG Act, including seven other permanent and two special IGs ( Figure 1 ). Five out of seven other permanent IGs operate for legislative branch agencies—the Architect of the Capitol (AOC), Government Publishing Office (GPO), Government Accountability Office (GAO), Library of Congress (LOC), and U.S. Capitol Police (USCP). The remaining two operate for executive branch intelligence agencies—the Central Intelligence Agency (CIA) and Intelligence Community (IC). The two special IGs include those for Afghanistan Reconstruction (SIGAR) and the Troubled Asset Relief Program (SIGTARP). Appendix A lists current statutory IGs by type."], "subsections": []}, {"section_title": "Distribution of IGs Across Federal Entities", "paragraphs": ["The majority of IGs oversee the activities of a single affiliated federal entity and its components. For example, the IG for the Department of Homeland Security (DHS) is responsible for evaluating programs and operations of the entire department and its components, such as the Federal Emergency Management Agency. In some cases, however, multiple IGs operate for a single entity. In other cases, one IG operates for multiple entities."], "subsections": [{"section_title": "Multiple IGs Operating for a Single Federal Entity", "paragraphs": ["Two cabinet-level departments are affiliated with more than one IG: the Department of Defense (DOD) and the Department of the Treasury. Both departments have a department-wide IG and one or more separate IGs for certain components ( Table 2 ). "], "subsections": []}, {"section_title": "Single IG Operating for Multiple Federal Entities", "paragraphs": ["Congress has authorized some IGs to oversee the programs, operations, and activities of more than one entity either on a permanent or temporary basis. The expansion of an IG's jurisdiction to include multiple entities has generally stemmed from agency reorganizations or congressional concern regarding oversight of a particular agency or program. ", " Table 3 provides examples of IGs who have permanent expanded jurisdiction. In the past, Congress has also temporarily expanded IG jurisdiction to include operations of unaffiliated agencies. For example, Congress directed the GAO IG to serve concurrently as the IG for the Commission on Civil Rights for FY2012 and FY2013. The Consolidated Appropriations Act, 2014, authorized the DOT IG to oversee the Metropolitan Washington Airports Authority (MWAA), a nonfederal entity."], "subsections": []}]}]}, {"section_title": "Types of IG Reviews", "paragraphs": ["IGs conduct reviews of government programs and operations. The genesis and frequency of such reviews can vary. An IG generally conducts a review in response to a statutory mandate, at the request of Congress or other stakeholders (e.g., the President), or upon self-initiation. Reviews can occur once or periodically. IG reviews can be grouped into three broad categories: (1) performance audits, (2) inspections or evaluations, and (3) investigations. Table 4 and the sections below discuss certain differences between the review types in terms of three characteristics: quality standards, scope of analysis, and type of analysis."], "subsections": [{"section_title": "Quality Standards", "paragraphs": ["IG reviews are governed by different quality standards. IG audits are subject to the generally accepted government auditing standards (GAGAS) developed by GAO. Inspections or evaluations and investigations, by contrast, are governed by separate standards developed by the CIGIE. While several standards are identical or similar across the three review types, the requirements to meet those standards differ by type. For example, one GAO report noted that IG audits are \"subject to more depth in the requirements for levels of evidence and documentation supporting findings\" than IG inspections. "], "subsections": []}, {"section_title": "Type of Analysis", "paragraphs": ["IG audits and inspections or evaluations include programmatic analysis, which may involve analyses related to the compliance, internal control, or efficiency and effectiveness of agency programs and operations. They also often include recommendations to improve such programs and operations. IG investigations, by contrast, typically include nonprogrammatic analysis and instead focus primarily on alleged misuse or mismanagement of an agency's programs, operations, or resources by an individual government employee, contractor, or grantee. Unlike audits and inspections or evaluations, IG investigations can directly result in disciplinary actions that are criminal (e.g., convictions and indictments) or administrative (e.g., monetary payments, suspension/debarment, or termination of employment). "], "subsections": []}, {"section_title": "Scope of Analysis", "paragraphs": ["Performance audits may be broader in scope compared to inspections or evaluations and investigations. A performance audit may assess the agency-wide implementation of a program across multiple agency components and facilities. An inspection or evaluation, by contrast, may sometimes focus on a specific aspect of a program or the operations of a particular agency facility or geographic region containing agency facilities. Investigations typically focus on the actions of a specific agency employee, grantee, or contractor for alleged misconduct or wrongdoing. "], "subsections": []}]}, {"section_title": "IG Statutory Authorities and Requirements", "paragraphs": ["IGs possess many authorities and responsibilities to carry out their respective missions, many of which aim to establish and protect IG independence from undue influence. For example, the IG Act grants covered IGs with broad authority to", "conduct audits and investigations, which cannot be prohibited or prevented by the affiliated entity head (except, in some cases, for national security reasons); access directly the records and information related to the affiliated entity's programs and operations; request assistance from other federal, state, and local government agencies; subpoena information and documents; administer oaths when conducting interviews; independently hire staff and manage their own resources; and receive and respond to complaints of waste, fraud, and abuse from agency employees, whose identity is to be protected.", "The subsections below and Appendix B compare selected statutory authorities and requirements by IG type: establishment, DFE, other permanent, and special. However, the manner in which each IG interprets and implements these authorities and responsibilities can vary widely, thus potentially resulting in substantially different structures, operations, and activities across IGs. ", "The discussion in this section focuses on IG authorities and requirements that are expressly mandated in the applicable authorizing statute. Although special IGs and other permanent IGs in the legislative branch are not created under the IG Act, their authorizing statutes incorporate—and therefore make applicable—certain provisions of the IG Act. These \"incorporation by reference\" provisions are subject to some interpretation. Even when the authorizing statute for a special IG or other permanent IG in the legislative branch clearly and unequivocally incorporates a specific provision of the IG Act, interpretation may vary regarding whether subsequent amendments to that incorporated provision apply to the IGs if they occurred after the enactment of the IG's authorizing statute. "], "subsections": [{"section_title": "Oversight Jurisdiction", "paragraphs": ["As mentioned previously, establishment, DFE, and other permanent IGs generally do not have cross-agency jurisdiction and therefore evaluate only the programs, operations, and activities of their respective affiliated agencies. For example, the DHS IG must annually evaluate the department's information security programs and practices, but it does not evaluate such programs and practices for another department. Oversight jurisdiction, however, can extend to nonfederal third parties, such as contractors and grantees. For example, the IG for the National Archives and Records Administration audited the agency's management of grant fund use by certain grantees.", "Special IGs, by comparison, possess express cross-agency jurisdiction: They are authorized to evaluate a specific program, operation, or activity irrespective of the agencies implementing them. For instance, SIGAR oversees all federal funding for programs and operations related to Afghanistan reconstruction, which involves multiple agencies. SIGAR, therefore, may examine government-wide efforts to train, advise, and assist the Afghan National Defense and Security Forces. The DOD IG, by contrast, may examine only reconstruction activities under DOD's purview, such as the military's efforts to train, advise, and assist the Afghan Air Force. "], "subsections": []}, {"section_title": "Appointment Method", "paragraphs": ["Most (72 of 74) statutory IGs must be appointed \"without regard to political affiliation\" and \"on the basis of integrity and demonstrated ability in accounting, auditing, financial analysis, law, management analysis, public administration, or investigations.\" Statutory IGs are appointed under one of three different methods:", "1. by the President, by and with the advice and consent of the Senate; 2. by the President alone; or 3. by the head of the affiliated federal entity.", "As shown in Table 5 , a total of 37 out of 74 statutory IGs are appointed by the President, 36 of which—establishment IGs (33), other permanent IGs in the executive branch (2), and SIGTARP—require Senate confirmation. The IG for SIGAR is the only statutory IG appointed by the President alone without Senate confirmation. In addition, 37 out of 74 IGs are appointed by the heads of their affiliated federal entities: DFE (32) and other permanent IGs in the legislative branch (5). Unlike other IGs, the USCP and AOC IGs must be appointed by their affiliated entity heads in consultation with other permanent IGs in the legislative branch. "], "subsections": []}, {"section_title": "Removal Method", "paragraphs": ["IGs can be removed or transferred to another position under one of two different methods: (1) by the President or (2) by the head of the affiliated federal entity. Establishment, special, and other permanent IGs in the executive branch are removable or transferrable by the President. In contrast, DFE IGs and other permanent IGs in the legislative branch are removable or transferrable by the heads of their affiliated entities. Additional procedures are required to remove or transfer certain IGs as follows:", "DFE IG headed by a board, committee, or commission . Removal or transfer upon written concurrence of a two-thirds majority of the members of the board, committee, or commission. U.S. Postal Service (USPS) IG. Removal upon written concurrence of at least seven out of nine postal governors and only \"for cause\" (e.g., malfeasance or neglect of duty). USCP IG. Removal upon a \"unanimous vote\" of all voting members on the Capitol Police Board.", "In most cases, Congress must receive advanced notice of an IG's removal or transfer. The removal authority must communicate to both houses of Congress, in writing, the reasons for the IG's removal or transfer 30 days in advance for establishment, DFE, and special IGs—representing 67 out of 74 IGs. ", "Advanced notice requirements for removal vary across other permanent IGs. Authorizing statutes for other permanent IGs in the executive branch require the same 30-day advanced written notice of removal but only to the congressional intelligence committees. Authorizing statutes for the other permanent IGs in the legislative branch do not explicitly require advanced notice and instead require written communication to Congress explaining the reason for removal. Advanced notice to Congress is not explicitly required for transfers of other permanent IGs."], "subsections": []}, {"section_title": "Term Limits", "paragraphs": ["All but two statutory IGs may serve indefinitely. The USPS and USCP IGs, however, are subject to term limits. The USPS IG is appointed to a seven-year term and can be reappointed for an unlimited number of terms. The USCP IG is appointed to serve a five-year term for up to three terms (15 years total). "], "subsections": []}, {"section_title": "Transparency of Budget Formulation and Proposals", "paragraphs": ["Establishment, DFE, and other permanent IGs in the executive branch are required to develop annual budget estimates that are distinct from the budgets of their affiliated entities. Further, such budget estimates must include some transparency into the requested amounts before agency heads and the President can modify them. The budget formulation and submission process for the aforementioned IG types includes the following key steps:", "IG budget estimate to affiliated agency head. The IG submits an annual budget estimate for its office to the affiliated entity head. The estimate must include (1) the aggregate amount for the IG's total operations, (2) a subtotal amount for training needs, and (3) resources necessary to support CIGIE. Agency budget request to President. The affiliated entity head compiles and submits an aggregated budget request for the IG to the President. The budget request includes any comments from the IG regarding they entity head's proposal. President's annual budget to Congress. The President submits an annual budget to Congress. The budget submission must include (1) the IG's original budget that was transmitted to the entity head, (2) the President's requested amount for the IG, (3) the amount requested by the President for training of IGs, and (4) any comments from the IG if the President's amount would \"substantially inhibit\" the IG from performing his or her duties.", "This process arguably provides a level of budgetary independence from their affiliated entities, particularly by enabling Congress to perceive differences between the budgetary perspectives of IGs and affiliated agencies or the President. Governing statutory provisions outline the following submission process, although it is unclear whether every IG interprets the statute similarly. Notably, one congressional committee investigation questioned whether the President was consistently following the IG Act's requirements for transparency of IG budget formulation.", "Treatment of budget estimates for other permanent IGs in the legislative branch varies. The authorizing statues for the USCP, LOC, and GAO IGs do not explicitly require the IGs to develop budget estimates that are distinct from the affiliated entity's budget request. The extent to which these budget estimate requirements apply to the special IGs and the GPO and AOC IGs is unclear. Some of these IGs have historically developed separate budget estimates. In FY2018 and FY2019, the House and Senate Committees on Appropriation have called for legislative branch agency budget requests to include separate sections for IG budget estimates. "], "subsections": []}, {"section_title": "Appropriations", "paragraphs": ["Federal laws explicitly provide establishment IGs and other permanent IGs in the executive branch a separate appropriations account for their respective offices. This requirement provides an additional level of budgetary independence from the affiliated entity by preventing attempts to limit, reallocate, or otherwise reduce IG funding once it has been specified in law, except as provided through established transfer and reprogramming procedures and related interactions between agencies and the appropriations committees. ", "Appropriations for DFE IGs and other permanent IGs in the legislative branch, in contrast, are part of the affiliated entity's appropriations account. Absent statutory separation of a budget account, the appropriations may be more susceptible to some reallocation of funds, although other protections may apply. Authorizing statutes for special IGs do not explicitly require separate appropriations accounts, although in practice the President may propose, and Congress may fund, special IGs through separately listed accounts."], "subsections": []}, {"section_title": "Reporting Requirements", "paragraphs": ["Statutory IGs have various reporting obligations to Congress, the Attorney General, agency heads, and the public. Some reporting requirements are periodic, while others are triggered by a specific event. The subsections below highlight some of the required reports for statutory IGs."], "subsections": [{"section_title": "Semiannual Report", "paragraphs": ["The IG Act requires establishment and DFE IGs to issue semiannual reports that summarize the activities of their offices. For example, the reports must include a summary of each audit and inspection or evaluation report issued before the start of the reporting period that includes \"outstanding unimplemented recommendations\" and the aggregate potential cost savings of those recommendations. The IG Act further requires DFE and establishment IGs to make semiannual reports available to the affiliated entity head, Congress, and the public, as follows:", "The IG submits report to the affiliated entity head by April 30 and October 31 each year. The a ffiliated entity head submits the report to the appropriate congressional committees within 30 days of receiving it. The report must remain unaltered, but it can include additional comments from the agency head. The affiliated entity head makes the report available to the public within 60 days of receiving it.", "Other permanent IGs must also issue semiannual reports, though required content can vary by IG. For example, the semiannual report for the IC IG must include comparatively less information on OIG activities than establishment and DFE IGs. Further, the IC IG has an additional reporting requirement to certify whether the IG has had \"full and direct access to all information\" relevant to IG functions. Special IGs are required to issue quarterly reports rather than semiannual reports, which must include a \"detailed statement\" of obligations, expenditures, and revenues associated with the programs, funds, and activities that they oversee."], "subsections": []}, {"section_title": "Seven-Day Letter", "paragraphs": ["Establishment, DFE, and most other permanent IGs (five out of seven) are required to immediately report to their affiliated entity heads any \"particularly serious or flagrant problems, abuses or deficiencies relating to the administration of programs and operations\" at their affiliated entities. The affiliated entity head must transmit the report unaltered to Congress within seven calendar days. This type of report is commonly referred to as the \"seven-day letter.\" Authorizing statutes for the USCP and GAO IGs do not explicitly require issuance of seven-day letters, but they may do so in practice. The extent to which such requirements apply to special IGs is unclear. "], "subsections": []}, {"section_title": "Top Management and Performance Challenges", "paragraphs": ["The Reports Consolidation Act of 2000 requires IGs for executive branch agencies to annually identify the \"most serious management and performance challenges\" facing their affiliated agencies and to track the agency's progress in addressing those challenges. These are commonly referred to as top management and performance challenges (TMPCs). A covered IG must submit the statement to the affiliated entity head 30 days in advance of the entity head's submission of the Annual Financial Report (AFR) or Performance and Accountability Report (PAR). The agency head must include the statement unaltered (but with any comments) in the entity's AFR or PAR. IGs for government corporations in the executive branch, as well as special IGs and other permanent IGs in the legislative branch, are not explicitly required to identify TMPCs. However, some of these IGs have elected to do so. In April 2018, CIGIE released its first ever report on common TMPCs facing multiple agencies."], "subsections": []}]}, {"section_title": "Transparency of IG Reports and Recommendations", "paragraphs": ["Federal laws require varied levels of transparency for IG reports and related recommendations for corrective action. The IG Act requires the following for establishment and DFE IGs:", "Public availability of semiannual reports. Semiannual reports must be made available to the public \"upon request and at a reasonable cost.\" Audits and inspection or evaluation reports on OIG websites. Audit, inspection, and evaluation reports must be posted on the OIG's website within three days of submitting final versions of the report to the affiliated entity head. Documents containing recommendations on OIG websites. Any \"document making a recommendation for corrective action\" must be posted on the OIG's website within three days of submitting the final recommendation to the affiliated entity head.", "Application of these transparency requirements varies among other permanent IGs as follows:", "Semiannual reports. Four out of five other permanent IGs in the legislative branch are statutorily required to make semiannual reports available to the public in the same manner specified in the IG Act. The GAO IG and other permanent IGs in the executive branch, by contrast, are not explicitly required to make the reports publicly available. Audits and inspections or evaluation reports on OIG websites. Authorizing statutes for all seven other permanent IGs do not explicitly require the IGs to post individual audit, inspection, or evaluation reports on their respective OIG websites. Documents containing recommendations on OIG websites. The GAO IG and other permanent IGs in the executive branch are not explicitly required to post documents containing recommendations on their respective OIG websites. It is unclear whether the AOC, GPO, LOC, and USCP IGs must post such documents. Some IGs have elected to post certain reports on their websites. For example, the GAO OIG website includes reports on audits and inspections or evaluations as well as semiannual and peer review reports. By contrast, the USCP OIG website lists only peer review reports.", "Special IG reports are also subject to certain transparency requirements. SIGTARP's authorizing statute requires the IG to make its quarterly reports available to the public, but the statute does not explicitly require those reports to be posted on a public website. SIGAR, by contrast, must make its quarterly reports available to the public and post them on a public website in English and other languages that the IG determines \"are widely used and understood in Afghanistan.\" The extent to which special IGs must post individual audits, inspections, or evaluation reports and documents containing recommendations on their websites or other public websites is unclear."], "subsections": []}, {"section_title": "Oversight.gov", "paragraphs": ["The majority of IGs have elected to participate in Oversight.gov—an electronic repository launched in October 2017 that contains IG reports from 2000 through the present. Unlike many individual OIG websites, Oversight.gov features a searchable database that can filter reports across OIGs based on several criteria, such as a specific IG, review type, or keyword. Establishment of, and participation in, Oversight.gov is not statutorily required. As of January 2019, 71 of 74 IGs had posted reports on the website. IGs determine which reports to post on the website. Many posted reports are also available on individual OIG websites, although some are not. For example, the AOC IG audit, inspection or evaluation, and investigation reports are posted on Oversight.gov but not on the OIG's website. "], "subsections": []}]}, {"section_title": "Coordination and Oversight of Statutory IGs", "paragraphs": [], "subsections": [{"section_title": "CIGIE", "paragraphs": ["CIGIE is the primary oversight and coordinative body for the IG community. The council consolidated and replaced two IG coordinative bodies previously established by executive order: the President's Council on Integrity and Efficiency and the Executive Council on Integrity and Efficiency. CIGIE members include all statutory IGs along with other relevant officers, such as representatives of the Federal Bureau of Investigation (FBI) and the Office of Special Counsel. The council chairperson is an IG elected from members of the council, and the Office of Management and Budget Deputy Director for Management serves as the executive chairperson. ", "Pursuant to the IG Act, CIGIE's mission is to \"address the integrity, economy, and effectiveness of issues that transcend individual Government agencies\" and \"increase the professionalism and effectiveness of [OIG] personnel.\" The IG Act vests CIGIE with several responsibilities to accomplish this mission, which can be grouped into the following categories:", "IG workforce training and development. CIGIE maintains at least three training academies for auditors, investigators, inspectors/evaluators, and other personnel in IG offices. CIGIE also develops and maintains other resources and guides to aid OIG personnel in conducting their work. Coordination of IG external peer reviews. CIGIE develops and manages the policies and procedures that govern how IGs conduct external peer review—a process that involves one OIG assessing whether another OIG's audits, inspections, and investigations comply with the applicable quality standards. Investigations of alleged IG wrongdoing. The CIGIE Integrity Committee—the sole statutorily established committee within the council—receives, reviews, and refers for investigation allegations of misconduct by the IG or other OIG officials according to processes and procedures detailed in the IG Act. Identification of IG candidates . The IG Act requires CIGIE to submit recommendations of candidates for vacant IG positions to the appropriate the appointing authority. In response to this provision, the council established a Candidate Recommendations Panel, which identifies and vets candidates for IG positions. Cross-jurisdictional reports. CIGIE periodically publishes reports on issues that transcend individual agency and IG jurisdictions. For example, as mentioned previously, CIGIE issued in 2018 a report on cross-cutting top management and performance challenges facing multiple agencies, such as IT security and management.", "Historically, CIGIE has not received a direct appropriation from Congress. Rather, the council is financed by the IG member offices, which contribute a pro rata amount of their annual funding to CIGIE together with payments received in connection with attendance at CIGIE training. The contributions are placed into a no-year revolving fund. "], "subsections": []}, {"section_title": "Other Coordinative Bodies", "paragraphs": ["Other interagency mechanisms have been created by law or administrative directive to support coordination among IGs for specific issues. Current examples are described below.", "Lead Inspector General (LIG) for Overseas Contingency Operations (OCO) . The LIG is a formal coordination role assigned to the IG for DOD, the Department of State, or the U.S. Agency for International Development. The LIG provides comprehensive oversight of programs and operations in support of OCO, including the management and coordination of all related audits, inspections or evaluations, and investigations conducted by the three IGs. The chair of CIGIE must designate a LIG for each covered OCO. Council of Inspectors General on Financial Oversight (CIGFO). CIGFO is composed of IGs for nine financial regulatory agencies and is chaired by the Treasury IG. The mission of CIGFO is to facilitate information sharing among the nine IGs and develop ways to improve financial oversight. In some cases, CIGFO has engaged in activities that build upon existing work of individual IGs. For example, CIGFO identified cross-cutting top management challenges facing all nine financial regulatory agencies. "], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": ["Statutory IGs play a key role in government oversight, and Congress plays a key role in establishing the structures and authorities to enable that oversight. The structure and placement of IGs in government agencies allows OIG personnel to develop the expertise necessary to conduct in-depth assessments of agency programs. Further, IGs' dual reporting structure—to both agency heads and Congress—positions them to advise agencies on how to improve their programs and policies and to advise Congress on how to monitor and facilitate such improvement. Congress, therefore, may have an interest in ensuring that statutory IGs possess the resources and authorities necessary to fulfill their oversight roles.", "As the federal government continues to evolve, so too does the role of IGs in government oversight. Agency programs and operations have increased in breadth, complexity, and interconnectedness. Consequently, IGs may face increasing demand to complete statutorily mandated reviews of programs and operations that require (1) a broader focus on program performance and effectiveness in addition to waste, fraud, and abuse; (2) analysis of specialty or technical programs, possibly in emerging policy areas; and (3) use of more complex analytical methods and tools. ", "Congress may consider several options regarding IG structures, functions, and coordination as the role of IGs in government oversight evolves. In serving Congress with nonpartisan and objective analysis and research, CRS does not make recommendations or take positions on particular options."], "subsections": [{"section_title": "Independence", "paragraphs": ["Federal laws and administrative standards require IGs to be independent of the entities and/or activities they evaluate. There is no standard definition, however, for what constitutes IG independence. Rather, IGs derive independence from a combination of statutory authorities and requirements, such as the requirement that IGs be appointed on the basis of integrity and demonstrated ability in certain skill sets, and independence and transparency of IG budgets. It could be argued that challenges remain to ensuring that IGs possess the requisite independence to carry out their missions. Congress may consider several broad questions if it weighs further options related to IG independence, such as the following:", "What constitutes IG independence? IGs, agencies, and Congress may perceive independence differently, and by extension, may interpret and exercise statutory authorities that affect independence in varied (and possibly divergent) ways. A GAO report that assessed an IG's level of independence stated the following: To a large extent, independence is a state of mind of the auditor. The extent to which an auditor's independence has been affected by surrounding influences cannot be easily assessed by a third party. Any effort to assess auditor independence requires considerable subjective judgment, and reasonable people have room for disagreement. What factors affect IG independence? Several internal and external factors may also affect an IG's independence. Examples of internal factors include self-interest, familiarity with agency personnel in units undergoing a review, and other \"threats to independence\" outlined in CIGIE's quality standards. Examples of external factors include IG statutory authorities—such as appointment and removal methods and access to agency records—structure and leadership of the affiliated entity, and political influence. What is the appropriate balance between IG independence and agency management? The IG Act established a dual reporting structure that requires IGs to report to both Congress and their affiliated entity heads. This structure creates potential tension between IGs and their affiliated entity heads. An IG, therefore, must maintain independence from the agency head to assess the agency's programs and operations objectively while also fostering a working relationship with agencies to ensure the effectiveness of those assessments."], "subsections": []}, {"section_title": "Appointment and Removal Methods", "paragraphs": ["As noted earlier in this report, IGs can generally be appointed under one of three methods: (1) by the President, with the advice and consent of the Senate (PAS); (2) by the President alone (PA); or (3) by the affiliated entity head. Observers have asserted that appointment and removal methods affect an IG's independence and effectiveness—both directly and indirectly—though opinions vary regarding the level and type of impact. ", "Direct impact . Some observers have argued that the PAS appointment method strengthens IG independence. For example, GAO general counsel Gary Kepplinger suggested that PAS-appointed IGs experience greater organizational independence compared to agency-appointed IGs, noting that \"the further removed from the appointment source is from the entity to be audited, the greater the level of independence.\" Others have asserted that PAS appointments—including converting an IG from agency appointment to a PAS appointment—might politicize the IG position and reduce IG effectiveness. Similar debates exist regarding IG removal methods. Some observers have expressed concern over potential politicization of the IG removal process, which may undermine IG independence. Some have suggested that limiting the removal of IGs \"for cause\" could mitigate arbitrary removal (such as for political reasons) and enhance IG independence. Others have asserted that this limitation might prevent the President or agency heads from removing IGs for legitimate reasons (such as poor performance), thus diminishing IG accountability. Indirect impact. IG appointment and removal methods may also indirectly affect independence by contributing to IG vacancies. Concerns exist that the IG vetting and confirmation processes (particularly PAS appointments) take too long, leading to prolonged IG vacancies and use of acting IGs. It could also be argued that removal methods (such as \"for cause\" removal and term limits) might increase the number and length of IG vacancies. Some observers have argued that acting IGs are inherently, or may be perceived as, less independent or effective compared to permanent IGs for various reasons. Examples include not having gone through formal vetting processes, reduced ability to set long-term strategies and priorities, and perverse incentives to not report problems in agency operations or resist political pressure from agency heads—particularly for those seeking the permanent position. For example, in a letter to the majority and minority leaders of the Senate for the 115 th Congress, CIGIE stated that", "no matter how able or experienced an Acting Inspector General may be, a permanent IG has the ability to exercise more authority in setting policies and procedures and, by virtue of the authority provided for in the IG Act, inevitably will be seen as having greater independence.", "Other observers have asserted that acting IGs are not inherently less independent, nor do they appear or are perceived as less independent, than permanent IGs. For example, in a GAO report, some permanent IGs and OIG employees responding to a survey provided several reasons for why acting IGs are not less independent than permanent IGs. Examples include that acting IGs have the same statutory authorities as permanent IGs, are held to the same standards as permanent IGs, and are typically career OIG employees who prioritize independence."], "subsections": []}, {"section_title": "Audit Follow-Up and Oversight of IG Recommendations", "paragraphs": ["While IGs are authorized to develop recommendations to improve government programs and operations, they are not authorized to enforce them. Rather, agencies possess the authority to ensure the implementation of IG recommendations and resolve any disagreements on recommendations between the IG and the agency. Certain agencies must \"take action to address deficiencies\" identified in IG reports or to certify that no action is necessary or appropriate. ", "Congress and other observers have expressed concern about the total number of unimplemented IG recommendations and potential barriers to resolving them, such as the quality and consistency of agency and IG audit follow-up procedures, tracking unimplemented recommendations, and determining the resolution of recommendations. Some observers have discussed options to improve audit follow-up and oversight of IG recommendations, such as", "standardized and enhanced audit follow-up procedures, including defined roles and responsibilities for IGs and their affiliated agencies; uniform terminology for the status of IG recommendations, including a standard definition for what constitutes an \"open\" recommendation; systematic tracking of and reporting on the total number and status of IG recommendations; prioritization of IG recommendations; and a centralized, public database of all open recommendations. "], "subsections": []}, {"section_title": "Workforce Composition and Skills", "paragraphs": ["OIGs need personnel with an appropriate mix of skills to effectively pursue their statutory missions to prevent and detect government waste, fraud, and abuse. Traditionally, OIG workforces have been primarily composed of auditors and investigators, though OIG workforce professions and skills have diversified. These positions generally require education and experience in audit and investigative procedures, such as assessing agency programs according to government auditing standards and compiling and analyzing evidence. However, the qualification requirements for these positions may not require experience in certain specialty areas that OIGs might evaluate, such as information technology (IT).", "Some have argued that OIGs should further diversify their workforces, including by building expertise in specialty areas beyond auditing and investigations such as IT, cybersecurity, and data analysis. Some observers have further argued that broadening the mix of OIG personnel skills could improve the quality and utility of audits and inspections or evaluations. For example, it could be argued that building IT expertise within an OIG might enhance audit findings and recommendations related to securing and modernizing legacy IT systems—a key management and performance challenge facing multiple agencies. "], "subsections": []}, {"section_title": "IG Effectiveness", "paragraphs": ["Some observers have asserted that IG reviews disproportionately focus on program compliance and outputs rather than program outcomes. The Partnership for Public Service characterized this dichotomy as \"the difference between counting the number of people who show up at a job training program, versus examining the number of attendees who get and keep a job after participating in the program.\" Observers have further argued that greater emphasis on program outcomes could better improve agency programs and operations and, by extension, increase IG effectiveness. Some IGs already assess program outcomes in addition to outputs and compliance. For example, a Department of Labor IG audit concluded that the Job Corps program could not demonstrate that it helped place participants in meaningful jobs related to their training due primarily to noncompliance with certain program policies and ineffective transition services.", "In addition, some observers have argued that certain statutory requirements do not promote IG effectiveness. For example, the Project on Government Oversight argued that statutorily required metrics in IG semiannual reports focus on program outputs—such as the dollar value of disallowed costs—but not necessarily on program outcomes and that the IG peer review process focuses on compliance with applicable quality standards and does not evaluate the quality or effectiveness of an IG's work. Including an evaluation of IG performance and effectiveness as part of the peer review process might warrant consideration the potential impact on the way in which IGs approach, conduct, and report on audits and investigations. "], "subsections": []}, {"section_title": "CIGIE Structure and Functions", "paragraphs": ["Some observers have argued that CIGIE's structures and operations could be altered to strengthen coordination and oversight of the IG community. Examples include the following:", "Strengthening oversight of the IG community. Examples include enhancing the peer review process, expanding the duties of the CIGIE Integrity Committee, and elevating the role of the CIGIE Candidate Recommendations Panel in vetting IG candidates. Reforming reporting requirements. Examples include maintaining an index of IG reporting requirements, developing standardized templates for semiannual reports, statutorily altering required content in semiannual reports, and statutorily requiring maintenance of and participation in Oversight.gov. Enhancing data analytics capabilities . Responsibilities could include systematic tracking and analysis of data across IGs (such as IG vacancies and budgets), strengthening analyses to identify cross-agency top management and performance challenges, and developing an open recommendations database. Enhancing coordination and resource sharing. CIGIE could, for example, research and identify opportunities for IGs to utilize shared services. Reforming the CIGIE funding model. CIGIE and other stakeholders have recommended authorizing a direct appropriation for the council to help facilitate accomplishment of statutory duties as well as existing and proposed administrative duties (such as further developing Oversight.gov).", "Appendix A. Statutory Inspectors General by Type", "The four tables below list statutory inspectors general (IGs) by type—establishment, DFE, other permanent, and special. The tables include the IG's affiliated entity, year of establishment, original authorizing statute, and relevant U.S. Code citation. The tables do not include IGs that have been abolished or administratively established.", "Appendix B. Selected IG Statutory Authorities and Requirements", "Table B-1 compares selected statutory authorities and requirements across the four different types of statutory IGs in the federal government. Unless otherwise noted in bold, the listed authorities and requirements apply to all IGs grouped under each type. The table focuses on IG authorities and requirements that are expressly mandated in the applicable authorizing statute. Although special IGs and other permanent IGs in the legislative branch are not created under the IG Act, their authorizing statutes incorporate—and therefore make applicable—certain provisions of the IG Act. These \"incorporation by reference\" provisions are subject to some interpretation. Even when the authorizing statute for a special IG or other permanent IG in the legislative branch clearly and unequivocally incorporates a specific provision of the IG Act, interpretation may vary regarding whether subsequent amendments to that incorporated provision apply to the IGs if they occurred after the enactment of the IG's authorizing statute. ", "The list below defines and explains recurring terms included in the table:", "Identical requirement . The requirement is identical to the corresponding requirement in the IG Act. The authorizing statutes for the listed IGs explicitly state the identical requirement or clearly incorporate the sections of the IG Act that contain the requirement. Applies to the listed IGs. Similar requirement . The requirement is similar, but not identical, to a corresponding requirement in the IG Act. The authorizing statutes for the listed IGs explicitly state the similar requirement or clearly incorporate portions of the sections of the IG Act that contain the requirement. Applies to the listed IGs. No similar requirement specified in authorizing statutes . The authorizing statutes for the listed IGs do not explicitly state the requirement, nor do they incorporate sections of the IG Act containing the requirement. Does not apply to listed IGs. Unclear requirement . The authorizing statutes for the listed IGs incorporate the IG Act section that includes the requirement, but the requirement was added as an amendment to the IG Act after enactment of the authorizing statutes for the listed IGs. May or may not apply to the listed IGs."], "subsections": []}]}]}}