{"id": "R45434", "title": "U.S. Trade with Major Trading Partners", "released_date": "2018-12-18T00:00:00", "summary": ["U.S. world trade has grown steadily over the past decade. In 2017, the United States exported $2.4 trillion in goods and services and imported $2.9 trillion. Since 2009, when trade flows declined sharply in the midst of the financial crisis, U.S. exports have grown—in nominal terms—48.5%, while U.S. imports have grown 47.6%. More broadly, since 1960, trade relative to gross domestic product (GDP) has risen markedly. U.S. exports as a percentage of GDP expanded from 5% in 1960 to over 12% of GDP in 2017, while U.S. imports expanded from 4% to over 15% of GDP. China was the top U.S. trading partner in 2017, with $711.7 billion in total goods and services trade, followed by Canada ($679.9 billion), Mexico ($622.1 billion), Japan ($286.1 billion), and Germany ($239.8 billion). China was the largest source of U.S. imports, while Canada was the largest destination for U.S. exports. However, considering the 28 member states of the European Union (EU) as a single trading partner, the EU is both the largest U.S. export destination ($528.2 billion) and the largest source of U.S. imports ($629.4 billion). The majority of U.S. global trade—approximately 65%—is with countries that do not have a free trade agreement (FTA) with the United States.", "The changing dynamics and composition of U.S. trade pose both opportunities and challenges for U.S. trade relations. These developments have intensified congressional interest in U.S. trade policy and heightened congressional demand for comparative analysis of U.S. bilateral trade flows. In the coming months, Congress may face matters such as shaping U.S. trade policy to reflect the changing composition of U.S. trade; enhancing the competitive position of U.S. industries, firms, and workers; promoting access to new foreign markets for U.S. businesses; and addressing new trade tensions, barriers, and other issues raised by the growing role of emerging economies in the global economy. In addition, questions affecting U.S. trade trends could arise as the Trump Administration renegotiates existing FTAs and pursues new ones, and Congress debates and potentially ratifies them. Congress may closely monitor negotiations on other trade agreements, as well as developments at the World Trade Organization.", "Key U.S Trade Developments with Major Trading Partners in 2017", "Trade in Goods", "In 2017, the European Union (EU) was the United States' top trading partner in terms of two-way (exports plus imports) merchandise trade. The value of U.S. merchandise trade with the EU increased 4.7% to $722.2 billion in 2017. The U.S. trade deficit with the EU rose 3.0%, from $148.1 billion in 2016 to $152.6 billion in 2017. China was the largest single-country U.S. trading partner based on two-way merchandise trade. U.S. two-way merchandise trade with China amounted to $636.7 billion in 2017, an increase of 9.9% from the level recorded in 2016. The U.S. merchandise trade deficit with China of $375.9 billion remained higher than the U.S. trade deficit registered with any other trading partner in 2017.", "Trade in Services", "The EU was the United States' top trading partner in terms of two-way services trade in 2017, while the largest single-country trading partners were the United Kingdom, Canada, Japan, China, and Germany. The value of U.S. services trade with the EU increased 5.1%, from $414.4 billion in 2016 to $435.4 billion in 2017. The U.S. trade surplus with the EU declined 8.3%, from $56.1 billion in 2016 to $51.4 billion in 2017. In 2017, China was the United States' fourth-largest single-country trading partner based on two-way services trade. U.S. two-way services trade with China amounted to $75.0 billion in 2017, an increase of 5.7% from the $71.0 billion recorded in 2016. The U.S. services surplus with China in 2017 amounted to $40.2 billion, increasing 3.4% over the previous year.", "U.S. Total Trade in Goods and Services", "The EU was the United States' largest market for U.S. goods and services exports, accounting for $528.2 billion (22.5% of total U.S. exports), as well as the leading source of U.S. imports, which totaled $629.4 billion (21.7% of total U.S. imports). Canada was the second-largest U.S. export market, with $341.3 billion worth of U.S. exports (14.5% of total U.S. exports), and the fourth-largest source of U.S. imports, which totaled $338.5 billion (11.6% of total U.S. imports). China's share of U.S. trade has increased dramatically over the past few decades. In 2000, it accounted for 2.0% of total U.S. exports and 7.1% of total U.S. imports. By 2017, China's share had risen to 8.0% of total U.S. exports and 18.0% of U.S. imports."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background and Issues for Congress", "paragraphs": ["Over the past two years, Congress has demonstrated significant interest in U.S. and international trade trends as part of its efforts to examine U.S. trade policy and key U.S. trading relationships. Congress's role in trade policy stems from a number of overlapping responsibilities, including its constitutional authority over regulating commerce with foreign countries and broad oversight responsibility over the performance of the economy. In some areas, particularly in negotiating trade agreements, Congress has opted to delegate certain authorities to the President. Interest in bilateral trade flows and balances has been heightened as the Trump Administration renegotiates existing U.S. free trade agreements (FTAs) and pursues news ones, and takes a more forceful stance to reduce U.S. bilateral trade deficits, enforce U.S. trade laws and agreements, and promote what it considers to be \"free,\" \"fair,\" and \"reciprocal\" trade.", "Members of Congress have long recognized that international trade is an important engine not only of the U.S. economy, but also of the global economy. Total trade (exports plus imports) as a share of global gross domestic product (GDP) has risen from 25% in 1960 to 56% in 2017. Greater openness to trade and reforms worldwide have been linked to higher growth in productivity and real incomes, as well as to reduced poverty.  For decades since World War II, annual real global trade growth outpaced GDP growth, growing on average 1.5 times faster. This trend has not held in recent years as the global economy recovered from the global financial and economic crisis. Growth in the volume of world merchandise trade slowed to 2.0% in 2016—the slowest pace of growth since 2009. Trade growth has seen some rebound, increasing to 5.4% in 2017—the strongest growth rate since 2011, driven mainly by cyclical factors, particularly increased investment and consumption expenditure. ", "U.S. world trade has grown steadily over the past decade. In 2017, the United States exported $2.4 trillion in goods and services and imported $2.9 trillion.  Since 2009, when trade flows declined sharply in the midst of the financial crisis, U.S. exports have grown 48.5%, while U.S. imports have grown 47.6% in nominal terms. More broadly, since 1960, trade relative to GDP has risen markedly. U.S. exports as a share of GDP expanded from 5% in 1960 to over 12% of GDP in 2017, while U.S. imports expanded from 4% to over 15% of GDP ( Figure 1 and Figure 2 ). ", "According to data from the U.S. Department of Commerce's Bureau of Economic Analysis, China was the top U.S. trading partner in 2017, with $711.7 billion in total goods and services trade, followed by Canada ($679.9 billion), Mexico ($622.1 billion), Japan ($286.1 billion), and Germany ($239.8 billion). China was the largest source of U.S. imports, while Canada was the largest destination for U.S. exports. However, considering the 28 member states of the European Union (EU) as a single trading partner, the EU is both the largest U.S. export destination ($528.2 billion) and the largest source of U.S. imports ($629.4 billion). The majority of U.S. global trade—approximately 65%—is with countries with which the United States does not have a free trade agreement (FTA). Moreover, while most of the United States' largest trading partners remain advanced economies, U.S. trade with emerging market and developing economies—although comparatively low—accounts for a growing share of total U.S. trade ( Figure 3 and Figure 4 ).", "The changes in U.S. trade patterns pose both opportunities and challenges for U.S. international trade relations. These developments have intensified congressional interest in U.S. trade policy and heightened its demand for information and comparative analysis of bilateral U.S. trade flows. In the coming months, Congress may face issues such as shaping U.S. trade policy to reflect this changing composition of trade; enhancing the competitive position of U.S. firms, workers, and industries; promoting access to new foreign market opportunities for U.S. businesses; and addressing tensions, trade barriers, and issues raised by the growing role of emerging economies in the global economy.", "In addition, questions affecting U.S. trade trends could also arise as the Trump Administration renegotiates FTAs and pursues new ones, and Congress debates and ratifies them. Congress is expected to closely monitor negotiations on other trade agreements and on developments at the World Trade Organization (WTO). The economic position of the United States is also an important factor to consider. The agreements and negotiations raise several important policy questions: Do the agreements and the ongoing negotiations serve U.S. interests? Is the Administration fulfilling its obligations under Trade Promotion Authority (TPA)? Are bilateral and regional FTAs and negotiations, on the one hand, and the U.S. multilateral agenda at the WTO, on the other hand, mutually supportive or in conflict? In deciding whether to approve new bilateral FTAs, or debate more generally on U.S. trade policy, Members of Congress may weigh potential costs and benefits to their constituents and to the U.S. economy as a whole.", "This report provides a summary of the main economic developments in the trade activities of the United States with its major trading partners in 2017—the most recent year for which yearly U.S. trade data are available. It is intended primarily as a reference, and it focuses on what has happened with U.S. bilateral trade relations in recent years—not why or what the changes imply. The main objective of this report is to present the current data and statistics in a way that is accessible and understandable to help inform policy discussions. It is important to note that the growth in global production chains, intrafirm trade, and trade in intermediate goods means that traditional accounting methods may distort trade data and not fully reflect the source of resources that are used in producing goods and services (see \" Limitations of Trade Data \"). This makes it increasingly difficult to understand and interpret the implications of trade data for the U.S. economy. (A comprehensive overview of recent trends and developments in U.S. trade is provided in CRS Report R45420, U.S. Trade Trends and Developments , by Andres B. Schwarzenberg.)"], "subsections": [{"section_title": "Sources", "paragraphs": ["This report relies heavily on resources from the U.S. Department of Commerce's Bureau of Economic Analysis and Census Bureau, and from the U.S. International Trade Commission (ITC)—the main sources of U.S. trade data—for information and statistics presented throughout the report. It is also based on primary and secondary source materials, including publications and news releases by the ITC, the Office of the U.S. Trade Representative (USTR), the International Monetary Fund (IMF), the World Bank, and the World Trade Organization (WTO). Much of the trade data used in the report are revised throughout the year."], "subsections": []}, {"section_title": "Limitations of Trade Data", "paragraphs": ["The growth in global production chains, intrafirm trade, and trade in intermediate goods means that traditional accounting methods may distort trade data and not fully reflect the source of resources that are used in producing goods and services. This makes it increasingly difficult to understand and interpret the implications of trade data for the U.S. economy. Thus, it is important to note that the conventional trade data that may drive policy discussions, and that are used throughout this report, may underestimate trade in services, as the data are not measured on a value-added basis and do not attribute any portion of the traded value of manufactured and agricultural products to services inputs. Intermediate services embedded within a value chain as inputs include not only transportation and distribution to help move goods along, but also R&D, design and engineering, and business services. ", "China is a good example of this phenomenon. Since initiating economic reforms in 1979 and opening up its economy to global trade and investment, China has emerged as a major center for global supply chains. Because of China's large pool of low-cost labor, many export-oriented multinational corporations have moved production from other countries (primarily in Asia) to China. In many cases, products that are \"made in China\" are actually products that are \"assembled in China,\" using imported inputs (such as components) that are designed and produced globally. Currently, the value added that occurs in China is often quite small relative to the total value of the finished product when it is imported into the United States and elsewhere, and a significant level of the profits from the sale of the product is estimated to accrue to the multinational company that owns the brand.", "To illustrate, when the United States imports such products as iPhones and iPads, it attributes the full value of those imports as occurring in China, even though the value added that occurred there is quite small. Apple Inc., the U.S. firm that developed these products, is the largest beneficiary in terms of the profits generated by the sale of its products, and most of its product design, software development, product management, marketing, and other high-wage functions and employment occur in the United States. In other words, U.S. trade data may identify locations from which finished products come, but they often fail to reflect who ultimately benefits from that trade. In many instances, U.S. imports from China are really imports from many countries. Yet, the full value of the final imported product is attributed to China, which results in what one might consider to be an inflated trade deficit figure. A joint study by the OECD and the WTO estimated that the U.S trade deficit with China would have been reduced by 25% in 2009 if bilateral trade flows were measured according to the value added that occurred in each country before it was exported. Additionally, another study estimated that 24.7% of U.S. imports from Canada, and 39.8% of U.S. final merchandise imports from Mexico, consist of value added from the United States."], "subsections": []}]}, {"section_title": "U.S. Trade Trends: Comparative Overview9", "paragraphs": [], "subsections": [{"section_title": "Total Trade in Goods", "paragraphs": ["U.S merchandise exports totaled $1.6 trillion in 2017, a 6.62% ($96.4 billion) increase from the 2016 level. The value of U.S. merchandise imports was $2.4 trillion over the same period, up 6.92% ($152.9 billion) from 2016. U.S. imports increased more than U.S. exports, leading to a $56.4 billion (7.52%) increase in the U.S. merchandise trade deficit to $807.5 billion in 2017. "], "subsections": [{"section_title": "Trade in Goods with Leading Partners", "paragraphs": ["In 2017, the EU was the United States' top trading partner in terms of two-way merchandise trade, followed by China, Canada, and Mexico ( Table 1 ). China's share in U.S. merchandise trade has increased dramatically over the past few decades, from 5.78% in 2000 to 16.27% in 2017 ( Table 2 ). Ranked by exports, the EU was the leading market for U.S. exports, which totaled $284.8 billion (18.33% of all U.S. exports) ( Figure 5 ). Canada was the second-largest export market ($282.9 billion worth of U.S. exports or 18.21% of all U.S. exports), followed by Mexico and China. In terms of imports, China was the leading source of U.S. imports ($506.3 billion or 21.44% of all U.S. imports), followed by the EU ($437.4 billion or 18.53% of all U.S. imports), Mexico, and Canada ( Figure 6 ).", "U.S. merchandise exports to all six top trading partners increased from 2016 to 2017. The largest increase in value was a $15.63 billion increase in U.S. exports to Canada, which totaled $282.9 billion in 2017, compared to $267.2 billion in 2016. It was followed by a $14.4 billion increase in exports to China, from $115.9 billion in 2016 to $130.4 billion in 2017. In percentage terms, the largest increase in U.S. exports in 2017 was to South Korea (14.65%), followed by China (12.45%).", "U.S. merchandise imports from all six top trading partners also increased in 2017. The largest rises in value were a $43.0 billion (9.30%) increase in imports from China, a $21.9 billion (7.73%) increase in imports from Canada, and a $19.7 billion (6.55%) increase in imports from Mexico."], "subsections": []}, {"section_title": "Trade in Goods with Free Trade Agreement Partners10", "paragraphs": ["The United States negotiates trade-liberalizing agreements for numerous economic, commercial, foreign policy, and national security reasons. The United States has 14 free trade agreements (FTA) in force, covering 20 countries. The majority of U.S. FTA partners are small, emerging market, and developing economies. While U.S. FTAs cover some major U.S. trading partners, like Canada and Mexico, less than 39% of total U.S. merchandise trade is with FTA partners.", "U.S. two-way (exports plus imports) merchandise trade between the United States and its 20 FTA partners was $1.5 trillion in 2017, which accounted for 38.76% of total U.S. merchandise trade with the world. The value of U.S. exports to FTA partners totaled $720.3 billion, a 6.55% ($44.3 billion) increase from $676.0 billion in 2016. The value of U.S. exports to most FTA partners increased in 2017; the exceptions were exports to Bahrain and Israel, which declined 0.15% ($1.3 million) and 4.91% ($647 million), respectively ( Table 3 ). U.S. imports from FTA partners were valued at $796.8 billion, a 6.5% ($48.6 billion) increase from $748.2 billion in 2016. The U.S. merchandise trade deficit with all FTA partners increased 5.98% ($4.3 billion) to $76.5 billion in 2017. ", "U.S. trade with the two NAFTA countries (Canada and Mexico) contributed the most to overall U.S. trade with FTA partners. In 2017, these countries accounted for $1.1 trillion, or 75.09%, of total U.S. trade with FTA partners. From 2016 to 2017, the value of U.S. exports to NAFTA countries rose 5.8% ($28.8 billion) to $525.6 billion. U.S. imports from NAFTA countries rose 7.33% ($41.9 billion) to $613.6 billion in 2017. As a result, the U.S. merchandise trade deficit with its NAFTA partners increased by 17.47% ($13.1 billion) to $88.0 billion in 2017. ", "U.S. trade with its non-NAFTA FTA partners was valued at $378.0 billion in 2017, which represented a 6.24% ($22.2 billion) increase from 2016. U.S. exports to these FTA partners increased 8.64% ($15.5 billion), from $179.2 billion in 2016 to $194.7 billion in 2017. At the same time, U.S. imports from these trade partners increased 3.81% ($6.7 billion), from $176.5 billion in 2016 to $183.3 billion. U.S. exports increased more than imports, causing the U.S. merchandise trade surplus with its non-NAFTA FTA partners to increase 323.23% to $11.5 billion."], "subsections": []}, {"section_title": "Imports Under U.S. Free Trade Agreements", "paragraphs": ["The value of U.S. imports entering into the United States under the preferential terms of an FTA—or subject to the FTA tariff scheme—was $385.6 billion in 2017, a 2.83% ($10.6 billion) increase from the 2016 value of $375.0 billion ( Table 4 ). These imports accounted for nearly half (48.39%) of total imports from FTA partners in 2017 and for 16.47% of total U.S. imports from the world. ", "FTA imports from Chile grew 26.59% ($1.3 billion), which represented the largest percentage increase. Imports under FTAs from Peru and Bahrain increased 24.42% ($650 million) and 16.68% ($83.0 million), respectively, albeit from smaller baselines. Combined imports from the NAFTA partners (Canada and Mexico) rose 3.54% ($10.7 billion). U.S. imports under an FTA declined the most from Oman (down 13.81% or 113.0 million), followed by Colombia (down 7.01% or 377.0 million) and South Korea (down 5.62% or 2.0 billion).", "Jordan was the U.S. FTA partner with the highest ratio of imports entering under an FTA to total imports, at 88.10%. Other countries with notably high ratios include Oman (65.78%), Bahrain (58.43%), and Chile (56.41%). CAFTA-DR countries as a whole also had a high ratio, at 57.57%. The partners with the smallest shares of imports entered under an FTA are Singapore (9.36%), Israel (12.34%), and Panama (12.71%)."], "subsections": []}, {"section_title": "Trade Preference Programs12", "paragraphs": ["The United States has four preference programs designed to encourage economic growth in developing countries. They offer access to the U.S. market in the form of preferential duty reduction or duty elimination for eligible imports. The Generalized System of Preferences (GSP) is the broadest program covering most developing countries. Additional programs for specific regions include the African Growth and Opportunity Act (AGOA), the Caribbean Basin Initiative (CBI)/Caribbean Basin Trade Partnership Agreement (CBTPA), and the Nepal Trade Preference Program (NTPP). Individual countries may be covered by more than one program. In such countries, importers of eligible goods may choose among programs when purchasing these goods from beneficiary countries. In addition, the Haitian Hemispheric Opportunity through Partnership Encouragement Act of 2006 (HOPE Act), the HOPE II Act of 2008 (HOPE II Act), and the Haitian Economic Lift Program Act of 2010 (HELP Act) further expanded CBI benefits for Haiti, providing preferential treatment for its textile and apparel products.", "The value of U.S. imports entering under trade preference programs with developing countries increased 18.43%, from $29.3 billion in 2016 to $34.71 billion in 2017. Over the same period, total U.S. merchandise imports from the world increased 6.92%. The increase was largely due to a 32.39% increase ($3.1 billion) in the value of U.S. imports under AGOA (not including GSP) and an 11.93% ($2.3 billion) increase in imports under GSP ( Table 5 ). Imports from CBI/CBTPA also increased in 2017 ($90.0 billion or 10.33%).", "Overall, U.S. imports benefiting from duty-free access through U.S. preference programs accounted for 1.47% of total U.S. imports during 2017, up from 1.33% in 2016. Each program's respective share of total U.S. imports under preference programs in 2017 was as follows: ", "GSP, 61.10% ($21.2 billion); AGOA, 36.11% ($12.5 billion); CBI/CBTPA, 2.88% ($1.0 billion); Haiti initiatives, 1.66% ($0.6 billion); and Nepal Trade Preference Program, 0.01% ($0.002 billion)."], "subsections": []}]}, {"section_title": "Total Trade in Services", "paragraphs": ["The United States remains highly competitive in the global services market. As the world's top exporter of services, the United States accounted for $780.9 billion, or 14.55%, of world services exports in 2017. Other top world exporters included the UK ($360.6 billion or 6.72% total world services exports), Germany ($308.7 billion or 5.75%), France ($265.7 billion or 4.95%), and China ($206.5 billion or 3.85%) ( Table 6 ). Most of the world's top 10 services exporters in 2017 were developed countries. However, China (currently the fifth-largest services exporter) and India (currently the seventh-largest services exporter) have been among the top 10 since the mid-2000s. Overall, the top 10 exporting countries together accounted for 52.14% of world services exports in 2017. ", "The United States also remains the world's largest importer of services ($538.1 billion or 10.57% of total world services imports), followed by China ($71.9 billion or 9.27%), Germany ($327.1 billion or 6.42%), France ($244.7 or 4.81%), and the UK ($222.6 billion or 4.37%). The top 10 importer countries together accounted for 52.04% of world services imports in 2017.", "U.S. two-way (exports and imports) trade in services increased 5.63% between 2016 and 2017. During that period, U.S. exports of services increased 5.11% ($38 billion), from $758.9 billion to $797.7 billion, while U.S. services imports grew 6.40% ($32.6 billion), from $509.8 billion to $542.5 billion. The U.S. surplus in services trade increased 2.45% ($6.1 billion) to $255.2 billion. U.S. exports in all nine services export categories grew in 2017. The services export categories with the highest growth rates in 2017 included financial services (10.32%), telecommunications, computers, and information services (9.52%), and insurance services (5.74%). U.S. imports of services grew in all but one of the services import categories (maintenance and repair services)."], "subsections": [{"section_title": "Trade in Services with Leading Partners", "paragraphs": ["In 2017, the EU—as a single entity—was the United States' top trading partner in terms of two-way (exports plus imports) trade in services, while the largest single-country trading partners were the UK, Canada, Japan, China, and Germany ( Table 7 ). Since 2000, the share of U.S. services trade with partners like the UK, Canada, and Japan has decreased, while that of China and India, for example, has grown dramatically ( Table 8 ). The EU was the largest export market for U.S. services in 2017, as well as the largest foreign supplier of U.S. services imports. The EU accounted for $243.4 billion (30.51%) of total U.S. services exports and for $192.0 billion (35.39%) of total U.S. services imports ( Figure 7 and Figure 8 ). After the EU, the top markets for U.S. services exports were the UK, Canada, China, and Japan, while the top sources of U.S. services imports were the UK, Germany, Japan, and Canada. In 2017, the United States maintained a services trade surplus with every major services trading partner except Hong Kong ($4.4 billion deficit), India ($3.1 billion deficit), and France ($2.7 billion deficit). ", "U.S. services exports to nearly all leading trading partners increased from 2016 to 2017. Exports declined to Taiwan (down $1.8 billion or 15.18%), France (down $552 million or 2.79%), and Saudi Arabia (down $155.0 billion or 1.66%). The largest increase in value was a $4.1 billion increase in U.S. services exports to Canada, followed by a $3.1 billion increase to India and a $2.8 billion increase to the UK. In percentage terms, the largest increases in U.S. services exports between 2016 and 2017 were to Hong Kong (19.15%), India (15.19%), South Korea (11.24%), and Brazil (10.57%).", "U.S. services imports from all but two of the major trading partners increased in 2017. Imports from both Brazil and South Korea fell last year, down 6.90% ($534 million) and 0.18% ($20 million), respectively. The largest increases in value were a $4.6 billion increase in U.S. services imports from the UK (up 8.77%), a $2.4 billion increase in imports from Canada (up 7.98%), and a $2.3 billion increase in imports from India (up 8.98%). In percentage terms, the largest increase in U.S. services imports between 2016 and 2017 was from Hong Kong (up 10.11%), followed by Singapore (up 9.31%) and Italy (up 9.22%)."], "subsections": []}]}, {"section_title": "Total Trade in Goods and Services", "paragraphs": ["In 2017, exports of goods and services totaled $2.4 trillion and imports totaled $2.9 trillion, resulting in a deficit of $552.3 billion, up slightly from 2016, but down from the all-time high level registered in 2006 ($761.7 billion) ( Table 9 ). The deficit on goods increased to $807.5 billion in 2017, from $751.1 billion in 2016, though it remained well below the annual record deficit of $837.3 billion registered in 2006."], "subsections": [{"section_title": "Trade in Goods and Services with Leading Partners", "paragraphs": ["In 2017, the EU was the United States' largest market for U.S. goods and services exports, accounting for $528.2 billion (22.47% of total U.S. exports, down from 24.97% in 2000), as well as the leading source of U.S. imports, which totaled $629.4 billion (21.68% of total U.S. imports, largely unchanged from the share in 2000). Canada was the second-largest U.S. export market, with $341.3 billion worth of U.S. exports (14.52% of total U.S. exports, down from 18.96% in 2000), and the fourth-largest source of U.S. imports, which totaled $338.5 billion (11.6%, down from 17.39% in 2000). The share of China in U.S. trade has increased dramatically over the past few decades. In 2000, it accounted for 2.00% of total U.S. exports and 7.14% of total U.S. imports. Last year, China's share had risen to 8.00% of total U.S. exports and 18.04% of U.S. imports. Figure 9 and Table 10 present data on bilateral U.S. trade balances on goods and services."], "subsections": []}]}]}, {"section_title": "European Union", "paragraphs": [], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["The EU—comprised of 28 member states—was the United States' largest two-way (exports plus imports) trading partner for both goods and services. The value of U.S. merchandise trade with the EU increased 4.66% ($32.2 billion), from $690.1 billion in 2016 to $722.2 billion in 2017. However, the EU share of U.S. trade declined slightly, from 18.83% in 2016 to 18.45% in 2017. The U.S. trade deficit with the EU rose 3.01% ($4.5 billion), from $148.1 billion in 2016 to $152.6 billion in 2017. It remains lower than the trade deficit registered in 2015 ($157.4 billion).", "The EU was the largest market for U.S. merchandise exports both in 2016 and 2017, accounting for 18.53% of total U.S. exports in 2017 ( Figure 10 ). U.S. exports to the EU increased 5.11% ($13.9 billion), from $271.0 billion in 2016 to $284.8 billion in 2017. Leading U.S. exports to the EU included civilian aircraft, engines, and parts (13.02% of all U.S. exports to the EU), medicaments (3.14%), petroleum and petroleum products (not including crude) (2.37%), and immunological products (1.84%).", "In terms of imports, the EU was the second-largest source of U.S. merchandise imports in 2017, after China. The EU accounted for 18.53% of total U.S. imports in 2017. U.S. imports from the EU increased 4.37% ($18.3 billion), from $419.1 billion in 2016 to $437.4 billion in 2017. Leading U.S. imports were passenger motor vehicles (9.20% of all U.S. imports from the EU), medicaments (5.87%), parts of turbojets or turbo-propellers (1.84%), light oils (1.84%), and airplanes and other aircraft (1.47%)."], "subsections": []}, {"section_title": "Trade in Services", "paragraphs": ["The value of U.S. two-way (exports plus imports) services trade with the 28 member states of the EU increased 5.06% ($21.0 billion), from $414.4 billion in 2016 to $435.4 billion in 2017. However, the EU share of U.S. services trade declined slightly, from 32.66% in 2016 to 32.49% in 2017, as total U.S. trade with other trading partners increased by more than U.S. trade with the EU. The U.S. services trade surplus with the EU declined 8.28% ($4.6 billion), from $56.1 billion in 2016 to $51.4 billion in 2017, lower than the U.S. trade surplus registered with the EU in 2014 ($52.3 billion) and 2015 ($54.9 billion).", "The EU was the largest market for U.S. service exports in 2017, accounting for 30.51% of total U.S. services exports ( Figure 11 ). U.S. services exports to the EU increased 3.47% ($8.2 billion), from $235.2 billion in 2016 to $243.4 billion in 2017. In terms of imports, the EU was the largest source of U.S. services imports. It accounted for 35.39% of total U.S. services imports in 2017. U.S. services imports from the EU increased 7.15% ($12.8 billion), from $179.2 billion in 2016 to $192.0 billion in 2017. The UK was the EU's largest services trader with the United States, followed by Germany, France, and Italy."], "subsections": []}, {"section_title": "Total Trade in Goods and Services", "paragraphs": ["U.S. total exports (goods and services) to the EU increased $22.0 billion (4.35%) to $528.2 billion, while U.S. total imports from the EU increased $31.1 billion (5.20%) to $629.4 billion ( Table 11 ). Overall, the U.S. trade deficit with the EU rose 9.87% ($9.1 billion) to $101.2 billion."], "subsections": []}]}, {"section_title": "China", "paragraphs": [], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["In 2017, China was the United States' largest, single-country trading partner based on two-way (exports plus imports) merchandise trade, accounting for 16.27% of total U.S. merchandise trade, up from 15.80% in 2016. U.S. two-way merchandise trade with China amounted to $636.7 billion in 2017, an increase of 9.93% over the $579.2 billion recorded in 2016. The U.S. merchandise trade deficit with China of $375.9 billion remained higher than the U.S. trade deficit registered with any other trading partner in 2017. The deficit's $28.6 billion increase from 2016 was due to a $43.1 billion increase in U.S. merchandise imports from China in 2017 that outpaced a $14.4 billion increase in U.S. merchandise exports to China.", "China was the third-largest single-country destination for U.S. merchandise exports in 2017, behind Canada and Mexico. It accounted for 8.39% of total U.S. goods exports, up from 7.96% in 2016 ( Figure 12 ). U.S. merchandise exports to China amounted to $130.4 billion in 2017, increasing 12.45% ($14.4 billion) relative to 2016. Top U.S. exports to China in 2017 were civilian aircraft, engines, and parts (12.52% of all U.S. exports to China), soybeans (9.43%), passenger motor vehicles (6.31%), crude petroleum (3.39%), and processors and controllers (electronic integrated circuits) (2.39%).", "China is the largest, single-country source of U.S. merchandise imports. In 2017, U.S. merchandise imports from China totaled $506.2 billion, representing 21.44% of total U.S. goods imports that year. U.S. merchandise imports from China were up 9.3% relative to the year before. In 2017, the leading U.S. imports from China were telephones for cellular networks (cellphones) (8.82% of all U.S. imports from China), portable digital automatic data processing machines (laptops and tablets) (7.38%), machines for the reception, conversion, and transmission of voice, images, and data (telecommunications equipment) (4.54%), computer and tablet parts and accessories (2.97%), and tricycles, scooters, pedal cars, and similar toys (2.42%)."], "subsections": []}, {"section_title": "Trade in Services", "paragraphs": ["In 2017, China was the United States' fourth-largest single-country trading partner based on two-way (exports plus imports) services trade, accounting for 5.60% of total U.S. services trade—unchanged from 2016. U.S. two-way services trade with China amounted to $75.0 billion in 2017, an increase of 5.74% from the $71.0 billion recorded in 2016. The U.S. services surplus with China in 2017 amounted to $40.2 billion. Its $1.3 billion (3.35%) increase relative to the year before reflected a $2.7 billion increase in U.S. services exports to China that outpaced a $1.4 billion increase in U.S. services imports from China in 2017.", "China was the third-largest single-country destination for U.S. services exports in 2017, behind Canada and the UK. It accounted for 7.22% of total U.S. services exports, down slightly from 7.24% in 2016 ( Figure 13 ). U.S. services exports to China amounted to $57.6 billion in 2017, increasing 4.89% ($2.7 billion) relative to 2016. In addition, U.S. services imports from China amounted to $17.4 billion, representing 3.21% of total U.S. services imports that year. U.S. services imports from China increased 8.65% ($1.4 billion) relative to the 2016 level. "], "subsections": []}, {"section_title": "Total Trade in Goods and Services", "paragraphs": ["U.S. total exports (goods and services) to China increased $17.1 billion (10.02%) to $188.0 billion, while U.S. total imports from China increased $44.5 billion (9.28%) to $523.7 billion ( Table 12 ). Overall, the U.S. trade deficit with China rose 8.87% ($27.3 billion) to $335.7 billion."], "subsections": []}]}, {"section_title": "Canada", "paragraphs": [], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["Since 2015, Canada has been the second-largest U.S. single-country trading partner, after China. The value of U.S. two-way (exports plus imports) merchandise trade with Canada rose 6.82% ($37.6 billion) in 2017 to $588.4 billion, accounting for 15.03% of total U.S. merchandise trade with the world—a share largely unchanged from 2016. Both U.S. merchandise exports and imports with Canada increased in 2017 from the previous year, but imports outpaced exports, resulting in a 38.46% ($6.3 billion) increase in the U.S. merchandise trade deficit with Canada, from $16.4 billion in 2016 to $22.7 billion in 2017.", "In 2017, Canada was the United States' largest, single-country export market for goods, accounting for 18.21% of U.S. merchandise exports ( Figure 14 ). U.S. exports to Canada increased 5.85% ($15.6 billion) to $282.9 billion in 2017. Leading U.S. exports to Canada included passenger motor vehicles (4.56% of all U.S. exports to Canada), motor vehicles for goods transport (2.99%), civilian aircraft, engines, and parts (2.91%), crude petroleum (2.40%), and light oils (1.97%). ", "Canada was the third-largest single-country source of U.S. imports in 2017, after China and Mexico. U.S. imports from Canada were $305.5 billion in 2017, up 7.73% from $283.6 billion in 2016. Leading U.S. imports were crude petroleum (16.75% of all U.S. imports from Canada), passenger motor vehicles (14.01%), natural gas (2.31%), coniferous wood sawn or chipped (1.93%), petroleum and petroleum products (not including crude) (1.65%), and light oils (1.61%). "], "subsections": []}, {"section_title": "Trade in Services", "paragraphs": ["Canada was the United States' second-largest single-country services trading partner in 2017. It reached $91.5 billion in two-way (exports plus imports) trade in services, behind the UK. U.S. two-way trade in services with Canada grew 7.68% in 2017. Canada accounted for 7.33% of total U.S. services exports and 6.09% of total U.S. services imports ( Figure 15 ). U.S. exports of services to Canada increased 7.52% ($4.1 billion) to $58.4 billion in 2017, whereas U.S. services imports from Canada increased 7.97% ($2.4 billion) to $33.0 billion. Overall, the U.S. trade surplus in services with Canada grew 6.94% ($1.6 billion) in 2017 to $25.4 billion. While the surplus was up from 2016 ($23.8 billion), it remains below its 2013 peak ($32.1 billion)."], "subsections": []}, {"section_title": "Total Trade in Goods and Services", "paragraphs": ["U.S. total exports (goods and services) to Canada increased $19.7 billion (6.13%) to $341.3 billion, while U.S. total imports from Canada increased $24.4 billion (7.75%) to $338.5 billion ( Table 13 ). Overall, the U.S. trade surplus with Canada declined 62.72% ($4.6 billion) to $2.8 billion."], "subsections": []}]}, {"section_title": "Mexico", "paragraphs": [], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["In 2017, Mexico was the United States' third-largest single-country merchandise trading partner, following China and Canada. U.S. two-way (exports plus imports) merchandise trade between the two countries increased 6.25% ($33.2 billion) to $563.8 billion in 2017, accounting for 14.41% of U.S. total merchandise trade with the world. While both imports and exports increased in 2017, the increase in U.S. imports outpaced that of exports. As a result, the U.S. merchandise trade deficit with Mexico rose 8.86% ($6.2 billion) to $76.1 billion.", "Mexico was the United States' second-largest single-country export market after Canada in 2017, accounting for 15.70% of total U.S. exports to the world ( Figure 16 ). U.S. merchandise exports to Mexico totaled $243.8 billion, an increase of 5.85% ($13.5 billion) from 2016. In 2017, the leading U.S. exports to Mexico were light oils (4.90% of all U.S. exports to Mexico), computer and tablet parts and accessories (4.29%), petroleum and petroleum products (not including crude) (3.70%), processors and controllers (electronic integrated circuits) (1.49%), and compression-ignition internal combustion piston engines (1.47%).", "Mexico was the United States' second-largest single-country source of imports in 2017 after China, and it accounted for 13.55% of U.S. total imports. In 2017, U.S. merchandise imports from Mexico increased 6.55% ($19.7 billion) to $320.0 billion. Leading U.S. imports from Mexico included passenger motor vehicles (8.89% of all U.S. imports from Mexico), digital processing units (computers) (5.56%), motor vehicles for goods transport (4.89%), crude petroleum (3.20%), and machines for the reception, conversion, and transmission of voice, images, and data (telecommunications equipment) (3.03%). "], "subsections": []}, {"section_title": "Trade in Services", "paragraphs": ["U.S. two-way (exports plus imports) services trade between the United States and Mexico increased 4.68% ($2.6 billion) to $58.4 billion in 2017, accounting for 4.36% of total U.S. services trade in 2017. Mexico was the United States' sixth-largest single-country services trading partner, and it accounted for 4.12% of total U.S. services exports and 4.70% of total U.S. services imports in 2017 ( Figure 17 ). The U.S. trade surplus in services with Mexico decreased 2.35% ($178 million) to $7.4 billion in 2017, largely a result of increasing U.S. services imports from Mexico. U.S. services exports to Mexico increased 3.84% ($1.2 billion) to $32.9 billion in 2017, whereas U.S. services imports from Mexico increased 5.79% ($1.4 billion) to $25.5 billion. Mexico was the United States' sixth-largest single-country trading partner for services in 2017, after the UK, Canada, Japan, China, and Germany."], "subsections": []}, {"section_title": "Total Trade in Goods and Services", "paragraphs": ["U.S. total exports (goods and services) to Mexico increased $14.7 billion (5.61%) to $276.7 billion, while U.S. total imports from Mexico increased $21.1 billion (6.50%) to $345.4 billion ( Table 14 ). Overall, the U.S. trade deficit with Mexico rose 10.22% to $68.7 billion."], "subsections": []}]}, {"section_title": "Japan", "paragraphs": [], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["In 2017, Japan was the United States' fourth-largest single-country trading partner in terms of two-way (exports plus imports) trade, accounting for 5.28% of total U.S. merchandise trade with the world, slightly down from 5.40% in 2016. U.S. merchandise trade with Japan increased 4.36% ($8.6 billion), from $198.0 billion in 2016 to $206.6 billion in 2017. At the same time, the U.S. merchandise trade deficit with Japan rose 0.6% ($424 million) in 2017 to $70.0 billion. The increase in the bilateral merchandise trade deficit occurred even though the increase in U.S. exports to Japan (up $4.5 billion) outpaced that of imports from Japan (up $4.1 billion). ", "Japan was the fourth-largest destination for U.S. merchandise exports in 2017, accounting for 4.40% of total U.S. merchandise exports ( Figure 18 ). Between 2016 and 2017, U.S. exports to Japan increased 7.10% ($4.5 billion), from $63.8 billion in 2016 to $68.3 billion in 2017. Leading U.S. exports to Japan were civilian aircraft, engines, and parts (8.47% of all U.S. exports to Japan), liquefied propane (4.28%), corn (maize) (3.19%), machines for the manufacture of semiconductor devices or of electronic integrated circuits (2.56%), and medicaments (2.45%). ", "In 2017, Japan was the fourth-largest source of U.S. merchandise imports, accounting for 5.86% of total U.S. merchandise imports. The value of U.S. imports from Japan increased 3.06% ($4.1 billion) in 2017, from $134.2 billion in 2016 to $138.36 billion in 2017. Leading U.S. imports from Japan were passenger motor vehicles (26.23% of all U.S. imports from Japan), parts of airplanes or helicopters (2.92%), gearboxes for motor vehicles (2.45%), and parts for printers and copying machines (1.87%). "], "subsections": []}, {"section_title": "Trade in Services", "paragraphs": ["In 2017, Japan was the United States' third-largest single-country services trading partner, accounting for $79.5 billion or 5.9% of total U.S. two-way (exports plus imports) services trade. Japan accounted for 5.82% of U.S. services exports and 6.09% of imports ( Figure 19 ). U.S. services exports to Japan increased $1.4 billion (3.07%) to $46.4 billion in 2017, while U.S. services imports from Japan increased $2.0 billion (6.43%) to $28.4 billion. As a result, the U.S. surplus in services trade with Japan declined 4.39% ($614 million) to $13.4 billion, from $13.9 billion in 2016."], "subsections": []}, {"section_title": "Trade in Goods and Services", "paragraphs": ["U.S. total exports (goods and services) to Japan increased $5.9 billion (5.43%) to $114.7 billion, while U.S. total imports from Japan increased $6.1 billion (3.69%) to $171.3 billion ( Table 15 ). Overall, the U.S. trade deficit with Japan declined 0.34% ($190 million) to $56.6 billion."], "subsections": []}]}, {"section_title": "South Korea", "paragraphs": [], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["South Korea was the United States' sixth-largest single-country merchandise trading partner in 2017. U.S. two-way (exports plus imports) merchandise trade totaled $121.1 billion, up 6.82% ($7.7 billion) from $113.4 billion in 2016. The share of U.S. trade with South Korea remained at 3.10% of U.S. trade with the world. The United States recorded a merchandise trade deficit of $22.6 billion with South Korea in 2017, a 17.69% ($4.9 billion) decrease from the $27.4 billion deficit registered in 2016, as U.S. exports to South Korea increased more than U.S. imports from South Korea.", "U.S. merchandise exports to South Korea were valued at $49.3 billion in 2017, increasing 14.65% ($6.3 billion) from 2016 ( Figure 20 ). They accounted for 3.17% of total U.S. merchandise exports, up from 2.95% in 2016. Leading U.S. exports to South Korea were machines for the manufacture of semiconductor devices or of electronic integrated circuits (9.79% of all U.S. exports to South Korea), civilian aircraft, engines, and parts (5.92%), processors and controllers (electronic integrated circuits) (5.20%), crude petroleum (2.27%), telephones for cellular networks (cellphones) (1.96%), and liquefied propane (1.91%). In 2017, for the first time, crude petroleum and liquefied propane were among the top U.S. exports to South Korea. ", "U.S. merchandise imports from South Korea totaled $71.8 billion in 2017, increasing 2.05% ($1.4 billion) from the 2016 level. They accounted for 3.04% of total U.S. merchandise imports in 2017, down from 3.18% in 2016. Top U.S. imports from South Korea included passenger motor vehicles (20.01% of all U.S. imports from South Korea), telephones for cellular networks (cellphones) (7.78%), computer and tablet parts and accessories (3.72%), petroleum and petroleum products (not including crude) (3.61%), and electronic integrated circuits (1.94%). "], "subsections": []}, {"section_title": "Trade in Services", "paragraphs": ["In 2017, South Korea was the United States' 9 th -largest single-country services trading partner in terms of two-way (exports plus imports) trade, up from 10 th largest in 2016. U.S. services exports to South Korea increased 11.24% ($2.4 billion) in 2017 to $24.2 billion, representing 3.03% of total U.S. services exports ( Figure 21 ). U.S. services imports from South Korea decreased slightly in 2017, down 0.18% ($20 million) to $10.9 billion and amounting to 2.00% of total U.S. services imports. Because of the increase in U.S. services exports to the UK, the U.S. services trade surplus with South Korea increased 22.74% (2.5 billion), from $10.8 billion in 2016 to $13.3 billion in 2017."], "subsections": []}, {"section_title": "Total Trade in Goods and Services", "paragraphs": ["U.S. total exports (goods and services) to South Korea increased $8.7 billion (13.50%) to $73.4 billion, while U.S. total imports from South Korea increased $1.4 billion (1.75%) to $82.7 billion ( Table 16 ). Overall, the U.S. trade deficit with South Korea declined 44.03% ($7.3 billion) to $9.3 billion.", "Appendix A. Trade Surplus and Deficit Partners", "Appendix B. U.S. Trade: Value and Share in the Economy", "Appendix C. CRS Resources", "Below are some recent CRS reports and products on international trade developments:", "CRS Report R45420, U.S. Trade Trends and Developments , by Andres B. Schwarzenberg. CRS Report R44717, International Trade and Finance: Overview and Issues for the 115th Congress , coordinated by Mary A. Irace and Rebecca M. Nelson. CRS Report R45148, U.S. Trade Policy Primer: Frequently Asked Questions , coordinated by Cathleen D. Cimino-Isaacs. CRS Report R44546, The Economic Effects of Trade: Overview and Policy Challenges , by James K. Jackson. CRS Insight IN10972, Global Trade Imbalances , by James K. Jackson. CRS In Focus IF10619, The U.S. Trade Deficit: An Overview , by James K. Jackson. CRS Report R45243, Trade Deficits and U.S. Trade Policy , by James K. Jackson. CRS Report R44044, U.S. Trade with Free Trade Agreement (FTA) Partners , by James K. Jackson. CRS In Focus IF10161, International Trade Agreements and Job Estimates , by James K. Jackson. CRS Report R45198, Bilateral and Regional Trade Agreements: Issues for Congress , by Brock R. Williams. CRS In Focus IF10030, U.S.-China Trade Issues , by Wayne M. Morrison. CRS Report RL33536, China-U.S. Trade Issues , by Wayne M. Morrison."], "subsections": []}]}]}}