{"id": "R45409", "title": "Quantum Information Science: Applications, Global Research and Development, and Policy Considerations", "released_date": "2018-12-14T00:00:00", "summary": ["Quantum information science (QIS) combines elements of mathematics, computer science, engineering, and physical sciences, and has the potential to provide capabilities far beyond what is possible with the most advanced technologies available today. Although much of the press coverage of QIS has been devoted to quantum computing, there is more to QIS. Many experts divide QIS technologies into three application areas:", "Sensing and metrology, Communications, and Computing and simulation.", "The government's interest in QIS dates back at least to the mid-1990s, when the National Institute of Standards and Technology and the Department of Defense (DOD) held their first workshops on the topic. QIS is first mentioned in the FY2008 budget of what is now the Networking and Information Technology Research and Development Program and has been a component of the program since then.", "Today, QIS is a component of the National Strategic Computing Initiative (Presidential Executive Order 13702), which was established in 2015. Most recently, in September 2018, the National Science and Technology Council issued the National Strategic Overview for Quantum Information Science. The policy opportunities identified in this strategic overview include—", "choosing a science-first approach to QIS, creating a \"quantum-smart\" workforce, deepening engagement with the quantum industry, providing critical infrastructure, maintaining national security and economic growth, and advancing international cooperation.", "The United States is not alone in increasing investment in QIS R&D. This research is also being pursued at major research centers worldwide, with China and the European Union having the largest foreign QIS programs. Further, even without explicit QIS initiatives, many other countries, including Russia, Germany, and Austria, are making strides in QIS research and development (R&D).", "The Senate has introduced three bills in the 115th Congress (S. 3143, S. 2998, and S. 3673) and the House has introduced one bill in the 115th Congress (H.R. 6227) related to QIS. These bills would establish a federal program to accelerate U.S. QIS R&D, create a National Quantum Coordination Office within OSTP, establish a Defense Quantum Information Consortium, and require the Secretary of Energy to carry out quantum information science research. The House has held three hearings related to QIS. Issues discussed in these hearings included a comparison of U.S. and international QIS R&D, and how to effectively train a QIS-knowledgeable workforce; China's investment in leading-edge technologies, including QIS, and concerns that China may be closing the gap with the United States in advanced technology R&D; and an overview of quantum computers.", "This report provides an overview of QIS technologies: sensing and metrology, communications, and computing and simulation. It also includes examples of existing and potential future applications; brief summaries of funding and selected R&D initiatives in the United States and elsewhere around the world; a description of U.S. congressional activity; and a discussion of related policy considerations."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Combining elements of mathematics, computer science, engineering, and physical sciences, quantum information science (QIS) has the potential to provide capabilities far beyond what is possible with the most advanced technologies available today. Quantum science, generally, is the study of the smallest particles of matter and energy; QIS builds on quantum science principles to obtain and process information in ways that cannot be achieved based on classical physics principles. QIS is based on the premise that information science depends on quantum effects in physics.", "The advantages to using QIS in certain circumstances can be illustrated by the example of quantum computing. Quantum computing is not just \"faster\" than classical computing. It is not useful for many types of problems where a classical supercomputer would excel. However, there are certain tasks for which the power of quantum computing is unmatched, such as code breaking. This power is derived from quantum computing's use of \"qubits\" or \"quantum bits.\" ", "Whereas classical computing uses \"bits\" for data processing, quantum computing uses qubits. The practical difference between a bit and a qubit is that a bit can only exist in one of two states at a time, usually represented by a 1 and a 0, whereas a qubit can exist in both states at one time. This is a phenomenon called \"superposition\" and it is what allows the power of a quantum computer to grow exponentially with the addition of each bit. Two bits in a classical computer provides four possible combinations—00, 01, 11, and 10, but only one combination at a time. Two bits in a quantum computer provides for the same four possibilities, but, because of superposition, the qubits can represent all four states at the same time, making the quantum computer four times as powerful as the classical computer. So, adding a bit to a classical computer increases its power linearly, but adding a qubit to a quantum computer increases its power exponentially—doubling power with the addition of each qubit.", "Quantum computing, for all its promise, is still a developing technology (along with other quantum applications). Assembling a working quantum computer is much more difficult than assembling a classical computer. The difficulty is caused by the narrow set of conditions that must exist for a quantum computer to work. For example, the temperature must be exactly 1/100 th of a degree above absolute zero. Also, the slightest vibration can cause a qubit to lose its superposition. Until systems can be developed to maintain the ideal conditions to maintain a qubit, many quantum systems will remain theoretical in nature."], "subsections": []}, {"section_title": "QIS Applications", "paragraphs": ["Although much of the press coverage of QIS has been devoted to quantum computing, there is more to QIS. Many experts divide QIS technologies into three application areas: ", "Sensing and metrology, Communications, and Computing and simulation."], "subsections": [{"section_title": "Sensing and Metrology", "paragraphs": ["Quantum sensing and metrology include navigation, atomic clocks, gravimeters and gravitational gradiometers, inertial motion units, atomic magnetometers, electron microscopes, technologies to locate subterranean mineral deposits, and quantum-assisted nuclear spin imaging devices. They currently have the largest range of existing and potential commercial products. There are also several products in this category that have been manufactured for decades, making it the most established category. ", "In its report Assessment of the Future Economic Impact of Quantum Information Science , analysts at the Institute for Defense Analysis (IDA) determined that", "new technologies in quantum metrology and sensing offer improved accuracy compared to products based on classical physics or existing quantum technologies. New QIS technologies are being used for position, navigation, and timing; medical imaging; and research.", "Some experts believe that the potential markets for these technologies are small because in some cases, traditional technologies remain more attractive due to the higher costs and technical complexity of QIS alternatives. However, others have stated that they believe continued investment and effective coordination between the research community and industry could bring a broad range of QIS-enhanced sensors to the U.S. marketplace by 2021."], "subsections": []}, {"section_title": "Communications", "paragraphs": ["Quantum key distribution (QKD) is a method of securing communications that uses quantum physics, rather than mathematical algorithms, to safeguard data sent over unprotected networks. However, signals traveling over fiber-optic cable weaken at about 60 miles and must be retransmitted. Quantum repeaters can extend the distance the signal can be sent, but they significantly increase the complexity of the process. The communications are not only secure, but any eavesdropping attempt will destroy the communication, revealing the eavesdropping attempt.", "The Chinese government has been spending heavily on QKD, but many analysts in North America and Europe do not believe that the benefits over existing nonquantum technologies outweigh the costs associated with QKD, making commercial demand difficult to ascertain."], "subsections": []}, {"section_title": "Computing and Simulation", "paragraphs": ["Quantum computing provides an exponentially larger scale than classical computing, which provides advantages for certain applications. Quantum simulation refers to the use of quantum hardware to determine the properties of a quantum system, for example, determining the properties of materials such as high-temperature superconductors, and modeling nuclear and particle physics.", "However, the current capabilities of quantum computers limit the size of the problems that they can be used to solve. While significant research has been conducted to date by government laboratories, university departments, and large technology companies, as well as small start-ups, it is unlikely that any commercial quantum computing will be widely available before 2025."], "subsections": []}]}, {"section_title": "U.S. Government QIS Research History and Funding", "paragraphs": ["The government's interest in QIS dates back at least to the mid-1990s, when the National Institute of Standards and Technology (NIST) and the Department of Defense (DOD) held their first workshops on the topic. QIS is first mentioned in the FY2008 budget of what is now the Networking and Information Technology Research and Development Program and has been a component of the program since then. ", "In September 2018, the Department of Energy (DOE) announced that it had committed $218 million to 85 research projects lasting from two to five years. Also in September 2018, the National Science Foundation (NSF) announced that it had awarded $31 million in grants to 33 projects. Eight projects receiving a total of $6 million are engineering projects aimed at creating working quantum information systems (applied research). The remaining $25 million will be distributed to 25 basic research projects.", "Government QIS basic research is also conducted by NIST, the DOD services, and the Office of the Secretary of Defense. Additionally, the Defense Advanced Research Projects Agency and the Intelligence Advanced Research Projects Activity have funded a series of targeted programs. "], "subsections": []}, {"section_title": "U.S. Government QIS Initiatives and Activity", "paragraphs": ["QIS is a component of the National Strategic Computing Initiative (Presidential Executive Order 13702), which was established in 2015. The White House has issued two reports on QIS strategy, the first under President Obama and the second under President Trump."], "subsections": [{"section_title": "Advancing Quantum Information Science: National Challenges and Opportunities", "paragraphs": ["In July 2016, the National Science and Technology Council (NSTC), under the purview of the White House Office of Science and Technology Policy (OSTP), issued Advancing Quantum Information Science: National Challenges and Opportunities . This report provided a brief description of the QIS disciplines, summarized developments and potential impacts in various fields of technology and areas of basic research, identified impediments to progress and potential approaches to addressing them, surveyed federal investments, and discussed the federal path forward in the context of international and private-sector activity.", "The report outlined three principles to guide U.S. government QIS R&D:", "Maintain stable and sustained core programs that can be enhanced as new opportunities appear and restructured as impediments evolve. Sustained core programs will allow established researchers to continue their work, give students confidence that QIS is a field with a future, and provide a solid base for translating laboratory demonstrations into marketable technology. Invest strategically in targeted, time-limited programs to achieve concrete, measureable objectives. Targeted, time-limited programs are an effective mechanism for achieving well-defined technical advances and allow quick adaptation to a changing technological landscape. Closely monitor the field to evaluate the outcome of federal QIS investments and quickly adapt programs to take advantage of technical breakthroughs as they are made. Continued monitoring is required to ensure that the federal strategy for QIS investment remains effective into the future and to avoid technological surprise. ", "The report concluded by stating that QIS should be considered a priority for federal coordination and investment, with particular attention paid to identifying and implementing methods to address impediments to progress and maintaining a commitment to keep the United States at the leading edge of QIS developments."], "subsections": []}, {"section_title": "The National Strategic Overview for Quantum Information Science", "paragraphs": ["In September 2018, the NSTC issued The National Strategic Overview for Quantum Information Science . The policy opportunities identified in this strategic overview are summarized in Table 1 . ", "According to the report, \"following these recommendations, along with detailed planning and coordination made possible by the SCQIS as well as engagement with stakeholders, is crucial for the United States' future success.\""], "subsections": []}, {"section_title": "Department of Commerce Advance Notice of Proposed Rulemaking: \"Review of Controls for Certain Emerging Technologies\"", "paragraphs": ["On November 19, 2018, the Department of Commerce (DOC) Bureau of Industry and Security (BIS or \"bureau\") released an Advance Notice of Proposed Rulemaking (ANPRM), \"Review of Controls for Certain Emerging Technologies.\" The bureau controls the export of dual-use and other military items through export regulations. ", "This ANPRM seeks public comment on criteria to identify emerging technologies that may be essential to U.S. national security, for example, because they—", "have potential as conventional weapons or weapons of mass destruction; could provide new methods for intelligence collection; could be used as the basis for new terrorist applications; or could provide the United States with a qualitative military or intelligence advantage. ", "These criteria may be included in possible future export control regulations. The list of categories includes, among many others, a wide range of QIS applications: positioning, navigation, timing, computing, sensing, and encryption. Comments on the ANPRM are due on December 19, 2018."], "subsections": []}]}, {"section_title": "International QIS Initiatives", "paragraphs": ["QIS R&D is being pursued at major research centers worldwide, with China and the European Union (EU) having the largest foreign QIS programs. The UK and Canada have also made high-profile investments in QIS R&D, while Australia and the Netherlands have made smaller investments. Even without explicit QIS initiatives, many other countries, including Russia, Germany, and Austria, are making strides in QIS R&D. A report by the Institute for Defense Analysis, Assessment of the Future Economic Impact of Quantum Information Science, and witness testimony at congressional hearings have provided information on these initiatives."], "subsections": [{"section_title": "China", "paragraphs": ["China designated QIS research as one of four \"megaprojects\" in its 15-year science and technology development plan for 2006-2020. Additionally, it designated quantum communications and computing as one of six major goals for this period. China's annual funding for QIS R&D is estimated at $244 million. In 2017, the country began construction of a national QIS science center. China also actively seeks out QIS experts. Since 2008, China has provided incentives to attract Chinese QIS experts and entrepreneurs, currently living and working overseas, back to China.", "Between 2016 and 2018, China was the first to achieve three significant QIS milestones: ", "the launch of the world's first quantum satellite, Micius, in August 2016; the launch of a long-distance quantum communication landline, between Beijing and Shanghai, in September 2017; and the first long-distance quantum videoconference, between the Chinese Academy of Sciences in Beijing and the Austrian Academy of Sciences in Vienna, in January 2018."], "subsections": []}, {"section_title": "European Union", "paragraphs": ["First outlined in the EU's 2016 Quantum Manifesto and updated in The Quantum Technologies Roadmap in August 2018, the EU's Quantum Technologies Flagship program is a $1.1 billion, 10-year initiative to commercialize the EU's investment in basic QIS R&D. The goals of the initiative are to", "foster a competitive European quantum industry to position Europe as a leader in the future global industrial landscape; expand European scientific leadership and excellence in quantum research; make Europe an attractive region for innovative businesses and investment in quantum technologies; and benefit from advances in quantum technologies to provide better solutions to grand challenges in such fields as energy, health, security, and the environment."], "subsections": []}, {"section_title": "United Kingdom", "paragraphs": ["In 2013, the UK established a five-year, $440 million National Quantum Technologies Program to translate QIS R&D into commercial technologies. In September 2018, the UK announced that it would invest more than $105 million in four UK-based quantum technology development centers over the next five years. Likely research areas may include internet security, vehicle driving assistance systems, life-saving equipment for search-and-rescue missions, and helping firefighters."], "subsections": []}, {"section_title": "Canada", "paragraphs": ["Canada's QIS program began in 1999 with private investments that established the Perimeter Institute and University of Waterloo as leaders in QIS R&D. Canada's 2018 budget provided $11.5 million (USD) over three years to the Institute of Quantum Computing at the University of Waterloo."], "subsections": []}]}, {"section_title": "U.S. Congressional Activity", "paragraphs": ["Three QIS-focused bills have been introduced in the 115 th Congress. Additionally, the House has held three QIS hearings. "], "subsections": [{"section_title": "Legislation", "paragraphs": ["The Senate has introduced two bills and the House has introduced one bill related to QIS."], "subsections": [{"section_title": "National Quantum Initiative Act (S. 3143, H.R. 6227)", "paragraphs": ["The National Quantum Initiative Act ( S. 3143 , H.R. 6227 ) was introduced in the Senate on June 26, 2018, by Senator John Thune and in the House on June 27, 2018, by Representative Lamar Smith. These bills would establish a federal program to accelerate U.S. QIS R&D. Specifically, the bills would establish a National Quantum Coordination Office within OSTP to—", "oversee interagency coordination, provide strategic planning support, serve as a central point of contact for stakeholders, conduct outreach, and promote commercialization of federal research by the private sector.", "The bills are intended to—", "support basic QIS research and standards development at NIST, support DOE basic research and establish DOE national research centers, and support National Science Foundation basic research and academic multidisciplinary quantum research and education centers; encourage U.S. technology companies to contribute their knowledge and resources to a national effort; and address fundamental research gaps, assist in creating a stronger workforce pipeline, and allow the United States to take the lead in developing quantum standards and measures for global use.", "H.R. 6227 was reported by the House Committee on Science, Space, and Technology and passed in the House on September 13, 2018 ( H.Rept. 115-950 ) ; it was received by the Senate and referred to the Committee on Commerce, Science, and Transportation on September 17, 2018. S. 3143 was approved and ordered to be reported with an amendment in the nature of a substitute by the Senate Committee on Commerce, Science, and Transportation on August 1, 2018 (see S.Rept. 115-389 , November 27, 2018); it was placed on the Senate Legislative Calendar under General Orders on November 27, 2018."], "subsections": []}, {"section_title": "Quantum Computing Research Act (S. 2998)", "paragraphs": ["The Quantum Computing Research Act ( S. 2998 ) was introduced by Senator Kamala Harris on June 5, 2018. The bill would require the Secretary of Defense to establish the Defense Quant um Information Consortium. The c onsortium w ould include —", "one component composed of members selected by the Chief of Naval Research from among institutions of higher learning and industry partners located in the eastern half of the United States which are recognized for achievement in quantum information science; and one component composed of members selected by the Director of the Army Research Laboratory from among institutions of higher learning and industry partners located in the western half of the United States which are recognized for achievement in quantum information science.", "The bill would also establish a board composed of—", "the Chief of Naval Research and a designee of the Chief; the Director of the Army Research Laboratory and a designee of the Director; the Assistant Director of Quantum Information Science at the Office of Science and Technology Policy; and members of the National Quantum Initiative (NQI).", "The board would be responsible for—", "awarding grants to consortium members; assisting with ongoing research being conducted by consortium members relating to quantum information sciences; and facilitating partnerships between consortium members."], "subsections": []}, {"section_title": "Department of Energy Quantum Information Science Research Act (S. 3673)", "paragraphs": ["The Department of Energy Quantum Information Science Research Act ( S. 3673 ) was introduced by Senator Lisa Murkowski on November 28, 2018. The bill would require the Secretary of Energy to conduct basic quantum information science research, including— formulating goals for quantum information science research to be supported by the Department of Energy; leveraging the collective body of knowledge from existing quantum information science research; providing research experiences and training for additional undergraduate and graduate students in quantum information science; coordinating research efforts funded through existing programs across the Department; and coordinating with other federal agencies, research communities, and potential users of information produced under this section."], "subsections": []}]}, {"section_title": "Hearings", "paragraphs": ["Three House committees have held hearings on different aspects of QIS."], "subsections": [{"section_title": "American Leadership in Quantum Technology", "paragraphs": ["On October 24, 2017, the House Committee on Science, Space, and Technology Subcommittee on Research and Technology and Subcommittee on Energy held a joint hearing on \"American Leadership in Quantum Technology.\" Issues discussed included—", "a comparison of U.S. and international QIS R&D and how to effectively train a QIS-knowledgeable workforce. "], "subsections": []}, {"section_title": "China's Pursuit of Emerging and Exponential Technologies", "paragraphs": ["On January 9, 2018, the House Armed Services Committee Subcommittee on Emerging Threats and Capabilities held a hearing on \"China's Pursuit of Emerging and Exponential Technologies.\" Issues discussed included—", "China's investment in leading-edge technologies, including QIS, and concerns that China may be closing the gap with the United States in advanced technology R&D."], "subsections": []}, {"section_title": "Disrupter Series, Quantum", "paragraphs": ["On May 18, 2018, the House Committee on Energy and Commerce Subcommittee on Digital Commerce and Consumer Protection held a hearing on quantum computing as part of its \"Disrupter Series.\" Issues discussed included —", "an overview of the uses of quantum computers, the advantages of quantum computers over conventional computers, potential dangers from quantum technologies, barriers to the development of a commercially available quantum computer in the United States, and where the United States stands in relation to other nations in developing a commercially available quantum computer."], "subsections": []}]}]}, {"section_title": "U.S. Policy Considerations", "paragraphs": ["In its July 2016 report, the NSTC stated that creating a cohesive and effective U.S. QIS R&D policy would require a collaborative effort among government, academia, and the private sector. The report cited five key areas that need to be addressed in crafting an effective policy: institutional boundaries; education and workforce training; technology and knowledge transfer; materials and fabrication; and the level and stability of funding. These topics were reiterated in the DOE report Quantum Sensors at the Intersections of Fundamental Science, Quantum Information Science, and Computing (2016), and during congressional hearings. "], "subsections": [{"section_title": "Institutional Boundaries", "paragraphs": ["QIS research is often conducted within institutional boundaries with little coordination. For example, federal departments, and even agencies and offices within a department, have sponsored R&D at a number of universities in different disciplines to address unique federal mission requirements. As a result, coordination and collaboration among these university researchers is difficult. The creation of cross-cutting teams with diverse expertise is seen by many as vital to success. Many observers and researchers contend that partnerships that encourage such collaboration will lead to greater progress than working alone."], "subsections": []}, {"section_title": "Education and Workforce Training", "paragraphs": ["Scientists and industry representatives contend that current academic education and workforce training programs are insufficient for continued progress in QIS R&D, which requires a diverse, cross-cutting range of skills and expertise that varies from one application to another. For example, while a deep knowledge of quantum mechanics, taught in physics departments, is required for QIS basic research and applications development, disciplines taught in other departments—such as computer science, applied mathematics, electrical engineering, and systems engineering—are needed as well. Multidisciplinary QIS centers at universities and federal labs (e.g., DOE, NIST) are seen as one possible solution to this problem."], "subsections": []}, {"section_title": "Technology and Knowledge Transfer", "paragraphs": ["Some of the potentially serious impediments to creating successful commercial QIS products include issues related to the complicated nature of licensing of intellectual property from universities and obtaining patents, lack of a strong venture capital environment, and difficulty connecting qualified recent graduates and experienced scientists with companies. Industry and government representatives have noted that some federal programs exist to address these issues, but that challenges remain."], "subsections": []}, {"section_title": "Materials and Fabrication", "paragraphs": ["Advancement of QIS applications depends heavily on the generation of novel quantum materials and on improving the tools needed to fabricate them and package hardware that may currently fill a room into usable forms. These challenges are not yet fully understood, but scientists generally agree that advancement in QIS R&D depends upon solving them. "], "subsections": []}, {"section_title": "Level and Stability of Funding", "paragraphs": ["Like other R&D programs, QIS is affected by fluctuations in federal funding. Some assert that such fluctuations have slowed QIS progress, as well as the development of a fully qualified workforce. Some of the funding instability has been attributed to insufficient coordination among federal agencies, which has led to uncertainty in university research programs. This uncertainty may have contributed to promising researchers seeking opportunities outside the United States or being actively recruited by foreign governments or companies."], "subsections": []}]}]}}