{"id": "R45664", "title": "Virtual Currencies and Money Laundering: Legal Background, Enforcement Actions, and Legislative Proposals", "released_date": "2019-04-03T00:00:00", "summary": ["Law enforcement officials have described money laundering—the process of making illegally obtained proceeds appear legitimate—as the \"lifeblood\" of organized crime. Recently, money launderers have increasingly turned to a new technology to conceal the origins of illegally obtained proceeds: virtual currency. Virtual currencies like Bitcoin, Ether, and Ripple are digital representations of value that, like ordinary currency, function as media of exchange, units of account, and stores of value. However, unlike ordinary currencies, virtual currencies are not legal tender, meaning they cannot be used to pay taxes and creditors need not accept them as payments for debt. While virtual currency enthusiasts tout their technological promise, a number of commentators have contended that the anonymity offered by these new financial instruments makes them an attractive vehicle for money laundering. Law enforcement officials, regulators, and courts have accordingly grappled with how virtual currencies fit into a federal anti-money laundering (AML) regime designed principally for traditional financial institutions.", "The federal AML regime consists of two general categories of laws and regulations. First, federal law requires a range of \"financial institutions\" to abide by a variety of AML program, reporting, and recordkeeping requirements. Second, federal law criminalizes money laundering and various forms of related conduct.", "Over the past decade, federal prosecutors and regulators have pursued a number of cases involving the application of these laws to virtual currencies. Specifically, federal prosecutors have brought money laundering charges against the creators of online marketplaces that allowed their users to exchange virtual currency for illicit goods and services. In one of these prosecutions, a federal district court held that transactions involving Bitcoin can serve as the predicate for money laundering charges. Federal prosecutors have also pursued charges against the developers of certain virtual currency payment systems allegedly designed to facilitate illicit transactions and launder the proceeds of criminal activity. Specifically, prosecutors charged these developers with conspiring to commit money laundering and operating unlicensed money transmitting businesses. In adjudicating the second category of charges, courts have concluded that the relevant virtual currency payment systems were \"unlicensed money transmitting businesses,\" rejecting the argument that the relevant criminal prohibition applies only to money transmitters that facilitate cash transactions. Finally, the Financial Crimes Enforcement Network (FinCEN)—the bureau within the Treasury Department responsible for administering the principal federal AML statute—has pursued a number of administrative enforcement actions against virtual currency exchangers, assessing civil penalties for failure to implement sufficient AML programs and report suspicious transactions.", "As these prosecutions and enforcement actions demonstrate, virtual currencies have a number of features that make them attractive to criminals. Specifically, commentators have noted that money launderers are attracted to the anonymity, ease of cross-border transfer, lack of clear regulations, and settlement finality that accompanies virtual currency transactions. Several bills introduced in the 116th Congress are aimed at addressing these challenges. These bills would, among other things, commission agency analyses of the use of virtual currencies for illicit activities and clarify FinCEN's statutory powers and duties. Commentators have also identified legal uncertainty as an additional challenge facing prosecutors, regulators, and participants in virtual currency transactions. Moreover, a number of observers have argued that existing AML regulations are likely to stifle innovation by virtual currency developers. In response to these concerns about legal clarity and burdensome regulation, at least one legislative proposal contemplates exempting certain blockchain developers from various AML requirements."], "reports": {"section_title": "", "paragraphs": ["L aw enforcement officials have described money laundering—the process of making illegally obtained proceeds appear legitimate—as the \"lifeblood\" of organized crime. According to one estimate, criminals launder roughly $1 trillion to $2 trillion annually worldwide, a sum that represents between 2% and 5% of global gross domestic product. Without the ability to conceal and spend these large sums of \"dirty\" money, criminal organizations \"could operate only at a small fraction of current levels, and with far less flexibility.\" ", "Over the past decade, money launderers have turned to a new technology to conceal the origins of illegally obtained proceeds: virtual currency. Virtual currencies like Bitcoin, Ether, and Ripple are digital representations of value that, like ordinary currency, function as media of exchange, units of account, and stores of value. However, unlike ordinary currency, virtual currencies are not legal tender, meaning they cannot be used to pay taxes and creditors need not accept them as payments for debt. According to their proponents, virtual currencies (1) have the potential to offer cheaper and faster transactions than traditional bank-centric payment networks, (2) provide inflation-resistant alternatives to traditional fiat currencies, and (3) often involve promising new technologies (such as blockchain technology) that will spur innovation across a variety of fields. However, other commentators have argued that the anonymity offered by certain decentralized virtual currencies—that is, virtual currencies that are not issued or maintained by a central organization—makes them an attractive vehicle for money laundering. These observers have contended that criminals often use such virtual currencies not only to buy and sell illicit goods and services, but also to launder illegally obtained fiat currencies. ", "While it is difficult to definitively assess the volume of money laundered through virtual currencies, the virtual currency security firm CipherTrace has estimated that criminals laundered roughly $2.5 billion of Bitcoin on major exchanges between January 9, 2009, and September 20, 2018. An official from the Treasury Department's Financial Crimes Enforcement Network (FinCEN) has similarly indicated that virtual currencies have been \"exploited to support billions of dollars of . . . suspicious activity.\" While such figures represent only a fraction of both global money laundering and virtual currency transaction volume, government officials have identified virtual currencies as a growth industry for money launderers that presents regulators and law enforcement with unique challenges.", "This report provides a general overview of the application of federal anti-money laundering (AML) law to virtual currencies. First, the report outlines the basic architecture of federal AML law. Second, the report discusses administrative guidance concerning the application of federal AML law to virtual currencies. Third, the report reviews a number of prominent criminal prosecutions and administrative enforcement actions involving federal AML law and virtual currencies. Finally, the report discusses a number of legislative proposals to reform certain elements of the federal AML regime surrounding virtual currencies and further investigate the use of virtual currencies in criminal activities. "], "subsections": [{"section_title": "Legal Background", "paragraphs": ["The federal AML regime consists of two general categories of laws and regulations. First, federal law requires a range of \"financial institutions\" to abide by a variety of AML compliance program, reporting, and recordkeeping requirements. Second, federal law criminalizes money laundering and various forms of related conduct. "], "subsections": [{"section_title": "Requirements for \"Financial Institutions\"", "paragraphs": ["The Bank Secrecy Act (BSA) and its various amendments represent the centerpiece of the federal AML regime for \"financial institutions\"—a category that includes federally insured banks, securities brokers and dealers, currency exchanges, and money services businesses. Under the BSA and associated regulations, covered \"financial institutions\" must, among other things, establish AML programs that meet certain minimum standards, report certain types of transactions to the Treasury Department, and maintain certain financial records. ", "Specifically, the BSA requires \"financial institutions\" to establish AML programs that include, at a minimum, (1) the development of internal policies, procedures, and controls, (2) the designation of a compliance officer, (3) an ongoing employee training program, and (4) an independent audit function to test the program. \"Financial institutions\" must also report certain large currency transactions and suspicious activities to FinCEN—the bureau within the Treasury Department responsible for administering the BSA. Finally, the BSA and associated regulations require \"financial institutions\" to maintain certain types of records. FinCEN regulations require banks, for example, to retain records related to certain large transactions involving foreign banks and the taxpayer identification numbers associated with certain accounts. ", "Money services businesses (MSBs) represent one category of \"financial institution\" that must register with FinCEN and, like other \"financial institutions,\" abide by AML program, reporting, and recordkeeping requirements. Under FinCEN's regulations, MSBs include a variety of specific categories of businesses, including \"money transmitters\"—that is, (1) persons who accept \"currency, funds, or other value that substitutes for currency from one person\" and transmit those items \"to another location or person by any means,\" and (2) \"[a]ny other person engaged in the transfer or funds.\" In addition to imposing regulatory requirements on MSBs, federal law makes it a crime to knowingly operate an \"unlicensed money transmitting business.\" An entity qualifies as an \"unlicensed money transmitting business\" under this provision (Section 1960 of Title 18) if it", "1. is \"operated without an appropriate money transmitting license in a State where such operation is punishable as a misdemeanor or a felony\"; 2. fails to comply with the BSA's federal registration requirement for \"money transmitting businesses\"; or 3. \"otherwise involves the transportation or transmission of funds that are known to the defendant to have been derived from a criminal offense or are intended to be used to promote or support unlawful activity.\" "], "subsections": []}, {"section_title": "Criminal AML Provisions", "paragraphs": ["In addition to imposing various AML requirements on \"financial institutions,\" federal law also criminalizes money laundering and certain related conduct. Specifically, 18 U.S.C. § 1956(a)(1) (Section 1956) makes it unlawful for a person who \"know[s] that the property involved in a financial transaction represents the proceeds of some form of unlawful activity\" to \"conduct[] or attempt[] to conduct such a financial transaction which in fact involves the proceeds of specified unlawful activity\" —", "(A) (i) with the intent to promote the carrying on of specified unlawful activity; or", "(ii) with intent to engage in conduct constituting [tax evasion or tax fraud]; or", "(B) knowing that the transaction is designed in whole or in part—", "(i) to conceal or disguise the nature, the location, the source, the ownership, or the control of the proceeds of specified unlawful activity; or", "(ii) to avoid a transaction reporting requirement under State or Federal law. ", "For purposes of this prohibition, the term \"financial transaction\" includes transactions \"involving the movement of funds\" and transactions \"involving one or more monetary instruments.\"", "Similarly, 18 U.S.C. § 1957(a) (the so-called \"Spending Statute\") prohibits monetary transactions in criminally derived property. Specifically, Section 1957(a) makes it unlawful to \"knowingly engage[] or attempt[] to engage in a monetary transaction in criminally derived property of a value greater than $10,000 and is derived from specified unlawful activity.\" In other words, unlike Section 1956, Section 1957 makes it a crime to knowingly spend the proceeds of specified unlawful activity, even if such spending does not promote such activity and is not designed to conceal the origins of the proceeds."], "subsections": []}]}, {"section_title": "FinCEN Guidance", "paragraphs": ["Because neither Congress nor FinCEN has formally amended the BSA regulatory regime in response to the advent of virtual currencies, prosecutors and regulators have been required to analyze whether virtual currency transactions and business models fall within some of the preexisting legal categories discussed above. In 2013, FinCEN attempted to clarify certain aspects of this analysis by issuing administrative guidance addressing the circumstances in which participants in virtual currency transactions qualify as MSBs.", "In its 2013 guidance, FinCEN took the position that \"users\" of virtual currencies do not qualify as MSBs subject to federal registration requirements, while \"administrators\" and \"exchangers\" of virtual currencies may qualify as MSBs. Specifically, the guidance explained that users of virtual currencies—that is, persons who obtain virtual currencies to purchase goods or services—are not MSBs because they are not involved in money transmission. By contrast, FinCEN indicated that virtual currency administrators (persons \"engaged as a business\" in putting a virtual currency into circulation and who have the authority to withdraw such currency from circulation) and exchangers (persons \"engaged as a business in the exchange of virtual currency for real currency, funds, or other virtual currency\") may be \"money transmitters\" and, by extension, MSBs. Specifically, FinCEN explained that virtual currency administrators and exchangers qualify as MSBs (unless they fall within a specific exemption) when they (1) \"accept[] or transmit[] a convertible virtual currency,\" or (2) \"buy[] or sell[] convertible virtual currency for any reason.\" Accordingly, under FinCEN's guidance, virtual currency issuers and exchangers will generally qualify as MSBs unless they fall within a specific statutory or regulatory exemption."], "subsections": []}, {"section_title": "Prosecutions and Enforcement Actions", "paragraphs": ["Over the past decade, federal prosecutors and regulators have pursued a number of cases involving the application of federal AML law to virtual currencies. In a number of criminal cases, federal prosecutors have brought money-laundering and certain related charges against the operators of online marketplaces and virtual currency payment systems used to disguise the proceeds of illicit activities. FinCEN has also brought civil enforcement actions against virtual currency exchangers for failure to comply with the BSA's AML program, reporting, and recordkeeping requirements. "], "subsections": [{"section_title": "Online Marketplaces for Illicit Goods", "paragraphs": ["Federal prosecutors have brought money-laundering charges against the creators of online marketplaces that allowed their users to exchange virtual currency for a range of illicit goods and services. In one of these prosecutions, a federal district court held that transactions involving Bitcoin can serve as the predicate for money-laundering charges. "], "subsections": [{"section_title": "Silk Road", "paragraphs": ["In 2013, federal authorities shut down Silk Road, which they alleged was \"the most sophisticated and extensive criminal marketplace on the Internet,\" enabling tens of thousands of users to anonymously buy and sell illegal drugs, malicious software, and other illicit goods and services. Federal prosecutors charged the site's creator with, among other things, conspiracy to commit money laundering under Section 1956. The prosecutors alleged that the site's creator conspired to conduct \"financial transactions\" involving the proceeds of unlawful activity—namely, narcotics trafficking and computer hacking—with the intent to promote the carrying on of such activity. In defending this charge, Silk Road's creator argued that his alleged conduct—facilitating the exchange of Bitcoin for illegal goods and services—did not involve \"financial transactions\" within the meaning of Section 1956, which defines that term to include (among other things) transactions \"involving one or more monetary instruments.\" Specifically, the site's creator contended that because Bitcoin does not qualify as a \"monetary instrument\"—which Section 1956 defines to mean the currency of a country, personal checks, bank checks, money orders, investment securities, or negotiable instruments—transactions involving Bitcoin do not represent \"financial transactions\" under Section 1956. ", "The U.S. District Court for the Southern District of New York rejected this argument, holding that transactions involving Bitcoin can qualify as \"financial transactions\" under Section 1956 because they fall under a separate category of transactions identified by the relevant statutory definition: transactions involving \"the movement of funds .\" Specifically, the court reasoned that Bitcoin transactions involve \"the movement of funds\" because the term \"funds\" includes \"money,\" which in turn refers to \"an object used to buy things.\" Because Bitcoin can be used to buy things, the court reasoned that Bitcoin transactions involve \"the movement of funds\" and therefore qualify as \"financial transactions\" under Section 1956. As a result, the court explained, \"[o]ne can money launder using Bitcoin.\""], "subsections": []}, {"section_title": "AlphaBay", "paragraphs": ["Similarly, in 2017, federal prosecutors brought money-laundering conspiracy charges against the creator of AlphaBay, another online marketplace that allowed its users to exchange virtual currency for illicit goods and services. The prosecutors alleged that by facilitating the exchange of virtual currencies (including Bitcoin, Monero, and Ether) for illegal narcotics and other illicit goods and services, the site's creator had conspired to conduct \"financial transactions\" involving the proceeds of unlawful activities. However, the federal government dismissed these charges after AlphaBay's creator died in July 2017."], "subsections": []}]}, {"section_title": "Virtual Currency Payment Systems Used for Illicit Purposes", "paragraphs": ["Federal prosecutors have also pursued charges against the developers of certain virtual currency payment systems allegedly designed to facilitate illicit transactions and launder the proceeds of criminal activity. Specifically, prosecutors have charged these developers with conspiring to commit money laundering and operating unlicensed money transmitting businesses under Sections 1956 and 1960, respectively. In adjudicating the second category of charges, courts have concluded that the relevant virtual currency payment systems were \"unlicensed money transmitting businesses\" under Section 1960, rejecting the argument that the provision applies only to money transmitters that facilitate cash transactions. "], "subsections": [{"section_title": "e-Gold", "paragraphs": ["In 2007, federal prosecutors charged e-Gold—an \"alternative payment system\" and virtual currency purportedly backed by stored physical gold—and its founders and director with money laundering and operating an unlicensed money transmitting business. The prosecutors alleged that e-Gold \"was widely accepted as a payment mechanism for transactions involving credit card and identification fraud, high yield investment programs and other investment scams, and child exploitation\" because of the anonymity it offered its users.", "In charging the defendants for failing to register their business, prosecutors alleged that e-Gold operated as an \"unlicensed money transmitting business\" in each of the three ways identified by Section 1960—the provision criminalizing the operation of \"unlicensed money transmitting businesses.\" Specifically, the prosecutors alleged that e-Gold (1) lacked a required state money transmitter license, (2) failed to comply with the BSA's federal registration requirements for \"money transmitting businesses\" (requirements set forth in Section 5330 of Title 31), and (3) was involved in the transmission of funds that were \"known to have been derived from a criminal offense\" or that were \"intended to be used to promote and support unlawful activity.\"", "In defending these charges, the defendants presented an intricate argument for the proposition that Section 1960 applies only to businesses that facilitate cash (as opposed to virtual currency) transactions. Specifically, the defendants argued that because Section 1960 does not define the term \"money transmitting business,\" it must \"borrow\" the definition of that term in Section 5330—the BSA provision establishing federal registration requirements for \"money transmitting businesses.\" The defendants further reasoned that (1) Section 5330 provides that an entity is a \"money transmitting business\" only if it must file currency transaction reports (CTRs), and (2) businesses that do not facilitate cash transactions need not file CTRs. Accordingly, under the defendants' theory, a business like e-Gold that does not facilitate cash transactions does not qualify as a \"money transmitting business\" under Section 5330 and (by extension) Section 1960. ", "The U.S. District Court for the District of Columbia rejected this argument, holding that e-Gold was indeed a \"money transmitting business\" under Section 1960 for two reasons. First, the court rejected the defendants' contention that Section 1960 must \"borrow\" Section 5330's definition of \"money transmitting business.\" The court rejected this argument on the grounds that Section 1960 contains its own definition of the term \"money transmitting\" and does not reflect an intent to \"borrow\" the definition of \"money transmitting business\" from Section 5330. The court further explained that because e-Gold was a business engaged in \"money transmitting\" as defined by Section 1960—that is, \"transferring funds on behalf of the public\"—it was a \"money transmitting business\" under Section 1960. ", "Second, the court evaluated whether e-Gold also qualified as a \"money transmitting business\" under Section 5330—an issue that remained relevant because of the federal government's charge that the defendants violated Section 1960 by violating Section 5330's registration requirements . The court concluded that e-Gold was indeed a \"money transmitting business\" under Section 5330, rejecting the defendants' argument that e-Gold did not fall within that category because it was not required to file CTRs. Specifically, the court rejected the argument that a business is required to file CTRs only if it facilitates cash transactions. Instead, the court explained that because the statute imposing CTR obligations imposes such obligations when money transmitting businesses facilitate cash transactions (as opposed to if they facilitate such transactions), all money transmitting businesses have a continuing obligation to file CTRs \"in the eventuality that they ever are involved\" in a reportable cash transaction. The court accordingly concluded that because e-Gold was required to file CTRs and satisfied the other elements of the relevant statutory definition, e-Gold was a \"money transmitting business\" under Section 5330 even though it did not process cash transactions. After the court denied the defendants' motion to dismiss the charges for operating an unlicensed money transmitting business, the defendants pleaded guilty to those charges and money laundering."], "subsections": []}, {"section_title": "Liberty Reserve", "paragraphs": ["Similarly, in May 2013, federal prosecutors charged the founder of Liberty Reserve—a Costa Rica-based virtual currency service—with conspiracy to commit money laundering, conspiracy to commit international money laundering, and operating an unlicensed money transmitting business. Liberty Reserve administered a virtual currency known as \"LR\" and described itself as a \"payment processor and money transfer system.\" According to prosecutors, Liberty Reserve's founder \"intentionally created, structured, and operated\" the service \"as a business venture designed to help criminals conduct illegal transactions and launder the proceeds of their crimes,\" facilitating a broad range of criminal activity that included identity theft, credit card fraud, computer hacking, child pornography, and narcotics trafficking. Specifically, Liberty Reserve allegedly facilitated such activity by allowing its users to set up accounts using fake names and, for an additional fee, hide their account numbers when sending funds within the system. Because of this anonymity, prosecutors alleged, Liberty Reserve became the \"bank of choice for the criminal underworld,\" laundering over $6 billion between 2006 and 2013.", "In defending the charge for operating an unlicensed money transmitting business, Liberty Reserve's founder argued that Liberty Reserve was not an \"unlicensed money transmitting business\" under Section 1960 because it did not transfer \"funds\" within the meaning of that provision. However, the U.S. District Court for the Southern District of New York rejected this argument, relying on an earlier case from the same district to conclude that virtual currencies are \"funds\" under Section 1960 because they can be \"easily purchased in exchange for ordinary currency, act[] as a denominator of value, and [are] used to conduct financial transactions.\" Liberty Reserve's founder was ultimately convicted of operating an unlicensed money transmitting business and pleaded guilty to conspiring to commit money laundering."], "subsections": []}]}, {"section_title": "FinCEN Enforcement Actions Against Virtual Currency Exchangers", "paragraphs": ["Consistent with its 2013 guidance, FinCEN has pursued a number of administrative enforcement actions against virtual currency exchangers, assessing civil penalties for failure to implement sufficient AML programs and report suspicious transactions. "], "subsections": [{"section_title": "Ripple", "paragraphs": ["In 2015, FinCEN brought an enforcement action against California-based virtual currency developer and exchanger Ripple Labs, Inc. (Ripple), assessing a $700,000 civil penalty for failure to register as a MSB and failure to implement and maintain an effective AML program. At the time of the enforcement action, Ripple's virtual currency (XRP) was the second-largest virtual currency by market capitalization, trailing only Bitcoin. Ripple sold XRP in exchange for fiat currency without registering as a MSB until 2013, when it incorporated a subsidiary to engage in the relevant sales and transfers. While Ripple's subsidiary ultimately registered with FinCEN, it allegedly failed to fulfill its AML obligations under the BSA. Specifically, FinCEN alleged that Ripple's subsidiary failed to timely establish an AML program that met the BSA's requirements and lacked sufficient controls for implementing the program. Because of this absence of necessary controls, Ripple's subsidiary negotiated an approximately $250,000 transaction with a felon without adhering to its know-your-customer requirements and rejected a number of suspicious transactions without filing suspicious activity reports (SARs) with FinCEN. In response to FinCEN's allegations, Ripple and its subsidiary entered into a settlement agreement, committing to undertake a series of remedial measures and pay a $700,000 civil penalty."], "subsections": []}, {"section_title": "BTC-e", "paragraphs": ["In 2017, FinCEN brought another major enforcement action against BTC-e, one of the largest virtual currency exchanges in the world. FinCEN alleged that BTC-e facilitated transactions involving ransomware, computer hacking, identity theft, tax refund fraud schemes, public corruption, and drug trafficking. FinCEN further contended that BTC-e willfully violated MSB registration requirements, failed to maintain an effective AML program, and failed to file required SARs. Specifically, FinCEN alleged that BTC-e did not verify basic information about its customers and failed to file SARs on thousands of suspicious transactions, including transactions involving Liberty Reserve and other entities that were widely known to be violating U.S. law. Because of this conduct, FinCEN assessed a $110 million civil money penalty against BTC-e and its founder. "], "subsections": []}]}]}, {"section_title": "Issues for Congress and Proposed Legislation", "paragraphs": [], "subsections": [{"section_title": "Regulatory Challenges Posed by Virtual Currencies", "paragraphs": ["As these prosecutions and enforcement actions demonstrate, virtual currencies have a number of features that make them attractive to criminals. Specifically, commentators have noted that money launderers have been attracted by the anonymity, lack of clear regulations, and settlement finality that accompanies virtual currency transactions. The ease of transferring virtual currencies across international borders further complicates AML efforts, as AML regulations \"are not widely applied internationally to virtual currency despite increasing evidence of misuse.\" The Treasury Department's 2018 Money Laundering Risk Assessment accordingly identified virtual currencies as a vulnerability in U.S. AML efforts. Several bills introduced in the 116th Congress aim to address to these challenges. These bills would, among other things, commission agency analyses of the use of virtual currencies for illicit activities and clarify that FinCEN's statutory powers and duties include international coordination on issues related to virtual currencies.", "Commentators have also identified legal uncertainty as an additional challenge facing prosecutors, regulators, and participants in virtual currency transactions. Specifically, these observers have noted that applying the BSA's regulatory regime to virtual currencies requires analyzing novel business models using legal categories developed primarily for traditional financial institutions. While the weight of legal authority supports the application of some of these categories to certain virtual currency business models, at least one anomalous decision indicates that some judges demand more explicit indicia of congressional intent to apply existing law in this relatively new field. Moreover, a number of commentators have argued that providing greater legal certainty to legitimate virtual currency activities is necessary to preserve the United States' position as a \"global leader\" in encouraging technological innovation. This interest in legal clarity—in addition to a desire to shield certain virtual currency innovators from \"expensive and onerous\" AML requirements —has generated a legislative proposal to exempt certain blockchain developers from various money transmitter requirements."], "subsections": []}, {"section_title": "Bills in the 116th Congress", "paragraphs": [], "subsections": [{"section_title": "Legislation Commissioning Agency Analyses", "paragraphs": ["In January 2019, the House passed three bills that would commission studies concerning the use of virtual currencies for illicit purposes. H.R. 56 , the Financial Technology Protection Act, would establish an Independent Financial Technology Task Force to Combat Terrorism and Illicit Financing (Task Force) led by the Treasury Secretary. The bill would direct the Task Force to (1) \"conduct independent research on terrorist and illicit use of new financial technologies, including digital currencies,\" and (2) \"develop legislative and regulatory proposals to improve counter-terrorist and counter-illicit financing efforts.\" H.R. 56 would further require the Task Force to annually report its findings to Congress. The bill would also establish two programs to incentivize members of the public to assist the federal government's efforts to combat the illicit use of virtual currencies. First, the bill would direct the Treasury Secretary to establish a reward of up to $450,000 for persons who \"provide[] information leading to the conviction of an individual involved with terrorist use of digital currencies.\" Second, the bill would direct the Treasury Secretary to create a grant program \"for the development of tools and programs to detect terrorist and illicit use of digital currencies.\" After passing the House in January 2019, H.R. 56 was referred to the Senate Committee on Banking, Housing, and Urban Affairs. ", "A second bill, H.R. 428 , the Homeland Security Assessment of Terrorists' Use of Virtual Currencies Act, would similarly commission an analysis of the use of virtual currencies by terrorists. Specifically, H.R. 428 would direct the Under Secretary of Homeland Security for Intelligence and Analysis to conduct a \"threat assessment\" analyzing \"the actual and potential threat posed by individuals using virtual currency to carry out activities in furtherance of an act of terrorism, including the provision of material support or resources to a foreign terrorist organization.\" After passing the House in January 2019, H.R. 428 was referred to the Senate Committee on Homeland Security and Governmental Affairs.", "Finally, H.R. 502 , the Fight Illicit Networks and Detect Trafficking Act (the FIND Trafficking Act), would direct the Government Accountability Office (GAO) to conduct a study \"on how virtual currencies and online marketplaces are used to facilitate sex and drug trafficking.\" The bill would require GAO to provide Congress with a report summarizing the results of the study, together with any recommendations for legislative or regulatory action that would assist the federal government in combatting the use of virtual currencies to facilitate sex and drug trafficking. After passing the House in January 2019, H.R. 56 was referred to the Senate Committee on Banking, Housing, and Urban Affairs."], "subsections": []}, {"section_title": "H.R. 1414, FinCEN Improvement Act of 2019", "paragraphs": ["In March 2019, the House passed H.R. 1414 , the FinCEN Improvement Act of 2019. The bill would, among other things, clarify that FinCEN's statutory power to coordinate with foreign financial intelligence units on antiterrorism and AML initiatives \"includ[es] matters involving emerging technologies or value that substitutes for currency.\" After passing the House in March 2019, H.R. 1414 was referred to the Senate Committee on Banking, Housing, and Urban Affairs."], "subsections": []}, {"section_title": "H.R. 528, Blockchain Regulatory Certainty Act", "paragraphs": ["In January 2019, H.R. 528 , the Blockchain Regulatory Certainty Act, was introduced in the House of Representatives. The bill would create a safe harbor from federal and state money transmitter licensing and registration requirements for certain blockchain developers. Specifically, the bill would provide that non controlling \"blockchain developers\" and providers of a \"blockchain service\" shall not be treated as \"money transmitters,\" MSBs, \"or any other State or Federal legal designation[s] requiring licensing or registration as a condition to acting as a blockchain developer or provider of a blockchain service.\" A blockchain developer or provider of a blockchain service would qualify as a noncontrolling developer or provider as long as it does not have control over users' digital currency in the regular course of business. Some commentators have argued that such a safe harbor is necessary to provide legal certainty to actors in the virtual currency space, including persons who contribute code to virtual currency platforms or develop blockchain-related software but do not take custody of others' virtual currency. However, another commentator has noted that it is \"debat[able]\" whether federal registration requirements apply to such persons. H.R. 528 was referred to the House Committee on Financial Services and the House Committee on the Judiciary in January 2019."], "subsections": []}]}]}]}}