{"id": "R45615", "title": "International Trophy Hunting", "released_date": "2019-03-20T00:00:00", "summary": ["International trophy hunting is a multinational, multimillion-dollar industry practiced throughout the world. Trophy hunting is broadly defined as the killing of animals for recreation with the purpose of collecting trophies such as horns, antlers, skulls, skins, tusks, or teeth for display. The United States imports the most trophies of any country in the world. Congressional interest in trophy hunting is related to the recreational and ethical considerations of hunting and the potential consequences of hunting for conservation. For some, interest in trophy hunting centers on particular charismatic species, such as African lions, elephants, and rhinoceroses. Congress's role in addressing international trophy hunting is limited, because hunting is regulated by laws of the range country (i.e., the country where the hunted species resides). However, Congress could address trophy hunting through actions such as regulating trophy imports into the United States or providing funding and technical expertise to conserve hunted species in range countries.", "International trophy hunting generates controversy because of its potential costs and benefits to conservation, ethical considerations, and its contribution to local economies in range states. Proponents of trophy hunting contend that the practice provides an estimated millions of dollars for the conservation of species in exchange for the hunting of a proportionally small number of individuals. Further, they argue that trophy hunting can create incentives for conserving habitat and ecosystems where hunted animals roam and, in some impoverished areas in range countries, can provide a means of income, employment, and community development. Critics of trophy hunting contend that the practice can lead to the decline of rare and endangered species and that the pathway of moving funds from hunting to conservation can be fraught with corruption and mismanagement. Further, some contend it is unethical to kill animals for sport, or at all, and that animals should not be valued according to how much a hunter would pay to hunt them.", "The international community, including the United States, has laws and regulations related to international trophy hunting. The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) is an international agreement that creates a series of incrementally more stringent restrictions on imports and exports of wildlife, depending on the sustainability of such trade. The European Union (EU) also addresses trophy hunting through regulating trade of trophies, issuing permits for trade of trophies, and suspending certain species from trade with the EU if the species is in peril. In the United States, international trophy hunting is addressed by several laws, including the Endangered Species Act (ESA; 16 U.S.C. §§1531-1543), which implements CITES. ESA does not regulate trophy-hunting activities within range countries directly; rather, the law governs what can be imported into the United States. The U.S. Fish and Wildlife Service (FWS) regulates trophy hunting, in part, by issuing permits to import trophies of species that are listed as threatened or endangered under ESA.", "Congress could address international sport hunting by regulating trophy imports and funding conservation and research activities overseas, among other options. Some activities that Congress could consider, according to observers, include", "directing the U.S. government to work with foreign governments and partners to monitor hunting practices and game species to help ensure a positive impact from trophy hunting in range states; creating uniform standards for evaluating trophy import permits, specifically whether trophy hunting could enhance the survival of a population as addressed under ESA or be nondetrimental to a population as defined by CITES; mandating that permit applications and decisions be made publicly available; and creating an independent third-party certification system to evaluate trophy hunting operations.", "Congress also might evaluate alternatives to trophy hunting in the wild. In Africa, for example, some countries have banned trophy hunting altogether and support wildlife viewing and tourism in its place. Some countries, such as South Africa, have large, fenced game ranches where animals can be hunted in a practice called captive hunting. Some contend these operations do not allow for fair chase hunting (i.e., hunting wild animals without boundaries) or contribute to conservation, whereas others argue that they facilitate wildlife management and reduce poaching."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["International trophy hunting is a multinational, multimillion-dollar industry practiced in countries on almost every continent. Trophy hunting is broadly defined as the killing of animals for recreation with the purpose of collecting trophies such as horns, antlers, skulls, skins, tusks, or teeth for display. International and domestic trophy hunting has a long history in the United States, and U.S. citizens import more wildlife trophies than citizens of any other country—over 650,000 trophies in 2017 alone. Many of these trophies are deer, geese, and other common species that were hunted in neighboring countries, such as Canada. However, some of these trophies are rare and threatened animals hunted in countries throughout Africa and parts of Asia and South America. ", "The practice of international trophy hunting, especially of rare and endangered species, has generated controversy for a number of reasons, including its relation to conservation (including of wildlife populations), ethical considerations, and its effect on local economies where the animals are hunted. Proponents of trophy hunting contend that the practice is a potential source of funding for the conservation of species in exchange for the hunting of a proportionally small number of individuals. Further, they argue that trophy hunting can create incentives for conserving habitat and ecosystems where hunted animals roam and, in some impoverished areas in range countries, can provide a means of income, employment, and community development. Critics of trophy hunting contend that the practice can lead to the decline of rare and endangered species and that the pathway of moving funds from hunting to conservation can be fraught with corruption and mismanagement. Further, some argue that it is unethical to kill animals for sport and that the life of an animal should not be valued according to how much a hunter would pay to kill it.", "Determining the effects of international trophy hunting on species—with regard to either killing animals or conserving them through hunting revenue—can be challenging for several reasons, namely due to lack of data, according to scientists. Difficulty gathering data from range countries can hinder attempts to develop an accurate sense of how hunting affects animals. For example, limited data may misrepresent the number of trophies harvested or animals killed, corruption can blur the route of money from hunters to conservation efforts, and a lack of information on conservation plans and practices associated with domestic laws and regulations can lead to questions about the effectiveness of these conservation efforts. ", "From a scientific perspective, teasing out the effects of trophy hunting from those of other factors that affect a species also can be challenging. Several factors affect the viability of animal populations in the wild, including habitat alteration or destruction, prey or resource availability, genetic makeup of the population, changes in climate, presence of non-native species, poaching, subsistence or market hunting, and trophy hunting, among others. Measuring the condition of a population usually involves taking into consideration several of these factors, and more than one factor typically affects the population's condition. Many scientific studies on trophy hunting's effects on wildlife populations contain disclaimers of insufficient data to measure the effect of hunting on a species. ", "Some studies have reported that unregulated hunting has contributed to the decline of several species. For example, in the 1980s, hunting reportedly played a part in the decline of both the dorcas gazelle ( Gazella dorcus ) and the Nubian bustard ( Neotis nuba ) from Sahelian Africa. Some scientists contend that there are no documented extinctions solely resulting from trophy hunting. ", "Congressional interest in trophy hunting hinges on several aspects of the practice and its potential consequences. There is interest among some Members of Congress and constituents in international trophy hunting of rare and threatened species, such as African lions, elephants, and rhinoceroses. As the largest importer of sport-hunted trophies in the world, the United States can play a role in shaping policy, which likely bolsters this interest. The killing of Cecil the lion in Africa in 2015 drew particular public interest and attention in Congress. The incident stimulated debate on trophy hunting and raised questions about the relative importance of trophy hunting versus other threats to a species.", "Congress's role in addressing international trophy hunting is limited in some aspects, because the range country oversees most controversial aspects of the activity. However, Congress can address the import of wildlife trophies into the United States and can use laws and regulations to indirectly influence trophy-hunting practices in range countries. Congress has addressed international trophy hunting through several bills and through oversight of the implementation of the Endangered Species Act (ESA; 16 U.S.C. §§1531-1543) and the Convention on the International Trade in Endangered Species of Wild Fauna and Flora (CITES). In addition, some Trump Administration policies have stimulated congressional interest in trophy hunting, such as one to evaluate permits issued for importing sport-hunted trophies of listed animals into the United States on a case-by-case basis, a change from the previous practice of evaluating the range country before issuing permits for hunting these animals. Further, the Trump Administration established an International Wildlife Conservation Council, which is charged with providing advice to the Secretary of the Interior on the benefits of U.S. citizens hunting overseas. ", "This report discusses the history and scope of international trophy hunting in the United States, selected U.S. laws and international agreements that address trophy hunting, and potential issues for Congress to consider regarding international trophy hunting. It does not cover domestic trophy hunting. "], "subsections": [{"section_title": "Historical Perspective on Trophy Hunting", "paragraphs": ["Sport hunting is one of the oldest known recreational activities, according to some historians. Although the origin of sport hunting remains unclear, some historians trace the practice to instances in Ancient Egypt and more prominently in the Middle Ages. Some authors note that game parks for controlled hunting were prevalent in the Persian Empire (534 BCE-330 BCE). Early reports of sport hunting indicate that it was unregulated and generally occurred in a commons area. Restrictions on sport hunting, according to some historians, first began in the Middle Ages, when it was forbidden to hunt in certain forests owned by a king or other royalty. In the 18 th and 19 th centuries, concerns about overhunting and its consequences for species led to the creation of parks and game lands with hunting regulations. For example, game reserves were created in England and its colonies to monitor and control the effects of sport hunting on animals in the 19 th century. ", "Sport hunting was also practiced in the name of conservation and science, in addition to recreation. Former President Teddy Roosevelt went on hunting expeditions throughout the world; in 1909, he went on an 11-month expedition through British-controlled East Africa and Sudan and reportedly shot or trapped nearly 11,000 animals, including hippopotamuses, elephants, and white rhinoceroses. The Smithsonian Institution financed the expedition, and many of the specimens were deposited into the Smithsonian Natural History Museum. In the 20 th century, sport hunting became a resource, in part, for conservation. For example, sport hunting in the United States contributes to conservation through the Federal Aid in Wildlife Restoration Act of 1937 ( 16 U.S.C. 669-669i) , also known as the Pittman-Robertson Act. Under this act, the purchase of guns, hunting licenses, and ammunition generates revenue for conservation. Further, fees from federal and state duck stamps (stamps are required for waterfowl hunting) and hunting permits have generated funds for conservation in the United States.", "Trophy hunting originated, in part, during the colonial settlement in Africa. Some note that the establishment of the Dutch East India Company in 1652 led foreign hunters to Africa. Explorers and hunters killed animals for ivory and hides; the emphasis on hunting was for subsistence and trade. Hunters later took advantage of an expanding railway system to access areas infrequently occupied by settlements. Hunters combined sport hunting with the international wildlife trade to generate money, as exemplified by killing elephants and harvesting their ivory and hides for trade. Trophy hunting in Africa increased in the 19 th century and was encouraged by the British authorities, who promoted sport hunting as a way to increase agricultural expansions into historic rangelands. Tourist trophy hunting started in Kenya in the 20 th century and later spread throughout Africa. According to some scientists, trophy hunting aligned with and aided in conservation and development in the 20 th century; funding from trophy hunts, according to some, led to the establishment of protected areas in Africa. Trophy hunting was seen as a mechanism to support development in local communities (see \" Trophy Hunting and Local Communities \"). "], "subsections": []}, {"section_title": "Scope of International Trophy Hunting", "paragraphs": ["Trophy hunting occurs throughout the world in areas where wild and managed populations of hunted animals exist. Trophy hunting can target large, charismatic mammals, such as white rhinoceroses ( Ceratotherium simum ) and elephants ( Loxodonta africana ), as well as smaller, lesser-known species, such as markhor ( Capra falconeri ) and argali ( Ovis ammon ). Trophy hunting generates millions of dollars each year through trophy fees and other revenue connected with associated tourism. ", "The largest community of international trophy hunters is from the United States. The United States is also the largest importer of animal trophies; it imports over 10 times more trophies than China, the world's second-largest trophy importer. Several species listed under CITES are hunted for trophies, and their export and import data can provide insight into the practice of international trophy hunting. CITES lists animals that are considered threatened or endangered due to trade and therefore require greater monitoring or conservation. From 2011 to 2015, trophy imports of CITES-listed species into the United States exceeded the sum of CITES-listed species imported into the other top nine trophy-importing countries in the world. (See Figure 1 .) ", "Africa is the most popular place for the international hunting of rare and threatened species for trophies (see Figure 2 ), and several African countries are popular areas for sport hunting. South Africa and Namibia export the most mammalian trophies listed under CITES; in these countries, most trophies exported from CITES-listed species are from lions, lechwe (antelope), certain species of zebra, and leopards. (Data for non-CITES listed species were not readily available.) ", "Some of the most prized species for trophy hunting come from Africa, and their notoriety is reflected in the hunting fees the species command. Fees for hunting animals for trophies vary considerably and are based on the rarity of the animal, the effort needed to hunt the animal, and the animal's popularity for hunting. (See Table 1 .) In Africa, the so-called big five animals of trophy hunting are lions, white rhinoceroses, elephants, leopards, and buffalo. All five species are coveted trophies for hunters, although most international hunters in Africa seek more plentiful, less costly plains game. The big five are notable for the difficulty in hunting them and the high trophy fees that hunters pay, which can range from $9,000 to upward of $350,000. (See Table 1 .) Some studies indicate that many African countries earn most of their trophy-hunting revenue from the big five animals. Four of the big five species are protected under CITES, ESA, or both. "], "subsections": []}, {"section_title": "Role of the United States in International Sport Hunting", "paragraphs": ["As discussed, the United States is the largest importer of sport-hunted trophies in the world for all species and for CITES-listed species. This distinction gives the United States, according to some, an opportunity to influence international sport hunting through its policies for importing trophies and actions by its hunters. U.S. hunters primarily import sport trophies from Canada and South Africa, according to Fish and Wildlife Service (FWS) records; this also holds true for CITES-listed species. (See Figure 3 .) ", "Of the species imported into the United States, the snow goose, mallard, and black bear are the most common (see Figure 4 ). Most of these trophies are imported from Canada, and most imported species into the United States are not considered to be threatened or endangered.", "Of the CITES-listed species, the black bear and the Sandhill crane are the most imported trophies into the United States with a permit. (See Figure 5 .) The black bear and the sandhill crane are imported largely from Canada; most of the other species are imported from Africa."], "subsections": []}]}, {"section_title": "International Sport Hunting: Regulatory Framework", "paragraphs": ["International sport hunting is largely regulated through laws of the range country, the country importing trophies, and international agreements. Hunters generally must consider regulations of all three entities and apply for applicable permits to hunt and transport trophies. This section will discuss the regulations associated with each category."], "subsections": [{"section_title": "Multilateral and Foreign Country Regulations for Sport Hunting", "paragraphs": ["International trophy hunting can be regulated through some international agreements, depending on the species being hunted. If the hunted species is considered rare or endangered due to trade, CITES might apply. "], "subsections": [{"section_title": "CITES", "paragraphs": ["CITES is an international agreement signed by 183 governments, including the United States, which voluntarily agreed to adhere to a series of incrementally more stringent restrictions on imports and exports of wildlife, depending on the sustainability of such trade for the species. CITES lists and categorizes wildlife and plant species based on the extent that these species might be threatened by trade. Protected species are organized under CITES into three appendixes. Species in Appendix I are threatened with extinction due primarily to trade, and trade in Appendix I species for commercial purposes is prohibited. Appendix II contains species that are not necessarily threatened with extinction but require controlled trade to prevent population declines. Species in Appendix III are listed because at least one country has requested other countries to assist in regulating trade of that species.", "Countries regulate trade through a permit system for importing and exporting species and a quota system for regulating species' take (the act of killing or harvesting a species). Many CITES signatories have implemented permit regulations in their national laws. For the United States, CITES is implemented under ESA. CITES regulates the import and export of trophies from threatened wildlife through permits. For example, a hunter attempting to import a trophy of an animal listed under CITES Appendix I (the most protective category) into the United States would be required to obtain an import and export permit (from the importing country and range country, respectively) for the wildlife or wildlife parts. ", "Trophy imports of CITES-listed species under Appendixes I and II generally are administered through a quota system established by the range country (or in some cases the CITES Secretariat), and they require a determination that the killing of the animal causes no detriment to the population, referred to as a n on- d etriment f inding (NDF). NDFs are required for Appendix I and II species only but can be used to guide the trade of Appendix III species. An NDF for an import permit is made by the designated CITES Scientific Authority of the country of import through the analysis of information (e.g., population status and trade information) from the range country and the permit. FWS is the United States' Scientific Authority for CITES-listed species. The establishment of a quota for exporting individuals of a species can meet the requirements of an NDF. The CITES Secretariat does not necessarily have complete information regarding how range countries set their quotas, but it receives reports from participating countries. For example, range countries regulate African elephant, cheetah, black rhinoceros, and lion trophies by voluntary quotas.", "Trade of a particular species or exports of a species from a range country can be temporarily suspended under CITES. Such a suspension may occur if there are not sufficient guarantees that trade is not detrimental to the survival of the listed species or if adequate legislation to implement CITES is absent, illegal trade is prevalent, or required scientific reports are missing. Some suspensions of trade are specific to the species, whereas other suspensions can be for all trade for a country. Currently, 29 countries are affected by species-specific trade suspension resolutions, including Equatorial Guinea, South Sudan, Sudan, Tanzania, Ghana, Niger, Liberia, Vietnam, Benin, and Togo, among others. Of those 29 countries, Afghanistan, Djibouti, Grenada, Liberia, Mauritania, and Somalia are subject to a complete suspension of trade on all species."], "subsections": []}, {"section_title": "European Union", "paragraphs": ["Another multilateral framework for addressing trophy hunting is the European Union (EU). The EU governs international trophy hunting under the EU Wildlife Trade Regulations (WTR). The WTR implements CITES for the EU and aims to protect species by regulating trade, authorizing permits for trade, and allowing for the suspension of certain species from trade with the EU. Regulations promulgated by the EU are in place for all national governments within the EU; however, individual countries enact enforcement regulations. ", "The EU regulates the trade of species through a permit system that is based on the classification of a species within four annexes. The annexes list species according to how trade affects the species. The classification of species within the annexes largely follows CITES classifications, but the annexes contain species not listed by CITES. The permit system addresses sport-hunted trophies directly and recently has listed regulations for the import of polar bear, African elephant, and African lion trophies, among others. Member states under the EU can implement more stringent policies than the EU to address the trade of species. For example, under German regulations, import applications of CITES Appendix I species that do not have an established quota go through heavier review than applications with export quotas. EU regulations also contain a suspension rule, which allows the European Commission (the EU executive arm) to restrict the entry of a species into any country in the EU. A handful of species are prohibited from entry into the EU, including the West African seahorse ( Hippocampus algiricus ) from Guinea and Senegal and the crab-eating macaque ( Macaca fascicularis ) from Laos.", "EU regulations differ from CITES regulations in a few ways. The EU regulations, according to some observers, are stricter than CITES regulations. For example, some CITES Appendix II species are in Annex A under the EU, and Annex A contains stricter regulations for trade than CITES, according to some. Annex B species under the EU require both import and export permits, whereas similar CITES Appendix II species require only an export permit. The EU wildlife trade system also regulates trade within the EU. Despite its potentially stricter regulations, the EU system is in compliance with CITES, because CITES stipulates that parties can have laws and regulations that are stricter than CITES. "], "subsections": []}, {"section_title": "Range Country", "paragraphs": ["The hunting and killing of animals generally are regulated by laws of the range country, which vary by country. Some range countries address trophy hunting with a combination of policies that involve annual quotas for hunting particular species, designated hunting ranges, and permit systems for allowing hunts (e.g., Zimbabwe and South Africa). Other range countries ban trophy hunting outright. Trophy hunting is currently banned in 13 range countries: Angola, Botswana, Congo, Gabon, Ghana, India, Kenya, Malawi, Mauritania, Niger, Nigeria, Rwanda, and South Sudan. Countries such as Romania and Holland ban imports of sport-hunted trophies. Analyzing trophy-hunting laws in range countries is beyond the scope of this report."], "subsections": []}]}, {"section_title": "U.S. Regulations on International Trophy Hunting", "paragraphs": ["In the United States, laws related to international trophy hunting are governed by ESA, which implements CITES and is administered by FWS. ESA does not regulate trophy-hunting activities within range countries directly; rather, the law governs what can be imported into the United States. The actual killing of a listed species in a foreign country is governed by the range country. ", "Trophy hunting is regulated by FWS based on the status of the species. Most trophies that are imported into the United States come through a designated port of entry and must have a declaration filled out. FWS may inspect the declaration and the trophy before allowing it into the country. If the species is listed under CITES or ESA, a permit from FWS might be necessary to import the trophy into the United States. For species listed under ESA or CITES, an import and potentially export permit from the range country might be needed. ", "An enhancement-of-survival permit is needed to import trophies of species listed under ESA. Enhancement of survival implies that the import of endangered animals or their parts or products will provide incentives to increase the survival of the species in its native habitat. If a species is listed as threatened, the same concepts apply, unless there is a special rule under Section 4(d) of ESA, which may allow for a limited number of trophies to be imported under different circumstances. In the past, when making an enhancement finding for issuing permits to import trophies, FWS reviewed information in the application and the status of species and conservation programs in the range country. The evaluation was a three-part process to ensure the survival of the species, according to FWS. First, FWS assessed the hunted animal's range country, looking at whether the management of the species is sustainable, if there are resources that support the enforcement of laws and illegal poaching, and whether the country will hold hunters accountable if violations arise. FWS also considered a hunter's actions; for example, a permit application for species in Mozambique asked the hunter to provide a written statement detailing antipoaching activities, clarifying whether the meat from the hunt goes to local communities, and affirming the status of the hunting organization. Reviewing the country's data and conservation program was, in part, an effort to streamline the issuance of individual permits for importing trophies. ", "FWS also used to make non-detriment findings (NDFs) under CITES to facilitate the issuance of CITES permits for importing trophies of CITES-listed species. Species listed under Appendix I need an import permit from FWS; this permit is issued if the imported trophy will not be detrimental to the species' survival and is not primarily intended for commercial purposes. ", "A recent policy change by FWS has altered the process for evaluating the enhancement-of-survival criteria and issuing NDFs for permits related to sport-hunted trophies. FWS issued a memorandum stating that the agency would withdraw ESA enhancement-of-survival findings and CITES NDFs for several species in various countries around the world and evaluate applications for ESA and CITES permits on a case-by-case basis pursuant to the authorities under ESA, which includes CITES. The memorandum further stated that FWS would use status and monitoring information from range countries and evaluate information in each application to ensure that management programs are promoting the conservation of the hunted species. It is unclear whether permit applications or their status will be made public or if there are specific criteria being evaluated in each application to make determinations in lieu of countrywide evaluations. According to the memorandum, the changes were derived from a District of Columbia Court of Appeals opinion on issuing enhancement-of-survival permits under ESA. The appeals court decided that FWS did not adhere to notice and comment rulemaking requirements under the Administrative Procedure Act when making a negative enhancement finding for the import of sport-hunted trophies from Zimbabwe. "], "subsections": []}]}, {"section_title": "Ecological, Ethical, and Economic Considerations of Trophy Hunting", "paragraphs": ["The controversies surrounding international trophy hunting are rooted in the ecological, ethical, and economic considerations of the practice. Numerous factors affect a species, and teasing out the effects of trophy hunting is challenging due to a lack of long-term monitoring of hunted populations. Most studies also report that with appropriate and consistent management, trophy hunting can be potentially beneficial for species; however, with poor management, trophy hunting can be detrimental for species. This section will analyze several identified ecological and economic factors that are affected by international trophy hunting. "], "subsections": [{"section_title": "Ecological Factors Affected by Trophy Hunting", "paragraphs": ["Scientists report that trophy hunting can affect a species population with respect to how many individuals are hunted annually ( rate of offtake ), the genetic consequences of hunting, the traits of the individuals selected for hunting (including the social status of the hunted individuals), and the consequences of hunting for the ecosystem where the species resides."], "subsections": [{"section_title": "Hunting Rates", "paragraphs": ["Hunting could significantly affect a population, if the number of animals killed is greater than the reproductive rate of the individuals in the population. According to scientists, high rates of trophy hunting have caused population declines in African lions ( Panthera leo ), American cougars ( Felis concolor ), and possibly African leopards ( Panthera pardus ). High rates of trophy hunting also could combine with other factors to cause population declines in animals. For example, poaching and, to a lesser extent, hunting of wild elephants in Africa currently are outpacing the species' reproductive rate, causing an unsustainable loss of elephants annually. ", "To combat this problem, some range countries have adopted regulations that limit hunting certain animals from a given species based on their age. Studies have shown that using an age-restricted quota system that allows the hunting of older animals could lead to sustainable growth of the species population. For example, these types of restrictions could be applied to long-lived species such as African elephants, according to some scientists. In some African countries, such as Mozambique, Tanzania, and Zimbabwe, regulations regarding age-restricted hunting incentivize hunters to respect this system by increasing quotas for hunters who adhere to age restrictions.", "Hunting rates also are correlated to the rarity of the species, according to some scientists. Some have introduced the concept of the Anthropogenic Allee (AA) Effect (see box for description) to explain why the interest in trophy hunting increases as the species becomes rare. This hypothesis, under certain scenarios, could explain how trophy hunting could severely diminish a species. In contrast to this perspective, some observers contend that managed trophy hunting, which includes scientifically determined quotas, monitoring, and enforcement, can have few negative effects on a wildlife population and can be beneficial for a population in some cases. "], "subsections": []}, {"section_title": "Genetic Effects of Trophy Hunting", "paragraphs": ["Trophy hunting might have a significant effect on the genetic makeup of a population if the population is small or if hunting is prolific and focused on individuals with specific traits (e.g., large horns or antlers). Trophy hunting of individuals in small populations could reduce the population's gene pool and increase the chance of inbreeding and breeding by less vigorous males; if too many males are removed from the population by hunting, there is less fighting to establish dominance and breeding rights among males, which can allow less vigorous males to breed. Inbreeding and a reduced gene pool can affect the population's viability and can cause extinction. Managing trophy hunting in small populations of animals through accurate quotas and population monitoring could avoid this problem, according to some scientists. ", "Selectively hunting animals based on gender or body traits could have genetic and evolutionary consequences for the population and species. Targeting only males or females in a population could affect the animals' ability to disperse their traits to future generations. If trophy hunting, for example, focuses on larger, breeding males, there would be fewer males to mate and the population could suffer from low reproductive rates. African lions are vulnerable to excessive losses of males in their population. In addition to the probability of inbreeding, scientists report that removing too many males from a pride could lead to females being unable to mate. ", "These genetic effects of trophy hunting can be mitigated with accurate quotas and managed hunting that targets specific animals in a population, according to some scientists. In one case, scientists recommended that one lion be taken per 2,000 square kilometers in Africa, where population densities are low. Others note that restricting trophy hunting to male lions that are older than six years of age would allow younger males to reproduce and allow for higher-quality trophies from the population."], "subsections": []}, {"section_title": "Effect of Trophy Hunting on the Social Organization of Animals", "paragraphs": ["Trophy hunting can disrupt the social makeup of a population or pride if the species is social, such as brown bears ( Ursus arctos ) and African lions ( Panthera leo ). If a dominant male is killed, the male taking over the pride or social group might improve its reproductive success by killing the offspring of the former rival male. If this practice occurs frequently, the population's viability could suffer from lower growth rates and diminished reproduction. For example, in populations of brown bears in Alberta, Canada, scientists reported that cub survival lowered when mature males were killed, causing population declines. Further, male takeovers of lion prides due to trophy hunting can cause the dispersal of subadults away from the population or injury and death to remaining males. Management techniques to avoid these problems have been suggested and include specifying which individual in a social group to hunt and monitoring populations to see if target individuals change. "], "subsections": []}, {"section_title": "Trophy Hunting and Habitat Conservation", "paragraphs": ["Trophy hunting could be a driver for increasing biodiversity and habitat conservation within range countries. Hunting lands often are cited as conservation areas because of the efforts made to maintain a pristine environment for game animals. In the United States, for example, Ducks Unlimited is involved in conserving nearly 10 million acres of waterfowl habitat used for hunting. In Africa, the area of hunting grounds is significant and exceeds the area of national parks in a few range countries. (See Table 2 .) Observers report that protected and managed hunting lands increase the biodiversity of a range country and could be considered a conservation tool. Some contend that without hunting, these lands would be converted to rangelands for livestock production, which have lower biodiversity than native habitat. Proponents of hunting also suggest that managed hunting grounds protect animals from poaching.", "Some critics of trophy hunting suggest that hunting grounds do not ensure that threatened or endangered animal populations will rebound from low levels. They contend that some rangeland managers artificially alter the ecosystem by introducing exotic species or manually reducing predators of trophy animals. Further, some note that rangelands for hunting generally are fenced, thus fragmenting the habitat into small blocks. Fenced ranges also could alter the migration and range of several non-hunted species, especially in Africa. In contrast, fences could protect animals from poachers. "], "subsections": []}]}, {"section_title": "Selected Ethical Considerations of International Trophy Hunting", "paragraphs": ["Several ethical concerns are associated with trophy hunting, and these issues add to the debate on whether the practice is beneficial to conservation. Some critics of the practice contend that paying a fee to kill an animal and collect a trophy as a sign of conquest is unethical and represents objectification of the hunted animal. They further question the role of trophy hunting in aiding conservation, citing lack of data and other forms of generating value from wildlife, such as wildlife viewing. Some supporters of the practice contend that trophy hunting is a recreational pursuit that could increase the value of certain animals and aid in the overall conservation of a population. ", "Some ethical arguments can be relevant in discussing the practice of trophy hunting and its alternative forms. For example, the practice of captive hunting (i.e., hunting animals within an enclosure) causes some hunters to question whether the hunting in this environment represents fair chase . Fair chase has been defined by one organization as \"the ethical, sportsmanlike, and lawful pursuit of free-ranging wild game animals in a manner which does not give the hunter an improper or unfair advantage over the animal.\" Some other hunters claim that fair chase is achieved if the enclosure is large enough for animals to roam a certain distance. Critics of trophy hunting also cite ethical considerations associated with other hunting practices, including shooting animals from vehicles and luring animals with baits."], "subsections": []}, {"section_title": "Economic Considerations of International Trophy Hunting", "paragraphs": ["Overall, research on trophy-hunting operations and their economic effect is limited and varies according to the areas studied. Researchers describe both economic benefits and limitations of trophy hunting. ", "Trophy hunting can be a lucrative enterprise for certain parties throughout the world, according to some scientists. In the United States and Europe, trophy hunting can generate billions of dollars. Revenues from trophy hunting in Africa, in comparison, are estimated to generate more than $200 million annually. This estimate varies among sources, causing some to question the accuracy of reported revenue data and the methodology used to aggregate reported revenue data over time and across countries. ", "These data do not illustrate how economically important or insignificant trophy hunting might be in different range countries in Africa. For example, FWS reports that 7 of the 10 countries where lions are allowed to be hunted for trophies are considered developing nations in which 27%-64% of the population is living in poverty. Trophy hunting in these areas could have a proportionally larger effect than in wealthier countries because of the low base income. ", "Proponents of trophy hunting also argue that trophy hunting is economically viable in areas that are unsuitable for photographic ecotourism—areas that are remote, lack infrastructure, contain little attractive scenery, have experienced ongoing or recent struggles with political instability, and contain low densities of viewable wildlife. Countries such as Mozambique, which are less attractive ecotourism destinations, are nevertheless able to generate revenue from sport hunting. Researchers have used survey techniques to evaluate such assertions and found willingness among respondents to finance hunting trips to sites typically less suitable for ecotourism. ", "Critics contend that trophy hunting does not have the significant effect on gross domestic product (GDP) that supporters claim. They argue that trophy-hunting revenue remains a small percentage—1.8%, according to one study—of overall tourism revenues and just a fraction of overall GDP for some of the core wildlife source countries in Africa. A 2009 study by the International Union for the Conservation of Nature (IUCN) further criticized big-game hunting, particularly in West Africa, as a financially suboptimal use of land, because land used for big-game hunting generates smaller economic returns than land used for agriculture or livestock breeding. Additionally, studies have shown that in some instances, revenues associated with trophy hunting provide insufficient economic benefits to motivate local communities to promote the conservation of certain species—particularly carnivores that prey on livestock, such as leopards. This was found to be the case in Niassa National Reserve, Mozambique. Another study found that local benefits derived from wildlife-related activities, including hunting revenue, were insufficient to change incentives for conservation in two observed sites in Mozambique and Namibia."], "subsections": [{"section_title": "Trophy Hunting and Local Communities", "paragraphs": ["Some proponents of trophy hunting contend that the money generated by trophy hunts helps the communities in and around the range areas by providing jobs and money for community services. For example, some found that trophy hunters were willing to pay substantial premiums for hunting trips that were advertised as offering benefit-sharing arrangements with local communities. ", "The literature often cites community-based natural resource management (CBNRM) as a mechanism to encourage local community involvement in wildlife management decisionmaking and to increase the amount of financial benefits associated with wildlife-related revenue that accrue to local communities. In practice, the results have been mixed. For example, the Communal Areas Management Plan for Indigenous Resources (CAMPFIRE) program in Zimbabwe attempted to create economic incentives for communities and landowners to conduct habitat and ecosystem restoration. At one point, CAMPFIRE generated more than $20 million, of which almost 90% came from trophy hunting, allowing communities to establish management over the habitat and resources within the range area. Of the income generated from tourist activities, such as trophy hunts, 49% went to the communities and 20% went to wildlife management; the remaining 31% went to other administrative projects. Trophy hunting, however, is one of several conservation-oriented wildlife management tools. ", "However, some scientists emphasize that the amount of trophy-hunting revenue that accrues to local communities is disproportionately small. These researchers note that in Cameroon, less than 3% of trophy-hunting revenues accrued to local communities; in Zambia, local communities received some 12% of hunting revenues; and in Tanzania, though law requires a percentage of hunting revenues to accrue to communities living in or adjacent to hunting areas, the funding rarely has reached past the local council level. Others reported that approximately 3% of trophy hunting revenue in Tanzania was allocated to \"area and community development,\" which is vague and creates uncertainty about whether the funds went to species conservation. ", "In some areas, however, a higher percentage of revenues from trophy hunting flows to local communities. Some, for example, cite Zambia's ADMADE (Administrative Design for Game Management Areas) program as a model for locally accruing trophy-hunting revenue, noting that ADMADE receives 67% of all trophy-hunting revenue in game management areas and that 53% of ADMADE revenue is directed toward local wildlife management; the remainder goes to community development. They also cite Botswana and Namibia as examples where trophy-hunting revenue accrues locally. ", "Some scientists conducted an evaluation of the economic contributions of safari hunting to the rural livelihoods of a CBNRM-participating village in Botswana. In addition to documenting multiple economic benefits, including cash dividends, employment income, and community facilities infrastructure development, the scientists found that the distribution of safari hunting benefits was \"fairly equitable\" among village households. "], "subsections": []}]}]}, {"section_title": "Trophy Hunting and Conservation", "paragraphs": ["Congress might consider whether international trophy hunting is a benefit or detriment to wildlife conservation. There does not appear to be consensus among stakeholders as to whether international trophy hunting is being applied and used as an effective conservation tool throughout range countries where it is practiced. Several observers note that more data need to be collected on how species respond to trophy hunting in the short and long terms and how revenue from trophy hunting is managed in range countries. ", "Proponents of trophy hunting contend that it can be used as a conservation tool if managed in a sustainable and scientifically based manner. They argue that revenue from hunting operations can be channeled into conservation programs and activities that aim to support hunted species and their habitat. Some contend that governance (e.g., having laws in place that require hunting fees to be made available for conservation) is critical for trophy hunting to contribute to conservation. ", "Conservation benefits associated with trophy hunting are seen as wide and varied. Some contend that trophy hunting incentivizes land managers to conserve populations of hunted species, which include threatened and endangered species. In some instances, it may protect species from poaching and use hunting quotas to manage species in a sustainable manner. Additionally, efforts to support trophy hunting can lead to the protection and management of rangelands, which support hunted species and other wildlife in the ecosystem. Local communities can benefit from trophy hunting as part of a tourism framework that could bolster economies through the development of hotels, restaurants, and other tourism-related activities. In certain areas where tourism is sparse, some have noted that trophy hunting can provide income to sustain communities. South Africa provides economic incentives to maintain white and black rhinoceros populations through limited trophy hunting, along with other forms of tourism.", "Some economists note that countries sometimes use revenue to fund the operational costs of government wildlife management authorities, counterpoaching enforcement activities, and development assistance to local communities. In Zambia, for example, hunting revenues have been used to train and hire village scouts for antipoaching activities in game management areas and to support community development projects for clinics, shelters, and schools. ", "Critics of trophy hunting as a conservation tool question the effectiveness of trophy-hunting management. They note several aspects of trophy-hunting management that could be weak and negatively affect conservation of species and the ecosystem. Critics also question the premise that significant funds from trophy hunting are used to conserve hunted species and the ecosystems they use; these critics cite issues such as corruption as a barrier to ensuring revenues are used for conservation. For example, corruption may result in local people allowing and sometimes assisting poachers. Corruption can take the form of exceeding quotas, allowing hunting outside of rangelands, accepting bribes to overlook illegal activities, and using funds for nonconservation activities. For example, some contend that corruption detrimentally affects conservation effectiveness of trophy hunting in Ethiopia; funds reportedly are funneled to uses other than for conservation.", "Tanzania also suffers from mismanagement of both resources and funds, according to some studies. From failing to implement new policies designed to include communities in the trophy-hunting revenue cycle to operating a public auction system that allows discretionary spending by officials, leading to corruption and patronage, Tanzania is alleged to have misgoverned trophy hunting. This mismanagement led, in part, to a decreasing lion population, according to some. Scientists also noted that a lack of community involvement in the practice of trophy hunting led communities to defend themselves from lion encroachment, thus adding to the population's decline. ", "Critics contend that offtake rates for some trophy hunted species are unsustainable and could affect populations. Some quotas for hunting animals do not use the best scientific information or are fixed and do not reflect changes in the population. In addition, some quotas do not accurately specify which individual animals may be hunted and their ages, which may have long-term negative genetic consequences on the population. Hunting the wrong individual animals also could have social consequences (e.g., infanticide) in some instances and could affect the viability of a population. Moreover, by not having a defined area or population to manage, hunting could result in several groups hunting the same population of animals without coordination, leading to overhunting quotas or other negative effects on the population. Fenced areas for hunting also could have negative effects on the ecosystem by preventing the migration of nonhunted species and allowing for the introduction of exotic species. ", "In addition, critics argue that if local communities do not receive revenues from trophy hunting, they might be alienated, which could have consequences for maintaining and monitoring the hunted species. Many communities report hunting revenue failing to reach them due to potential corruption and other factors. For example, some communities in Tanzania claim that hunting organizations fail to pay local communities the 5% of revenue upon which the parties agreed. ", "Some stakeholders contend that trophy hunting in any form is unethical. They argue in favor of using other alternatives for generating income from natural resources in its stead (e.g., birdwatching and safari). "], "subsections": []}, {"section_title": "Potential Issues for Congress", "paragraphs": ["International trophy hunting is an issue for Congress for several reasons, including the practice's recreational qualities; its effect on wildlife, especially charismatic species; constituent interest in the practice; its relevance to laws that regulate the trade of threatened and endangered animals; and its ethical considerations, among other things. For example, some argue that the killing of Cecil the Lion in 2015 heightened congressional interest because lions are charismatic species and some are against killing threatened species due to ethical concerns. Congress and the Trump Administration have addressed international trophy hunting through the implementation of laws and the dissemination of regulations that address the import of sport-hunted trophies into the United States. Further, the Trump Administration has established the International Wildlife Conservation Council to provide recommendations to the Secretary of the Interior on various aspects of U.S. international trophy hunting. ", "The role of Congress in this issue is limited by the jurisdiction of the United States overseas; hunting quotas, conservation activities, and the flow of revenue from international trophy-hunting activities are largely dictated by the range country. However, the congressional role is potentially meaningful in several areas discussed below. "], "subsections": [{"section_title": "Monitoring and Data Gaps", "paragraphs": ["Some scientists and policymakers contend that fully evaluating the effects of trophy hunting on species conservation depends on monitoring and collecting more data on hunting operations and hunted species in range countries. Data from most hunting operations are largely self-reported. In some cases, they are gathered by the range country and international NGOs. Some policy experts contend that the United States could incentivize range countries and hunters to collect and report more data. For example, some argue that Congress could provide overseas development assistance for international programs and grants for NGOs to conduct studies on the effects of trophy hunting on wildlife populations and the distribution of revenue generated by trophy-hunting operations. Some contend that Congress or FWS could require permit applicants to solicit certain data from hunting operations that would verify the operations' conservation activities and the distribution of hunting revenue. Some might propose that international multilateral organizations, such as CITES, could encourage or require range countries to conduct oversight and report data on hunting operations and wildlife operations. This might take the form of long-term monitoring of hunted wildlife populations and systematic surveying of how trophy hunting affects local communities. For example, CITES collects data on specific species, such as African elephants. The Monitoring the Illegal Killing of Elephants Program aims to help range states improve their ability to monitor elephant populations, identify changes in the illegal and natural deaths of elephants, and apply these data to improve law enforcement and strengthen regulatory measures to conserve and manage elephants. This program is supported by parties to CITES and works with range countries and third parties to collect data. Some might contend that a similar program could be used to monitor and collect data on trophy hunting of selected iconic species, such as African lions, pangolins, and leopards. ", "Critics of these approaches could argue that there are limited resources and incentives available for range countries to collect data on trophy hunting and monitoring. In addition, they might contend that data provided by hunting operations could be falsified or could fail to account for corruption and other illegal activities associated with the distribution of hunting revenue. They might question self-reporting by range countries, specifically, whether the data are accurate and affected by corruption. Some contend that to alleviate this issue, data should be transparent and fully identified when planning regulatory actions either through CITES or individual countries."], "subsections": []}, {"section_title": "Permits for Importing Sport-Hunted Trophies", "paragraphs": ["Congress can address international trophy hunting by U.S. hunters through the process of issuing permits to import trophies. In most cases, hunters need a permit to import a trophy from a listed species into the United States. The type of permit varies according to the status of the species under U.S. law or CITES. Currently, FWS is evaluating permit applications on a case-by-case basis, which involves reviewing individual hunting operations and potentially conservation programs in the range country. It is unclear what standards or methodology FWS uses to evaluate each permit on a case-by-case basis. ", "Some might advocate for Congress to enact legislation that would direct the Secretary of the Interior to create and disseminate specific standards for evaluating trophy-import permits, including increasing the amount of information on the condition of the hunted species. Some might argue that equivalent standards across species for measuring whether hunting could enhance the survival of a population (e.g., criteria used by ESA) or be nondetrimental to a population (e.g., criteria used by CITES) could create consistency in evaluating trophy-import permits and lower the time needed to issue them. In addition, some Members argued that making permit applications and decisions publicly available could increase oversight over the process. H.R. 6885 in the 115 th Congress would have authorized this approach. ", "However, other stakeholders could contend that a consistent approach for evaluating permits might not be applicable to all species being hunted or to all hunting operations being considered. For example, evaluating the conservation and hunting of listed species at the country level could mask individual hunting operations that might have different standards and conservation priorities than the range country as a whole. ", "Some stakeholders might petition Congress to establish a third-party certification system to evaluate hunting operations that frequently appear on permit applications for importing trophies. The certification system could employ standards that reflect best practices for trophy hunting; some of these practices could include transparency in funding flows, support for local communities in proximity to hunts, equitable allocations of hunting concessions, and a quota system for hunted animals. A certification system might also alleviate concerns of questionable data sources for certain countries by having a standardized system for evaluating hunting operations. Under certain situations, a certification system could have a provision that allows for a moratorium on hunting a species to allow it to be replenished in the wild. The International Union for the Conservation of Nature has created a set of guiding principles and recommendations for sustainable trophy hunting that could be converted into standards. The principles include biological sustainability; net conservation benefit; socioeconomic benefit; adaptive management in planning, reporting, and monitoring hunting; and accountable and effective governance. ", "Certification systems are used with other natural resources. For example, two primary wood certification programs affect wood consumed in the United States. The Forest Stewardship Council is an independent, international NGO that certifies that wood comes from well-managed forests that meet an established set of criteria. One key criterion is that the \"chain of custody\" information is provided; ideally, this information includes the names and locations of each handler of the wood from the forest where it originated to the shop where the product is being sold. A second certification program is offered by the Sustainable Forest Initiative (SFI). SFI also contains a set of guidelines and principles that must be followed to earn SFI certification, which is done for North American forests and does not have a chain-of-custody requirement. Approximately 120 million hectares are certified under this program in North America."], "subsections": []}, {"section_title": "Alternative Forms of Trophy Hunting or Bans", "paragraphs": ["As Congress debates whether international trophy hunting is a benefit or a detriment to wildlife conservation, it might consider promoting alternative forms of trophy hunting in the wild. Some contend that trophy hunting in enclosed ranges could give hunting operations greater control over wildlife populations. The practice of hunting animals that are enclosed within a private game ranch is referred to as captive hunting or, in some cases, canned hunting . The species in captive hunts usually are larger megafauna, such as lions, and typically are bred in captivity for game ranches. Proponents of captive hunting contend that it guarantees hunting success for the hunter, allows hunts to be shorter and less expensive, produces better trophies, drives conservation through economic incentives, and allows for easier management of populations, because they are in a contained environment where hunting can be limited. ", "Critics of captive hunting have a different perspective that drives the controversy behind the practice; they contend that killing animals in a contained environment with no chance of escape is unethical and detracts from the sport of hunting. This concept is termed fair chase and is considered the \"ethical, sportsmanlike, and lawful pursuit and taking of any free-ranging wild, big game animal in a manner that does not give the hunter an improper or unfair advantage over the game animals.\" They argue that animals bred in captivity are not equivalent to wild animals and therefore do not have conservation value or enhance the long-term survival of the wild population. In addition, animals bred in captivity can suffer from limited genetic diversity, and fenced game ranches fragment habitat and limit the free range of wild animals. ", "Central to the controversy behind captive hunting are lion populations in South Africa. Captive hunting is prevalent in South Africa, where over 80%-90% of the lions hunted are believed to be captive. Consumers of these hunts are largely from the United States (approximately 60% of captive lion trophies are exported to the United States) and the EU (approximately 40% of captive lion trophies are exported to the EU). Some in South Africa want to ban the hunting of lions bred in captivity; others note that it is a multi-million dollar industry that generates jobs and argue that the practice should stay. ", "Captive breeding of species listed under ESA with trophy hunting also occurs in the United States. Several species listed under ESA are bred in captivity on ranches in the United States for reintroduction to the wild and, in some cases, for trophy hunting. Ranchers can obtain an enhancement-of-survival permit to allow for the limited killing of some animals in a population. The aim is that the revenue generated from hunting surplus captive-bred animals will aid in the captive breeding and reintroduction of the species into the wild. Some also contend that limited trophy hunting of captive-bred populations could reduce hunting pressure in the wild. There are several examples of how certain species have thrived on ranches and bolstered their international populations; the scimitar-horned oryx ( Oryx dammah ), addax ( Addax nasomaculatus ), and dama gazelle ( Gazella dama ) are captive-bred in the United States and have an exemption under ESA that allows for sport hunting and trophies. The objective is to generate funds from hunting to bolster captive breeding that aims to enhance the propagation and survival of the species in the wild. Congress could address captive hunting through permit regulations, either supporting permits that request trophies imported from captive hunting operations or denying permits from these areas. ", "Another alternative to trophy hunting in wild areas is to ban trophy hunting outright. The range country would make this decision, with little to no participation from the United States. Several countries have banned trophy hunting, as discussed in the section on \" Range Country ,\" above. Some contend that banning hunting could benefit wildlife populations even with the loss of revenue from hunting fees. They argue that other forms of tourism (e.g., wildlife viewing) could sustain financial flows and incentivize conservation. ", "Opponents of a ban on trophy hunting contend that trophy hunting has a positive impact in supporting biodiversity through increased revenue flows and rangeland conservation. They note that hunting bans result in lower revenues for wildlife conservation and communities and could be detrimental to certain communities that depend on hunting revenues. Furthermore, they contend that banning trophy hunting could affect habitat conservation; such a ban could allow for increased habitat conversion to agriculture or livestock rangelands, which has caused species declines due to poaching and human-wildlife conflicts. Banning trophy hunting in fringe regions within a country, where the only form of tourism that can be sustained is trophy hunting, can have negative economic effects, according to some. ", "A ban on trophy hunting in Northern Botswana revealed negative consequences on the communal economy in areas that were previously hunting grounds. According to one study, the revenue generated by hunting expeditions represented around two-thirds of total tourism income. The ban on trophy hunting also led to halting certain CBNRM programs due to loss of funding for these opportunities. The ban on lion hunting particularly affected Botswana's economy, causing it to fall by almost 10% of GDP, according to some sources.", "In some cases, the banning of hunting correlates with animal population declines. For example, in Kenya, which instituted a hunting ban in 1977, almost all the common wildlife species have declined from their previous levels since the ban to 2016. Concurrently, livestock numbers, notably sheep and goats, increased by 76.3% during the same period. Kenya's population increased from 14.5 million in 1977 to 48.5 million in 2016. Based, in part, on these data, scientists note that demographic pressure and livestock encroachment on wildlife rangelands appear to be the decisive factors leading to wildlife declines in Kenya."], "subsections": []}]}]}}