{"id": "R45633", "title": "Iraq: Issues in the 116th Congress", "released_date": "2019-03-26T00:00:00", "summary": ["Iraq's government declared military victory against the Islamic State organization (IS, also ISIS/ISIL) in December 2017, but insurgent attacks by remaining IS fighters continue to threaten Iraqis as they shift their attention toward recovery and the country's political future. Approximately 5,000 U.S. troops remain in Iraq at the invitation of the Iraqi government and provide advisory and training support to Iraqi security forces. However, some Iraqi political groups are calling for U.S. and other foreign troops to depart, and they may seek to force Iraqi government action on this question during 2019.", "Elections and Politics. Iraqis held national elections in May 2018, electing members to Iraq's unicameral legislature, the 329-seat Council of Representatives (COR). Political factions spent months negotiating in a bid to identify a majority bloc of legislators to form the next government, but the distribution of seats and alignment of actors precluded the emergence of a dominant coalition. Meanwhile, protests and violence in southern Iraq highlighted some citizens' outrage with poor service delivery, lack of economic opportunity, and corruption. In October, the COR chose former Kurdistan Regional Government (KRG) Prime Minister and former Iraqi Deputy Prime Minister Barham Salih as Iraq's President. Salih, in turn, named former Oil Minister Adel Abd al Mahdi as Prime Minister-designate and directed him to assemble a slate of cabinet officials for COR approval. Abd al Mahdi is a consensus figure acceptable to rival factions, but he does not lead a party or parliamentary group of his own. COR members have confirmed most of Abd al Mahdi's cabinet nominees, but key political groups are at an impasse over certain ministries, including the Ministry of Interior and the Ministry of Defense.", "Iraqi politicians have increasingly reached across sectarian political and economic lines in recent years in an attempt to appeal to disaffected citizens, but ethnic and religious politics remain relevant and Iraqi citizens remain frustrated with government performance. Iraq's neighbors and other outsiders, including the United States, are pursuing their respective interests in Iraq, and their competition creates additional challenges for Iraqi leaders. Paramilitary forces have grown stronger and more numerous in Iraq since 2014, and have yet to be fully integrated into national security institutions. Some figures associated with the volunteer Popular Mobilization Forces (PMF) that were organized to fight the Islamic State participated in the 2018 election and won COR seats, including critics of U.S. policy who have ties to Iran and are demanding the United States withdraw its military forces.", "The Kurdistan Region. The Kurdistan Region of northern Iraq (KRI) enjoys considerable administrative autonomy under the terms of Iraq's 2005 constitution, and the KRG held legislative elections on September 30, 2018. The KRG had held a controversial advisory referendum on independence in September 2017, amplifying political tensions with the national government, which then moved to reassert security control of disputed areas that had been secured by Kurdish forces after the Islamic State's mid-2014 advance. National government security forces and Kurdish peshmerga are deployed along contested lines of control, as leaders negotiate a host of sensitive issues.", "Stabilization and Reconstruction. Daunting resettlement, stabilization, and reconstruction needs face Iraqi citizens and leaders as they look to the future. More than 4 million Iraqis uprooted during the war with the Islamic State group have returned to their home communities, but many of the estimated 1.7 million Iraqis who remain internally displaced face significant political, economic, and security barriers to safe and voluntary return. Stabilization efforts in areas recaptured from the Islamic State are underway with United Nations and other international support, but many immediate post-IS stabilization priorities and projects are underfunded. Iraqi authorities have identified $88 billion in broader reconstruction needs to be met over the next decade.", "U.S. Policy and Issues for Congress. In general, U.S. engagement in Iraq since 2011 has sought to reinforce unifying trends and avoid divisive outcomes. The Trump Administration seeks to continue to train and support Iraqi security forces, while hoping to limit negative Iranian influence. The 116th Congress is considering Administration requests for funding to provide security assistance, humanitarian relief, and foreign aid in Iraq and may debate authorities for and provide oversight of the U.S. military presence in Iraq and security cooperation and aid programs. For background, see CRS Report R45025, Iraq: Background and U.S. Policy."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["After over 15 years characterized by conflict, violence, and zero-sum political competition, Iraqis are working to open a new chapter in their country's development and are debating the future of their relationship with the United States. The Iraqi government declared military victory against the Islamic State organization in December 2017, but insurgent attacks by remaining IS fighters continue to threaten Iraqis in some areas. Iraq's security forces are rebuilding after years of intense fighting. Notwithstanding significant U.S. and international assistance, Iraq's security forces still lack some operational, intelligence, logistical, and management capabilities needed to protect their country. More than 4 million internally displaced Iraqis have returned home, but extensive stabilization and reconstruction are needed in liberated areas. An estimated 1.7 million Iraqis remain as internally displaced persons (IDPs), and Iraqi authorities have identified $88 billion in reconstruction needs over the next decade.", "U.S. and other foreign troops remain in Iraq at the invitation of the Iraqi government and provide advisory and training support to the Iraqi Security Forces (ISF), including peshmerga forces associated with the Kurdistan Regional Government (KRG). However, some Iraqi political groups—including some with ties to Iran—are pushing for U.S. and other foreign troops to depart; they may force formal consideration of a resolution to that effect in the Iraqi parliament. Such a resolution would likely be nonbinding (if adopted), but nevertheless could create significant political and diplomatic complications for U.S. and Iraqi leaders, and might prompt more fundamental policy reconsiderations on both sides.", "The Iranian government has viewed instability in neighboring Iraq as a threat and an opportunity since 2003, and works to influence the security sector decisions of Iraqi leaders. It also maintains ties to some armed groups in Iraq, including some units of the Popular Mobilization Forces (PMF)—volunteer militias recruited to fight the Islamic State. The PMF have been recognized as an enduring component of Iraq's national security establishment pursuant to a 2016 law that calls for their integration under existing command structures and administration. U.S. officials have recognized the contributions that PMF volunteers have made to Iraq's fight against the Islamic State; they also remain wary of the potential for Iran-linked elements of the PMF to evolve into permanent proxy forces, whether they remain tied to the Iraqi state or work outside formal Iraqi government and military control. U.S. policy seeks to support the long-term development of Iraq's military, counterterrorism, and police services as alternatives to the continued use of PMF units to secure Iraq's borders, communities, and territory recaptured from the Islamic State. ", "U.S. concerns about Iranian government policies have intensified in recent years, and Iraq has become a venue for U.S.-Iranian competition. Iran's government supported insurgent attacks on U.S. forces during the U.S. presence from 2003 to 2011. Since then, U.S.-Iranian competition has remained contained and nonviolent, but there is no certainty it will remain so, as demonstrated by indirect fire attacks in 2018 on U.S. diplomatic facilities, attacks attributed by U.S. officials to Iranian proxy groups. Iraqi leaders are trying to prevent their country from being used as a battleground for regional and international rivalries and seek to build positive, nonexclusive ties to their neighbors and global powers.", "Broad U.S. efforts to put pressure on Iran extend to the Iraqi energy sector, where years of sanctions, conflict, neglect, and mismanagement have left Iraq dependent on purchases of natural gas and electricity from its Iranian neighbors. Since 2018, Iraqi leaders have sought relief from U.S. sanctions on related transactions with Iran. The Trump Administration has granted temporary permissions, and current U.S. initiatives encourage Iraq to diversify its energy relationships with its neighbors and develop more independence for its energy sector. U.S. officials promote U.S. companies as potential partners for Iraq through the expansion of domestic electricity generation capacity and the introduction of technology to capture the large amounts of natural gas that are currently flared (burned at wellheads).", "Oil production and exports are the lifeblood of Iraq's public finances and economy and have reached all-time highs. Oil export revenues provide Iraq's government with significant financial resources, but oil proceeds also have contributed to the creation of a state-centric economic model in which public sector employment and contracting have crowded out private sector activity. Public investment and reconstruction spending is financed through deficit spending, borrowing, and international aid, and Iraq's finances remain vulnerable to price changes in global oil markets. While Iraq's young, growing population and geographic location ( Table 1 ) make it an attractive market for foreign investment, bureaucratic constraints, service interruptions, corruption, and security and political concerns continue to deter some investors. The U.S. government supports Iraq's compliance with reform targets pursuant to IMF agreements and promotes an expansion of U.S.-Iraqi trade and investment ties. However, future U.S. investment prospects in Iraq may be contingent on the broader political and security relationship.", "Overall, the United States faces complicated choices in Iraq. The 2003 invasion unseated an adversarial regime, but unleashed more than a decade of violent insurgency and terrorism that divided Iraqis, while creating opportunities for Iran to strengthen its influence in Iraq and across the region. Since 2003, the United States has invested both militarily and financially in stabilizing Iraq. Since 2014, U.S. policy toward Iraq has focused on ensuring the defeat of the Islamic State as a transnational insurgent and terrorist threat. The Islamic State threat has been reduced, but Iraqi security needs remain considerable and both countries are examining the impetus and terms for continued U.S. investment in Iraq. ", "Successive U.S. Administrations have sought to keep U.S. involvement and investment minimal relative to the 2003-2011 era, pursuing U.S. interests through partnership with various entities in Iraq and the development of those partners' capabilities, rather than through extensive U.S. military deployments. U.S. economic assistance bolsters Iraq's ability to attract lending support and is aimed at improving the government's effectiveness and public financial management. The United States is the leading provider of humanitarian assistance to Iraq and also supports post-IS stabilization activities across the country through grants to United Nations agencies and other entities.", "The Trump Administration has sustained a cooperative relationship with the Iraqi government and has requested funding for FY2020 to support Iraq's stabilization and continue security training for Iraqi security forces. The size and mission of the U.S. military presence in Iraq have evolved as conditions on the ground have changed since 2017; they could change further if Iraqi officials revise their current requests for continued U.S. and international security assistance.", "The 116 th Congress has appropriated funds to provide security assistance, humanitarian relief, and foreign aid for Iraq ( P.L. 116-6 ), and is considering appropriations and authorization requests for FY2020 that would largely continue U.S. policies and programs on current terms. It remains to be seen whether Iraq and the United States will be able to pursue opportunities to build a bilateral relationship that is less defined by conflict and its aftermath. To do so, leaders on both sides will likely have to continue creatively managing unusually complex political and security challenges."], "subsections": []}, {"section_title": "Political and Security Dynamics", "paragraphs": ["Since the U.S.-led ouster of Saddam Hussein in 2003, Iraq's Shia Arab majority has exercised greater national power both in concert and in competition with the country's Sunni Arab and Kurdish minorities. While intercommunal identities and rivalries remain politically relevant, competition among Shia movements and coalition building across communal groups are now major factors in Iraqi politics. Notwithstanding their ethnic and religious diversity and political differences, many Iraqis advance similar demands for improved security, government effectiveness, and economic opportunity. Some Iraqi politicians have broadened their political and economic narratives in an attempt to appeal to disaffected citizens across the country. Years of conflict, poor service delivery, corruption, and sacrifice have strained the population's patience with the status quo, adding to the pressures that leaders face from the country's uncertain domestic and regional security environment.", "Although the Islamic State's exclusive control over distinct territories in Iraq has now ended, the U.S. intelligence community assessed in 2018 that the Islamic State \"has started—and probably will maintain—a robust insurgency in Iraq and Syria as part of a long-term strategy to ultimately enable the reemergence of its so-called caliphate.\" In January 2019, Director of National Intelligence Dan Coats told Congress that the Islamic State \"remains a terrorist and insurgent threat and will seek to exploit Sunni grievances with Baghdad and societal instability to eventually regain Iraqi territory against Iraqi security forces that are stretched thin.\" ", "The legacy of the war with the Islamic State strains security in Iraq in two other important ways. First, the Popular Mobilization Committee (PMC) and its militias—the mostly Shia Popular Mobilization Forces (PMF) recruited to fight the Islamic State—have been recognized as enduring components of Iraq's national security establishment. This is the case even as many PMF units continue to operate outside the bounds of their authorizing legislation and the control of the Prime Minister. The U.S. intelligence community considers Iran-linked Shia elements of the PMF to be the \"the primary threat to U.S. personnel\" in Iraq. ", "Second, national and KRG forces remain deployed across from each other along contested lines of control while their respective leaders are engaged in negotiations over a host of sensitive issues. Following a Kurdish referendum on independence in 2017, the Iraqi government expelled Kurdish peshmerga from some disputed territories they had secured from the Islamic State, and IS fighters now appear to be exploiting gaps in ISF and Kurdish security to survive. PMF units remain active throughout the territories in dispute between the Iraqi national government and the federally recognized Kurdistan Region of northern Iraq, with local populations in some areas opposed to the PMF presence. ", "Amid unrest in southern Iraq during late summer 2018, the State Department directed the temporary evacuation of U.S. personnel and temporary closure of the U.S. Consulate in Basra after indirect fire attacks on the consulate and the U.S. Embassy compound in Baghdad. U.S. officials attributed the attacks to Iran-backed forces and said that the United States would hold Iran accountable and would respond directly to attacks on U.S. facilities or personnel by Iran-backed entities. The incidents highlight the potential for U.S.-Iran tensions to escalate in Iraq."], "subsections": [{"section_title": "May 2018 Election, Unrest, and Government Formation", "paragraphs": ["Iraqis held national legislative elections in May 2018, electing members for four-year terms in the 329 seat Council of Representatives (COR), Iraq's unicameral legislature. Turnout was lower in the 2018 COR election than in past national elections, and reported irregularities led to a months-long recount effort that delayed certification of the results until August. Political factions spent the summer months negotiating in a bid to identify the largest bloc within the COR—the parliamentary bloc charged with proposing a prime minister and new Iraqi cabinet ( Figure 2 ). ", "The distribution of seats and alignment of actors precluded the emergence of a dominant coalition. The Sa'irun (On the March) coalition led by populist Shia cleric and longtime U.S. antagonist Muqtada al Sadr's Istiqama (Integrity) list placed first in the election (54 seats), followed by the predominantly Shia Fatah (Conquest) coalition led by Hadi al Ameri of the Badr Organization (48 seats). Fatah includes several individuals formerly associated with the Popular Mobilization Committee (PMC) and its militias—the mostly Shia Popular Mobilization Forces (PMF), which were recruited to fight the Islamic State. Those elected include some figures with ties to Iran (see \" The Future of the Popular Mobilization Forces \" and Figure 5 below). ", "Former Prime Minister Haider al Abadi's Nasr (Victory) coalition underperformed expectations to place third (42 seats), while former Prime Minister Nouri al Maliki's State of Law coalition, Ammar al Hakim's Hikma (Wisdom) list, and Iyad Allawi's Wataniya (National) list also won significant blocs of seats. Among Kurdish parties, the Kurdistan Democratic Party (KDP) and the Patriotic Union of Kurdistan (PUK) won the most seats, and smaller Kurdish opposition lists protested alleged irregularities. As negotiations continued, Nasr and Sa'irun members joined with others to form the Islah (Reform) bloc in the COR, while Fatah and State of Law formed the core of a rival Bin'a (Reconstruction) bloc.", "Under an informal agreement developed through the formation of successive governments, Iraq's Prime Minister has been a Shia Arab, the President has been a Kurd, and the COR Speaker has been a Sunni Arab.", "In September, the first session of the newly elected COR was held, and members elected Mohammed al Halbousi, the Sunni Arab governor of Anbar, as COR Speaker. Hassan al Kaabi of the Sa'irun list and Bashir Hajji Haddad of the KDP were elected as First and Second Deputy Speaker, respectively. ", "In October, the COR met to elect Iraq's President, with rival Kurdish parties nominating competing candidates. COR members chose the PUK candidate–former KRG Prime Minister and former Iraqi Deputy Prime Minister Barham Salih—in the second round of voting. Salih, in turn, named former Oil Minister Adel Abd al Mahdi as Prime Minister-designate and directed him to assemble a slate of cabinet officials for COR approval. Abd al Mahdi is a consensus Shia Arab leader acceptable to the rival Shia groups in the Islah and Bina blocs, but he does not lead a party or parliamentary group of his own. Some observers of Iraqi politics assess Abd al Mahdi as generally pliable and unable to assert himself relative to others who have large followings or command armed factions. COR members have confirmed most of Abd al Mahdi's cabinet nominees, but the main political blocs remain at an impasse over the Ministries of Interior, Defense, and Justice. ", "As government formation talks proceeded during the summer of 2018, large protests and violence in southern Iraq highlighted some citizens' outrage with electricity and water shortages, lack of economic opportunity, and corruption. Unrest appeared to be amplified in some instances by citizens' anger about heavy-handed responses by security forces and militia groups. Dissatisfaction exploded in the southern province of Basra during August and September, culminating in several days and nights of mass demonstrations and the burning by protestors of the Iranian consulate in Basra and the offices of many leading political groups and militia movements. Arguably, the Abd al Mahdi government's success or failure in demonstrating progress on the issues that sparked the protests will be an important factor in determining its viability and longevity."], "subsections": []}, {"section_title": "Seeking the \"Enduring Defeat\" of the Islamic State", "paragraphs": ["As of March 2019, Iraqi security operations against IS fighters are ongoing in governorates in which the group formerly controlled territory or operated—Anbar, Ninewa, Salah al Din, Kirkuk, and Diyala. These operations are intended to disrupt IS fighters' efforts to reestablish themselves as an organized threat and keep them separated from population centers. Press accounts and U.S. government reports describe continuing IS attacks on Iraqi Security Forces and Popular Mobilization Forces, particularly in rural areas. Independent analysts describe dynamics in parts of these governorates in which IS fighters threaten, intimidate, and kill citizens in areas at night or where Iraq's national security forces are absent. In some areas, new displacement has occurred as civilians have fled IS attacks. Overall, however violence against civilians has dropped considerably from its 2014 highs ( Figure 3 ). In cities like Mosul and Baghdad residents and visitors have enjoyed increased freedom of movement and security, although IS activity is reported in Mosul and fatal security incidents have occurred in areas near Baghdad and several other locations since January 2019 ( Figure 4 )."], "subsections": []}, {"section_title": "The Future of the Popular Mobilization Forces", "paragraphs": ["Iraq's Popular Mobilization Committee (PMC) and its associated militias—the Popular Mobilization Forces (PMF)—were founded in 2014 and have contributed to Iraq's fight against the Islamic State, but they have come to present an implicit challenge to the authority of the state. The PMF are largely but not solely drawn from Iraq's Shia Arab majority: Sunni, Turkmen, and Christian PMF militia also remain active. Despite expressing appreciation for PMF contributions to the fight against IS, some Iraqis and outsiders have raised concerns about the future of the PMC/PMF and some of its members' ties to Iran. ", "At issue has been the unwillingness of some PMC/PMF entities to subordinate themselves to the command of Iraq's elected government and the ongoing participation in PMC/PMF operations of groups reported to receive direct Iranian support. As noted above, the U.S. intelligence community has described Iran-linked Shia militia—whether PMF or not—as the \"primary threat\" to U.S. personnel in Iraq, and has suggested that the threat posed by Iran-linked groups will grow as they press for the United States to withdraw its forces from Iraq.", "Many PMF-associated groups and figures participated in the May 2018 national elections under the auspices of the Fatah coalition headed by Badr Organization leader Hadi al Ameri. Ameri and other prominent PMF-linked figures such as Asa'ib Ahl al Haq (League of the Righteous) leader Qa'is al Khazali nominally disassociated themselves from the PMC/PMF in late 2017, in line with legal prohibitions on the participation of PMC/PMF officials in politics. Nevertheless, their movements' supporters and associated units remain integral to some ongoing PMF operations, and the Fatah coalition's campaign arguably benefited from its PMF association. ", "During the election and in its aftermath, the key unresolved issue with regard to the PMC/PMF has remained the incomplete implementation of a 2016 law calling for the PMF to be incorporated as a permanent part of Iraq's national security establishment. In addition to outlining salary and benefit arrangements important to individual PMF volunteers, the law calls for all PMF units to be placed fully under the authority of the commander-in-chief (Prime Minister) and to be subject to military discipline and organization. Through early 2019, U.S. government reporting states that while some PMF units are being administered in accordance with the law, most remain outside the law's prescribed structure. This includes some units associated with Shia groups identified by U.S. government reports as receiving or as having received Iranian support. In January 2019, the U.S. intelligence community assessed that the PMC/PMF \"plan to use newfound political power gained through positions in the new government to reduce or remove the U.S. military presence while competing with the Iraqi security forces for state resources.\" ", "In general, the popularity of the PMF and broadly expressed popular respect for the sacrifices made by individual volunteers in the fight against the Islamic State create complicated political questions for Iraqi leaders. Iraqi law does not call for or foresee the dismantling of the PMC/PMF structure, and proposals to the contrary appear to be politically untenable at present. Given the ongoing role PMF units are playing in security operations against remnants of the Islamic State in some areas, rapid, wholesale redeployments of PMF units might create new opportunities for IS fighters to exploit in areas where replacement forces are not immediately available. That said, U.S. military officials report that \"competition over areas to operate and influence between the PMF and the ISF will likely result in violence, abuse, and tension in areas where both entities operate.\" "], "subsections": []}, {"section_title": "The Kurdistan Region and Relations with Baghdad", "paragraphs": ["The Kurdistan Region of northern Iraq (KRI) enjoys considerable administrative autonomy under the terms of Iraq's 2005 federal constitution, but issues concerning territory, security, energy, and revenue sharing continue to strain ties between the Kurdistan Regional Government (KRG) and the national government in Baghdad. In September 2017, the KRG held a controversial advisory referendum on independence, amplifying political tensions with the national government (see textbox below). The referendum was followed by a security crisis as Iraqi Security Forces and PMF fighters reentered some disputed territories that had been held by KRG peshmerga forces. P eshmerga fighters also withdrew from the city of Kirkuk and much of the governorate. Baghdad and the KRG have since agreed on a number of issues, including border and customs controls, the export of oil from some KRG-controlled fields, and the transfer of funds to pay the salaries of some KRG civil servants. As talks continue, the ISF and peshmerga remain deployed across from each other at various fronts throughout the disputed territories ( Figure 6 ). ", "The KRG delayed overdue legislative elections for the Kurdistan National Assembly in the wake of the referendum crisis and held them on September 30, 2018. Kurdish leaders have since been engaged in regional government formation talks while also participating in cabinet formation and budget negotiations at the national level. The KDP won a plurality (45) of the 111 KNA seats in the September 2018 election, with the Patriotic Union of Kurdistan (PUK) and smaller opposition and Islamist parties splitting the balance. With longtime KDP leader Masoud Barzani's term as president having expired in 2015, his nephew, KRG Prime Minister Nechirvan Barzani, appears set to succeed him. Masoud Barzani's son, security official Masrour Barzani, seems set to assume the KRG prime ministership.", "Since the election, factions within the PUK have appeared to have differences of opinion over KRG cabinet formation, while KDP and PUK differences have been apparent at the national level. During government formation talks in Baghdad, the KDP sought to name the Kurdish candidate for the Iraqi national presidency, but a majority of COR members instead chose Barham Salih, a PUK member. In March 2019, KDP and PUK leaders announced a four-year political agreement that reportedly includes joint commitments on the formation of the new KRG government and candidates for the Iraqi national Minister of Justice position and governorship of Kirkuk.", "U.S. officials have encouraged Kurds and other Iraqis to engage on issues of dispute and to avoid unilateral military actions. U.S. officials encourage improved security cooperation between the KRG and Baghdad, especially since IS remnants appear to be exploiting gaps created by the standoff in the disputed territories. KRG officials continue to express concern about the potential for an IS resurgence and chafe at operations by some PMF units in areas adjacent to the KRI."], "subsections": []}]}, {"section_title": "Humanitarian Issues and Stabilization", "paragraphs": [], "subsections": [{"section_title": "Humanitarian Conditions", "paragraphs": ["U.N. officials report several issues of ongoing humanitarian and protection concerns for displaced and returning populations and the host communities assisting them. With a range of needs and vulnerabilities, these populations require different forms of support, from immediate humanitarian assistance to resources for early recovery. Protection is a key priority in areas of displacement, where for example, harassment of displaced persons by armed actors and threats of forced return have occurred, as well as in areas of return. By December 2017, more Iraqis had returned to their home areas than those who had remained as internally displaced persons (IDPs) or who were becoming newly displaced. Nevertheless, humanitarian conditions remain difficult in many conflict-affected areas of Iraq. ", "As of February 28, 2019, more than 4.2 million Iraqis displaced after 2014 had returned to their districts, while more than 1.7 million individuals remained as displaced persons (IDPs). Ninewa governorate hosts the most IDPs of any single governorate (nearly one-third of the total), reflecting the lingering effects of the intense military operations against the Islamic State in Mosul and other areas during 2017 ( Table 2 ). Estimates suggest thousands of civilians were killed or wounded during the Mosul battle, which displaced more than 1 million people. ", "The Kurdistan Region of Iraq (KRI) hosts nearly 700,000 IDPs (approximately 40% of the 1.7 million remaining IDPs nationwide). IDP numbers in the KRI have declined since 2017, though not as rapidly as in some other governorates. According to IOM, conditions for IDPs in Dohuk governorate remain the most challenging in the KRI, where most IDPs live in camps or critical shelters (makeshift tents/abandoned buildings/informal settlements), according to International Organization for Migration surveys. ", "The U.N. Office for the Coordination of Humanitarian Affairs (UNOCHA) 2019 funding appeal, the Iraq Humanitarian Response Plan (HRP), anticipates that as many as 6.7 million Iraqis will require some form of humanitarian assistance in 2019 and seeks $701 million for 1.75 million of the most vulnerable Iraqis. As of March 2019, the appeal had received $6.5 million (1%). The United States was the top donor to the 2018 Iraq HRP. Since 2014, the United States has contributed nearly $2.5 billion to humanitarian relief efforts in Iraq, including more than $498 million in humanitarian support in FY2018. "], "subsections": []}, {"section_title": "Stabilization and Reconstruction", "paragraphs": ["U.S. stabilization assistance to areas of Iraq that have been liberated from the Islamic State is directed through the United Nations Development Program (UNDP)-administered Funding Facility for Stabilization (FFS) and through other channels. According to UNDP data, the FFS has received more than $830 million in resources since its inception in mid-2015, with 1,388 projects reported completed and a further 978 projects underway or planned with the support of UNDP-managed funding. ", "In January 2019, UNDP identified $426 million in stabilization program funding shortfalls in five priority areas in Ninewa, Anbar, and Salah al Din governorates \"deemed to be the most at risk to future conflict\" and \"integral for the broader stabilization of Iraq.\" The UNDP points to unexploded ordnance, customs clearance delays, and the growth in volume and scope of FFS projects as challenges to its ongoing work. ", "At a February 2018 reconstruction conference in Kuwait, Iraqi authorities described more than $88 billion in short- and medium-term reconstruction needs, spanning various sectors and different areas of the country. Countries participating in the conference offered approximately $30 billion worth of loans, investment pledges, export credit arrangements, and grants in response. The Trump Administration actively supported the participation of U.S. companies in the conference and announced its intent to pursue $3 billion in Export-Import Bank support for Iraq.", "Iraqi leaders hope to attract considerable private sector investment to help finance Iraq's reconstruction needs and underwrite a new economic chapter for the country. The size of Iraq's internal market and its advantages as a low-cost energy producer with identified infrastructure investment needs help make it attractive to investors. Overcoming persistent concerns about security, service reliability, and corruption, however, may prove challenging. The formation of the new Iraqi government and its success or failure in pursuing reforms may provide key signals to parties exploring investment opportunities."], "subsections": []}]}, {"section_title": "Economic and Fiscal Challenges", "paragraphs": ["The public finances of the national government and the KRG remain strained, amplifying the pressure on leaders working to address the country's security and service-provision challenges. The combined effects of lower global oil prices from 2014 through mid-2017, expansive public-sector liabilities, and the costs of the military campaign against the Islamic State have exacerbated national budget deficits. The IMF estimated Iraq's 2017-2018 financing needs at 19% of GDP. Oil exports provide nearly 90% of public-sector revenue in Iraq, while non-oil sector growth has been hindered over time by insecurity, weak service delivery, and corruption. The 2019 budget expands public salaries and investments. ", "Iraq's oil production and exports have increased since 2016, but fluctuations in oil prices undermined revenue gains until the latter half of 2017. Revenues have since improved, and Iraq has agreed to manage its overall oil production in line with mutually agreed Organization of the Petroleum Exporting Countries (OPEC) output limits. In February 2019, Iraq exported an average of nearly 4 million barrels per day (mbd, including KRG-administered oil exports), above the March 2019 budget's 3.9 mbd export assumption and at prices above the budget's $56 per barrel benchmark. The IMF projects modest GDP growth over the next five years and expects growth to be stronger in the non-oil sector if Iraq's implementation of agreed measures continues as oil output and exports plateau.", "Fiscal pressures are more acute in the Kurdistan region, where the fallout from the national government's response to the September 2017 referendum further strained the KRG's already weakened ability to pay salaries to its public-sector employees and security forces. The KRG's loss of control over significant oil resources in Kirkuk governorate, coupled with changes implemented by national government authorities over shipments of oil from those fields via the KRG-controlled export pipeline to Turkey, contributed to a sharp decline in revenue for the KRG during 2018. The resumption of exports from Kirkuk in late 2018, and an agreement between the KRG and Baghdad providing for the payment of some public sector salaries in exchange for KRG oil export proceed deposits in national accounts, has improved the situation as of March 2019. ", "Related issues shaped consideration of the 2018 and 2019 budgets in the COR, with Kurdish representatives criticizing the government's budget proposals to allocate the KRG a smaller percentage of funds to the KRI than the 17% benchmark reflected in previous budgets. National government officials argue that KRG resources should be based on a revised population estimate, and agreements reached for the national government to pay KRG civil service and peshmerga salaries in the 2019 budget are linked to the KRG placing 250,000 barrels per day of oil exports under federal control in exchange for financial all ocations for verified expenses. KRG oil contracts may limit the region's ability to meet this target, but the transfer of national funds to the KRG appears likely to ease fiscal pressures that had required payment limits that fueled protests."], "subsections": []}, {"section_title": "U.S. Policy and Issues in the 116th Congress", "paragraphs": [], "subsections": [{"section_title": "Security Cooperation and U.S. Training", "paragraphs": ["Iraqi military and counterterrorism operations against remnants of the Islamic State group are ongoing, and the United States military and its coalition partners continue to provide support to those efforts at the request of the Iraqi government. U.S. and coalition training efforts for various Iraqi security forces are ongoing at different locations, including in the Kurdistan region, with U.S. activities carried out pursuant to the authorities granted by Congress for the Iraq Train and Equip Program and the Office of Security Cooperation at the U.S. Embassy in Baghdad (OSC-I). From FY2015 through FY2019, Congress authorized and appropriated more than $5.8 billion for train and equip assistance in Iraq ( Table 3 ). ", "The Trump Administration is requesting an additional $745 million in FY2020 defense funding for Iraq programs under the Counter-ISIS Train and Equip Fund. The request proposes continued support to the Iraqi Counterterrorism Service (CTS), Army, Federal Police, Border Guards, Emergency Response Battalions, Energy Police, Special Forces ( Qwat Khasah ), and KRG Ministry of Peshmerga forces (see below). The request seeks $45 million for OSC-I.", "The Trump Administration, like the Obama Administration, has cited the 2001 Authorization for Use of Military Force (AUMF, P.L. 107-40 ) as the domestic legal authorization for U.S. military operations against the Islamic State in Iraq and has notified Congress of operations against the Islamic State in periodic reports on the 2002 Iraq AUMF ( P.L. 107-243 ). The U.S. government has referred to both collective and individual self-defense provisions of the U.N. Charter as the relevant international legal justifications for ongoing U.S. operations in Iraq and Syria. The U.S. military presence in Iraq is governed by an exchange of diplomatic notes that reference the security provisions of the 2008 bilateral Strategic Framework Agreement. To date, this arrangement has not required the approval of a separate security agreement by Iraq's Council of Representatives.", "U.S. military officials stopped officially reporting the size of the U.S. force in Iraq in 2017, but have confirmed that there has been a reduction in the number of U.S. military personnel and changes in U.S. capabilities in Iraq since that time. U.S. military sources have stated that the \"continued coalition presence in Iraq will be conditions-based, proportional to the need, and in coordination with the government of Iraq.\" As of March 2019, 71 U.S. troops have been killed or have died as part of Operation Inherent Resolve (OIR), and 77 have been wounded. Through September 2018, OIR operations since August 2014 had cost $28.5 billion.", "As of March 2019, U.S. and coalition forces have trained more than 190,000 Iraqi security personnel since 2014, including more than 30,000 Kurdish peshmerga . Notwithstanding these results, in September 2018, Department of Defense (DOD) officials told the DOD Inspector General that there remains \"a significant shortfall in Coalition trainers\" and confirmed that coalition forces are working to develop more capable and numerous Iraqi trainers to meet identified needs. In 2018, NATO leaders agreed to launch NATO Mission Iraq (NMI) to support Iraqi security sector reform and military professional development.", "Overall, DOD reports indicate that Iraq's security forces continue to exhibit \"systemic weaknesses\" including poor intelligence gathering and fusion, operational insecurity, ongoing corruption, reliance on coalition aircraft for air support, and overly centralized leadership, among other problems. U.S. and coalition plans for 2019 include a more intense focus on developing the capacity of various Iraqi police, border, and energy forces to hold recaptured territory. Through 2018, coalition advisers prioritized assistance to Iraqi forces conducting offensive operations against the Islamic State. In November 2018, the Lead Inspector General for Overseas Contingency Operations (LIG-OCO) questioned whether the coalition \"has sufficient advisors to support both ongoing offensive operations and to help hold forces secure areas cleared.\"", "U.S. arms transfers and security assistance to Iraq are provided with the understanding that U.S. equipment will be responsibly used by its intended recipients, and the 115 th Congress was informed about the unintended or inappropriate use of U.S.-origin defense equipment, including a now-resolved case involving the possession and use of U.S.-origin tanks by elements of the Popular Mobilization Forces."], "subsections": []}, {"section_title": "U.S. Foreign Assistance", "paragraphs": ["Since 2014, the U.S. government has provided Iraq with State Department- and USAID-administered assistance to support a range of security and economic objectives (in addition to the humanitarian assistance mentioned above). U.S. Foreign Military Financing (FMF) funds have supported the costs of continued loan-funded purchases of U.S. defense equipment and have helped fund Iraqi defense institution-building efforts. U.S. loan guarantees also have supported well-subscribed Iraqi bond issues to help Baghdad cover its fiscal deficits. Since 2014, the United States also has contributed nearly $2.5 billion to humanitarian relief efforts in Iraq, including more than $498 million in humanitarian support in FY2018. The Trump Administration also has directed additional support since 2017 to persecuted religious minority groups in Iraq, negotiating with UNDP to direct U.S. contributions to the UNDP Funding Facility for Stabilization (FFS) to the Ninewa Plains and other minority populated areas of northern Iraq (see \" Stabilization and Issues Affecting Religious and Ethnic Minorities \" below).", "The FY2019 foreign operations appropriations act ( H.J.Res. 31 , P.L. 116-6 ) appropriates $150 million in Economic Support Fund (ESF) aid, along with $250 million in FMF and other security assistance funds. Of the ESF funds, $50 million is to be made available for stabilization purposes, according to the act's explanatory statement. The act also directs funds to support transitional justice programs and accountability for genocide, crimes against humanity, and war crimes in Iraq. The Administration's FY2020 request for bilateral assistance seeks more than $165 million to continue stabilization and other nonmilitary assistance programs in Iraq ( Table 4 ).", "The United States also contributes to Iraqi programs to stabilize the Mosul Dam on the Tigris River, which remains at risk of collapse due to structural flaws, overlooked maintenance, and its compromised underlying geology. Collapse of the dam could cause deadly, catastrophic damage downstream. In September 2018, the State Department noted that Iraq is working to stabilize the dam, but judged that \"it is impossible to accurately predict the likelihood of the dam's failing.\""], "subsections": [{"section_title": "Stabilization and Issues Affecting Religious and Ethnic Minorities", "paragraphs": ["State Department reports on human rights conditions and religious freedom in Iraq have documented the difficulties faced by religious and ethnic minorities in the country for years. In some cases, these difficulties and security risks have driven members of minority groups to flee Iraq or to take shelter in different areas of the country, whether with fellow group members or in new communities. Minority groups that live in areas subject to long-running territorial disputes between Iraq's national government and the KRG face additional interference and exploitation by larger groups for political, economic, or security reasons. Members of diverse minority communities express a variety of territorial claims and administrative preferences, both among and within their own groups. While much attention is focused on potential intimidation or coercion of minorities by majority groups, disputes within and among minority communities also have the potential to generate tension and violence. ", "In October 2017, Vice President Mike Pence said in a speech that the U.S. government would direct more support to persecuted religious minority groups in the Middle East, including in Iraq. As part of this initiative, the Trump Administration has negotiated with UNDP to direct U.S. contributions to the UNDP Funding Facility for Stabilization (FFS) to the Ninewa Plains and other minority-populated areas of northern Iraq. In October 2017, USAID solicited proposals in a Broad Agency Announcement for cooperative programs \"to facilitate the safe and voluntary return of Internally Displaced Persons (IDPs) to their homes in the Ninewa plains and western Ninewa of Iraq and to encourage those who already are in their communities to remain there.\" In parallel, USAID notified Congress of its intent to obligate $14 million in FY2017 ESF-OCO for stabilization programs. ", "In January 2018, USAID officials released to UNDP a $75 million first tranche of stabilization assistance from an overall pledge of $150 million that had been announced in July 2017 and notified for planned obligation to Congress in April 2017. According to the January 2018 announcement, USAID \"renegotiated\" the contribution agreement with UNDP so that $55 million of the $75 million payment \"will address the needs of vulnerable religious and ethnic minority communities in Ninewa Province, especially those who have been victims of atrocities by ISIS\" with a focus on \"restoring services such as water, electricity, sewage, health, and education.\" USAID Administrator Mark Green visited Iraq in June 2018 and engaged with ethnic and religious minority groups in Ninewa. He also announced $10 million in awards under USAID's October 2017 proposal solicitation. At the end of the third quarter of 2018, UNDP reported that 259 projects in minority communities were complete out of 486 overall projects completed, planned, or under way in the Ninewa Plains.", "Inclusive of the January announcement, the United States has provided $216.8 million to support the FFS—which remains the main international conduit for post-IS stabilization assistance in liberated areas of Iraq. According to UNDP, overall stabilization priorities for the FFS program are set by a steering committee chaired by the government of Iraq, with governorate-level Iraqi authorities directly responsible for implementation. UNDP officials report that earmarking of funding by donors \"can result in funding being directed away from areas highlighted by the Iraqi authorities as being in great need.\" In January 2019, UNDP identified $426 million in stabilization program funding shortfalls in five priority areas \"deemed to be the most at risk to future conflict\" and \"integral for the broader stabilization of Iraq.\" ", "Trump Administration requests to Congress for FY2018-FY2020 monies for Iraq programs included proposals to fund continued U.S. contributions to post-IS stabilization. Additional funds notified to Congress for U.N.-managed stabilization programs in Iraq were obligated during 2018. U.S. officials are currently seeking greater Iraqi and international contributions to stabilization efforts in Iraq and Syria."], "subsections": []}]}, {"section_title": "The United States and Iran in Iraq", "paragraphs": ["The Trump Administration seeks more proactively to challenge, contain, and roll back Iran's regional influence, while it attempts to solidify a long-term partnership with the government of Iraq and to support Iraq's sovereignty, unity, security, and economic stability. These parallel (and sometimes competing) goals may raise several policy questions for U.S. officials and Members of Congress, including ", "the makeup and viability of the Iraqi government; Iraqi leaders' approaches to Iran-backed groups and the future of militia forces mobilized to fight the Islamic State; Iraq's compliance with U.S. sanctions on Iran; the future extent and roles of the U.S. military presence in Iraq; the terms and conditions associated with U.S. security assistance to Iraqi forces; U.S. relations with Iraqi constituent groups such as the Kurds; and potential responses to U.S. efforts to contain or confront Iran-aligned entities in Iraq or elsewhere in the region.", "Iran-linked groups in Iraq have directly targeted U.S. forces in the past; some of them may be able and willing to do so again under certain circumstances. U.S. officials blamed these groups for apparent indirect attacks on U.S. diplomatic facilities in Basra and Baghdad in 2018. These attacks followed reports that Iran had transferred short-range ballistic missiles to Iran-backed militias in Iraq, reportedly including Kata'ib Hezbollah. The 115 th Congress considered proposals directing the Administration to impose U.S. sanctions on some Iran-aligned Iraqi groups, and enacted legislation containing reporting requirements focused on Iranian support to nonstate actors in Iraq and other countries. Iran has sometimes intervened in Iraq directly, including by conducting air strikes against Islamic State forces advancing on the border with Iran in 2014 and by launching missiles against Iranian Kurdish groups encamped in parts of northern Iraq in 2018.", "New or existing efforts to sideline Iran-backed groups, via sanctions or other means, might challenge Iran's influence in Iraq in ways that could serve stated U.S. government goals. The United States government has placed sanctions on some Iran-linked groups and individuals for threatening Iraq's stability and for involvement in terrorism. Some analysts have argued \"the timing and sequencing\" of sanctions \"is critical to maximizing desired effects and minimizing Tehran's ability to exploit Iraqi blowback.\"", "U.S. efforts to counter Iranian activities in Iraq and elsewhere in the region also have the potential to complicate the pursuit of other U.S. interests in Iraq, including U.S. counter-IS operations and training. When President Trump in a February 2019 interview referred to the U.S. presence in Iraq as a tool to monitor Iranian activity, several Iraqi leaders raised concerns. Iran-aligned Iraqi groups since have referred to President Trump's statements in their political campaign to force a U.S. withdrawal. ", "More broadly, U.S. confrontation with Iran and its allies in Iraq could disrupt relations among parties to the consensus government in Baghdad, or even precipitate civil conflict, undermining the U.S. goal of ensuring the stability and authority of the Iraqi government. While a wide range of Iraqi actors have ties to Iran, the nature of those ties differs, and treating these diverse groups uniformly risks ostracizing potential U.S. partners or neglecting opportunities to create divisions between these groups and Iran. ", "Just as the Administration has used sanctions to curb Iranian influence in Iraq, it also has used U.S. foreign assistance as leverage to limit Iranian involvement in Iraqi governance. As Iraqis debated government formation in 2018, the Trump Administration signaled that decisions about future U.S. assistance efforts would be shaped by the outcome of Iraqi negotiations. Specifically, the Administration stated that the assumption of authority in the new government by Iraqis perceived to be close to or controlled by Iran would prompt the United States to reconsider U.S. support. In the end, Iraqis excluded figures with close ties to Iran from cabinet positions. U.S. officials have argued that the United States does not seek to sever Iraq's relationships with neighboring Iran, but striking a balance in competing with Iran-linked groups and respecting Iraq's independence may continue to pose challenges.", "Iraq's relations with the Arab Gulf states also may shape the balance of Iranian and U.S. interests. U.S. officials have praised Saudi efforts since 2015 to reengage with the Iraqi government and support normalization of ties between the countries. In December 2015, Saudi officials reopened the kingdom's diplomatic offices in Iraq after a 25-year absence, and border crossings between the two countries have been reopened. Saudi Arabia and the other GCC states have not offered major new economic or security assistance or new debt relief initiatives to help stabilize Iraq, but actively engaged in and supported the February 2018 reconstruction conference held by Iraq in Kuwait. Saudi and other GCC state officials generally view the empowerment of Iran-linked Shia militia groups in Iraq with suspicion and, like the United States, seek to limit Iran's ability to influence political and security developments in Iraq."], "subsections": []}]}, {"section_title": "Outlook", "paragraphs": ["Negotiations among Iraqi factions following the May 2018 election have not fully resolved all questions about Iraq's future approach to U.S.-Iraqi relations. Former Prime Minister Abadi, with whom the U.S. government worked closely, could not translate his list's third-place finish into a mandate for a second term. His successor, Prime Minister Adel Abd al Mahdi, served in Abadi's government; U.S. officials have worked positively with him in the past. Nevertheless, the nature and durability of the political coalition arrangements supporting his leadership are unclear, and he lacks a strong personal electoral mandate. ", "Similarly, Iraqi President Barham Salih is familiar to U.S. officials as a leading and friendly figure among Iraqi Kurds, but he serves at a time of significant political differences among Kurds, and amid strained relations between Kurds and the national government. Salih has supported continued U.S.-Iraqi cooperation but also has rebuked some statements by U.S. officials. While Baghdad-KRG ties have improved relative to their post-2017 referendum low point, it remains possible that the national government could more strictly assert its sovereign prerogatives with regard to foreign assistance to substate entities, and/or that KRG representatives could seek expanded aid or more direct foreign support.", "As negotiations over cabinet positions conclude in Baghdad, Iraq's government is expected to debate the implementation of the national budget, reform of the water and electricity sectors, employment and anticorruption initiatives, and various national security issues. Among the latter may be proposals from some factions calling for the reduction or expulsion of U.S. and other foreign military forces from Iraq. Some Iraqi groups remain vocally critical of the remaining U.S. and coalition military presence in the country and argue that the defeat of the Islamic State's main forces means that U.S. and other foreign forces should depart. These groups also accuse the United States of seeking to undermine the Popular Mobilization Forces or to otherwise subordinate Iraq to U.S. preferences. ", "Most mainstream Iraqi political movements or leaders did not use the U.S. military presence as a major wedge issue in the run-up to or aftermath of the May 2018 election, and U.S. officials express confidence that many Iraqi military leaders and key political figures do not want to end Iraq's security partnership with the United States. Nevertheless, Members of Congress and U.S. officials face difficulties in developing policy options that can secure U.S. interests on specific issues without provoking major opposition from Iraqi constituencies. At the same time, Iraqi leaders may wonder whether the 2019 U.S. drawdown from Syria might augur a similar U.S. drawdown in Iraq. If Iraqi leaders seek to develop alternative sources of support should the United States decide to leave Iraq, then such sources could include Iran.", "Debates over U.S. military support to Iraqi national forces and substate actors in the fight against the Islamic State illustrated this dynamic, with some U.S. proposals for the provision of aid to all capable Iraqi forces facing criticism from Iraqi groups that may harbor suspicions of U.S. intentions or fear that U.S. assistance could empower their domestic rivals. To date, U.S. aid to the Kurds has been provided with the approval of the Baghdad government, though some Members of Congress have advocated for assistance to be provided directly to the KRG. U.S. concern about the unwillingness of some PMF units and armed groups to subordinate themselves to the national command authority of Iraq's elected government is another example. The strained relationship between national government and Kurdish forces along the disputed territories and the future of the Popular Mobilization Forces are issues that will doubtless recur in debates over the continuation of prevailing patterns of U.S. assistance.", "Oversight reporting to Congress suggests that DOD estimates the Iraq Security Forces are \"years, if not decades\" away from ending their \"reliance on Coalition assistance,\" and DOD expects \"a generation of Iraqi officers with continuous exposure to Coalition advisers\" would be required to establish a self-reliant Iraqi fighting force. According to the Lead Inspector General for Overseas Contingency Operations (LIG-OCO), these conditions raise \"questions about the duration of the OIR mission since the goal of that mission is defined as the 'enduring defeat' of ISIS.\"", "To achieve that goal, DOD may seek the continuation of U.S. and coalition training and advisory relationships with Iraq over a long, but as yet unspecified, period of time and on a consistent if as yet undefined scale. This may present questions to Congress about whether or how best to authorize and fund future U.S. security assistance to Iraq, and whether current bilateral agreements with the government of Iraq are sufficient and viable. The financial structure of U.S. security support efforts also could evolve. In the past, some in Congress have called for U.S. military training or other aid to Iraq to be provided on a reimbursement or loan basis, while with other major oil exporters like Saudi Arabia, long-term training activities have been funded by the recipient country through Foreign Military Sales. Iraq is already a significant FMS customer.", "It seems reasonable to expect that Iraqis will continue to assess and respond to U.S. initiatives (and those of other outsiders) primarily through the lenses of their own domestic political rivalries, anxieties, hopes, and agendas. Reconciling U.S. preferences and interests with Iraq's evolving politics and security conditions may thus require continued creativity, flexibility, and patience."], "subsections": [{"section_title": "Appendix. Select Legislation in the 116th Congress", "paragraphs": ["H.R. 571 . A bill to impose sanctions with respect to Iranian persons that threaten the peace or stability of Iraq or the Government of Iraq.", "Subject to national security waiver, the bill would direct the President to impose sanctions on \"any foreign person that the President determines knowingly commits a significant act of violence that has the direct purpose or effect of—(1) threatening the peace or stability of Iraq or the Government of Iraq; (2) undermining the democratic process in Iraq; or (3) undermining significantly efforts to promote economic reconstruction and political reform in Iraq or to provide humanitarian assistance to the Iraqi people.\" ", "The bill would further require the Secretary of State to submit a determination as to whether Asa'ib Ahl al Haq, Harakat Hizballah al Nujaba, or affiliated persons and entities meet terrorist designation criteria or the sanctions criteria of the bill. The bill also would direct the Secretary of State to prepare, maintain, and publish a \"a list of armed groups, militias, or proxy forces in Iraq receiving logistical, military, or financial assistance from Iran's Revolutionary Guard Corps or over which Iran's Revolutionary Guard Corps exerts any form of control or influence.\"", "The U.S. government designated Harakat Hizballah al Nujaba pursuant to Executive Order 13224 on terrorism in March 2019. ", "A similar bill would direct the President to impose sanctions on select groups without a national security waiver ( H.R. 361 ). ", "The bill reflects amendments reported to Congress by the House Foreign Affairs Committee and endorsed by the House during the 115 th Congress ( H.R. 4591 ). ", "S.J.Res. 13 . A joint resolution to repeal the authorizations for use of military force against Iraq, and for other purposes. ", "The joint resolution would repeal the Authorization for Use of Military Force against Iraq Resolution ( P.L. 102-1 ; 105 Stat. 3; 50 U.S.C. 1541 note) of January 14, 1991, and the Authorization for Use of Military Force against Iraq Resolution of 2002 ( P.L. 107-243 ; 116 Stat. 1498; 50 U.S.C. 1541 note) of October 16, 2002."], "subsections": []}]}]}}