{"id": "R45625", "title": "Attaching a Price to Greenhouse Gas Emissions with a Carbon Tax or Emissions Fee: Considerations and Potential Impacts", "released_date": "2019-03-22T00:00:00", "summary": ["The U.S. Fourth National Climate Assessment, released in 2018, concluded that \"the impacts of global climate change are already being felt in the United States and are projected to intensify in the future—but the severity of future impacts will depend largely on actions taken to reduce greenhouse gas [GHG] emissions and to adapt to the changes that will occur.\" Members of Congress and stakeholders articulate a wide range of perspectives over what to do, if anything, about GHG emissions, future climate change, and related impacts. If Congress were to consider establishing a program to reduce GHG emissions, one option would be to attach a price to GHG emissions with a carbon tax or GHG emissions fee. In the 115th Congress, Members introduced nine bills to establish a carbon tax or emissions fee program. However, many Members have expressed their opposition to such an approach. In particular, in the 115th Congress, the House passed a resolution \"expressing the sense of Congress that a carbon tax would be detrimental to the United States economy.\"", "Multiple economic studies have estimated the emission reductions that particular carbon tax would achieve. For example, a 2018 study analyzed various impacts of four carbon tax rate scenarios: a $25/metric ton of CO2 and $50/metric ton of CO2 carbon tax, increasing annually by 1% and 5%. The study concluded that each of the scenarios would likely achieve the U.S. GHG emission reduction target pledged under the international Paris Agreement (at least in terms of CO2 emissions).", "A carbon tax system would generate a new revenue stream, the magnitude of which would depend on the scope and rate of the tax, among other factors. In 2018, the Congressional Budget Office (CBO) estimated that a $25/metric ton carbon tax would yield approximately $100 billion in its first year. CBO projected that federal revenue would total $3.5 trillion in FY2019.", "Policymakers would face challenging decisions regarding the distribution of the new carbon tax revenues. Congress could apply revenues to support a range of policy objectives but would encounter trade-offs among the objectives. The central trade-offs involve minimizing economy-wide costs, lessening the costs borne by specific groups—particularly low-income households and displaced workers in certain industries (e.g., coal mining)—and supporting other policy objectives.", "A primary argument against a carbon tax regards it potential economy-wide impacts, often measured as impacts to the U.S. gross domestic product (GDP). Some may argue that projected impacts should be compared with the climate benefits achieved from the program as well as the estimated costs of taking no action. The potential impacts would depend on a number of factors, including the program's magnitude and design and, most importantly, the use of carbon tax revenues.", "In general, economic literature finds that some of the revenue applications would reduce the economy-wide costs from a carbon tax but may not eliminate them entirely. In addition, some studies cite particular economic modeling scenarios in which certain carbon tax revenue applications produce a net increase in GDP compared to a baseline scenario. These scenarios involve using carbon tax revenues to offset reductions in other tax rates (e.g., corporate income or payroll taxes). Although economic models generally indicate that these particular revenue applications would yield the greatest benefit to the economy overall, the models also find that lower-income households would likely face a disproportionate impact under such an approach. As lower-income households spend a greater proportion of their income on energy needs (electricity, gasoline), these households are expected to experience disproportionate impacts from a carbon tax if revenues were not recycled back to them in some fashion (e.g., lump-sum distribution).", "A price on GHG emissions could create a competitive disadvantage for some industries, particularly \"emission-intensive, trade-exposed industries.\" Policymakers have several options to address this concern, including establishing a \"border carbon adjustment\" program, which would levy a fee on imports from countries without comparable GHG reduction programs. Alternatively, policymakers could allocate (indefinitely or for a period of time) some of the carbon tax revenues to selected industry sectors or businesses. Relatedly, a carbon tax system is projected to disproportionately impact fossil fuel industries, particularly coal, and the communities that rely on their employment. To alleviate these impacts, policymakers may consider using some of the revenue to provide transition assistance to employees or affected communities."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The U.S. Fourth National Climate Assessment, released in 2018, concluded that \"the impacts of global climate change are already being felt in the United States and are projected to intensify in the future—but the severity of future impacts will depend largely on actions taken to reduce greenhouse g as [GHG] emissions and to adapt to the changes that will occur.\" Although a variety of efforts seeking to reduce GHG emissions are currently underway on the international and sub-national level, federal policymakers and stakeholders have different viewpoints over what to do, if anything, about future climate change and related impacts. Their views regarding climate change cover a wide range of perspectives. ", "For example, some contend that climate change poses a \"direct, existential threat\" to human society and that nations must start making significant reductions in GHG emissions in order to avoid \"dire effects.\" To support this argument, proponents of climate change mitigation highlight the evidence and conclusions from recent reports that are generally considered authoritative, including:", "1. The Intergovernmental Panel on Climate Change, Global W arming of 1.5°C , 2018; and 2. The U.S. Global Change Research Program, Fourth National Climate Assessment , Volume II: Impacts, Risks, and Adaptation in the United States , 2018. ", "On the other hand, some question whether there are sufficient risks of climate change to merit a federal program requiring GHG emission reductions. In addition, others argue that a unilateral approach to climate change by the United States could disproportionately impact domestic industries while achieving minimal results in global climate change mitigation. ", "If Congress were to consider establishing a program to reduce GHG emissions, one option would be to apply a tax or fee on GHG emissions or the inputs that produce them. This type of approach is commonly called a carbon tax or a GHG emissions fee (see \"Terminology Issues: A Carbon Tax or an Emissions Fee?\").", "This report does not compare and analyze the multiple policy tools available to Congress that could address climate change (see text box \"Other Policy Options for Addressing GHG Emissions\"). This report focuses on the policy considerations and potential impacts of using a carbon tax or GHG emissions fee to control GHG emissions.", "The key human-related GHG is CO 2 , which is generated primarily through the combustion of fossil fuels: coal, oil, and natural gas. In 2016, fossil fuel combustion accounted for 94% of U.S. CO 2 emissions and 76% of U.S. GHG emissions. A carbon tax could apply either directly to GHG emissions or to the materials—based on their carbon contents—that ultimately generate the emissions (i.e., \"emissions inputs\"). A carbon price on emissions or their emissions inputs—mainly fossil fuels—would increase the relative price of the more carbon-intensive energy sources, particularly coal. This result could spur innovation in less carbon-intensive technologies (e.g., renewable energy, nuclear power, carbon capture and sequestration [CCS]) and stimulate other behavior that may decrease emissions, such as efficiency improvements. The energy price increases could also have both economy-wide impacts and negative effects on specific industries and particular demographic groups.", "A carbon tax approach has received some attention and debate in recent years. In the 115 th Congress, Members introduced nine carbon tax or fee proposals. Outside of Congress, the Climate Leadership Council—a bipartisan group of former policymakers and industry leaders—published a conceptual carbon tax approach in 2017 that generated some interest. Some of the industry leaders on the council represent major energy companies, including Shell, BP, and ExxonMobil.", "On the other hand, many Members have expressed their opposition to a carbon tax. Starting in the 112 th Congress and going through the 115 th Congress, Members have introduced resolutions in both the House and Senate expressing the view that a carbon tax is not in the economic interests of the United States. In 2018, the House passed a resolution \"expressing the sense of Congress that a carbon tax would be detrimental to the United States economy\" ( H.Con.Res. 119 ). An analogous resolution was not introduced in the Senate in the 115 th Congress. ", "The first section of this report examines carbon tax design issues, including the point of taxation, the rate of taxation, and potential border carbon adjustments. The second section discusses issues related to the distribution of carbon tax revenues. The third section discusses additional considerations associated with a carbon tax program, including estimates of GHG emissions, federal revenue, and fossil fuel prices and changes in energy use. The fourth section provides concluding observations. "], "subsections": []}, {"section_title": "Carbon Tax Design Considerations", "paragraphs": ["If policymakers decide to establish a carbon tax system, Congress would face several key design decisions, including the point of taxation—where to impose the tax and what to tax—the rate of taxation, and whether and/or how to address imported carbon-intensive materials. ", "Alternatively, Congress could direct one or more federal agencies to determine these design features through a rulemaking procedure. Although a few of the GHG emission reduction proposals in prior Congresses delegated such authority to an agency, such as the U.S. Environmental Protection Agency (EPA), all of the proposals since the 111 th Congress have included some degree of design details in the statutory language. (A later section discusses carbon tax revenue application considerations.)"], "subsections": [{"section_title": "Point of Taxation", "paragraphs": ["The point of taxation would determine which entities would be required to (1) make tax payments based on emissions or emission inputs, such as fossil fuels, (2) monitor emissions or emission inputs, and (3) maintain records of relevant activities and transactions. This section provides some considerations for policymakers deciding which GHG emissions and/or emission sources to cover in a carbon tax system.", "Throughout the U.S. economy, millions of discrete sources generate GHG emissions: power plants, industrial facilities, motor vehicles, households, commercial buildings, livestock, etc. Administrative costs and challenges would likely increase with a broader scope of an emissions tax. ", "A carbon tax may apply to CO 2 emissions alone, which account for most U.S. GHG emissions, or to multiple GHGs. Carbon tax proposals that apply only to CO 2 generally attach a price to a metric ton of CO 2 emissions (mtCO 2 ). Some sources emit non-CO 2 GHGs, such as methane, nitrous oxides, and sulfur hexafluoride. GHG emissions from these sources could be addressed by attaching a price to a metric ton of CO 2 emissions-equivalent (mtCO 2 e). This term of measure is used because GHGs vary by global warming potential (GWP). At these sources, the determined GWP values would be an important issue.", "Policymakers may consider limiting the tax to sectors or sources that emit above a certain percentage of total U.S. GHG emissions, many of which currently report their emissions to the government. For more than 20 years, monitoring devices or systems have been installed in smokestacks of most large facilities, such as power plants, which are required to periodically report emissions data to EPA. In addition, since 2010, EPA has collected annual emissions data from approximately 8,000 facilities that directly release above certain amounts of GHG emissions. Using these established monitoring frameworks, policymakers could employ a \"downstream\" approach, applying a carbon tax at the point where the GHGs from these facilities are released to the atmosphere. ", "Alternatively, the tax could be applied to reliable proxies for emissions, such as emission inputs. For example, the carbon content of fossil fuels—coal, natural gas, petroleum—can serve as a proxy for the emissions released when the fuels are combusted. Applying a tax on emission inputs allows for the consideration of various points of taxation. For instance, emission inputs could be taxed at \"upstream\" (e.g., wells) or \"midstream\" stages in that process (e.g., refineries), the latter allowing for potential tax administration advantages that may be provided by specific infrastructure chokepoints in the fossil fuel market. For example, with respect to petroleum, the number of upstream sources—wells that produce crude oil—is over 445,000, but the number of midstream sources—facilities that refine crude oil—is only 137. ", " Table A-1 (in Appendix A) lists the top GHG emission sources in the United States. These sources combined to account for approximately 95% of U.S. GHG emissions in 2016. Table A-1 identifies the number of entities for each source category (e.g., number of coal mines, number of steel production facilities) and the percentage of total U.S. GHG emissions the category contributes. ", "In the case of fossil fuel combustion—which accounted for 76% of total U.S. GHG emissions—the table provides several options for segmenting the universe of sources if policymakers choose to implement a carbon tax. It identifies the number of entities that might be subject to the carbon tax under a particular option (pending any exclusions). For example, policymakers could address fossil fuel combustion emissions by applying a carbon tax to fossil fuels (based on their carbon content) at the following entities, which include both upstream and midstream infrastructure chokepoints:", "137 petroleum refineries (based on 2017 data) and 166 petroleum importers (based on 2018 data); 671 coal mines and eight companies supplying imported coal (based on 2017 data); and 1,679 entities that report natural gas deliveries to the Energy Information Administration (EIA) on Form EIA-176 and 123 natural gas fractionators (based on 2016 data).", "Some of the above points of taxation might take advantage of the administrative frameworks for existing federal excise taxes. For example, a per-barrel federal excise tax on crude oil at the refinery supports the Oil Spill Liability Trust Fund. An excise tax on the sale or use of coal supports the Black Lung Disability Trust Fund. "], "subsections": []}, {"section_title": "Rate of Carbon Tax", "paragraphs": ["A central policy choice when establishing a price on GHG emissions is the rate of the carbon tax. Several approaches, which are discussed below, could inform the decision. "], "subsections": [{"section_title": "GHG Emissions Target Approach", "paragraphs": ["One approach would set the carbon tax rate at a level or pathway—based on modeling estimates—that would achieve a specific GHG emissions target. For example, a 2018 study estimated the carbon tax rate needed to meet the U.S. GHG emission reduction targets established under the 2015 Paris Agreement: 26%-28% below 2005 net GHG emission levels by 2025. The study found that a constant tax rate of $43/ton starting in 2019 would meet the 2025 reduction target. ", "Emissions reduction estimates from carbon tax programs are based on multiple assumptions. Accordingly, such estimates provide different tax rates needed to meet a particular emissions target depending on these assumptions. See \" Impacts on GHG Emission Levels \" for selected analyses of emission reductions for a given carbon price and rate of price increase."], "subsections": []}, {"section_title": "Marginal Benefits or \"Social Cost of Carbon\" Approach", "paragraphs": ["Under another approach, policymakers could base the carbon tax rate on the estimated marginal net benefits associated with reduced CO 2 emissions. The net benefits would be the avoided net damages (i.e., costs) of climate change. The estimates of net benefits of avoided emissions often rely on analyses of the social cost of carbon (SC-CO 2 ) or the social cost of greenhouse gases (SC-GHG ). Therefore, policymakers could use SC-CO 2 measurements—as the basis for an estimate of the net benefits of a marginal change in emissions—to set the rate of a carbon tax or emissions fee.", "One potential challenge of relying on SC-CO 2 estimates to set a carbon fee are methodological concerns. For example, the existing estimates in peer-reviewed research cover a wide range. In addition, some argue that the underlying simulation models for estimating the SC-CO 2 values are insufficient. For any level of emissions, the projected increase in global average temperature may cover multiple degrees Fahrenheit, and other measures of climate change, such as precipitation patterns, may encompass directional uncertainties. No estimates of impacts are comprehensive at this time, and many of the risks are difficult to estimate and value.", "When valuing the SC-CO 2 , analysts encounter a range of views on methods and assumptions, and establishing study parameters may be challenging. For example, estimates of the monetary values of climate change impacts may be difficult or controversial to estimate, such as the monetary values associated with human deaths or sickness. A related framework question is whether to include global climate impacts or just domestic impacts.", "In addition, the element of time in climate change impacts particularly complicates the valuation. The fact that many impacts of climate change will occur in the distant future requires consideration of society's willingness to pay in the near term to reduce emissions that would cause future damages, mostly to future generations. To take time into account, economists discount future values to a calculated \"present value.\" Economists do not agree on the appropriate discount rate(s) to use for a multi-generational, largely nonmarket issue such as human-induced climate change. The choice of discount rate can significantly increase or decrease values of the SC-CO 2 . A low discount rate would give greater value today to future impacts than would a higher discount rate. High discount rates can reduce the value today of future climate change impacts to a small fraction of their undiscounted values. A high discount rate would recommend applying fewer of today's resources to addressing climate change impacts in the future. ", "Since 2008, federal agencies have used SC-CO 2 estimates in dozens of final rulemakings as a method to estimate the net benefits of abating CO 2 emissions. An Interagency Working Group prepared SC-CO 2 estimates, which were updated over time and subjected to expert and public comment. On March 28, 2017, President Trump issued Executive Order 13783, \"Promoting Energy Independence and Economic Growth,\" which effectively withdrew the federal SC-CO 2 estimates. Nonetheless, federal agencies have used new, interim values generated by EPA in 2017, modified from the withdrawn technical support documents, in regulatory and other decisions. Legislation could set a carbon price citing any of these SC-CO 2 values or others available from nonfederal researchers or prescribe methods for estimating new ones. ", "Using SC-CO 2 estimates to set the tax rate would involve a cost-benefit framework. Although many posit that a cost-benefit framework remains the best option, some economists argue that a cost-benefit framework may be inappropriate for climate change policy for these reasons ", "Many experts expect climate change—and policies to address it—to cause nonmarginal changes to economies and ecosystems. The changes are expected to increase disproportionately with incremental climate change with a potential for crossing critical \"tipping points\" after which systems change dramatically and rapidly. Climate change impacts are multi-generational, and uncertainty and disagreement exists about whether and how to assign a present value to social costs and benefits over generations. Some impacts from climate change may be irreversible on the timescale of human civilizations, such as melting of major ice sheets in Antarctica or Greenland. "], "subsections": []}, {"section_title": "Other Considerations", "paragraphs": ["Policymakers might consider a carbon tax as a fiscal tool to help reduce the federal deficit, reduce other taxes, or pay for specific programs that may or may not be related to climate change policy. In addition, some have proposed a phased-in approach, setting a rate that is initially lower but increases at an announced or adjustable rate either for a fixed period or indefinitely. Advantages of this approach include providing an opportunity for consumers and investors to adjust their behavior before the higher tax rates go into effect, such as purchasing more energy efficient appliances or investing in low-emissions technologies. Phasing in a carbon tax, however, could delay climate-related benefits. ", "If Congress finds agreement in principle on carbon pricing, the rate(s) could emerge from the process of reaching political agreement. Elements that might be considered include the options described above or consideration of the magnitude of overall economic impact; impacts on certain economic sectors, regions, or population groups; timing to motivate and allow an orderly transition to a lower-GHG economy; or other factors."], "subsections": []}]}, {"section_title": "Border Carbon Adjustments", "paragraphs": ["Many stakeholders have voiced concerns over how a U.S. carbon price system would interact with policies in other nations, particularly if the United States were to enact a carbon tax system that covers more sources or is more stringent than enacted elsewhere. A central concern is that a U.S. carbon tax could raise U.S. prices more than the prices of goods manufactured abroad, potentially creating a competitive disadvantage for some domestic businesses. Certain businesses may become less profitable, lose market share, and reduce jobs. ", "The industries generally expected to experience disproportionate impacts under a U.S. carbon tax are often described as \"emission-intensive, trade-exposed\" industries. An industry's CO 2 emission intensity is a function of both direct CO 2 emissions from its manufacturing process (e.g., CO 2 from cement or steel production) and indirect CO 2 emissions from the inputs to the manufacturing process (e.g., electricity, natural gas). Such industries are likely to experience greater cost increases than less carbon intensive industries, all else being equal. In general, trade-exposed industries are those that face greater international competition compared to other domestic industries. A carbon tax could present a particular challenge for these industries, because they might be less able to pass along the tax in the form of higher prices, because they may lose global market share—and jobs—to competitors in countries lacking comparable carbon policies.", "Policymakers might consider approaches to mitigate these potential economic impacts in several ways. One approach that has received interest in recent years is a border adjustment mechanism, which is often described as a border carbon adjustment (BCA) in the carbon tax context. A BCA would apply a tariff to emission-intensive, imported goods such as steel, aluminum, cement, and certain chemicals. Each of the carbon price proposals in the 115 th Congress would have established a BCA to address emission-intensive imports.", "Another rationale for adding a BCA to a carbon tax system is the possibility that it would encourage other nations to adopt comparable carbon price policies. Many of the recently proposed BCA mechanisms allow for exemptions for nations with comparable programs.", "To date, no nations have implemented a BCA as part of their climate change policies. Establishing an economically efficient BCA would likely present substantial challenges. For example, policymakers must decide which goods and/or industries would be covered by a BCA and how the adjustment program would assess the comparability of varied climate-related policies in other nations. In addition, accurately determining and verifying the volume of GHG emissions embodied in a particular imported product would be data intensive and challenging. To alleviate some of the measurement complexity, policymakers could limit the program to selected industries and apply default values and assumptions to particular manufacturing processes. However, this simplified approach could result in less accurate import price adjustments, which could potentially affect the accuracy of GHG emission reductions achieved by the carbon tax program. Another option would be to allow companies to provide measured, independently verified emissions data as an alternative to default values.", "In addition, the border adjustment approach would likely raise concerns of violating international trade rules. Further, some researchers have highlighted the potential for unintended consequences from a BCA. For example, some studies have found that a border adjustment may lead to lower net exports than the carbon price alone, due to the adjustment's terms-of-trade effect on U.S. currency. These issues are beyond the scope of this report, but some of the concerns may be lessened to some degree if a larger number of nations establish comparable emission reduction policies, as many have agreed to do under the Paris Agreement. ", "Another possible rationale for a BCA is to address the concern of \"emissions leakage\" (or \"carbon leakage\"). Emissions leakage \"occurs when economic activity is shifted as a result of the emission control regulation [e.g., a carbon tax program] and, as a result, emission abatement achieved in one location that is subject to emission control regulation is [diminished] by increased emissions in unregulated locations.\" The concern of emissions leakage has been central in the debate over whether the United States (or any nation) should unilaterally address GHG emissions. A BCA may diminish the potential for emissions leakage by reducing the incentive to shift economic activity to a nation without a comparable carbon tax. However, some recent studies raise questions regarding the degree to which emissions leakage would be a concern under a unilateral U.S. carbon tax. "], "subsections": []}]}, {"section_title": "Applications for Carbon Tax Revenue", "paragraphs": ["Although a tax may be levied on fossil fuels or GHG emission sources at various points in the economy, the carbon tax impacts may be experienced elsewhere. Policymakers have multiple options to address these expected impacts. Policymakers would face challenging decisions regarding the distribution of the new carbon tax revenues. As discussed below, some economic analyses indicate that certain distributions of tax revenue—depending on the level of the tax—would have a greater economic impact than the direct effects from the tax or fee on GHG emissions. ", "Carbon tax revenues could be treated as general fund revenue without a dedication to a specific purpose in the enacting legislation (i.e., subject to the annual appropriations process), or policymakers could state that the new revenues would support deficit (or debt) reduction. Alternatively, the enacting legislation could return the tax revenue to the economy in some manner, sometimes called \"revenue recycling.\" All of the carbon tax legislative proposals in recent Congresses have proposed some manner of revenue recycling, specifically directing the carbon tax revenue to support specific policy objectives. ", "Carbon tax revenues may be used to support a variety of policy goals. When deciding how to allocate the new revenue stream, policymakers would likely encounter trade-offs among objectives, including:", "reducing the economy-wide costs resulting from a carbon tax program; alleviating the costs borne by subgroups in the U.S. population, particularly low-income households and/or communities most dependent on carbon-intensive economic activity; and supporting specific policy objectives, such as domestic employment, climate change adaptation, energy efficiency, technological advance, energy diversity, or federal deficit reduction, among others.", "In general, economic carbon tax studies have found that the relative ranking of revenue recycling options to mitigate the economy-wide impacts is generally the opposite of the relative ranking for alleviating distributional impacts. The contrasting relative rankings highlight a central tradeoff policymakers would face when deciding how to allocate carbon tax revenues.", "The following sections discuss these trade-offs and some of the revenue application options that have received attention in recent years. A large body of economic literature has examined the economic impacts of hypothetical carbon tax programs, particularly the impacts of using the carbon tax revenues for different purposes. Many of the economic studies cited below were prepared prior to the enactment of the Tax Cuts and Jobs Act (TCJA, P.L. 115-97 ). Signed by President Trump in December 2017, the act changed various elements of the U.S. federal tax system. In particular, the act lowered the corporate income tax rate from 35% to 21%. As discussed below, adjusting the corporate income tax rate is one of the central policy options generally considered in carbon tax economic literature both before and after enactment of P.L. 115-97 . Based on a selected review of the economic literature that includes the tax code changes in P.L. 115-97 , the central conclusions from carbon tax literature regarding revenue recycling appear to be largely unchanged. "], "subsections": [{"section_title": "Economy-Wide Impacts", "paragraphs": ["A primary concern with a carbon tax is the potential economy-wide costs that may result. Generally, a tax or fee on GHG emissions or the fuels that generate them would increase certain energy prices, namely fossil fuels, in the near- to medium-term as well as the prices of goods and services produced using these materials, like electricity. This outcome is inherent to the carbon tax, as its purpose is to increase the relative price of the more carbon-intensive energy sources compared to less carbon-intensive alternatives, encourage innovation in less carbon-intensive technologies, and promote other activity (e.g., energy efficiency) that may decrease emissions. These expected outcomes will have some economy-wide impacts. ", "Ultimately, the economy-wide effects would depend on a number of factors, including, but not limited to, the magnitude and scope of the carbon tax and, most importantly, use of the ensuing revenues. Economy-wide costs (referred to as macroeconomic costs) are often measured in terms of changes in projected gross domestic product (GDP) or another societal-scale metric, such as economic welfare. The magnitude of macroeconomic impacts from a carbon tax has been a subject of debate among policymakers and stakeholders. In addition, results of economy-wide impacts will not include comparisons of impacts to different subpopulations or geographic regions, which may be of interest to policymakers. ", "Multiple economic studies and models have examined and compared various options for addressing the economy-wide impacts that may result from a carbon tax. One option for reducing the economic cost of a carbon tax is using the revenue to reduce existing taxes, such as those on labor, income, and investment. Economists generally describe such taxes as distortionary, because the taxes discourage economically beneficial activity, such as employment and investment. ", "Another option for policymakers is to use the tax revenues to address the national debt. Fewer studies have examined deficit reduction scenarios, because \"modeling the effects of budget deficits is much more difficult than modeling the effects of tax cuts.\" Some studies have concluded that using tax revenues for this purpose would help alleviate economy-wide costs from a carbon tax because of the reduced need to impose distortionary taxes in the future. These studies indicate that the economy-wide benefit would be delayed and its realization assumes policymakers would, sometime in the future, address the deficit by raising taxes.", "Many recent legislative proposals would distribute the carbon tax revenue back to households in lump-sum payments. Policymakers have generally included this carbon tax revenue application to address distribution impacts (discussed below). These payments could take multiple forms. Economic analyses typically assume an equal payment to individuals or households regardless of their income or location or the effects of the carbon price on them individually. Alternatively, payments could be targeted or scaled to different segments of the population.", "Among the options mentioned above, economic studies indicate that using carbon tax revenues to offset reductions in existing, distortionary taxes would be the most economically efficient use of the revenues and yield the greatest benefit to the economy overall. This concept is sometimes referred to as a \"tax swap.\" ", "Using carbon tax or fee revenues to offset other distortionary taxes (e.g., labor or capital) may yield a \"double-dividend,\" which includes: ", "reduced GHG emissions; and reduced market distortions by reducing other distortionary taxes, such as investment or income. ", "The economic models that examine the economic impacts of a carbon tax differ in their frameworks and underlying assumptions and often include multiple scenarios involving different uses of carbon tax revenue. In general, the economic models find that certain revenue recycling options may reduce the economy-wide carbon tax impacts but may not eliminate them entirely. ", "Some studies cite particular economic modeling scenarios in which a carbon tax with certain revenue recycling applications would produce a net increase in GDP or economic welfare compared to a baseline scenario. These results indicate that, in certain modeling conditions, the economic improvements gained by reducing existing distortionary taxes would be greater than the costs imposed by the new carbon tax (without including the intended climate benefits of the policy). For example, results from a 2018 study demonstrated a net increase in GDP, compared to baseline conditions, when carbon tax revenues were used to finance proportionate reductions in labor tax rates (payroll tax). ", "In general, the economic carbon tax studies usually agree on the relative ranking of revenue recycling options in terms of their ability to mitigate the economy-wide impacts of a carbon tax program. The studies indicate that the approaches that use carbon tax revenue to proportionately lower existing tax rates are able to mitigate more of the carbon tax economy-wide costs than using the revenue to provide a lump-sum distribution to individuals or households. ", "Researchers prepared multiple carbon tax analyses prior to the enactment of the TCJA in 2017 that estimated the magnitude GDP impacts. As with other estimates relating to carbon tax impacts, the results depend on the scope of the carbon tax, underlying assumptions in the analytical model, and the terms of measurement: Some estimates measure GDP growth rates; others measure actual GDP.", " Figure 1 illustrates the modeled GDP results from a 2018 carbon tax analysis that includes the changes made by the TCJA. This study assessed the GDP impacts under a $50/mtCO 2 e carbon tax (starting in 2020 and increasing by 2% annually) that would apply to CO 2 emissions from fossil fuel combustion and methane emissions from fossil fuel production activities. The figure compares projected GDP impacts under a baseline scenario (i.e., no carbon tax) with three carbon tax revenue applications: a payroll tax rate reduction tax swap, a lump-sum distribution to households, and a scenario that would use tax revenue to reduce the national debt for 10 years and then use revenues for a lump-sum distribution to households. The figure projects GDP impacts in 2020, 2024, 2029, and 2039. ", "As the figure indicates, the payroll tax rate scenario would result in a 0.1% loss of GDP in the first year (2020), but would yield GDP gains in subsequent years compared to baseline. The lump-sum distribution approach would yield GDP losses each year, ranging from 0.3% to 0.4% below the projected baseline. The deficit reduction approach would yield a range of GDP losses in the first 10 years—ranging from 0.4% to 0.04%—but would yield a GDP gain in 2039 (if not before), compared to baseline. ", "Opponents of a carbon tax approach often highlight the GDP losses that would result from a carbon tax. Policymakers and stakeholders may have different perspectives regarding whether the magnitude of the GDP impacts are significant. In addition, GDP impact estimates may be presented in several ways. For example, one could compare the differences in GDP value for a particular year between carbon tax scenarios and a baseline scenario. This approach is employed in the above figure. Alternatively, one could present the GDP losses with a cumulative measure. For instance, if one were to add up the annual GDP losses (for example, over a 10-year period) from the lump-sum scenario compared to the baseline scenario, the resulting sum would be much larger. These types of calculations would require assumptions about annual GDP growth rates.", "Some may point out that the GDP impact estimates do not account for the environmental and public health benefits for reducing GHG emissions and that the GDP projections should be compared with the climate benefits achieved from the program as well as the estimated costs of taking no action. As discussed above, estimates of climate-related benefits and costs often contain considerable uncertainty and have generated debate in recent years."], "subsections": []}, {"section_title": "Household Impacts", "paragraphs": ["Many economic analyses have found that a carbon tax (before revenue recycling) would produce a regressive outcome among households, with lower-income households facing a larger impact from the tax than higher-income households. However, \"the degree to which a carbon tax is found to disproportionately burden low-income households varies across studies, based on the metrics against which analysts measure costs.\"", "Entities that pay the carbon tax may pass its costs back to fuel producers or forward to fuel consumers. If entities pass the costs forward, consumers would face higher prices for fuels and electricity and carbon-intensive products. When the carbon tax is passed forward to consumers, lower-income households in particular would likely face a disproportionate impact (i.e., regressive outcome), because a larger percentage of their income is used to pay for energy needs, such as electricity, gasoline, or home heating oil.", "Many economic analyses of carbon price scenarios assume that the vast majority (if not all) of the carbon tax impact is passed forward to consumers, leading to a regressive outcome. On the other hand, if entities pass the costs backward to producers, the tax impacts would fall on labor through reduced wages or owners of capital through reduced returns on investment. Economic models that assume this outcome produce more progressive results (absent revenue recycling), with lower-income households experiencing smaller impacts than higher-income households.", "The economic analyses appear to agree that the distributional effects among households (i.e., regressive vs. progressive) of a carbon tax program would be largely dependent on how the carbon tax revenues were used. A number of economic studies have used models to estimate the impacts of a carbon tax across households under several revenue distribution scenarios. The results vary because the studies use different modeling frameworks, carbon tax rates and scopes, underlying assumptions, and ways to measure impacts. ", "For example, a 2018 study assessed the impacts to household income for different household quintiles under a carbon tax of $50/mtCO 2 e, starting in 2020. This study examined four revenue distribution scenarios:", "1. reduce federal deficit, 2. reduce corporate income tax rate, 3. reduce payroll tax rate, and 4. provide a per-capita rebate to households.", "This report highlights this study, because it includes carbon tax revenue applications that have generated interest in recent years. In addition, this analysis was prepared after the 2017 tax rate changes in P.L. 115-97 .", " Figure 2 illustrates the modeled results, which the study measured as percentage reductions to household income. Thus, negative percentages illustrated in the figure are gains to household income. The per-capita rebate approach provides the most progressive result, yielding a net benefit for the bottom three household quintiles but a net loss for the top quintile. The fourth quintile impact is zero. By comparison, the other approaches produce varying degrees of regressive outcomes while providing a net gain for wealthier groups in two particular instances. Of the four options, the payroll tax rate reduction approach estimates the smallest variance between the income quintiles, ranging from a 0.5% loss for the lowest quintile to a 0.2% gain for the fourth quintile. The fifth quintile impact is zero.", "The relative ranking among options for progressivity is generally the opposite of the relative ranking for mitigating economy-wide impacts. Other economic analyses have found similar relative rankings of revenue recycling options. The contrasting rankings highlight a central tradeoff policymakers would face when deciding how to allocate carbon tax revenues. ", "Policymakers could allot some portion of the revenues to partially support both objectives. In a 2018 carbon tax study, economic modelers assessed a scenario in which a portion of the revenue was used to offset the welfare impacts for the lowest-income household quintile and the remaining revenue supported reductions in capital tax rates. The study's models estimated that a carbon tax's impacts on the lowest-income household quintile could be counteracted with approximately 10% of the revenue. This would allow for 90% of the revenue to be used to reduce capital tax rates and thus address the economy-wide impacts from the carbon tax."], "subsections": []}, {"section_title": "Industry Impacts and Transition Assistance", "paragraphs": ["As discussed above, a carbon tax is projected to disproportionately impact certain industries, particularly those that are described as \"emission-intensive, trade-exposed industries.\" To address these concerns, many of the recent carbon tax legislative proposals have included design mechanisms that would attach a carbon price to certain imported materials and products (see \" Border Carbon Adjustments \").", "Another approach to addressing the competitiveness concerns of domestic industries would involve distributing a portion of the carbon tax revenues to emission-intensive, trade-exposed industries as rebates based on their output. Output rebate proposals generally determine rebate amounts by measuring emissions intensity at the relevant sector level or by a benchmark that would encourage facilities to reduce their emissions intensity. These rebates could be phased out over time or continue until other nations adopt comparable carbon price policies. Under a carbon tax system in Canada, which is scheduled to take effect in 2019, industries will be subject to an \"output-based pricing system.\" Some contend that the data and administrative resources necessary to implement such a program would be substantial. ", "A carbon tax system is also expected to disproportionately impact fossil fuel industries and the communities that rely on their employment. In particular, coal-mining communities are expected to experience substantial impacts based on the coal production declines predicted in carbon tax analyses. For example, one model estimates that under a $50/mtCO 2 e carbon tax, annual U.S. coal production would decline by almost 80% in 2030 compared to a reference case. Policymakers may consider supporting worker transition or community transition assistance to help mitigate the economic impacts. Several of the recent carbon tax proposals would have devoted carbon tax revenues for this objective. "], "subsections": []}, {"section_title": "Other Policy Objectives", "paragraphs": ["Policymakers may also consider using the carbon tax revenues to provide funding to support a range of objectives, which may include policy goals that are not directly related to climate change. Some options are identified below, and many have been included in recent legislative proposals or in state GHG mitigation programs that raise revenues:", "Technology development and deployment: Efforts to reduce the costs of emission mitigation technologies—particularly carbon capture, utilization, and sequestration—are often considered in carbon tax programs, and Congress has funded such programs in other legislation. Energy efficiency programs: Although a carbon tax would likely stimulate energy efficiency to some degree, Congress may consider using the revenues to provide additional incentives and/or technical assistance, particularly to encourage households and small businesses to increase efficiency, which would also reduce the effects of the tax on their energy bills. States in the Regional Greenhouse Gas Initiative (RGGI) have used revenues from the program to support efficiency improvements, among other objectives. Biological sequestration: Trees, plants, and soils sequester carbon, removing it from the earth's atmosphere. Revenues could be used to promote carbon sequestration efforts, particularly forestry or agricultural activities, which would supplement the GHG reductions of the carbon tax. Adaptation to climate change: Regardless of emission reduction efforts taken today, climatic changes are expected due to the ongoing accumulation of GHGs in the atmosphere. Therefore, some advocate using revenues to reduce potential damage—domestically and internationally—of a changing climate. Deficit reduction: The possible contribution of a carbon tax to deficit reduction would depend on the magnitude and scope of the carbon tax, various market factors, and assumptions about the size of the deficit. Some carbon tax proposals in recent congressional sessions would have allotted a portion of revenues for deficit reduction. Infrastructure funding: Some recent proposals have provided funding for infrastructure projects. This objective could be combined with funding for adaptation activities. "], "subsections": []}]}, {"section_title": "Additional Considerations", "paragraphs": [], "subsections": [{"section_title": "Impacts on GHG Emission Levels", "paragraphs": ["Multiple economic studies have estimated the emission reductions that particular carbon tax designs could achieve. Economic models provide estimates based on the best information available at the time. Comparing results from different studies is problematic, because the studies' scenarios differ in multiple ways, including the tax rate, start date, scope of the program, assumptions about economic growth and technological advances, and assumptions about other federal and state policies and their effects.", "A 2018 study avoided some of these comparison difficulties by inviting modeling teams to analyze a coordinated set of scenarios. The 2018 Stanford Energy Modeling Forum study (\"EMF 32\") assembled 11 modeling teams to analyze the economic impacts of four carbon tax scenarios starting in 2020: a $25/metric ton and $50/metric ton carbon tax, increasing annually by 1% and 5%. Within each of these carbon price frameworks, the models ran separate revenue distribution scenarios: a reduction in labor tax rates, a reduction in capital tax rates, and household rebates. ", " Figure 3 illustrates the study's estimates of CO 2 emissions from fossil fuel combustion. The red lines in the figure display the average values for the 11 models. The shaded areas illustrate the range of results, highlighting the uncertainties in emission reduction estimates. Based on these results, the study authors concluded that each of the tax rate scenarios would likely achieve the U.S. CO 2 emission reduction targets under the Paris Agreement.", "As Figure 3 indicates, a carbon tax or emissions fee could be set with the expectation that it would achieve an emissions reduction target, but the resulting level of emissions would be uncertain. The uncertainty of resulting emissions may lead some stakeholders to disfavor a carbon tax or fee option to control GHG emissions. Although uncertain emissions are inherent with a carbon tax approach, Congress could employ certain design elements to enhance the emission control certainty. For example, the existing GHG emission reporting data could be used to track the impact and performance of a carbon price. If policymakers determine that emission reduction is not occurring at a desired pace, the price could be amended. Legislation could establish the conditions and process by which price changes could occur.", "Some may argue that adjusting the carbon price to reflect actual emissions performance would undermine the benefits of price certainty. Others may point out that unplanned adjustments to the carbon price could be politically unpalatable. For example, it may be difficult for policymakers to increase the tax rate, especially during periods of high energy prices. Some have suggested that Congress authorize an independent board or agency with the mandate to modify the tax rate administratively in order to meet pre-determined emission reduction objectives. Although this approach would likely improve emission certainty, long-term price certainty may be sacrificed to some degree, depending on the authority of the delegated entity to adjust the tax rate. ", "Some would argue that potential year-to-year emission variations under a carbon tax would not undermine efforts to control climate change so long as long-term emission goals are achieved. Indeed, they would assert that annual emission fluctuations are preferable to price volatility that could result from an emissions cap program. They support their preference for price control by suggesting that CO 2 generates damages through its overall accumulation as concentrations in the atmosphere, not its annual flow. ", "A potential concern of a carbon tax is whether it would be effective in reducing GHG emissions in all of its covered sectors, particularly emissions in the transportation sector. As of 2016, the transportation sector contributes the largest percentage (36%) of CO 2 emissions from fossil fuel combustion, with electric power second at 35%. Carbon tax analyses generally agree that the majority of the emission reductions resulting from a carbon tax program would occur in the electricity sector. By comparison, economic models generally conclude that a carbon tax would have much less of an impact on emissions in the transportation sector. Several factors explain this projected outcome. The transportation sector offers fewer opportunities to switch to less carbon-intensive fuels in the short term than does the electric power sector, which can displace coal with natural gas relatively quickly. In addition, short-term emission changes in the transportation sector are largely influenced by changes in driving demand, which has historically been relatively insensitive to gasoline price increases. ", "Based on these projected outcomes, some may contend that to achieve deeper, long-term reductions in total GHG emissions, policymakers would need to complement a carbon tax with other programs, such as vehicle technology standards (e.g., Corporate Average Fuel Economy, CAFE) or fuel performance standards, among other options. "], "subsections": []}, {"section_title": "Potential to Generate Revenues", "paragraphs": ["The quantity of revenues generated under a carbon tax system depend on the program's design features, namely the tax base and rate, as well as such independent factors as prices in global energy markets. They would also depend on how covered emission sources respond to the carbon price, for example by adopting alternative technologies or changing behavior. Several carbon tax studies have prepared revenue estimates, which are presented in Table 1 .", "From a public finance perspective, a carbon tax may not be a reliable source of long-term funding, because a primary goal of the carbon tax is to reduce its tax base—GHG emissions. The estimates in Table 1 project carbon tax revenue values in 2020. Multiple studies have projected carbon tax revenue trajectories beyond 2020. In the 2018 EMF 32 study, all but one of eight models projected carbon tax revenue increases from 2020 through 2040. The carbon tax scenarios with larger annual rate increases resulted in steeper trajectories of increasing revenues through 2040. The models' estimates of annual carbon tax revenue in 2040 ranged from approximately $250 billion to $475 billion (under the tax rate scenario of $50/metric ton, increasing 5% annually). "], "subsections": []}, {"section_title": "Effects on Energy Prices and Energy Use", "paragraphs": ["Fossil fuels have a wide range of CO 2 emission intensity (i.e., emissions per unit of energy). As illustrated in Figure 4 , the CO 2 emission intensity of coal is approximately 30% more than oil and approximately 80% more than natural gas. These emissions intensity differences would lead to different tax rates per unit of energy across different fuels in a carbon tax regime.", "Carbon taxes could affect fuel prices in complex ways. The change in consumer fuel prices would likely not be the same as the price paid by the party directly subject to the tax. Actual price impacts for consumers would depend on multiple factors, including whether:", "a carbon tax is applied at the beginning of the production process (\"upstream\") to fossil fuels; and the price impacts are passed through to end users and not absorbed by upstream energy producers or midstream entities, such as retailers. ", "In addition, market participants such as electric power plant operators can avoid paying the increased costs by substituting fuels or technologies. Energy consumers may modify their behavior in the marketplace—energy conservation, consuming less or different products and services—to mitigate impacts from the increased prices.", " Table 2 includes estimates of price increases on coal, crude oil, natural gas, home heating oil, and motor gasoline based on a carbon tax rate of $25/mtCO 2 that applies CO 2 emissions from fossil fuel combustion. As indicated in the table, a carbon tax would have the greatest impact on the price of coal due to coal's relatively high CO 2 emissions intensity. By comparison, a carbon tax is expected to have less of an impact on the price of gasoline, increasing its price by 8%. ", "Economic models have projected how carbon prices would impact energy use, particularly the consumption of different fossil fuels and less carbon-intensive alternatives, such as renewables or nuclear power. For example, the 2018 EMF 32 study, which included results from 11 modeling groups, assessed how several carbon tax scenarios would impact energy consumption. Highlights of these models' results (compared to reference case scenarios) include the following:", "Coal consumption could decline by 40% to nearly 100% by 2030 under a $50/mtCO 2 carbon tax, though one model projected an increase in coal due to the model incorporating CCS technology. Natural gas consumption estimates vary across the models, with some showing minimal change in 2030 and others showing declines ranging between 40% and 60%. Oil consumption estimates indicate that the largest decline (approximately 4% by 2030) would occur under the $50/mtCO 2 carbon tax scenario. Wind energy consumption could increase by 48% to 300% by 2030 under a $50/mtCO 2 carbon tax scenario."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["A carbon tax is one policy option to address U.S. GHG emission levels, which contribute to climate change and related impacts. Economic modeling indicates that a carbon tax would achieve emission reductions, the level of which would depend on which GHG emissions and sources are covered and the rate of the carbon tax.", "A carbon tax would generate a new revenue stream. The magnitude of the revenues would depend on the scope and rate of the tax and multiple market factors, which introduce uncertainty in the revenue projections. A 2018 CBO study estimated that a $25/metric ton tax on CO 2 emissions from energy-related activities and other selected GHG emission sources would yield approximately $100 billion in the first year of the program. To put this estimate in context, the CBO projected that total federal revenue would be $3.5 trillion in FY2019.", "Policymakers would face challenging decisions regarding the distribution of the new carbon tax revenues. Depending on the level of the tax, some economic analyses indicate that the distribution of tax revenue could yield greater economic impacts than the direct impacts of the tax. Some models indicate that the economic impacts are greatest in the early years of the carbon tax. ", "Policymakers could apply the tax revenues to support a range of policy objectives. When deciding how to allocate the revenues, policymakers would encounter trade-offs among objectives. The central trade-offs involve minimizing economy-wide costs, lessening the costs borne by specific groups—particularly low-income households—and supporting a range of specific policy objectives.", "A primary concern with a carbon tax is the potential economy-wide costs that may result. The potential costs would depend on a number of factors, including the magnitude, design, and use of revenues of the carbon tax. In general, economic literature finds that some of the modeled revenue applications would reduce the economy-wide costs imposed by a carbon tax but may not eliminate them entirely. ", "Policymakers and stakeholders may have different perspectives regarding whether these estimated economy-wide costs (typically measured in terms of GDP loss) represent a significant concern. Some argue that the estimated economy-wide costs should be compared with the policy option of not establishing a carbon tax. This comparison is uncertain as carbon tax analyses do not generally consider the benefits that would be gained by reducing GHG emissions and avoiding climate change and its adverse impacts.", "Some studies cite particular economic modeling scenarios in which a carbon tax and revenue recycling could produce a net increase in GDP or economic welfare, compared to a baseline scenario. These scenarios involve using carbon tax revenues to offset reductions in existing, distortionary taxes, such as corporate income or payroll taxes. Although the models indicate that these revenue applications would yield the greatest benefit to the economy overall, the models also find that lower-income households would likely face a disproportionate impact under such revenue applications. As lower-income households spend a greater proportion of their income on energy needs, these households are expected to experience disproportionate impacts from a carbon tax if revenues were not recycled back to them in some fashion, such as a lump-sum distribution. Carbon tax revenues that are used to offset the burden imposed on various sectors or specific population groups would not be available to support other objectives.", "An additional concern with a carbon tax involves potential disproportionate impacts to \"emission-intensive, trade-exposed industries.\" Policymakers could select among several options to address these concerns, either by establishing a border carbon adjustment program or allocating some of the carbon tax revenues to selected industry sectors based on an output-based metric. If other nations were to adopt comparable carbon price policies, this concern may be alleviated to some degree. ", "Relatedly, a carbon tax is projected to disproportionately impact fossil fuel industries, particularly coal, and the communities that rely on their employment. To alleviate these impacts, policymakers could allocate some of the carbon tax revenue to provide transition assistance to employees or affected communities."], "subsections": [{"section_title": "Appendix. Potential Applications of a Carbon Tax", "paragraphs": [" Table A-1 identifies sources of GHG emissions that account for 0.5% or more of total U.S. GHG emissions. The sources are listed in descending order by their percentage contribution. CO 2 emissions from fossil fuel combustion, which accounts for almost 76% of total U.S. GHG emissions, are broken down by fossil fuel type: petroleum, coal, and natural gas. ", "The table identifies potential points in the economy at which a carbon tax could be applied. The table lists the approximate number of entities that would be involved with different tax applications. The number of entities listed is current as of the most recent data available and varies accordingly by category. See table notes for details.", "The right-hand column of the table provides additional comments for some of the emission sources. In some cases the comments discuss potential opportunities for additional GHG emissions coverage at a particular source. In other cases, the comments address potential limitations of covering all of the emissions from a particular source."], "subsections": []}]}]}}