{"id": "R45656", "title": "America’s Water Infrastructure Act of 2018 (P.L. 115-270): Drinking Water Provisions", "released_date": "2019-03-28T00:00:00", "summary": ["Congress has long deliberated on the condition of drinking water infrastructure and drinking water quality as well as the financial and technical challenges some public water systems face in ensuring the delivery of safe and adequate water supplies. Several events and circumstances—including source water contamination incidents; water infrastructure damage from natural disasters, such as hurricanes; detection of elevated lead levels in tap water in various cities and schools; and the nationwide need to repair or replace aging drinking water infrastructure—have increased national attention to these issues. America's Water Infrastructure Act of 2018 (AWIA; P.L. 115-270), enacted on October 23, 2018, contains provisions that seek to address these and other water infrastructure concerns.", "Overall, AWIA authorizes various water infrastructure projects and activities for several federal agencies. Title I of AWIA, \"Water Resources Development Act of 2018,\" authorizes water resource development activities for the U.S. Army Corps of Engineers (USACE). Title II of AWIA constitutes the most comprehensive amendments to the Safe Drinking Water Act (SDWA) since 1996. Title III primarily includes provisions that address hydropower-related activities of the Federal Energy Regulatory Commission. Among its provisions, Title IV amends U.S. Environmental Protection Agency (EPA)-administered water infrastructure programs and several Clean Water Act authorities.", "This report focuses on the drinking water provisions of Title II and Title IV of AWIA, which authorize appropriations for several drinking water and wastewater infrastructure programs for projects that promote compliance, address aging drinking water infrastructure and lead in school drinking water, and increase drinking water infrastructure resilience to natural hazards.", "Title II amends SDWA to help communities achieve SDWA compliance, revise the Drinking Water State Revolving Fund (DWSRF) program, reauthorize appropriations for the DWSRF program, and increase emphasis on assisting disadvantaged communities. Provisions in Title II also revise emergency notification and planning requirements; authorize the use of DWSRF funds for the assessment and protection of drinking water sources; identify options intended to develop public water systems' technical, managerial, and financial capacity; and improve consumer confidence in public drinking water supplies. Title II authorizes a supplemental DWSRF appropriation for disaster assistance for public water systems in certain areas under certain conditions. Other provisions authorize new grant programs to reduce lead contamination in school drinking water, improve drinking water infrastructure for specified Indian tribes, respond to contamination of small and disadvantaged communities' drinking water sources, and improve the sustainability and resilience of small and disadvantaged communities' drinking water systems.", "Title IV addresses several other water quality and infrastructure issues by authorizing and revising activities and programs for the EPA and other federal agencies. Title IV extends, authorizes, and amends drinking-water-related activities and programs administered by EPA. Specifically, these provisions authorize WaterSense, an EPA-initiated voluntary water efficiency labeling program, and revise the Water Instructure Finance and Innovation Act (WIFIA) financial assistance program. The WIFIA program provides credit assistance for water infrastructure projects. Other provisions authorize grant programs for innovative water technology and for water sector workforce development. Title IV also amends the Clean Water Act to expand a municipal sewer overflow grant program to include stormwater management projects, reauthorize appropriations for that program, and direct EPA to establish a task force for stormwater management.", "With AWIA, the 115th Congress passed an omnibus water infrastructure and project authorization bill that affects several federal agencies. The act includes several provisions related to drinking water, with overarching themes involving drinking water infrastructure affordability and water system compliance capacity and sustainability."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Congress has long deliberated on drinking water quality and infrastructure, which have been brought to the forefront of national attention by several events. Such events include the detection of elevated lead levels in tap water in Flint, MI, and other cities; hurricanes and other natural disasters that damaged or destroyed community drinking water infrastructure; and local source water contamination events (e.g., chemical spills and algal blooms).", "Representatives of state drinking water agencies, private sector engineers, and others report that much of the nation's drinking water infrastructure is deteriorating, threatening public health, and increasing operations and maintenance costs. In 2012, the American Water Works Association (AWWA) reported that much of the drinking water infrastructure (more than 1 million miles of buried pipe) was constructed in the 19 th and 20 th centuries and is nearing the end of its useful life. While disagreement exists over the scope and costs of improvement and replacements, estimates of the funding needs are substantial.", "In March 2018, the U.S. Environmental Protection Agency (EPA) issued its sixth Drinking Water Infrastructure Needs Survey and Assessment. In this survey, EPA estimated that public water systems would need to invest $472.60 billion for drinking water capital improvements over the next 20 years to achieve compliance and ensure the provision of safe drinking water. Although all projects identified in the needs survey would promote health objectives, EPA reported that 12% of the 20-year estimated need was directly attributed to statutory compliance. The majority (88%) of needs are for ongoing investments, such as repair of aging drinking water infrastructure.", "In 2012, AWWA conducted a broader drinking water infrastructure survey that reported that the costs to replace aging drinking water infrastructure and expand water service to growing populations will increase to more than $1 trillion over the next 25 years. ", "Communities nationwide may face financial challenges as they manage the need to repair or replace aging drinking water infrastructure. As of early 2019, EPA's database indicated that some 50,000 public water systems in the United States regularly serve 25 or more of the same individuals. About 80% of these community water systems are relatively small, serving 3,300 or fewer people. These small systems have a narrow rate base from which to finance drinking water infrastructure improvements. In addition, older cities may face declining populations and declining utility revenues from which utilities can finance drinking water infrastructure repairs. In 2012, AWWA estimated that the costs to address aging drinking water infrastructure may as much as triple household water bills. Due to these financing concerns, communities may be challenged to protect water supplies, respond to contamination incidents, and afford projects to repair or replace aging drinking water infrastructure. ", "Congress deliberated on several of these drinking water infrastructure issues while developing America's Water Infrastructure Act of 2018 (AWIA; P.L. 115-270 ), enacted on October 23, 2018. Title I of the act, \"The Water Resource Development Act of 2018,\" authorizes a wide variety of water resource and infrastructure policies, programs, and projects for the U.S. Army Corps of Engineers (USACE). Water Resource Development Act bills are often considered on a biennial schedule and have primarily addressed USACE projects. Title III of AWIA primarily addresses hydropower activities of the Federal Energy Regulatory Commission. Title II and IV of the act include provisions that address EPA water infrastructure programs and other authorities. ", "This report analyzes the drinking water provisions of Title II and IV rather than providing a comprehensive summary of AWIA. ", "Title II constitutes the most comprehensive reauthorization of the Safe Drinking Water Act (SDWA) since 1996. It amends SDWA to promote compliance with SDWA requirements, reauthorize appropriations for the Drinking Water State Revolving Fund (DWSRF) program, expand program eligibilities, increase emphasis on assisting disadvantaged communities, make SDWA compliance more affordable, and improve consumer confidence in public water supplies. Title II also authorizes new grant programs to reduce lead contamination in school drinking water, assist small and disadvantaged communities, and develop public water system resilience, among other purposes. ", "Title IV addresses several other water quality and infrastructure issues by authorizing and revising activities and programs for EPA, the Bureau of Reclamation within the Department of the Interior, and other federal agencies. Title IV of AWIA extends, authorizes, and amends drinking-water-related activities and provisions administered by EPA. Specifically, these provisions authorize a water efficiency program and activities and revise the Water Infrastructure Finance Innovation Act (WIFIA) program, which provides credit assistance for water infrastructure projects. Title IV of AWIA also includes several amendments to the Clean Water Act to address stormwater by expanding a municipal sewer overflow grant programs to include stormwater management projects, reauthorizing appropriations for said municipal sewer overflow grant program, and directing EPA to establish a task force for stormwater management. ", "The first section of this report provides select legislative background on AWIA. The second section describes the reauthorizations, revisions, and additions to SDWA. The third section discusses a provision in AWIA that addresses requirements that apply to federal financial assistance for drinking water improvements. The fourth section describes a provision in AWIA that addresses assistance for drinking water repairs in disaster areas. The fifth section includes the revisions in AWIA to federal water infrastructure financial assistance programs. The final section provides a discussion of the provisions of AWIA that address water efficiency. In addition, the appendices contain tables of ", "plans, reports, and regulations required by AWIA; cross-references of the AWIA provisions, provisions in SDWA, and the U.S. Code citations; and summaries of the other EPA-related provisions of AWIA that are not discussed in this report, such as the stormwater provisions in Title IV. "], "subsections": [{"section_title": "AWIA: Legislative Development and Background", "paragraphs": ["Drinking water infrastructure and related topics received congressional attention during the 115 th Congress. AWIA combines provisions from several bills that the 115 th Congress considered. Numerous bills were introduced to amend SDWA to address drinking water regulation and infrastructures issues, with particular focus on the technical, managerial, and financial challenges facing small and disadvantaged communities. ", "AWIA Title II, entitled Drinking Water System Improvement, broadly parallels the Drinking Water System Improvement Act of 2017 ( H.R. 3387 ; H.Rept. 115-380 ). This SDWA reauthorization bill would have authorized activities and revised existing law to improve water systems' technical, managerial, financial capacity, and consumer confidence and facilitate communities' access to financial assistance for drinking water infrastructure improvements. In addition, this bill would have reauthorized appropriations for a key drinking water infrastructure financial assistance program and revised that program to help communities access assistance.", "Congress also considered the USACE-focused Water Resources Development Act of 2018 ( H.R. 8 ) in the House and, in the Senate, America's Water Infrastructure Act ( S. 2800 ), a broader water resources infrastructure bill that included revisions to water infrastructure programs administered by EPA. Both bills contained provisions that would have authorized USACE projects and studies for water resource development, including flood control, navigation improvements, and aquatic ecosystem restoration activities. ", "The House incorporated selected provisions of H.R. 3387 , H.R. 8 , and S. 2800 into S. 3021 . S. 3021 , as amended and renamed, passed the House on September 13, 2018. The Senate agreed to the House amendments to S. 3021 and passed the bill on October 10, 2018. The President signed the bill on October 23, 2018, and it became P.L. 115-270 .", "Table 1 identifies the amounts authorized to be appropriated in the drinking-water-related provisions of AWIA. For a summary of deadlines for reports, regulations, and other activities related to drinking water as provided for in AWIA, see Appendix A ."], "subsections": []}]}, {"section_title": "AWIA Amendments to the Safe Drinking Water Act", "paragraphs": ["Several provisions of AWIA Title II, \"Drinking Water System Improvement,\" amend SDWA to revise existing drinking water programs, reauthorize appropriations, and establish new drinking water infrastructure grant programs.", "SDWA authorizes the regulation of contaminants in public water systems. Enacted in 1974, the act was last broadly amended in 1996. The act is implemented through programs that (1) establish national primary drinking water regulations and monitoring and reporting requirements for contaminants present in water delivered by public water systems, (2) promote water system compliance through technical and financial assistance and capacity development programs, and (3) address public water systems' preparedness for emergencies. The act established a federal-state partnership in which states, tribes, and territories may be delegated primary implementation and enforcement authority (i.e., primacy) for the drinking water program. ", "One key component of SDWA is the requirement that EPA establish national primary drinking water regulations for contaminants that may adversely affect human health and are likely to be present in public water supplies. EPA has issued regulations for more than 90 contaminants. These include numerical standards or treatment techniques for drinking water disinfectants and their byproducts, microorganisms, radionuclides, organic chemicals, and inorganic chemicals.", "The SDWA Amendments of 1996 ( P.L. 104-182 ) reauthorized appropriations for most SDWA programs through FY2003. Although the authority has expired for most appropriations, Congress has continued to appropriate funds for the ongoing SDWA programs. Even though the authorization of appropriations may expire, program authority (i.e., an agency's \"enabling\" authority) does not expire unless there is a \"sunset\" date for that authority or if Congress repeals it through subsequent laws. "], "subsections": [{"section_title": "Drinking Water State Revolving Fund Program", "paragraphs": ["Authorized in 1996, the DWSRF program provides federal financial assistance to communities to finance drinking water infrastructure improvements. SDWA Section 1452 authorizes EPA to make annual grants to states to capitalize their state revolving loan fund. The statute requires states to provide a 20% match. States may use DWSRF financing for public water system projects needed to comply with federal drinking water standards and address risks to human health. The primary type of DWSRF financial assistance are low interest rate loans. SDWA Section 1452 authorizes states to provide additional subsidization (including forgiveness of principal) to disadvantaged communities. The federal capitalization grants together with state funds (e.g., state match, loan repayments, leveraged bonds, and other state sources) are intended to build a sustainable source of drinking water infrastructure funding for the state. The authorization of appropriation for DWSRF expired in FY2003. Congress has continued to provide funds for the DWSRF program through annual appropriations.", "From FY1997 through FY2018, Congress appropriated over $23.33 billion for the DWSRF program. The appropriation for DWSRF program generally ranged between $820.0 million in FY2000 and $1.39 billion in FY2010. ", "Table 2 includes historical appropriations for the DWSRF program."], "subsections": [{"section_title": "DWSRF Program Revisions (AWIA Sections 2002, 2015, and 2022)", "paragraphs": ["AWIA makes the most substantial revisions to the DWSRF provisions of SDWA since the program was authorized in 1996. These revisions expand the eligible uses of DWSRF financial assistance, provide states with additional flexibility to administer the DWSRF program, and include provisions intended to make DWSRF assistance more accessible to public water systems. ", "AWIA Section 2015(a) amends SDWA to expressly state that DWSRF funds can be used for projects to replace or rehabilitate aging treatment, storage, or distribution systems. Under EPA guidance, these replacement and rehabilitation projects have been eligible for financial assistance from the DWSRF if needed to protect public health. According to EPA's needs survey, this category of projects accounts for 66.1% of the estimated drinking water infrastructure need. Prior to AWIA, these activities were not previously explicitly identified in statute.", "Section 2015 also revises existing DWSRF provisions that address financial assistance for disadvantaged communities. These amendments increase the portion of a state's capitalization grant that states may dedicate to additional subsidization and extend the amortization period for loans made to disadvantaged communities. Before AWIA, states could use 30% of their annual capitalization grants to subsidize loans for disadvantaged communities. Section 2015(c) of AWIA increases that proportion to 35% while conditionally requiring states to use at least 6% of their capitalization grant for these subsidies. The section also amends the SDWA DWSRF provisions to extend the amortization period for loans made to disadvantaged communities from 30 to 40 years. ", "Section 2015(d) of AWIA also extends the repayment and amortization period for all projects financed by the DWSRF. Previously, SDWA required DWSRF financing recipients to pay the initial principal and interest payments within one year of project completion. This amendment extends the date of that initial payment to 18 months after project completion. This section also authorizes the extension of the amortization period for projects that receive DWSRF assistance from 20 to 30 years.", "Section 2015(e) requires EPA to evaluate and include the cost to replace lead service lines in the drinking water infrastructure needs survey, which EPA completes every four years. EPA uses the needs survey to allot the DWSRF appropriation among the states. In conducting the needs survey, EPA has not previously requested that public water systems report the cost to replace these lines. AWIA specifies that the cost to replace lead lines must be included in the needs survey (to the extent practicable), which may potentially affect some states' allotments of DWSRF capitalization grants.", "Section 2015(g) of AWIA requires EPA to gather specified information on DWSRF administration from state drinking water administrators and report to Congress on best practices for implementing the DWSRF to facilitate the application process and to improve DWSRF financial management and sustainability. "], "subsections": [{"section_title": "Source Water Assessment and Protection", "paragraphs": ["In 1996, Congress added source water assessment provisions to SDWA to encourage protection of drinking water sources. Section 1453 required states to develop source water assessment programs that delineate areas from which public water systems receive water and identify the origins of regulated contaminants to determine threats to water systems. States were authorized to fund these activities from 10% of their DWSRF capitalization grant for FY1996 and FY1997. Section 2015(f) of AWIA removes this fiscal year limitation and accordingly authorizes states to use a portion of their capitalization grant to fund these source water assessments or update an existing source water assessment.", "The 1996 SDWA amendments required states to conduct source water assessments as a condition of adopting modified monitoring requirements. However, the 1996 amendments did not authorize states to fund implementation of source water protection plans from their DWSRF capitalization grants. AWIA Section 2002 authorizes states to fund implementation of surface drinking water sources protection efforts and activities from the 10% set-aside of a state's annual DWSRF capitalization grant. ", "Source water protection is also addressed in the \" Protecting Source Water \" section of this report."], "subsections": []}, {"section_title": "Federal Cross-Cutting Requirements for DWSRF-financed Projects", "paragraphs": ["Recipients of DWSRF financial assistance must comply with cross-cutting requirements, which are other federal laws or executive orders that apply to certain federal financial assistance programs. Examples of federal cross-cutting requirements include environmental laws such as the National Environmental Policy Act and Endangered Species Act, executive orders on equal employment opportunities, and the National Historic Preservation Act. AWIA specifies two such requirements for DWSRF-financed projects: the use of American iron and steel and compliance with Davis-Bacon prevailing wage law.", "Section 2022 of AWIA renews the requirement to use American iron and steel products in DWSRF-financed projects for FY2019-FY2023. Previously, Congress has required American iron and steel for DWSRF-financed projects for specified fiscal years. The Water Infrastructure Innovation for the Nation (WIIN) Act ( P.L. 114-322 ) amended SDWA to require the use of American iron and steel for FY2017. In the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ), Congress provided supplemental appropriations for the DWSRF and first required the use of \"Buy American\" iron and steel in projects financed from that supplemental appropriation. Since FY2014, Congress has regularly required the use of American iron and steel for DWSRF-financed projects through appropriations acts. ", "AWIA Section 2015(b) amends SDWA to add Davis-Bacon prevailing wage requirements for projects that receive DWSRF assistance. Since 2009, Congress has often applied Davis-Bacon prevailing wage requirements to funds for DWSRF-financed projects through annual appropriations acts. "], "subsections": []}]}, {"section_title": "Reauthorization of Drinking Water State Revolving Fund Capitalization Grants (AWIA Section 2023)", "paragraphs": ["AWIA Section 2023 amends SDWA to reauthorize DWSRF capitalization grants for FY2019-FY2021. The authorization of appropriations for the DWSRF are approximately", "$1.17 billion in FY2019, $1.30 billion in FY2020, and $1.95 billion in FY2021. ", "Appropriations for the DWSRF capitalization grants were $863.2 million for each of FY2016 and FY2017 and $1.16 billion for FY2018. The Consolidated Appropriations Act, 2019 ( P.L. 116-6 ), included $1.16 billion for DWSRF capitalization grants in FY2019. For a summary of historical DWSRF appropriation levels, see ", "Table 2 . "], "subsections": []}]}, {"section_title": "Drinking Water Grant Programs", "paragraphs": ["AWIA addresses several drinking water infrastructure issues by revising an existing grant program and authorizing additional grant programs. These grant programs are intended to (1) reduce lead in school drinking water, (2) support state responses to contamination or threats of contamination of drinking water supplies that may pose substantial endangerment to underserved communities, (3) assist disadvantaged communities in improving drinking water infrastructure resilience to natural hazards, and (4) improve drinking water systems serving Indian tribes in specified areas. "], "subsections": [{"section_title": "Voluntary School and Child Care Program Lead Testing Grant Program (AWIA Section 2006(a))", "paragraphs": ["Section 2006 of AWIA revises an existing grant program to address the sources of lead contamination in drinking water at schools. The 2016 WIIN Act repealed and replaced SDWA Section 1464(d) to direct EPA to establish the Voluntary School and Child Care Program Lead Testing Grant Program. This grant program provides funds to test for lead in drinking water at schools and child care programs through local education agencies (LEAs). The WIIN act authorized annual appropriations of $20.0 million for FY2017 through FY2021 for this grant program. The 115 th Congress appropriated $20.0 million for this grant program for FY2018 in the Consolidated Appropriations Act, 2018 (Section 430 of Title IV of P.L. 115-141 ). ", "Section 2006(a) of AWIA authorizes a $5.0 million increase (from $20.0 million to $25.0 million) in the amount authorized to be appropriated for the existing Voluntary School and Child Care Program Lead Testing Grant Program in FY2020 and FY2021. The Consolidated Appropriations Act, 2019, included a FY2019 appropriation of $25 million to support this grant program. Section 2006 also amends SDWA Section 1464(d) and directs EPA to give grant priority to LEAs in low-income areas.", "This provision requires EPA to provide technical assistance to lead testing grant recipients. The technical assistance may help identify opportunities to remediate lead contamination if found during the lead testing. Specifically, Section 2006(a) states that the technical assistance may include identification of (1) the source of lead contamination at the school or child care program, (2) state and federal grant programs to eliminate the source of lead contamination, (3) financing options for eliminating the source of lead contamination, and (4) nonprofit and other organizations to help the grantee eliminate the source of lead contamination. "], "subsections": []}, {"section_title": "Drinking Water Fountain Replacement for Schools (AWIA Section 2006(b))", "paragraphs": ["Section 2006(b) of AWIA establishes the Drinking Water Fountain Replacement for Schools program. This section requires EPA to implement a drinking water fountain replacement grant program for water fountains manufactured prior to 1988. EPA must prioritize grants based on LEAs' economic needs. This section authorizes the annual appropriation of $5.0 million for this grant program for FY2019-FY2021. "], "subsections": []}, {"section_title": "Drinking Water System Infrastructure Resilience and Sustainability Program (AWIA Section 2005(4))", "paragraphs": ["AWIA Section 2005 amends SDWA Section 1459A to authorize EPA to establish the Drinking Water System Infrastructure Resilience and Sustainability Program, which is a new grant program for small and disadvantaged public water systems. This section authorizes EPA to award grant funds to eligible public water systems for projects that increase resilience to natural hazards, including hydrologic changes. Eligible projects include those that increase water use efficiency, enhance water supply through watershed management or desalination, and increase energy efficiency in the conveyance or treatment of drinking water. This section authorizes appropriations of $4.0 million for each of FY2019 and FY2020 for this program."], "subsections": []}, {"section_title": "Grants to Respond to Imminent and Substantial Endangerment (AWIA Section 2005)", "paragraphs": ["Section 2005 also revises SDWA Section 1459A to add an EPA-administered grant program to help states assist underserved communities to respond to imminent and substantial contamination. This section authorizes EPA to make grants to requesting states to assist communities when contaminants are present in and pose an imminent and substantial threat to their public water system or underground drinking water sources and when EPA or a court of competent jurisdiction determines that the appropriate authorities have not responded in a sufficient manner. This section also authorizes EPA to recover funds from grant recipients who are found to have caused or contributed to the contamination addressed by the grant program. SDWA Section 1459A authorizes appropriations of $60.0 million to support this and other grant programs for small and disadvantaged communities authorized therein. "], "subsections": []}, {"section_title": "Drinking Water Infrastructure for Indians Tribes (AWIA Section 2001)", "paragraphs": ["Section 2001 of AWIA authorizes a new grant program at EPA for public water systems that serve federally recognized Indian tribes. Section 2001 directs EPA—subject to appropriations—to establish a drinking water infrastructure grant program for 20 eligible projects (10 projects in the Upper Missouri River Basin and 10 projects in the Upper Rio Grande River Basin) to improve water quality, water pressure, or water services. One of the 10 projects in the Upper Missouri River Basin must serve two or more tribes. To be eligible, the public water system must either be on a reservation or serve a federally recognized Indian tribe. Section 2001 authorizes an appropriation $20.0 million annually from FY2019 to FY2022 to support this program. "], "subsections": []}]}, {"section_title": "State Program Administration Grants (AWIA Section 2014)", "paragraphs": ["SDWA authorizes EPA to make grants to primacy states and territories to implement the public water system supervision program (PWSS). Although the authorization of appropriation for PWSS grants expired in FY2003, Congress has continued to appropriate funds for this program. While the appropriation amount has changed over time, since FY2014, Congress appropriated about $101 million annually for grants to states to support the PWSS program. States also use set-asides from the DWSRF capitalization grants and other state resources (e.g., state general funds and/or state-established fee programs) to support the PWSS program.", "In 2013, state drinking water administrators estimated that the states would require an additional $308.0 million per year to support the PWSS program. They attribute this funding gap to increased workload for water system supervision for an increased number of regulated contaminants. ", "Section 2014 of AWIA reauthorizes appropriations for the PWSS program for FY2020 and FY2021, increasing the authorized appropriation from $100.0 million to $125.0 million for these two fiscal years. "], "subsections": []}, {"section_title": "Information to Consumers", "paragraphs": ["Several provisions of AWIA amend SDWA to address consumer access to compliance data and the transparency of drinking water quality information. These provisions seek to increase the understandability of drinking water quality information provided to consumers, notify consumers more frequently about their drinking water quality, and expand existing monitoring requirements to gather additional data on occurrence of unregulated contaminants. "], "subsections": [{"section_title": "Improved Consumer Confidence Reports (AWIA Section 2008)", "paragraphs": ["Prior to AWIA, SDWA required public water systems to provide their customers with an annual consumer confidence report on their drinking water quality and SDWA compliance. Section 1414(c) of SDWA required public water system operators in the consumer confidence reports to include the level of regulated contaminants and their associated maximum contaminant level or action level.", "Section 2008 of AWIA revises the requirements for data included in the consumer confidence report. AWIA directs public water system operators to also report exceedances resulting in a treatment technique, other occurrences that required corrective action, corrosion control efforts, and any violations of SDWA that occurred during the monitoring period. The collection of this additional information expands the information captured in the consumer confidence report to include lead exceedances and associated lead treatment techniques. ", "AWIA Section 2008 also increases the frequency that operators of large public water systems (serving more than 10,000 consumers) produce and distribute consumer confidence reports from annually to biannually. This section also expressly authorizes public water system operators to transmit the consumer confidence report electronically."], "subsections": []}, {"section_title": "Strategic Plan to Address Compliance Monitoring Data (AWIA Section 2011)", "paragraphs": ["Section 2011 of AWIA requires EPA to develop a strategic plan to improve the accuracy and availability of monitoring data shared between public water systems, the primacy states, and EPA. The strategic plan must identify barriers to (1) ensuring the accuracy of reported data, (2) submitting data electronically, and (3) retrieving reported data. The plan must also recommend economically feasible and practical ways to transmit monitoring data. "], "subsections": []}, {"section_title": "Monitoring for Unregulated Contaminants (AWIA Section 2021)", "paragraphs": ["The 1996 amendments authorized a monitoring program for unregulated contaminants in public water supplies. The act requires EPA, every five years, to promulgate a rule requiring certain public water systems to monitor for up to 30 unregulated contaminants. Unregulated Contaminant Monitoring Rules (UCMRs) are used to gather national occurrence data to inform EPA's review of contaminants that may warrant regulation. For example, a 2012 UCMR (UCMR 3) required systems to test their water for the presence of six poly- and perfluoroalkyl substances, including perfluorooctanoic acid and perfluorooctanesulfonic acid. Prior to enactment of AWIA, SDWA required monitoring by all large public water systems (serving more than 10,000 consumers) and a representative sample of small public water systems (serving 10,000 consumers or fewer). For the 800 small public water systems sampled in UCMR 3, EPA funded the monitoring costs. AWIA Section 2021(b) reauthorized $10.0 million to be appropriated for each year for FY2019-FY2021 for this program. The authority to appropriate funds for the unregulated contaminant monitoring program expired in FY2003, although Congress has continued to appropriate funds for the program. ", "Section 2021(a) of AWIA expands unregulated contaminant monitoring requirements to include public water systems serving 3,300-10,000 individuals—subject to the availability of appropriations for this purpose and lab capacity. This requirement enters into effect three years after the enactment date of AWIA (i.e., October 23, 2021). This section authorizes $15.0 million to be appropriated for each year from FY2019 through FY2021 to support the expanded monitoring. ", "Requiring monitoring by a larger number of public water systems for unregulated contaminants is intended to provide a more comprehensive assessment of the occurrence of unregulated contaminants in public water supplies. As of December 2018, EPA's database indicated that more than 5,000 public water systems serve from 3,301 to 10,000 individuals. This subset of systems serves more than 30 million individuals in total. The monitoring by these additional systems would provide more occurrence data to inform EPA's determination of whether a particular contaminant warrants a nationwide regulation."], "subsections": []}]}, {"section_title": "Compliance Capacity Development", "paragraphs": ["The 1996 SDWA amendments authorized programs to assist public water systems with SDWA compliance. Technical assistance, operator certification, and other programs seek to improve the technical, managerial, and financial capacity of public water systems to achieve and maintain compliance with drinking water regulations. Other provisions authorize incentives for SDWA compliance by encouraging consolidation of public water systems. AWIA authorizes new programs and revises authorities to further support and enhance public water system capacity to comply with SDWA."], "subsections": [{"section_title": "Asset Management (AWIA Section 2012)", "paragraphs": ["AWIA Section 2012 amends SDWA capacity development provisions (SDWA §1420). This provision directs states to revise their capacity development strategies to include a description of how they will encourage public water systems to develop asset management plans. Asset management is a budgetary and planning process that public water systems may undertake to evaluate their capital assets and plan the maintenance of their infrastructure (e.g., pumps, motors, and piping) to ensure that the water system can fund the costs. Some urban water utilities and other stakeholders argue that asset management can help lower the overall operation and maintenance costs, as it may lead to fewer infrastructure failure incidents (e.g., pipe ruptures). Asset management is not statutorily required. EPA has issued educational materials and provided training for water systems that choose to develop an asset management plan. EPA and the U.S. Department of Agriculture (USDA) have also provided support to assist small water utilities with asset management. ", "This section further amends SDWA Section 1420 to require states to demonstrate their progress in encouraging public water systems to develop asset management plans. Every five years, EPA must review and update (if necessary) the asset management materials that EPA makes available. According to the House Energy and Commerce Committee Report ( H.Rept. 115-380 ), such asset management technical assistance will improve the economic sustainability of public water systems."], "subsections": []}, {"section_title": "Consolidation by Management Contract (AWIA Section 2009)", "paragraphs": ["Some public water systems may lack the technical, managerial, and financial capacity to meet regulatory standards, fund drinking water repairs or upgrades, identify or access source water, and manage budgetary constraints. Among other strategies, such systems may address these challenges by consolidating with or transferring ownership to another water system where feasible. EPA states that this type of restructuring can be effective in returning noncompliant public water systems to SDWA compliance or building technical, managerial, and financial capacity.", "The SDWA amendments of 1996 amended SDWA enforcement provisions to authorize limited enforcement relief as an incentive for noncompliant public water systems to consolidate with other systems. If a system faces a particular compliance violation, SDWA Section 1414(h) authorizes public water systems to submit a plan to primacy states or EPA for the physical consolidation or the consolidation of management and administrative functions with another public water system or the transfer of ownership of a public water system. If the plan to consolidate or transfer ownership is approved by a primacy state or EPA, enforcement action against that public water system for the specified violation would not be taken for two years.", "Section 2009 of AWIA provides that, in addition to the physical or management consolidation or transfer of ownership, a public water system may also submit a plan to execute a contractual agreement with another public water system to manage the noncompliant public water system."], "subsections": []}, {"section_title": "Consolidation Assessments (AWIA Section 2010)", "paragraphs": ["Section 2010 of AWIA authorizes primacy states or EPA to require, under certain circumstances, public water systems to assess options for consolidation or transfer of ownership. This section specifies that the required assessments be proportionate to the size of public water system. Therefore, a small public water system would complete an assessment that is less complex than a larger system. Any public water systems that consolidate, as a result of an assessment, are eligible for financial assistance from the DWSRF. ", "This section also provides limited liability protection for the owner or operator who has a state-approved consolidation plan. In the consolidation plan, the owner or operator of public water system must identify any potential or existing liabilities from specific violations and their available assets. This section limits the liability of a consolidating system to the amount of its assets and to the liabilities identified in the plan. This section also requires EPA to promulgate regulations to implement these provisions."], "subsections": []}, {"section_title": "Intractable Water Systems (AWIA Section 2003)", "paragraphs": ["Section 2003 of AWIA defines intractable water system as a public water system serving fewer than 1,000 individuals that the owner or operator effectively abandoned for a range of reasons, including financial default, significant noncompliance with SDWA, or failure to maintain facilities. Section 2003 directs EPA, in collaboration with the USDA and the U.S. Department of Health and Human Services, to conduct a study on these systems to gather more information about intractable water systems and barriers to deliver potable water."], "subsections": []}, {"section_title": "Water Infrastructure Workforce Development (AWIA Section 4304)", "paragraphs": ["Section 4304 of AWIA seeks to address concerns about the rate for replacing workers by establishing a water-specific workforce development competitive grant program. While estimates vary, the increasing rate of retirement among water sector employees has generated interest in water sector workforce development. A 2010 report from AWWA and the Water Research Foundation estimated that 30%-50% of water sector employees will retire over the following 10 years. Similarly, the Department of Labor's Bureau of Labor Statistics projected that annually 8.2% of water operators will need to be replaced between 2016 and 2026. In 2018, the U.S. Government Accountability Office (GAO) also concluded that EPA could take additional steps to address water sector workforce development and succession planning. ", "Section 4304 directs EPA, in consultation with USDA, to establish the Innovative Water Infrastructure Workforce Development program. It authorizes EPA to award grants to institutions of higher education, nonprofit organizations, or labor organizations for a wide range of activities including bridge programs for water utilities, educational programs to increase public awareness of career opportunities in the water sector, and leadership development. This section authorizes appropriations of $1.0 million annually for FY2019 and FY2020 to support this grant program."], "subsections": []}]}, {"section_title": "Protecting Source Water", "paragraphs": ["As noted in the \" Source Water Assessment and Protection \" section of this report, AWIA makes other amendments to the DWSRF provisions related to source water. It authorizes the use of DWSRF set-asides for source water assessment and protection activities. In addition, AWIA reauthorizes appropriations to a source water program and revises certain notification requirements to better enable public water systems to know of and respond to contamination. "], "subsections": [{"section_title": "Source Water Petition Programs (AWIA Section 2016)", "paragraphs": ["Section 2016 of AWIA reauthorizes $5.0 million in annual appropriations for FY2020 and FY2021 to support the source water protection partnership petition program (SDWA §1454). SDWA Section 1454 authorized states to establish this program, in which public water system operators and the community members request state assistance to form a voluntary partnership to prevent source water degradation. The authorization of appropriation for this program had expired in FY2003. "], "subsections": []}, {"section_title": "Planning for and Responding to Chemical Releases (AWIA Section 2018)", "paragraphs": ["AWIA Section 2018 amends the Emergency Planning and Community Right-to-Know Act of 1986 (EPCRA; P.L. 99-499 ) to enhance awareness among community water system operators of", "a hazardous substance or an extremely hazardous substance released into the drinking water source of the water system and a broader group of hazardous chemicals stored at facilities located near their water system to help facilitate emergency preparedness in the event of a release. ", "EPCRA Section 312 is intended to enhance emergency preparedness in an event of a chemical release. This provision requires a facility operator or owner to report hazardous chemicals present at their site in excess of certain thresholds to the State Emergency Response Commission (SERC), relevant Local Emergency Planning Committee (LEPC), and the local fire department with jurisdiction over the facility. Section 312(e) authorizes any person to request specified information about chemicals stored at a specified facility from that SERC or LEPC. Section 304 of EPCRA addresses notification when a release occurs. This provision requires a facility operator or owner to notify the SERC and the relevant LEPC of releases of a smaller subset of hazardous chemicals, specifically hazardous substances and other extremely hazardous substances. EPCRA Section 325 authorizes EPA to fine facility owners or operators if they do not comply with these emergency planning and release notification requirements, in addition to other requirements in EPCRA. ", "Section 2018 of AWIA amends EPCRA Section 304 to require the SERC to notify the state drinking water agency of releases of hazardous substances and other extremely hazardous substances. This provision requires the state drinking water agency in turn to forward the notice to community water systems with source waters that are affected by the release. In states where EPA retains SDWA primacy, AWIA Section 2018 requires the SERC to provide notice to community water systems with source waters affected by the release of hazardous substances and extremely hazardous substances as defined by EPCRA. The EPCRA provisions added by AWIA would not change a facility owner or operator's reporting requirements, and EPCRA enforcement provisions apply only to facility owners or operators. ", "In addition, Section 2018 amends EPCRA Section 312 to expressly authorize community water systems operators to request information on hazardous chemicals at facilities from SERC or LEPC. Access to this information existed in EPCRA prior to this amendment, but AWIA Section 2018 amends EPCRA to expressly include community water systems."], "subsections": []}]}, {"section_title": "Public Water System Resilience and Sustainability (AWIA Section 2013)", "paragraphs": ["AWIA Section 2013 amends SDWA to address the resilience and sustainability of water systems to both natural and intentional threats. This provision replaces SDWA Section 1433, which was added by the Public Health Security and Bioterrorism Preparedness and Response Act of 2002 ( P.L. 107-188 ; Title IV). Prior to AWIA, SDWA Section 1433 required water systems to assess their vulnerabilities to terrorist or other intentional acts and, based on the assessment, prepare emergency response plans. The statute required public water system operators to certify their assessments by a specified deadline but did not require public water systems to update their risk assessments or emergency response plans. ", "Extreme weather events, such as hurricanes and wildfires, may require an emergency response to repair drinking water quality and supply. Accordingly, some stakeholders have testified that drinking water systems should address the risks of weather events and other natural hazards in their assessment and planning deliberations. EPA, with water partners, has developed tools and provided training and technical assistance to water utilities to increase their resilience to extreme weather events.", "AWIA Section 2013 expands the risk types addressed in a public water system's assessment to include risks of natural hazards and malevolent acts. In addition, community water systems are required to evaluate the resilience of their current physical infrastructure and their management practices, including financial capacity to respond to these risks. Based on the assessment, public water systems must also develop emergency response plans that address the risks and resilience issues that systems may face. Public water systems serving 3,300 or more persons must review their assessments every five years and update them if needed. This provision requires public water systems to coordinate with the relevant LEPC when preparing or revising a risk assessment or emergency response plan. The assessments and response plans are voluntary for public water systems serving fewer than 3,300 people. These public water systems must certify their assessments and submit the certifications to EPA by deadlines specific to the communities' size. ", "To facilitate compliance with this section, Section 2013 authorized public water systems to use technical standards developed by third-party organizations to structure the assessment and plans. Federal agencies were first authorized to use technical standards developed by third-party organizations, when appropriate, in 1995. Some argue that this alternative route to compliance may help minimize federal administrative burdens while recognizing the efforts of third-party organizations in developing assessment and planning standards. Section 2013 authorized $25.0 million to be appropriated each year for FY2020 and FY2021 for EPA to make grants to public water systems to plan or implement projects to address their system's resiliency.", "AWIA Section 2013 requires EPA to issue guidance and provide technical assistance on conducting assessments and preparing emergency response plans for public water systems serving fewer than 3,300 individuals. Section 2013 authorizes appropriations of $10.0 million for grants to public water systems serving fewer than 3,300 people and grants to nonprofit organizations to support these activities. "], "subsections": []}, {"section_title": "Review of Technologies (AWIA Section 2017)", "paragraphs": ["Section 2017 of AWIA adds SDWA Section 1459D to require EPA to review approaches or technologies that help ensure physical integrity of drinking water systems, address contamination, develop alternative water sources, and facilitate source water protection. In conducting this review, EPA is required to evaluate equipment and technologies for their cost, efficacy, and availability. The review of technologies explicitly includes approaches related to distribution systems (e.g., leak prevention, corrosion control, metering), intelligent systems that address the distribution systems, point-of-entry or point-of-use devices, real-time contaminant monitoring, and non-traditional sources of water. This section authorizes appropriation of $10.0 million in FY2019 for this purpose."], "subsections": []}]}, {"section_title": "Report on Federal Cross-Cutting Requirements (AWIA Section 2019)", "paragraphs": ["AWIA Section 2019 requires GAO to report to Congress on any duplicative or substantially similar requirements of state and local environmental law to federal cross-cutting requirements. ", "In 2015, GAO concluded that the existing federal financing mechanisms to rehabilitate or replace aging water infrastructure are complex and that small water systems lack the technical expertise to apply for federal financial assistance. Regarding federal cross-cutting requirements, GAO reported that water systems often face duplicative state requirements when applying for financial assistance for drinking water infrastructure. Representatives of public water systems have testified that compliance with federal cross-cutting requirements is burdensome, as DWSRF projects must often comply with similar state and local requirements."], "subsections": []}, {"section_title": "Disaster Assistance (AWIA Section 2020)", "paragraphs": ["Section 2020 of AWIA authorizes the appropriation of $100.0 million, available for 24 months, for grants to certain public water systems in specified disaster areas. Section 2020 of AWIA allows additional subsidization (e.g., grants, forgiveness of loan principal, negative interest rate loans, or zero-interest rate loans) for eligible public water systems regardless of whether they meet the statutory designation of disadvantaged. Section 2020(a)(3) defines eligible public water system as a water system that (1) serves an area for which the President declared a major disaster (after January 1, 2017) and provided disaster assistance or (2) is capable of extending drinking water services to underserved areas. Projects eligible for these subsidies are those that restore or increase compliance with national drinking water standards, including expanding drinking water service to underserved areas.", "To access this subsidization, this section requires states to submit a supplemental intended use plan with relevant information on the public water system project, the intended use of the funds, estimated cost, and projected start date. This section also exempts Puerto Rico from the 20% state-match for any funds received under this section, which is generally required by SDWA Section 1452(e)."], "subsections": []}, {"section_title": "Water Infrastructure Finance and Innovation Act (WIFIA) Program", "paragraphs": ["The Water Resources Reform and Development Act of 2014 ( P.L. 113-121 ) included WIFIA, which authorized both EPA and USACE to administer a five-year pilot program to help finance a broad range of water infrastructure projects. The EPA-administered WIFIA program provides credit assistance (e.g., direct loans) to eligible entities for different types of drinking water and wastewater infrastructure projects (e.g., desalination or water recharge). Eligible projects for EPA-administered assistance from WIFIA include projects that are eligible for the Clean Water State Revolving Fund (CWSRF) and the DWSRF. However unlike the DWSRF, WIFIA-financed projects generally need not be associated with SDWA compliance or public health goals. Qualifying projects for WIFIA assistance must generally cost $20.0 million or more. In an effort to encourage nonfederal and private sector financing, WIFIA assistance generally cannot exceed 49% of project costs.", "In FY2017, Congress appropriated $25.0 million to cover EPA's subsidy costs of WIFIA loans and $5.0 million for administrative purposes. For FY2018, Congress provided $63.0 million for the EPA-administered WIFIA program in the Consolidated Appropriations Act, 2018 ( P.L. 115-141 ). Of this amount, Congress directed $55.0 million for WIFIA projects, which EPA estimated would be leveraged into $5.50 billion of credit assistance. EPA began issuing loans in 2018. The Consolidated Appropriations Act, 2019, included $60.0 million to cover EPA's subsidy costs of WIFIA loans and $8.0 million to support program administration. These appropriations are available until expended. "], "subsections": [{"section_title": "WIFIA Program Revisions (AWIA Section 4201)", "paragraphs": ["Section 4201 of AWIA amends WIFIA provisions to remove the pilot designation from the program, reauthorizes appropriations, and revises provisions related to program administration. Section 4201 authorizes appropriations of $50.0 million each year for FY2020 and FY2021 for EPA. This section increases the amount of appropriations that EPA can use for administrative purposes, including technical assistance for projects, from $2.2 million to $5 million. AWIA prohibits repayment of WIFIA assistance from the federal grants that fund the CWSRF and the DWSRF.", "Several revisions to the WIFIA program address state finance authorities' use of WIFIA financial assistance. AWIA authorizes an additional $5 million to be appropriated (under certain conditions, discussed below) for WIFIA to provide credit assistance to state finance authorities to support combined projects eligible for assistance from the CWSRF and DWSRF. When this additional appropriation is made, Section 4201(b) of AWIA authorizes state financing authorities to use WIFIA financial assistance to cover 100% of project costs. As discussed earlier, WIFIA financing generally supports up to 49% of project costs. ", "The additional $5.0 million appropriation is available only to the extent that both the CWSRF and the DWSRF are funded at FY2018 levels or 105% or more of the previous year's funding, whichever is greater, and when EPA receives at least $50.0 million in WIFIA appropriations. ", "Section 4201(b)(2) of AWIA clarifies that state finance authorities cannot pass WIFIA application fees on to parties that utilize the credit assistance. Prior to AWIA, WIFIA projects required two letters of credit from rating agencies. Section 4201(a)(2) of AWIA authorizes projects from state finance authorities to supply one letter of credit. In addition, AWIA requires EPA to review and approve or provide guidance on WIFIA projects submitted by state finance authorities within 180 days of submittal. ", "AWIA Section 4201authorizes EPA to enter into agreements with other relevant agencies authorized to provide WIFIA assistance to allow EPA to administer the WIFIA program for another authorized agency. Relatedly, Section 4301 of AWIA specifically directs EPA and the commissioner of the Bureau of Reclamation to enter into such an agreement. Such agreements may help prevent the duplication of WIFIA-related administrative functions across federal agencies. ", "AWIA also requires GAO to report to Congress within three years of enactment on all projects that receive WIFIA assistance."], "subsections": []}]}, {"section_title": "WaterSense (AWIA Section 4306)", "paragraphs": ["Initiated by EPA in 2006, WaterSense is a voluntary labeling program that identifies and promotes water-efficient products, buildings, and services. Prior to the enactment of AWIA, WaterSense was not explicitly authorized in law. It is similar to the Department of Energy's (DOE) EnergyStar voluntary labeling program to promote energy efficiency.", "Section 4306 of AWIA amends the Energy Policy Act of 2005 ( P.L. 109-58 ) to establish the WaterSense program at EPA. Section 4306 authorizes EPA to establish specifications that products and services must meet to earn a WaterSense label, some of which differ from the original program. AWIA stipulates that products and services earning the WaterSense label must reduce water use, decrease strain on water systems, conserve energy, and preserve water resources. Section 4306 requires EPA to set detailed performance criteria for water efficiency. Every six years, EPA must review the water efficiency criteria and update them as necessary. AWIA authorizes EPA to establish the WaterSense performance criteria based on technical specifications and testing protocols of relevant voluntary consensus standards organizations. It also requires EPA to consider reviewing and revising WaterSense performance criteria established prior to January 1, 2012, by December 31, 2019. ", "Section 4306 establishes EPA's oversight responsibilities for the WaterSense program. These responsibilities include auditing the use of the WaterSense label, testing protocols, and managing the accreditation process for WaterSense certification bodies. This section directs EPA and DOE to coordinate to prevent duplicative or conflicting requirements in the WaterSense and EnergyStar programs. ", "AWIA explicitly requires the inclusion of certain products and services in the WaterSense program. These include irrigation technologies and services, point-of-use water treatment devices, plumbing products, water reuse and recycling technologies, various landscaping and gardening products and services, whole house humidifiers, and water-efficient buildings. "], "subsections": []}, {"section_title": "Innovative Water Technology Grant Program (AWIA Section 2007)", "paragraphs": ["Section 2007 of AWIA directs EPA to administer a competitive grant program to accelerate the development of innovative water technology that addresses drinking water supply, quality, treatment or security. Among the selection criteria for grants, EPA must prioritize projects that provide additional drinking water supplies with minimal environmental impact. ", "Eligible grant recipients include research institutions, regional water organizations, nonprofit organizations, and institutions of higher education, which can partner with private entities. The maximum single grant award for any one recipient is $5.0 million. Grant recipients may use these grants for developing, testing, or deploying water technologies or providing technical assistance to deploy existing innovative water technologies. EPA must submit a report to Congress that details advancements in water technology associated with this grant program. This section authorizes $10.0 million to be appropriated each year for FY2019 and FY2020 to support this grant program. "], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["With AWIA, the 115 th Congress passed an omnibus water infrastructure and project authorization bill that affects several federal agencies. The act includes the most comprehensive amendments to the Safe Drinking Water Act since 1996, with overarching themes involving drinking water infrastructure affordability and water system compliance capacity and sustainability. The amendments authorize new competitive grant programs and activities that are broadly intended to help communities afford drinking water infrastructure improvements needed to achieve compliance with federal drinking water standards and protect public health. Other new SDWA programs authorize grants for projects and activities that (1) improve drinking water system sustainability and resiliency, (2) develop water system capacity to respond to contamination or other events, and (3) address lead in school drinking water. ", "AWIA's DWSRF provisions constitute the first major revision of the program since its establishment in 1996. As with the competitive grant programs, these revisions are intended to facilitate communities' access to DWSRF financial assistance. Among other purposes, AWIA's DWSRF revisions authorize the use of DWSRF funds for (1) source water protection activities, (2) providing additional financing flexibility for public water systems, (3) replacing and repairing aging infrastructure, and (4) increasing subsidies for disadvantaged communities. ", "AWIA authorizes additional water infrastructure assistance with revisions to the WIFIA program. In addition to making the program permanent, AWIA authorizes an additional appropriation for WIFIA assistance under certain conditions. These revisions further authorize EPA to partner with Bureau of Reclamation and other relevant agencies to allow for implementation of WIFIA credit assistance for a broader range of eligible water infrastructure projects. ", "Appendix A. Reports, Plans, and Regulations in AWIA ( P.L. 115-270 )", "Appendix B. Cross Reference: AWIA, SDWA, and U.S. Code Sections", "Appendix C. Other EPA-Related Provisions of AWIA"], "subsections": []}]}}