{"id": "R45731", "title": "House Rules Changes Affecting Committee Procedure in the 116th Congress (2019-2020)", "released_date": "2019-05-21T00:00:00", "summary": ["As agreed to in the House, H.Res. 6, a resolution adopting the rules of the House of Representatives, provided amendments to the rules, as well as separate orders, that affect committee procedure in the 116th Congress (2019-2020). Several of these changes apply to general committee procedure, while others concern specific committees, such as modifications to the names, jurisdiction, or procedures of certain House committees. The rules package also established, during the 116th Congress, two new select committees.", "H.Res. 6 made several changes to committee membership and organization. Most significantly, it removed the committee chair term limits that were in effect during each Congress from the 104th through the 115th Congresses (1995-2018), excluding the 111th Congress (2009-2010). H.Res. 6 added a provision to Rule XXIII that calls on any Member, Delegate, or the Resident Commissioner who has been indicted or formally charged with certain felony offenses to refrain from committee business. It clarified that Delegates and the Resident Commissioner may serve on joint committees, and it lengthened from 30 days to 60 days the period in which to adopt and publish committee rules at the start of a Congress.", "In a separate order, the 116th Congress rules package established a requirement that certain legislative measures must be reported and be subject to a committee hearing and markup prior to their consideration on the floor. This requirement applies, with some exceptions, to measures that are raised under the terms of a special rule reported from the Rules Committee. Another separate order requires most standing committees to hold a Member Day Hearing during the first session of the 116th Congress, affording any Member the opportunity to speak on proposed legislation within the committee's jurisdiction. H.Res. 6 clarified the notification requirement for committee markup meetings. As amended, clause 2 of Rule XI provides Members at least three workdays to prepare for an upcoming markup, as opposed to the less specific requirement that markups may not occur before the \"third day\" after a chair announces the meeting.", "H.Res. 6 altered procedures concerning committee oversight. The 115th Congress House rules requirement that committees prepare and submit \"authorization and oversight plans\" was replaced with the requirement that chairs develop oversight plans in consultation with the ranking member. In addition, a separate order now allows committee counsel to take depositions without the presence of a committee member.", "Amendments to the House standing rules changed two committees' names and clarified their jurisdictions. The Committee on Education and the Workforce became the Committee on Education and Labor, a name it held in some previous Congresses. As amended, Rule X specified that the committee's jurisdiction includes the general management of the Department of Education and the Department of Labor. The Committee on Oversight and Government Reform was re-designated the Committee on Oversight and Reform. The rules changes clarified that the Committee on Oversight and Reform's existing jurisdiction over the review and study of all government activities includes \"the Executive Office of the President.\"", "A separate order directed the Committee on Ethics to empanel an investigative subcommittee to review allegations whenever a Member, Delegate, or the Resident Commissioner is indicted on a criminal charge. H.Res. 6 amended clause 3 of Rule XI to allow the Committee on Ethics, or an investigative subcommittee thereof, to consider trial evidence in ethics investigations of Members, Delegates, and the Resident Commissioner.", "Another separate order enabled the Committee on Financial Services to establish as many as seven subcommittees, as opposed to the six subcommittees allowed under the rules, while an amendment to clause 3 of Rule XIII exempted the Rules Committee from the requirement that committee reports must include recorded votes taken in committee. The rules changes also removed membership term limits to the Committee on the Budget. However, the rules of the Democratic Caucus and Republican Conference may continue to limit the number of terms that Members may serve on the Budget Committee.", "Finally, the rules package established, for the 116th Congress, the Select Committee on the Climate Crisis and the Select Committee on the Modernization of Congress. The committees are to \"investigate, study, make findings, hold public hearings, and develop recommendations.\" By the end of the 116th Congress, they are to report their findings and policy recommendations to the relevant standing committees and publish them in a publicly available format."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In January 2019, the House agreed to H.Res. 6 , a resolution \"Adopting the Rules of the House of Representatives for the One Hundred Sixteenth Congress.\" This report summarizes amendments to House rules affecting committee procedure in the 116 th Congress (2019-2020) as provided for in H.Res. 6 . ", "The report also describes separate orders contained in the resolution that relate to committee procedure, including the establishment of the Select Committee on the Climate Crisis and the Select Committee on the Modernization of Congress. Separate orders have the same force and effect as House rules and are commonly included in the House rules package resolution.", "In the 116 th Congress, rules changes that affect all House committees concern committee membership and organization, hearings and markups, and committee oversight and investigations. Changes that affect specific committees include modifications to the names, jurisdiction, or procedure of certain House committees."], "subsections": []}, {"section_title": "General Committee Procedure", "paragraphs": [], "subsections": [{"section_title": "Committee Chairs, Membership, and Organization", "paragraphs": [], "subsections": [{"section_title": "Committee Chairmanship Limits", "paragraphs": ["In the 116 th Congress, H.Res. 6 struck clause 5(c)(2) of Rule X, which stated that a Member could not serve as chair of the same standing committee or subcommittee for more than three consecutive Congresses (disregarding any service of less than a full session), except on the Committee on Rules. This amendment enables Members to serve an unrestricted number of terms as chairs, as was the case before the 104 th Congress (1995-1996) and during the 111 th Congress (2009-2010)."], "subsections": []}, {"section_title": "Allowing Delegates and the Resident Commissioner to Serve on Joint Committees", "paragraphs": ["H.Res. 6 amended clause 3(b) of Rule III to make clear that the Delegates and the Resident Commissioner from Puerto Rico may be appointed to joint committees. The rule previously mentioned only service by the Delegates and the Resident Commissioner on select and conference committees. ", "House rules first afforded membership to standing committees to Delegates in 1871 and to the Resident Commissioner in 1904. House rules were amended in the 93 rd Congress (1973-1974) to allow the Delegates and Resident Commissioner, effective in the subsequent Congress, to be appointed to conference committees on legislation reported from committees on which they served. Chamber rules were amended in 1979 (96 th Congress) to authorize their appointment to select committees. In the 103 rd Congress (1993-1994), the House expanded eligibility to encompass all conference committees. The 116 th Congress rules provide the Delegates and the Resident Commissioner with equal status as Members on standing, select, joint, and conference committees."], "subsections": []}, {"section_title": "Service of Indicted Members on Committees", "paragraphs": ["H.Res. 6 amended clause 10 of Rule XXIII, adding a provision that calls on any Member, Delegate, or the Resident Commissioner who has been indicted or formally charged with a felony offense that is punishable by at least two years in prison to resign from committee assignments and party caucus or conference leadership positions. Such individuals should submit their resignations from any party leadership position and any type of House or joint committee or subcommittee thereof \"unless or until\" they are acquitted or the charges are dismissed or reduced to less than a felony.", "Rule XXIII comprises the House's Code of Official Conduct, which was first adopted in 1968 by H.Res. 1099 (90 th Congress). In the 116 th Congress, the new language added to clause 10, subparagraph (b), supplements an existing provision written into the rule in 1975 (94 th Congress) that states that a Member, Delegate, or Resident Commissioner should refrain from committee business if the individual is convicted of a crime and may be sentenced to imprisonment. ", "Note that clause 10 language uses the word should as opposed to shall or must . The Democratic Caucus and Republican Conference could recommend the removal of a party member from a committee assignment if the Member does not voluntarily resign. The House could then vote on a privileged resolution to remove the member."], "subsections": []}, {"section_title": "Rules of Committees", "paragraphs": ["The rules package gave committees a longer period in which to adopt and publish committee rules of procedure. In the 116 th Congress, each committee has 60 days, rather than 30 days, to \"make its rules publicly available in electronic form and submit such rules for publication in the Congressional Record \" after the chair is elected in an even-numbered year. H.Res. 6 amended clause 2(a)(2) of Rule XI, striking the number 30 and replacing it with 60. According to the Rules Committee's summary of H.Res. 6, the \"change is intended to grant committees adequate time to organize, as some committees do not have a full complement of members at the start of a Congress.\""], "subsections": []}]}, {"section_title": "Hearing and Markup Procedure", "paragraphs": [], "subsections": [{"section_title": "Requiring Committee Hearing and Markup on Bills and Joint Resolutions", "paragraphs": ["In a separate order, the rules package requires that, during the 116 th Congress, after March 1, 2019, certain lawmaking measures must be reported and be subject to related committee hearings and a markup prior to floor consideration. Otherwise, \"it shall not be in order\" to consider them on the House floor. This requirement applies to bills and joint resolutions considered under the terms of a special rule reported by the Rules Committee—excluding measures that continue appropriations, contain an emergency designation, or are listed on the Consensus Calendar and are designated for consideration. ", "According to the separate order, a lawmaking measure is not to be considered \"pursuant to a special order of business [special rule] reported by the Committee on Rules\" if it has not been reported by a committee. If it has been reported, the committee report accompanying the bill or joint resolution is to include a list of related committee and subcommittee hearings and a designation of at least one such hearing that was used to develop or consider the measure. ", "Bills and joint resolutions brought to the House floor under the terms of a rule from the Rules Committee are generally measures that Members want to debate at length or amend on the floor due to their complexity, controversy, or policy importance. Measures considered under special rules include appropriations bills, tax legislation, and significant reauthorization bills. ", "Under the separate order, these types of bills and joint resolutions are to go through the committee hearing and markup process before being considered by the full chamber. However, special rules often include \"waivers\" for all or certain types of points of order against consideration of a bill. "], "subsections": []}, {"section_title": "Member Day Hearing Requirement", "paragraphs": ["H.Res. 6 includes a separate order that requires standing committees to hold a \"Member Day Hearing\" during the first session of the 116 th Congress. This new requirement does not apply to the Committee on Ethics, and it allows the Committee on Rules to hold its Member Day Hearing in the second session of the Congress \"in order to receive testimony on proposed changes to the standing rules for the next Congress.\" According to the Rules Committee summary of H.Res. 6, Member Day Hearings allow Members, Delegates, and the Resident Commissioner, \"whether or not they are a member of the committee,\" to speak before a committee on proposed legislation within the committee's jurisdiction. "], "subsections": []}, {"section_title": "Committee Markup Notice", "paragraphs": ["H.Res. 6 amended clause 2(g) of Rule XI to modify the three-day notification requirement for committee markup meetings. Under paragraph (3)(A) of this clause, the chairs of committees \"shall announce the date, place, and subject matter\" to consider and markup legislation. ", "As in previous Congresses, markups may not occur earlier than the third day on which Members have been given notice thereof. In the 116 th Congress, subparagraph (3)(A)(ii) specifies that the third day is the \"third calendar day,\" rather than the \"third day,\" and that the notification period excludes \"Saturdays, Sundays, or legal holidays except when the House is in session on such a day.\" Thus, the revised provision is designed to guarantee Members at least three workdays' notice before a committee meets to mark up legislation."], "subsections": []}]}, {"section_title": "Committee Oversight, Activities and Investigations", "paragraphs": [], "subsections": [{"section_title": "Committee Oversight Plans", "paragraphs": ["Oversight plans include a committee's intentions, during a Congress, to review federal laws, regulations, court decisions, programs, and agencies within their jurisdictions. From the 104 th through the 114 th Congresses (1995-2016), standing committees were required to adopt and submit an oversight plan. In the 115 th Congress, House rules required committees to submit authorization and oversight plans. H.Res. 6 amended clause 2(d) of Rule X to restore the previous requirement for committee oversight plans. The amendment also altered some procedures regarding oversight plans. ", "In the 115 th Congress, each standing committee—except Appropriations, Ethics, and Rules—was required to hold an open meeting, not later than February 15 th in odd-number years, in which the committee marked up and adopted an authorization and oversight plan. Each committee had to submit its plan to the Committees on Oversight and Government Reform (now Oversight and Reform), House Administration, and Appropriations. By March 31, the Committee on Oversight and Government Reform was to report the various plans to the House as well as any recommendations about them. ", "Under the rules change adopted in the 116 th Congress, the same standing committees are required to submit oversight plans. In contrast to the 115 th Congress, however, full committees do not mark up and adopt the plans in open meetings. Instead, the chair prepares the plan \"in consultation with the ranking member.\" The chair then provides a copy to committee members \"at least seven calendar days\" before submitting it to the Committee on Oversight and Reform and the Committee on House Administration by March 1 of the first session of Congress, along with any \"supplemental, minority, additional, or dissenting views submitted by a member of the committee.\" The completed plans no longer must be submitted to the Appropriations Committee. ", "Pursuant to clause 2(d), the House Committee on Oversight and Reform shall, after consulting with the majority leader and the minority leader, \"report to the House,\" by not later than April 15 in the first session, the various oversight plans. As in earlier Congresses, the Committee on Oversight and Reform is to also include \"any recommendations ... to ensure the most effective coordination of oversight plans.\"", "In sum, in the 116 th Congress, chairs are given the prerogative to develop oversight plans, as opposed to the full standing committee, but are to include any dissenting views of committee members. The deadline is extended for submitting the plans to the Committee on Oversight and Reform and the Committee on House Administration (from February 15 to March 1) and for Oversight and Reform to report the plans to the full House (from March 1 to April 15). The resolution removed the role of the Appropriations Committee in the review of such plans."], "subsections": []}, {"section_title": "Activity Reports", "paragraphs": ["The 116 th rules package made a technical change to the list of items required to be included in the activity reports that committees must adopt by January 2 of each odd-numbered year. H.Res. 6 amended clause 1(d)(2) of Rule XI to remove authorization from the phrase authorization and oversight plans .", "In the 115 th Congress, committee activity reports were required to summarize the authorization and oversight plans previously submitted by the committees. The amended clause brought the committee activity reports requirement in line with the 116 th Congress requirement for oversight plans described in the previous section of this report."], "subsections": []}, {"section_title": "Deposition Authority", "paragraphs": ["The rules package included a separate order that authorized the chairs of all standing House committees, except for the Rules Committee, and the chair of the Select Intelligence Committee to order the \"taking of depositions, including pursuant to subpoena, by a member or counsel of such committee.\" D epositions are to be ordered in consultation w ith the ranking minority member and are subject to regulations issued by the Committee on Rules and printed in the Congressional Record .", "These provisions are identical to those of a separate order adopted in the 115 th Congress, except the 116 th Congress version does not include the requirement that \"at least one member of the committee shall be present at each deposition\" unless the witness or the committee waived the requirement. Thus, according to the Rules Committee summary of H.Res. 6, \"Members, Delegates, and the Resident Commissioner may participate in all such depositions, but their presence is not required.\""], "subsections": []}]}]}, {"section_title": "Committee on Oversight and Reform", "paragraphs": [], "subsections": [{"section_title": "Designating Committee on Oversight and Reform", "paragraphs": ["The 116 th Congress r ules package amended House rules to re - designate the Committee on Oversight and Government Reform as the Committee on Oversight and Reform. H.Res. 6 struck each occurrence of \"Committee on Oversight and Government Reform\" in the Rules and replaced it with \"Committee on Oversight and Reform.\"", "In previous Congresses, the committee operated under different names. In 1927, the committee was established as the Committee on Expenditures in the Executive Departments, consolidating 11 separate committees that investigated such expenditures. In 1953, the House changed its name to the Committee on Government Operations. Following a change in House majority to the Republican Party in 1995, the committee assumed the jurisdictions of the Committee on the Post Office and Civil Service and the Committee on the District of Columbia, which were abolished, and was designated the Committee on Government Reform and Oversight. Since then, it has also operated under the name Government Reform (106 th -111 th Congresses), Oversight and Government Reform (112 th -115 th Congresses), and now Oversight and Reform (116 th Congress). "], "subsections": []}, {"section_title": "Oversight over the Executive Office of the President", "paragraphs": ["Clause 3 of Rule X assigns special oversight functions to some House committees. H.Res. 6 amended clause 3 of Rule X to include language emphasiz ing the Commi ttee on Oversight and Reform's responsibility to oversee presidential activities. Clause 3(i) provides the committee' s oversight mandate : \"The Commi ttee on Oversight and Reform shall review and study on a continuing basis the operation of Government activities at all levels.\" Previously, 3(i) concluded, \"with a view to determining their economy and efficiency.\" ", "As amended by H.Res. 6, the clause 3 provision states that the committee is to review and study \"Government activities at all levels, including the Executive Office of the President.\" According to the summary of the rules package issued by the Rules Committee, the amendment \"clarifies the Committee on Oversight and Reform's existing special oversight authority over all operations of government.\""], "subsections": []}, {"section_title": "Oversight and Reform Committee Depositions", "paragraphs": ["H.Res. 6 s truck an existing provision from clause 4 of Rule X that required a member of the Committee on Oversight and Reform to be present when the committee t akes a dep osition unless the deponent waived the requirement. As amended, c lause 4 (c) , now authorize s committee counsel to take a de position without a committee member in attendance , a standard that was previously in force during the 111 th Congress (2009-2010) . ", "The deposition rules change is similar to the separate order described in the \"Deposition Authority\" section of this report. The separate order, however, applies to several committees, while the rules amendment affects only the Committee on Oversight and Reform. The amended rule will be printed in the House Manual for the 116 th Congress. Separate orders are not printed in the House Manual ."], "subsections": []}]}, {"section_title": "Committee on Education and Labor", "paragraphs": [], "subsections": [{"section_title": "Designating Committee on Education and Labor", "paragraphs": ["The 116 th rules package re-designated the Committee on Education and the Workforce, changing the committee's name to the Committee on Education and the Labor. H.Res. 6 strikes Workforce from clauses 1 and 3 of Rule X and inserts Labor . ", "Since its establishment in 1867 (40 th Congress), the committee has operated under several names: Education and Labor (40 th -47 th , 80 th -103 rd , 110 th -111 th , and 116 th -present); Education (48 th -79 th ); Economic and Educational Opportunities (104 th ); and Education and the Workforce (105 th -109 th and 112 th -115 th ). In its recent history, the committee has been designated the Committee on Education and the Workforce under Republican leadership and the Committee on Education and Labor under Democratic leadership."], "subsections": []}, {"section_title": "Education and Labor Jurisdiction Clarification", "paragraphs": ["H.Res. 6 a dded two subparagraphs to clause 1(e) of Rule X to specify that the Committee on Education and Labor's jurisdiction includes the \"organization, administration, and general management\" of the Department of Education and the Department of Labor. These subparagraphs were added to the existing provisions establishing the committee's jurisdiction over federal education and labor programs, standards, and disputes. According to the Rules Committee , t he amendment clarifies the committee' s \"existing jurisdiction\" concerning the departments' general management."], "subsections": []}]}, {"section_title": "Committee on Ethics", "paragraphs": [], "subsections": [{"section_title": "Empaneling Investigative Subcommittee of the Committee on Ethics", "paragraphs": ["The 116 th rules package includes a separate order directing the Committee on Ethics to form an investigative subcommittee in cases where a Member, Delegate, or the Resident Commissioner is indicted on a criminal charge. This separate order stated that the text of H.Res. 451 (110 th Congress, 2007-2008) will apply in the 116 th Congress. H.Res. 451 instructed the Ethics Committee (then called the Committee on Standards of Official Conduct) to empanel an investigative subcommittee to review the allegations whenever a Member of the House of Representatives, including a Delegate or Resident Commissioner to the Congress, is indicted or otherwise formally charged with criminal conduct in a court of the United States or any state not later than 30 days after the date of such indictment or charge. If the committee chooses not to empanel, it is to submit a report to the House describing the reasons for not empaneling an investigative subcommittee as well as the actions, if any, the committee took in response to the allegations."], "subsections": []}, {"section_title": "Considering Criminal Trial Evidence in Ethics Investigation", "paragraphs": ["H.Res. 6 amended clause 3(p) of Rule XI to allow the Committee on Ethics to consider certain criminal trial evidence in ethics investigations of Members, Delegates, and the Resident Commissioner. The new language authorizes the full committee or an investigative subcommittee thereof, if the respondent is convicted for a crime that \"is related to the subject of the investigation,\" to \"take into evidence the trial transcript or exhibits admitted into evidence at a criminal trial.\" ", "As referenced in the previous section of this report, \"Empaneling Investigative Subcommittees of the Committee on Ethics,\" a 116 th Congress separate order instructed the Committee on Ethics to form an investigative subcommittee in response to the criminal indictment or charging of a Member, Delegate, or the Resident Commissioner in federal or state court. As amended, clause 3(p) enables investigative subcommittees formed under the terms of this separate order, or established in another manner, to consider trial evidence following a conviction. The full Ethics Committee may also receive trial evidence regarding a Member, Delegate, or Resident Commissioner under investigation."], "subsections": []}]}, {"section_title": "Committee on the Budget", "paragraphs": [], "subsections": [{"section_title": "Committee Membership Limits", "paragraphs": ["H.Res. 6 removed term limits for members of the Committee of the Budget. In previous Congresses, committee members could serve for a set number of terms as specified in clause 5 of Rule X. In the 115 th Congress, the limit was no more than \"four Congresses in a period of six successive Congresses.\" That number could be extended if the Member served as the chair or ranking member of the committee.", "Now, under House rules, Members, Delegates, and the Resident Commissioner may serve as committee members or as the chair or ranking member regardless of the number of terms they have previously served in those positions. However, the rules of the Democratic Caucus, 116 th Congress, state that no members of the caucus, with some exceptions, may serve as a member of the Budget Committee during more than three out of five successive Congresses."], "subsections": []}]}, {"section_title": "Committee on Rules", "paragraphs": [], "subsections": [{"section_title": "Recorded Votes in Rules Committee Reports", "paragraphs": ["The 116 th r ules package allow s the Committee on Rules to file its committee reports without the inclusion of record ed votes taken in the committee . As stated in c lause 3 of Rule XIII , committee reports are to include \"the total number of votes cast for and against, and the names of members voting for and against\" reporting a measure or amendments offered to a measure. In previous Congres ses, clause 3(b) clarified that this requirement did not apply to the Committee on Ethics. H.Res. 6 inserted an additional exception for the Committee on Rules: The requirement to include recorded vote information applies \"only to the maximum extent practicable to a report by the Committee on Rules on a rule, joint rule, or the order of business.\"", "According to the Rules Committee, the change reflects that committee's \"constricted timeframe\" for preparing written reports. Prior to the rules change, the reporting requirement in clause 3 could potentially delay the floor consideration of special orders of business (special rules) reported by the Rules Committee and, consequently, lead to the delay of the consideration of measures considered under the terms of special rules."], "subsections": []}]}, {"section_title": "Committee on Financial Services", "paragraphs": [], "subsections": [{"section_title": "Additional Subcommittee", "paragraphs": ["H.Res. 6 included a separate order that provided the Committee on Financial Services with more flexibility to establish subcommittees. The separate order states that the committee can have \"not more than seven subcommittees\" during the 116 th Congress. Clause 5(d) of Rule X limits each committee to establishing not more than five subcommittees. Subsequent subdivisions of the rule, however, provide exceptions to this limit. For instance, a committee that has a Subcommittee on Oversight may have six subcommittees, the Appropriations Committee may have 13 subcommittees, and other named committees may have not more than seven subcommittees. ", "Separate orders may provide additional exceptions for specific Congresses. The H.Res. 6 separate order also stated that the Committee on Agriculture may not have more six subcommittees. The Agriculture exception, however, existed in the previous two Congresses. The Financial Services exception is new to the 116 th Congress.", "In the 115 th Congress, the Financial Services had six subcommittees, including one on Oversight and Investigations. At the start of the 116 th Congress, the committee re-established a Subcommittee on Oversight and Investigations, and it established a new Subcommittee on Diversity and Inclusion. Had it reestablished the five other subcommittees from the 115 th Congress, Financial Services would have had seven subcommittees, necessitating an exception to clause 5 of Rule X. However, the committee combined the jurisdiction of two subcommittees from the previous Congress (Monetary Policy and Trade; Terrorism and Illicit Finance) to form a National Security, International Development and Monetary Policy Subcommittee. Accordingly, as of this writing, in the 116 th Congress, Financial Services has established six subcommittees, although it is allowed seven subcommittees pursuant to the separate order."], "subsections": []}]}, {"section_title": "Select Committee on the Climate Crisis", "paragraphs": ["H.Res. 6 e stablished a Select Committee on the Climate Crisis . The select committee's \"sole authority\" is to \"investigate, study, make findings, and develop recommendations on policies, strategies, and innovations\" to reduce pollution and \"other activities that contribute to the climate crisis.\" The select committee does not have the legislative authority to report bills or resolutions or the legal authorit y to issue subpoena s or take depositions . However, it c an submit subpoena and deposition recommendations to relevant standing committees , hold public hearings in support of its investigative functions , and otherwise function under the r ules governing standing committees .", "The select committee shall be composed of 15 Members, Delegates, or the Resident Commissioner. The Speaker is to appoint the members, with six members selected at the recommendation of the minority leader. The Speaker is to designate a chair and, upon the minority leader's recommendation, a vice chair. The membership must possess certain attributes: At least two members are to be serving their first terms in Congress, at least two are to be members of the Committee on Rules, and at least two are to be members of the Committee on House Administration.", "H.Res. 6 requires the select committee to submit policy recommendations to the relevant standing committees by March 31, 2020, and report to the House its investigations, detailed findings, and policy recommendations by December 31, 2020. The policy recommendations and report are to be made publicly available in \"widely accessible formats\" not later than 30 days following the March 31 and December 31, 2020, dates of completion."], "subsections": []}, {"section_title": "Select Committee on the Modernization of Congress", "paragraphs": ["Title II of H.Res. 6 establishes a Select Committee on the Modernization of Congress to recommend improvements to the work and operation of Congress. The select committee's \"sole authority\" is to \"investigate, study, make findings, hold public hearings, and develop recommendations on modernizing Congress.\" Such recommendations could include new rules to \"promote a more modern and efficient Congress;\" new scheduling procedures; policies to \"develop the next generation of leaders;\" policies to recruit, retain, and provide for a diverse staff; policies to make congressional administration more efficient; policies on technology and innovation; and new procedures regarding the House Commission on Congressional Mailing Standards (commonly known as the \"Franking Commission\"). ", "The select committee's membership is to include two Members, Delegates, or the Resident Commissioner appointed by the Speaker. At least two members must be serving in their first term, at least two members must be members of the Committee on Rules, and at least two members must be members on the Committee of House Administration. ", "The select committee is bipartisan in composition. Half of the members are appointed on the recommendation of the minority leader. The Speaker designates the chair and, on the recommendation of the minority leader, the vice chair.", "The select committee does not have legislative jurisdiction or authority to take legislative action on bills or resolutions, and it does not have subpoena or deposition authority. However, it may submit legislative, subpoena, and deposition recommendations to the relevant standing committees. And, like standing committees, the committee was required to have a Member Day hearing at the start of 116 th Congress.", "H.Res. 6 requires the select committee to provide an interim status report every 90 days. This interim report must include transcripts of committee proceedings, itemized expenditures, and a proposed plan of activity for the next 90 days. With the \"votes of not fewer than 2/3 of its members,\" the select committee is also authorized to submit additional reports from \"time to time\" that provide the results of investigations, detailed findings, and policy recommendations. ", "The select committee is to submit its final report, with the \"votes of not fewer than 2/3 of its members,\" at the end of the first session of the 116 th Congress. This report is to include detailed findings and policy recommendations. The select committee is also to submit policy recommendations to the relevant standing committees. All committee reports are to be made available to the general public within 30 calendar days of their submittal to Congress or a committee.", "The select committee is to terminate on February 1, 2020. Upon its termination, the select committee's records are to be transferred to relevant standing committees, as determined by the Speaker."], "subsections": []}]}}