{"id": "R45884", "title": "Supreme Court October Term 2018: A Review of Selected Major Rulings", "released_date": "2019-08-23T00:00:00", "summary": ["The Supreme Court term that began on October 1, 2018, was a term of transition, with the Court issuing a number of rulings that, at times, suggested but did not fully adopt broader transformations in its jurisprudence. The term followed the retirement of Justice Kennedy, who was a critical vote on the Court for much of his 30-year tenure and who had been widely viewed as the Court's median or \"swing\" Justice. As a result, the question looming over the October 2018 Term was how the replacement of Justice Kennedy with Justice Kavanaugh would alter the Court's jurisprudence going forward.", "Notwithstanding the alteration in the Court's makeup, observers have generally agreed that the October 2018 Term largely did not produce broad changes to the Court's jurisprudence. Although a number of cases presented the Court with the opportunity to rethink various areas of law, the Court largely declined those invitations. In other cases, a majority of the Justices did not resolve potentially far-reaching questions, resulting in the Court either issuing more narrow rulings or simply not issuing an opinion in a given case. Nonetheless, much of the low-key nature of the October 2018 Term was a product of the Court's decisions to not hear certain matters. And for a number of closely watched cases that it did agree to hear, the Court opted to schedule arguments for the next term.", "While the Supreme Court's latest term generally did not result in wholesale changes to the law, its rulings were nonetheless important, in large part, because they provide insight into how the Court may function following Justice Kennedy's retirement. For the fourth straight year at the Court, the number of opinions decided by a bare majority increased, with 29% of the Court's decisions being issued by a five-Justice majority. While a number of decisions saw the Court divided along what are perceived to be the typical ideological lines, the bulk of the Court's closely divided cases involved heterodox lineups in which Justices with divergent judicial philosophies joined to form a majority in a given case. Collectively, the voting patterns of the October 2018 Term have led some commentators to suggest that the Court has transformed from an institution that was largely defined by the vote of Justice Kennedy to one in which multiple Justices are now perceived to be the Court's swing votes.", "Beyond the general dynamics of the October 2018 Term, the Court issued a number of opinions of importance for Congress. Of particular note are five opinions from the October Term 2018: (1)Â Kisor v. Wilkie , which considered the continued viability of the Auer-Seminole Rock doctrine governing judicial deference to an agency's interpretation of its own ambiguous regulation; (2) Department of Commerce v. New York , a challenge to the addition of a citizenship question to the 2020 census questionnaire; (3) Rucho v. Common Cause , which considered whether federal courts have jurisdiction to adjudicate claims of excessive partisanship in drawing electoral districts;Â (4)Â American Legion v. American Humanist Association , a challenge to the constitutionality of a state's display of a Latin cross as a World War I memorial; and (5) Gundy v. United States , which considered the scope of the long-dormant nondelegation doctrine."], "reports": {"section_title": "", "paragraphs": ["T he Supreme Court term that began on October 1, 2018, was a term of transition, with the Court issuing a number of rulings that, at times, signaled but did not fully adopt broader transformations in its jurisprudence. The term followed the retirement of Justice Kennedy, who was a critical vote on the Court for much of his 30-year tenure and who had been widely viewed as the Court's median or \"swing\" Justice. In nine out of the last 12 terms of the Roberts Court, he voted for the winning side in a case more often than any of his colleagues. Justice Brett Kavanaugh replaced Justice Kennedy one week into the October 2018 Term. The Court's newest member had served on the U.S. Court of Appeals for the District of Columbia (D.C. Circuit) for over a decade before his elevation to the Supreme Court. Empirical evidence suggests the Court can change with the retirement and replacement of one its members. As a result, the question looming over the October 2018 Term was how Justice Kennedy's departure and Justice Kavanaugh's arrival would alter the Court's jurisprudence going forward. Indeed, one member of the Court, Justice Ruth Bader Ginsburg, predicted Justice Kennedy's retirement to be \"the event of greatest consequence for the current Term, and perhaps for many Terms ahead.\" ", "Notwithstanding the alteration in the Court's makeup, observers have generally agreed that the October 2018 Term largely did not produce broad changes to the Court's jurisprudence. Although a number of cases presented the Court with the opportunity to rethink various areas of law, the Court largely declined those invitations. For instance, the Court in Gamble v. United States opted not to overrule a 170-year old doctrine concerning the reach of the Double Jeopardy Clause of the Fifth Amendment. In other cases, a majority of the Justices did not resolve potentially far-reaching questions, resulting in the Court either issuing more narrow rulings or simply not issuing an opinion in a given case. Nonetheless, much of the low-key nature of the October 2018 Term was a product of the Court's decisions to not hear certain matters. For instance, save for a three-page, per curiam opinion upholding an Indiana law regulating the disposal of fetal remains, the Court refrained from hearing cases touching on the subject of abortion during the October 2018 Term. The Court also declined to review cases addressing a number of other high-profile matters, including a challenge to the federal ban on bumpstocks, a dispute over whether business owners can decline on religious grounds to provide services for same-sex weddings, a case concerning President Trump's authority to impose tariffs on imported steel, and a challenge to the continued detainment of enemy combatants at Guantanamo Bay. And for a number of closely watched cases it did agree to hear, the Court opted to schedule arguments for the October 2019 Term, including several cases concerning whether federal law prohibits employers from discriminating on the basis of sexual orientation or gender identity and the lawfulness of the Department of Homeland Security's decision to wind down the Deferred Action for Childhood Arrivals (DACA) policy.", "While the Supreme Court's latest term generally did not result in wholesale changes to the law, its rulings were nonetheless important, in large part, because they may provide insight into how the Court will function following Justice Kennedy's retirement. For the fourth straight year at the Court, the number of opinions decided by a bare majority increased, with 29% of the Court's decisions being issued by a five-Justice majority. ", "Some of these decisions saw the Court divided along what are perceived to be the typical ideological lines, with Justices appointed by Republican presidents on one side and those appointed by Democrats on the other. These 5-4 splits occurred in several appeals concerning the death penalty and in three cases where the Court expressly or implicitly overturned several of the Court's previous precedents regarding sovereign immunity, property rights, and redistricting. ", "Nonetheless, such divisions proved to be the exception rather than the rule in closely divided cases during the last term. Of the 21 cases decided by a single vote, seven cases saw 5-4 splits between what have been viewed to be the conservative and liberal voting blocs on the Court. Instead, the October 2018 Term witnessed a number of heterodox lineups at the Court. For instance, Justice Kavanaugh joined the perceived liberal wing of the Court in a major antitrust dispute, and Justice Gorsuch voted with that same voting bloc in several cases involving Indian and criminal law. Justice Breyer joined the more conservative wing of the Court in the term's biggest Fourth Amendment case. And, as discussed in more detail below, in cases concerning the inclusion of a citizenship question on the 2020 Census questionnaire and judicial deference afforded to interpretations of agency regulations, the Chief Justice voted with the perceived liberal voting bloc. Underscoring the new dynamics of the Roberts Court, three Justices with fairly distinct judicial approaches voted most frequently with the majority of the Court last term: Justice Kavanaugh (voting with the majority 88% of the time), Chief Justice Roberts (85%), and Justice Kagan (83%). Collectively, the voting patterns of the October 2018 Term have led some legal commentators to suggest that the Court has transformed from an institution that was largely defined by the vote of Justice Kennedy to one in which multiple Justices are now the Court's swing votes.", "Beyond the general dynamics of October 2018 Term, the Court issued a number of opinions of particular importance for Congress. While a full discussion of every ruling from the last Supreme Court term is beyond the scope of this report, Table 1 and Table 2 provide brief summaries of the Court's written opinions issued during the October 2018 Term. The bulk of this report highlights five notable opinions from the October Term 2018 that could affect the work of Congress: (1) Kisor v. Wilkie , which considered the continued viability of the Auer-Seminole Rock doctrine governing judicial deference to an agency's interpretation of its own ambiguous regulation; (2) Department of Commerce v. New York , a challenge to the addition of a citizenship question to the 2020 census questionnaire; (3) Rucho v. Common Cause , which considered whether federal courts have jurisdiction to adjudicate claims of excessive partisanship in drawing electoral districts; (4) American Legion v. American Humanist Association , a challenge to the constitutionality of a state's display of a Latin cross as a World War I memorial; and (5) Gundy v. United States , which considered the scope of the long-dormant nondelegation doctrine. "], "subsections": [{"section_title": "Administrative Law", "paragraphs": [], "subsections": [{"section_title": "Deference and Agency Regulations: Kisor v. Wilkie37", "paragraphs": ["In Kisor v. Wilkie , the Supreme Court considered whether to overrule the Auer doctrine (also known as the Seminole Rock doctrine), which generally instructs courts to defer to agencies' reasonable constructions of ambiguous regulatory language. In a 5-4 decision, the Supreme Court upheld the deference doctrine on stare decisis grounds. However, while the Court in Kisor declined to overrule Auer , it emphasized that the doctrine applies only in limited circumstances. These limitations on the doctrine's scope could bear consequences for future courts' review of agency action and affect the manner in which agencies approach their decisionmaking.", "Background: The Supreme Court has established several doctrines that guide judicial review of agency action. Perhaps the most well known is the Chevron doctrine, which generally instructs courts to defer to an agency's reasonable interpretation of an ambiguous statute that it administers. Auer deference, which takes its name from the Supreme Court's 1997 decision in Auer v. Robbins , has roots in the Court's 1945 decision in Bowles v. Seminole Rock & Sand Co. Auer generally instructs courts to defer to an agency's interpretation of ambiguous regulatory language \" unless ,\" as the Court framed the test in Seminole Rock , that interpretation \"is plainly erroneous or inconsistent with the regulation.\" While Chevron deference applies to agency interpretations of statutes that are contained in agency statements that have the force of law (e.g., regulations promulgated following notice-and-comment rulemaking procedures), Auer deference has been applied to a range of nonbinding agency memoranda and other materials that construe ambiguous regulatory language. While the doctrine has long-standing roots, in the wake of Auer , several Members of the Court began to criticize the doctrine on policy, statutory, and constitutional grounds.", "The Kisor case arose after the Department of Veterans Affairs (VA) denied James L. Kisor's request for retroactive disability compensation benefits. The agency determined that records he supplied were not \" relevant \" within the meaning of the governing regulation . On appeal, the Federal Circuit held that the term \"relevant\" as used in that regulation was ambiguous and, applying Auer deference to the VA's interpretation, affirmed the agency's decision. The Supreme Court granted the petitioner's request for review to consider whether to overturn Auer . ", "Supreme Court's Decision: While the Supreme Court unanimously agreed to vacate the Federal Circuit's decision, the Justices fractured on whether to overrule Auer , with a bare majority voting to uphold it. Writing on behalf of five Members of the Court, Justice Kaganâ\u0080\u0094joined by Chief Justice Roberts and Justices Breyer, Ginsburg, and Sotomayorâ\u0080\u0094grounded the decision to uphold Auer on stare decisis principles. The doctrine of stare decisis typically leads the Court to follow rules set forth in prior decisions unless there is a \" special justification \" or \" strong grounds \" for overruling that precedent. Justice Kagan concluded that the petitioner's arguments did not justify abandoning Auer deference in light of the extensive body of precedent, going back at least to Seminole Rock , which supported the continued use of a doctrine that \"pervades the whole corpus of administrative law.\" The Kisor majority also expressed concern that abandonment of Auer deference could result in litigants revisiting any of the myriad cases that applied the doctrine. And, the Court continued, \" particularly ' special justification [ s], ' \" which had not been offered by the petitioner, were necessary to overturn Auer , given that Congress has left the doctrine undisturbed for so long, despite the Court's repeated assertions that the doctrine rests on a presumption \"that Congress intended for courts to defer to agencies when they interpret their own ambiguous rules.\" ", "Although the Court did not overrule Auer , it took \"the opportunity to restate, and somewhat expand on , \" the doctrine's limitations. In so doing, the Court formulated a multistep process for determining whether Auer deference should be afforded to an agency's interpretation of a regulation. First, a reviewing court may defer under Auer only after determining that the regulation is \"genuinely ambiguous,\" a conclusion the court may reach only after \" exhaust [ing] all the ' traditional tools ' of construction .\" Second, even if ambiguity exists, Auer will not apply unless the court determines that the agency's interpretation is \" reasonable \"â\u0080\u0094that is, the interpretation \"must come within the zone of ambiguity\" that the court uncovered in its interpretation of the regulation. And third, even if a court determines that the agency has reasonably interpreted a genuinely ambiguous regulation, it must still independently assess \" whether the character and context of the agency interpretation entitles it to controlling weight .\" Though the Court cautioned that this examination is unable to be reduced \"to any exhaustive test,\" the Court indicated that Auer deference shall not extend to interpretations that (1) are not the official or authoritative position of the agency; (2) do not somehow \"implicate [ the agency ' s ] substantive expertise \"; or (3) do not represent the agency ' s \" fair and considered judgment .\" The Court remanded the case to the Federal Circuit after concluding that the court of appeals did not adequately assess whether the regulation at issue was ambiguous, nor \"whether the [VA's] interpretation is of the sort that Congress would want to receive deference.\" ", "Two portions of Justice Kagan's opinion defended Auer on grounds other than stare decisis principles but did not gain the support of a majority of the Court. Joined by Justices Breyer, Ginsburg, and Sotomayor, Justice Kagan argued that Auer deference follows from \"a presumption that Congress would generally want [agencies] to play the primary role in resolving regulatory ambiguities.\" Justice Kagan wrote that this presumption was justified on several grounds, including agencies' significant substantive expertise, the relative political accountability of agencies subordinate to the President, and the view that the agency responsible for issuing a regulation is often best situated to determine the meaning of that regulation. The four Justices also disagreed with the petitioner's s tatutory, policy, and constitutional arguments for overrulin g Auer .", "Concurring Opinions: Justice Gorsuch authored an opinion in which he disagreed with the majority's refusal to overrule Auer . Justice Gorsuch agreed with the petitioner that Auer violates the Constitution, arguing that the doctrine runs afoul of the separation of powers by demanding that courts accede to the legal judgments of the executive branch and placing \"the powers of making, enforcing, and interpreting laws . . . in the same hands.\" He also agreed with the petitioner that Auer violates the judicial review and rulemaking provisions of the Administrative Procedure Act (APA). Instead of affording deference under Auer , Justice Gorsuch argued that judges should employ the so-called \" Skidmore doctrine \" when attempting to discern the meaning of an agency regulation. Under that doctrineâ\u0080\u0094named after the Court's 1944 decision in Skidmore v. Swift & Co. â\u0080\u0094courts independently interpret the text of a regulation, but may accord nonbinding weight to an administrative interpretation, consistent with \"the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade.\" ", "The Chief Justice, who provided the crucial fifth vote to uphold Auer , authored a partial concurrence contending that the \"distance\" between the controlling portion of Justice Kagan's opinion and the position put forth by Justice Gorsuch \"is not as great as it may initially appear.\" He noted that the limitations on Auer deference announced by the Kisor majorityâ\u0080\u0094that an interpretation must, among other things, be based on the agency's \"authoritative, expertise-based, and fair and considered judgment\"â\u0080\u0094were not so different from those factors that Justice Gorsuch believed may persuade a court to follow an interpretation under Skidmore . And, perhaps anticipating a future legal challenge to the continuing viability of the Chevron doctrine, the Chief Justice also wrote that the Auer and Chevron doctrines are analytically distinct, maintaining that the Court's refusal to overrule Auer had no bearing on the distinct issues associated with Chevron . ", "Implications for Congress: While the Court did not overrule the Auer doctrine in Kisor , the framework it elucidated for assessing whether deference is appropriate may provide further guidance and, perhaps, constrain lower courts deciding whether to defer to an agency's regulatory interpretation. Legal commentators have drawn various conclusions about Kisor 's potential impact, but it ultimately remains to be seen whether courts will be more hesitant to conclude that deference is warranted after Kisor , and whether the Kisor Court's elaborations on the limits on Auer deference will inform agency decisionmaking. In any event, the Court in Kisor made clear that Auer deference is not constitutionally required , and Congress may opt to memorialize, abrogate, or modify application of the doctrine by statute. For example, Congress could amend the judicial review provision of the APA to explicitly provide that judicial review of agency interpretations of regulations shall be accorded no deference (i.e., shall be reviewed \"de novo\") or instead be subject to some other standard . More narrowly, Congress could also provide in particular statutes governing specific agency actions whether Auer deference or some other standard of judicial review should be applied to regulatory interpretations."], "subsections": []}]}, {"section_title": "Election Law", "paragraphs": [], "subsections": [{"section_title": "Census: Department of Commerce v. New York89", "paragraphs": ["On the last day that the Supreme Court sat for the October 2018 Term, the Court issued its decision in Department of Commerce v. New York â\u0080\u0094a case involving the legal challenges to the decision by the Secretary of the Department of Commerce, Wilbur Ross, to add a citizenship question to the 2020 census questionnaire. The Court's opinion resolved important questions of constitutional, statutory, and administrative law. The Court concluded that adding a citizenship question to the 2020 census questionnaire did not violate the Enumeration Clause of the U.S. Constitution or the Census Act. But the Court alsoâ\u0080\u0094at least temporarilyâ\u0080\u0094prohibited the Department of Commerce from adding the citizenship question to the 2020 census questionnaire because it determined that Secretary Ross had violated the APA by failing to disclose his actual reason for doing so.", "Background : Article I, Â§Â 2 of the U.S. Constitution, as amended by the Fourteenth Amendment, requires Congress to take an \"actual Enumeration\" of \"the whole Number ofÂ . . . persons\" in each State \"everyÂ . . . Term of ten Years, in such Manner as [Congress] shall by Law direct.\" Through the Census Act, Congress delegated this responsibility to the Secretary of Commerce. That law requires the Secretary of Commerce to \"take a decennial census of population\" and grants the Secretary discretion to do so \"in such form and content as he may determine\" and to \"obtain such other census information as necessary.\"", "The Census Act places limits on how the Secretary of Commerce may conduct the census. Though the Secretary is authorized to \"determine the inquires\" and to \"prepare questionnaires\" for obtaining demographic or other information, Section 6(c) of the Census Act instructs the Secretary to first attempt to obtain such information from federal, state, or local government administrative sources \"[t]o the maximum extent possible\" and \"consistent with the kind, timeliness, quality and scope\" of the information needed. Moreover, to facilitate congressional oversight, Section 141(f) of the act directs the Secretary to \"submit [reports] to the [appropriate] committees of Congress\" (1) identifying the \"subjects proposed to be included\" and \"types of information to be compiled\"; (2) describing \"the questions proposed to be included in [the] census\"; and (3) if \"new circumstances exist,\" modifying the prior two reports.", "On March 26, 2018, Secretary Ross issued a memorandum stating that the Census Bureau would add a citizenship question to the 2020 decennial census questionnaire. Secretary Ross stated that he made this decision because the Department of Justice (DOJ) had asked that the citizenship question be added to the 2020 census to obtain citizenship data that would be used for enforcement of Section 2 of the Voting Rights Act (VRA). In the memorandum, Secretary Ross explained that he had considered four options in deciding how to respond to DOJ's request: (A) not adding the citizenship question; (B) adding the citizenship question; (C) relying solely on administrative records to obtain citizenship data; and (D) relying on both administrative records and a citizenship question to obtain citizenship data. ", "While the Census Bureau concluded that Option C would produce the most accurate citizenship information because noncitizens and Hispanics would be less likely to respond to a census questionnaire including a citizenship question, Secretary Ross chose option D. He stated that reliance on administrative records alone was \"a potentially appealing solution,\" but noted that it would provide \"an incomplete picture\" because the Census Bureau did not have a complete set of administrative records for the entire population. In response to concerns that \"reinstatement of the citizenship question . . . would depress response rate[s]\" among Hispanics and noncitizens, Secretary Ross stated the Department of Commerce had \"not [been] able to determine definitively how inclusion of a citizenship questionÂ . . . will impact responsiveness\" and determined that, in any event, \"the value of more complete and accurate dataÂ derived from surveying the entire population outweighs such concerns.\"", "Secretary Ross's decision was challenged in federal district courts in California, Maryland, and New York. Two of these courts concluded that the addition of a citizenship question violated the Enumeration Clause of the U.S. Constitution because \"its inclusion would materially harm the accuracy of the census without advancing any legitimate governmental interest.\" Two courts also determined that Secretary Ross violated Sections 6(c) and 141(f) of the Census Act. As to Section 6, those courts found that administrative records alone would produce more accurate citizenship data than when used in combination with a citizenship question, and therefore the addition of a citizenship question would violate Section 6(c)'s directive to rely on administrative records \"[t]o the maximum extent possible.\" The same two courts also determined that Secretary Ross violated Section 141(f) because he had not included citizenship as a \"subject\" in the first report that he submitted to Congress. Finally, all three district courts held that Secretary Ross had violated the APAâ\u0080\u0094the law requiring that agency action be based on \"'reasoned decisionmaking.'\" In particular, these courts concluded that Secretary Ross's decision wasâ\u0080\u0094among other thingsâ\u0080\u0094contrary to the evidence before him. They also determined that the Secretary's decision was unlawful because his sole stated reason for adding the citizenship questionâ\u0080\u0094providing DOJ with citizenship data for VRA enforcementâ\u0080\u0094was pretextual.", "Supreme Court ' s Decision : Chief Justice Roberts wrote the opinion for the Court in Department of Commerce v. New York . Though this opinion garnered a majority for each issue addressed, the Justices comprising the majority for each issue varied. ", "On the merits, Chief Justice Robertsâ\u0080\u0094joined by Justices Thomas, Alito, Gorsuch, and Kavanaughâ\u0080\u0094concluded that adding a citizenship question to the census did not violate the Enumeration Clause. Noting that the Court's \"interpretation of the Constitution is guided by Government practice that 'has been open, widespread, and unchallenged since the early days of the Republic,'\" the Court observed that \"demographic questions have been asked in every census since 1790\" and that \"questions about citizenship in particular have been asked for nearly as long.\" Relying on this \"early understanding\" and \"long practice,\" the Court determined that the Enumeration Clause does not prohibit inquiring about citizenship on the census questionnaire.", "These same Justices also determined that Secretary Ross's decision was supported by the evidence before him and therefore did not violate the APA on that ground. The Court ruled that the Secretary's decision to rely on both administrative records and a citizenship question to obtain citizenship data for DOJ was a reasonable exercise of his discretion in light of the available evidence. While the Census Bureau had found that administrative records alone would produce the most accurate citizenship data, it acknowledged that each option \"entailed tradeoffs between accuracy and completeness,\" and that it \"was not able to 'quantify the relative magnitude of the errors\" in each of Options C and D. The Court concluded that where the \"choice [is] between reasonable policy alternatives in the face of uncertainty,\" the Secretary has discretion to choose.", "The Court also determined that the Secretary reasonably weighed the costs and benefits of reinstating the citizenship question, particularly \"the risk that inquiring about citizenship would depress census response ratesÂ . . . among noncitizen households.\" The Court observed that the Secretary had explained why the \"risk[s] w[ere] difficult to assess,\" concluding that he had reasonably \"[w]eigh[ed] that uncertainty against the value of obtaining more complete and accurate citizenship data\" through a citizenship question. In the end, and \"in light of the long history of the citizenship question on the census,\" the Court was unwilling to second-guess the Secretary's conclusion as \"the evidence before [him] hardly led ineluctably to just one reasonable course of action.\"", "The same Justices also ruled that the Secretary's decision did not violate the Census Act. The Court first determined, \"for essentially the same reasons\" underlying its ruling that Secretary Ross's decision was supported by the evidence, that Secretary Ross reasonably concluded that relying solely on administrative records to obtain citizenship data \"would not . . . provide the more complete and accurate data that DOJ sought.\" Thus, because administrative records alone would not supply the \"kind,\" \"quality,\" and \"scope\" of \"'statistics required,'\" the Court held that Secretary Ross had complied with Section 6(c)'s requirement to rely \"[t]o the maximum extent possible\" on administrative records. The Court also determined that the Secretary complied with Section 141(f) of the Census Act. Though Secretary Ross had not included \"citizenship\" as a \"subject\" in his initial report to Congress, the Court determined that by listing \"citizenship\" as a \"question\" in the second report, the Secretary had adequately \"informed Congress that he proposed to modify the original list of subjects\" from his initial report.", "Finally, the Chief Justiceâ\u0080\u0094joined by Justices Ginsburg, Breyer, Sotomayor, and Kaganâ\u0080\u0094held that the Secretary's decision violated the APA because his sole stated reason for adding the citizenship question to the census questionnaire was not the real reason for his decision. The Court began by reaffirming the \"settled proposition[]\" that \"in order to permit meaningful judicial review, an agency must 'disclose the basis' of its action.\" Moreover, while acknowledging that courts normally accept an agency's stated reason for its action, the Court recognized that courts may review evidence outside the agency record to probe the justifications of an agency's decision when there is a strong showing of bad faith or improper behavior.", "After concluding that it could review the extra-record evidence on which the district court had relied, the Court conducted its own review of the evidence regarding Secretary Ross's reason for adding the citizenship question to the census. It began by noting that while the Secretary had \"tak[en] steps to reinstate a citizenship question about a week into his tenure,\" there was \"no hint that he was considering VRA enforcement\" at that time. In addition, the Court observed that the Department of Commerce had itself gone \"to great lengths to elicit the request from DOJ (or any other willing agency)\" to add the citizenship question. In the end, \"viewing the evidence as a whole,\" the Court concluded that \"the decision to reinstate a citizenship question [could not] be adequately explained in terms of DOJ's request for improved citizenship data to better enforce the VRA.\" Given this \"disconnect between the decision made and the explanation given,\" the Court held that the Secretary's decision violated the APA. However, the Court was clear that it was \"not hold[ing] that the [Secretary's] decision . . . was substantively invalid,\" but was only requiring the Secretary to disclose the reason for that decision. And to give Secretary Ross that opportunity, the Court directed the district court to remand the case back to the Department of Commerce.", "Concurring and Dissenting Opinions : Every Justice (other than Chief Justice Roberts) dissented from some portion of the Court's opinion. Among the most notable dissents were those of Justice Thomas and Justice Breyer. Justice Thomasâ\u0080\u0094joined by Justices Gorsuch and Kavanaughâ\u0080\u0094dissented from the Court's holding that Secretary Ross's decision was based on a pretextual rationale. Justice Thomas began by criticizing the majority for relying on evidence outside the administrative record. Under the APA, Justice Thomas explained, judicial review of an agency decision is generally based on \"'the agency's contemporaneous explanation'\" for its decision, and courts normally may not invalidate the agency's action even if it \"ha[d] other, unstated reasons for the decision.\" Justice Thomas acknowledged that review of extra-record materials may be permissible upon a showing of bad faith, but he disagreed with the Court's assessment that this case met that standard. Even if review of extra-record materials were appropriate, Justice Thomas concluded that none of the evidence established that Secretary Ross's stated basis for his decision \"did not factor at all into [his] decision.\" In his view, the evidence showed \"at most, that leadership at both the Department of Commerce and DOJ believed it importantâ\u0080\u0094for a variety of reasonsâ\u0080\u0094to include a citizenship question on the census.\" Finally, Justice Thomas criticized the Court's decision as being the \"the first time the Court has ever invalidated an agency action as 'pretextual,'\" contending that the Court had \"depart[ed] from traditional principles of administrative law.\"", "Justice Breyerâ\u0080\u0094joined by Justices Ginsburg, Sotomayor, and Kaganâ\u0080\u0094dissented from the Court's conclusion that Secretary Ross's decision was supported by the evidence before the agency. Justice Breyer contended that Secretary Ross inaccurately stated that he was \"'not able to determine definitively how inclusion of a citizenship question on the decennial census will impact responsiveness.'\" Specifically, the dissent observed that the experts within the Census Bureau itself had found that \"adding the question would produce a less accurate count because noncitizens and Hispanics would be less likely to respond to the questionnaire,\" finding there was \"nothing significant\" in the record \"to the contrary.\" Moreover, Justice Breyer criticized Secretary Ross's conclusion that the addition of the citizenship question would produce more complete and accurate data. According to Justice Breyer, the administrative record showed that inclusion of the citizenship question would, for a large segment of the population, \"be no improvement over using administrative records alone,\" and for 35 million people, it \"would be no better, and in some respects would be worse, than using [only] statistical modeling.\" On these grounds, four Justices concluded that Secretary Ross's decision was arbitrary and capricious.", "Implications for Congress : The Supreme Court's decision in Department of Commerce is significant, both for its immediate impact on the 2020 census and for how it may affect administrative law more broadly. The Court's decision barred the Trump Administration from adding the citizenship question to the 2020 census without disclosing the Secretary's actual reason for doing so. Though the Trump Administration initially sought to cure the legal error identified by Court's opinion, it ultimately abandoned these efforts and confirmed that a citizenship question will not be on the 2020 census questionnaire. Nonetheless, because the Court did not deem the addition of a citizenship question \"substantively\" unlawful, it is possible that the Department of Commerce could add a citizenship question to a future census questionnaire, as long as the Secretary of Commerce discloses the actual reasons for doing so. Notably, the Trump Administration recently issued an executive order related to the collection of citizenship data, which, among other things, instructs the Secretary of Commerce to \"consider initiating any administrative process necessary to include a citizenship question on the 2030 decennial census.\"", "Separately, the Supreme Court's decision could lay the groundwork for pretext-based challenges to agency decisions. The Court's opinion recognized that while \"a court is ordinarily limited to evaluating the agency's contemporaneous explanation in light of the existing administrative record,\" it may inquire further into the motive underlying an agency's action where there is \"a 'strong showing of bad faith or improper behavior.'\" Though this rule preexisted the Court's decision in Department of Commerce , some plaintiffs could view that decision as signaling a greater receptiveness by the Court to such challenges. This was the view taken by Justice Thomas, who asserted in his dissenting opinion that the Court's decision \"opened a Pandora's box of pretext-based challenges\" to agency action because \"[v]irtually every significant agency action is vulnerable to the kinds of allegations the Court credit[ed]\" in its opinion. Some commentators have echoed Justice Thomas's prediction. Perhaps responding to Justice Thomas's concerns, the Court's opinion emphasized that judicial inquiry into an agency's stated reason for its decision should be \"rare,\" explaining that this case involved \"unusual circumstances\" and was not \"a typical case.\" This limiting language could discourage potential litigants from raising pretext-based challenges to agency action."], "subsections": []}, {"section_title": "Redistricting: Rucho v. Common Cause and Lamone v. Benisek172", "paragraphs": ["Partisan gerrymandering, \"the drawing of legislative district lines to subordinate adherents of one political party and entrench a rival party in power,\" is an issue that has vexed the federal courts for more than three decades. On June 27, 2019, by a 5-to-4 vote, the Supreme Court ruled that claims of unconstitutional partisan gerrymandering are not subject to federal court review because they present nonjusticiable political questions, thereby removing the issue from federal courts' purview. In Rucho v. Common Cause and Lamone v. Benisek (hereinafter Rucho ), the Court viewed the Elections Clause of the Constitution as solely assigning disputes about partisan gerrymandering to the state legislatures, subject to a check by the U.S. Congress. Moreover, in contrast to one-person, one-vote and racial gerrymandering claims, the Court determined that no test exists for adjudicating partisan gerrymandering claims that is both judicially discernible and manageable. However, the Court suggested that Congress, as well as state legislatures, could play a role in regulating partisan gerrymandering going forward.", "Background: Prior to the 1960s, the Supreme Court had determined that challenges to redistricting plans presented nonjusticiable political questions that were most appropriately addressed by the political branches of government, not the judiciary. In 1962, however, in the landmark ruling of Baker v. Carr , the Court held that a constitutional challenge to a redistricting plan is justiciable, identifying factors for determining when a case presents a nonjusticiable political question, including \"a lack of [a] judicially discoverable and manageable standard[] for resolving it.\" Since then, while invalidating redistricting maps on equal protection grounds for other reasonsâ\u0080\u0094based on inequality of population among districts or one-person, one-vote and as racial gerrymandersâ\u0080\u0094the Court has not nullified a map because of partisan gerrymandering.", "In part, the Court has been reluctant to invalidate redistricting maps as impermissibly partisan because redistricting has traditionally been viewed as an inherently political process. Moreover, critics of federal court adjudication of partisan gerrymandering claims have argued that such lawsuits would open the floodgates of litigation and that it would be judicially difficult to police because it is unclear how much partisanship in redistricting is too much. On the other hand, critics of this view have argued that extreme partisan gerrymandering is \"incompatible with democratic principles\" by entrenching an unaccountable political class in power with the aid of modern redistricting softwareâ\u0080\u0094using \"pinpoint precision\" to maximize partisanshipâ\u0080\u0094thereby necessitating some role by the unelected judiciary.", "In earlier cases presenting a claim of unconstitutional partisan gerrymandering, the Court left open the possibility that such claims could be judicially reviewable, but did not ascertain a discernible and manageable standard for adjudicating such claims. In those rulings, Justice Kennedy cast the deciding vote, leaving open the possibility that claims could be held justiciable in some future case, under a yet-to-be-determined standard. Last year, the Supreme Court considered claims of partisan gerrymandering raising nearly identical questions to those in Rucho , but ultimately issued narrow rulings on procedural grounds specific to those cases. Rucho marked the first opinion on partisan gerrymandering since Justice Kennedy left the Court.", "Prior to the Supreme Court's consideration, three-judge federal district courts in North Carolina and Maryland invalidated congressional districts as unconstitutional partisan gerrymanders under standards they viewed to be judicially discernible and manageable. In the North Carolina case, the court determined that a redistricting map violates the Equal Protection Clause as an unconstitutional partisan gerrymander when (1) the map drawer's predominant intent was to entrench a specific political party's power; (2) the resulting dilution of voting power by the disfavored party was likely to persist in later elections; and (3) the discriminatory effects were not attributable to other legitimate interests. Further, the court determined that a partisan gerrymandered map may violate provisions in Article I requiring \"the People\" to select their representatives and limiting the states to determining only \"neutral provisions\" regarding the \"Times, Places, and Manner of holding Elections.\" Both courts concluded that a redistricting map violates the First Amendment if the challengers demonstrate that (1) the map drawers specifically intended to disadvantage voters based on their party affiliation and voting history; (2)Â the map burdened voters' representational and associational rights; and (3) the map drawers' intent to burden certain voters caused the \"adverse impact.\" Under a provision of federal law providing for direct appeals to the Supreme Court in cases challenging the constitutionality of redistricting maps, North Carolina legislators and Maryland officials appealed to the Supreme Court.", "Supreme Court's Decision: In Rucho , the Supreme Court held that, based on the political question doctrine, federal courts lack jurisdiction to resolve claims of unconstitutional partisan gerrymandering, vacating and remanding the North Carolina and Maryland lower court rulings with instructions to dismiss for lack of jurisdiction. In an opinion written by Chief Justice Roberts, the Court began by addressing the Framers' views on gerrymandering. According to the majority opinion, at the time of the Constitution's drafting and ratification, the Framers were well familiar with the controversies surrounding the practice of partisan gerrymandering. \"At no point\" during the Framers' debates, the Court observed, \"was there a suggestion that the federal courts had a role to play.\" Instead, the Chief Justice viewed the Elections Clause as a purposeful assignment of disputes over partisan gerrymandering to the state legislatures, subject to a check by the U.S. Congress. In this vein, the Court noted that Congress has in fact exercised its power under the Elections Clause to address partisan gerrymandering on several occasions, such as by enacting laws to require single-member and compact districts.", "Nonetheless, the Court acknowledged that there are two areas relating to redistricting where the Court has a unique role in policing the statesâ\u0080\u0094claims relating to (1) inequality of population among districts or \"one-person, one-vote\" and (2) racial gerrymandering. However, the Court distinguished those claims from claims of unconstitutional partisan gerrymandering, reasoning that while judicially discernible and manageable standards exist for adjudicating claims relating to one-person, one-vote and racial gerrymandering, partisan gerrymandering cases \"have proved far more difficult to adjudicate.\" This difficulty stems from the fact, the Court explained, that while it is illegal for a redistricting map to violate the one-person, one-vote principle or to engage in racial discrimination, at least some degree of partisan influence in the redistricting process is inevitable and, as the Court has recognized, permissible. Hence, according to the Court, the challenge has been to identify a standard for determining how much partisan gerrymandering is \"too much.\"", "The Chief Justice's opinion focused on three concerns regarding what he viewed as the central argument for federal adjudication of partisan gerrymandering claims: \"an instinct\" that if a political party garners a certain share of a statewide vote, as a matter of fairness, courts need to ensure that the party also holds a proportional number of seats in the legislature. First, the Court stated that this expectation \"is based on a norm that does not exist in our electoral system.\" For example, noting her extensive experience in state and local politics, the Court quoted Justice O'Connor's 1986 concurrence that maintained that \"[t]he opportunity to control the drawing of electoral boundaries through the legislative process of apportionment is a critical and traditional part of politics in the United States.\" Furthermore, the Rucho Court observed that the nation's long history of states electing their congressional representatives through \"general ticket\" or at-large elections typically resulted in single-party congressional delegations. As a result, the Chief Justice explained, for an extended period of American history, a party could achieve nearly half of the statewide vote, but not hold a single seat in the House of Representatives, suggesting that proportional representation was not a value protected by the Constitution. Second, even if proportional representation were a constitutional right, determining how much representation political parties \"deserve,\" based on each party's share of the vote, would require courts to allocate political power, a power to which courts are, in the view of the majority, not \"equipped\" to exercise. For the Court, resolving questions of fairness presents \"basic questions that are political, not legal.\" Third, even if a court could establish a standard of fairness, the Court determined that there is no discernible and manageable standard for identifying when the amount of political gerrymandering in a redistricting map meets the threshold of unconstitutionality.", "In so concluding, the Supreme Court rejected the tests that the district courts adopted in ascertaining unconstitutional partisan gerrymandering in North Carolina and Maryland. As to the North Carolina case, the Court criticized the \"predominant intent\" prong of the test adopted by the district court in holding the map in violation of the Equal Protection Clause. As the Chief Justice explained, although this inquiry is proper in the context of racial gerrymandering claims because drawing district lines based predominantly on race is inherently suspect, it does not apply in the context of partisan gerrymandering where some degree of political influence is permissible. Moreover, responding to the aspect of the test requiring challengers to demonstrate that partisan vote dilution \"is likely to persist,\" the Court concluded that it would require courts to \"forecast with unspecified certainty whether a prospective winner will have a margin of victory sufficient to permit him to ignore the supporters of his defeated opponent.\" That is, according to the Court, judges under this test would \"not only have to pick the winnerâ\u0080\u0094they have to beat the point spread.\" The Court also disapproved of the test the district courts adopted in both the North Carolina and Maryland cases in holding that the maps violated the First Amendment's guarantee of freedom to associate. As a threshold matter, the Court determined that the subject redistricting plans do not facially restrict speech, association, or any other First Amendment guarantees, as voters in diluted districts remain free to associate and speak on political matters. More directly, the Court concluded that under the premise that partisan gerrymandering constitutes retaliation because of an individual's political views, \"any level of partisanship in districting would constitute an infringement of their First Amendment rights.\" As a consequence, the Court viewed the First Amendment standard as failing to provide a manageable approach for determining when partisan activity has gone too far. In addition, the Court rejected North Carolina's reliance on Article I of the Constitution as the basis to invalidate a redistricting map, concluding that the text of the Constitution provided no enforceable limit for considering partisan gerrymandering claims.", "Nonetheless, Chief Justice Roberts acknowledged that excessive partisan gerrymandering \"reasonably seem[s] unjust,\" stressing that the ruling \"does not condone\" the practice. However, he maintained that the Court cannot address the problem simply \"because it must,\" viewing any solutions to extreme partisan gerrymandering to lie with Congress and the states, not the courts. Characterizing the dissent and the challengers' request that the Court ascertain a standard for adjudication as seeking \"an unprecedented expansion of judicial power,\" the Chief Justice cautioned that such an \"intervention would be unlimited in scope and duration .Â .Â . recur[ring] over and over again around the country with each new round of redistricting.\" Instead, he observed that many states have constitutional provisions and laws providing standards for state courts to address excessive partisan gerrymandering, which have been invoked with successful results. Furthermore, citing examples of past and pending federal legislation, the Court reiterated that \"the Framers gave Congress the power to do something about partisan gerrymandering in the Elections Clause.\"", "Dissenting Opinion: Justice Kagan wrote a dissent on behalf of four Justices arguing that the Court has the power to establish a standard for adjudicating unconstitutionally excessive partisan gerrymandering and that its \"abdication\" in Rucho \"may irreparably damage our system of government.\" According to the dissent, the standards proposed by the challengers and the lower courts are not \"unsupported and out-of-date musings about the unpredictability of the American voter,\" but instead are \"evidence-based, data-based, statistics-based.\" Moreover, responding to the Court's suggestion that Congress and the states have the power to ameliorate excessive partisan gerrymandering, the dissent maintained that the prospects for legislative reform are poor because the legislators who currently hold power as a result of partisan gerrymandering are unlikely to promote change. Instead, for the dissent, the solution to what they viewed as a crisis of the political process is a means to challenge extreme partisan gerrymandering outside of that process, through the unelected federal judiciary.", "Implications for Congress: As a result of Rucho , federal courts lack subject-matter jurisdiction to resolve claims of unconstitutional partisan gerrymandering. However, Rucho suggests that Congress and the states may have the power to address extreme partisan gerrymandering should they so choose. For example, as observed by the Court, several bills that take various approaches to address partisan gerrymandering have been introduced in the 116th Congress. For example, H.R. 1 , the For the People Act of 2019, which passed the House of Representatives on March 8, 2019, would eliminate legislatures from the redistricting process and require each state to establish a nonpartisan, independent congressional redistricting commission, in accordance with certain criteria. H.R. 44 , the Coretta Scott King Mid-Decade Redistricting Prohibition Act of 2019, would prohibit states from carrying out more than one congressional redistricting following a decennial census and apportionment, unless a state is ordered by a court to do so in order to comply with the Constitution or to enforce the Voting Rights Act of 1965. (At least one scholar has argued that limiting redistricting to once per decade renders it \"less likely that redistricting will occur under conditions favoring partisan gerrymandering.\") H.R. 131 , the Redistricting Transparency Act of 2019, would, based on the view that public oversight of redistricting may lessen partisan influence in the process, require state congressional redistricting entities to establish and maintain a public internet site and conduct redistricting under procedures that provide opportunities for public participation. Notably, the Court in Rucho specifically stated that it expressed \"no view\" on any pending proposals, but observed \"that the avenue for reform established by the Framers, and used by Congress in the past, remains open.\"", "With regard to the states, Rucho does not preclude state courts from considering such claims under applicable state constitutional provisions. For example, in 2015, the Florida Supreme Court invalidated a Florida congressional redistricting map as violating a state constitutional provision addressing partisan gerrymandering. Similarly, in 2018, the Pennsylvania Supreme Court struck down the state's congressional redistricting map under a Pennsylvania constitutional provision. Looking ahead, as a result of Rucho , such state remedies, coupled with any congressional action, will likely be the primary means for regulating excessive partisan influence in the redistricting process."], "subsections": []}]}, {"section_title": "First Amendment", "paragraphs": [], "subsections": [{"section_title": "Religious Displays: American Legion v. American Humanist Association242", "paragraphs": ["In American Legion v. American Humanist Association , the Supreme Court held that the Bladensburg Peace Cross, a public World War I memorial in the form of a Latin cross, did not violate the First Amendment's Establishment Clause. A divided Court also limited the applicability of Lemon v. Kurtzman , a long-standingâ\u0080\u0094but often-questioned â\u0080\u0094precedent that had previously supplied the primary standard for evaluating Establishment Clause claims. However, the separate opinions from the Court gave rise to a number of significant questions. In particular, there was no single majority opinion agreeing on what test should apply in future Establishment Clause claims. Further, the Court left open the possibility that the Lemon test, and the specific considerations it suggests courts should take into account, may continue to govern certain types of Establishment Clause challenges.", "Background: The First Amendment's Establishment Clause provides that the government \"shall make no law respecting an establishment of religion.\" The Court has long interpreted this requirement to require the government to be \"neutral\" toward religionâ\u0080\u0094but over the years, the Supreme Court has employed a variety of different inquiries to determine whether challenged government practices are sufficiently neutral. In Lemon , decided in 1971, the Court synthesized its prior Establishment Clause decisions into a three-part test, saying that to be considered constitutional, government action (1) \"must have a secular legislative purpose\"; (2) must have a \"principal or primary effect . . . that neither advances nor inhibits religion\"; and (3) \"must not foster an excessive government entanglement with religion.\"", "However, the Court has not always applied the Lemon test to analyze Establishment Clause challenges. For instance, in cases evaluating the constitutionality of government-sponsored prayer before legislative sessions, the Court has asked whether the disputed prayer practice \"is supported by this country's history and tradition.\" The Court has also adopted variations on Lemon , most notably using an \"endorsement\" test that asks \"whether the challenged governmental practice either has the purpose or effect of 'endorsing' religion.\" Thus, in 2018, Justice Thomas said that the Court's \"Establishment Clause jurisprudence is in disarray.\" Justice Thomas and other Justices have argued that the Court should abandon Lemon and instead adopt a single approach to interpreting the Clauseâ\u0080\u0094one that can be applied consistently.", "The Court's divergent approaches to evaluating Establishment Clause claims were apparent in two cases, issued on the same day in 2005, that involved government-sponsored displays containing religious symbols. In the first case, McCreary County v. ACLU , the Court applied the Lemon test and held that Ten Commandments displays in two Kentucky courthouses likely violated the Establishment Clause. In the second, Van Orden v. Perry , a plurality of the Court argued that like legislative prayers, religious displays should be evaluated primarily by reference to \"our Nation's history.\" Justice Breyer concurred in the Court's judgment in Van Orden , providing the fifth vote to uphold a Ten Commandments display on the grounds of the Texas State Capitol. Justice Breyer stated that that while he believed the particular monument did \" satisfy [the] Court ' s more formal Establishment Clause tests, \" including Lemon , his view of the case was also driven by a number of other factors, including the monument ' s history and physical setting. In particular, he emphasized that the monument had gone legally unchallenged for 40 years . Under the circumstances, Justice Breyer argued that removing or altering the monument would likely be \"divisive\" in a way that the monument itself was not, exhibiting \"a hostility toward religion that has no place in our Establishment Clause traditions.\"", "The plaintiffs in American Legion argued that Maryland violated the Establishment Clause by maintaining a war memorial known as the Bladensburg Peace Cross. The monument is a 32-foot Latin cross that sits on a large base containing a plaque with the names of 49 Prince George's County soldiers who died in World War I. The Fourth Circuit had agreed with the challengers and held that after looking to the Lemon test and giving \"due consideration\" to the \"factors\" set forth in Justice Breyer's Van Orden concurrence, the memorial violated the First Amendment.", "Supreme Court's Decision: The Supreme Court reversed the Fourth Circuit's decision. But while seven Justices ultimately approved of the Peace Cross, they did so in six different opinions, reflecting disagreement about how, exactly, to resolve the case. Justice Alito wrote the opinion for the American Legion Court, although certain portions of that opinion represented only a plurality. Writing for five members of the Court, Justice Alito's majority opinion relied on some of the factors highlighted by Justice Breyer's concurring opinion in Van Orden â\u0080\u0094namely, the fact that this particular monument had \"stood undisturbed for nearly a century\" and had \"acquired historical importance\" to the community. The Court acknowledged that the cross is a Christian symbol, but viewed the symbol as taking on \"an added secular meaning when used in World War I memorials.\" Under these circumstances, the Court concluded that requiring the state to \"destroy[] or defac[e]\" the Peace Cross \"would not be neutral\" with respect to religion \"and would not further the ideals of respect and tolerance embodied in the First Amendment.\"", "Concurring and Dissenting Opinions: A different majority of Justices voted to limit the applicability of the Lemon testâ\u0080\u0094although no five Justices agreed just how far to limit Lemon . Justice Alito, writing for a four-Justice plurality, suggested that \"longstanding monuments, symbols, and practices\" should not be evaluated under Lemon , but should instead be considered constitutional so long as they \"follow in\" a historical \"tradition\" of religious accommodation. Justices Thomas and Gorsuch wrote separate concurrences disapproving of Lemon more generally. Justice Thomas argued that the Court should \"overrule the Lemon test in all contexts\" and instead analyze Establishment Clause claims by reference to historical forms of \"coercion.\" Justice Gorsuch viewed Lemon as a \"misadventure,\" expressing concerns about that test and suggesting instead that the Court should look to historical practice and traditions in Establishment Clause challenges. Therefore, it appears that Lemon will no longer be used to assess the constitutionality of \"longstanding monuments, symbols, and practices.\"", "Justice Ginsburg dissented, joined by Justice Sotomayor. She stressed the cross's religious nature, observing that it has become a marker for Christian soldiers' graves \"precisely because\" the cross symbolizes \"sectarian beliefs.\" Her analysis did not expressly invoke the three-part Lemon test, but applied the \"endorsement\" test developed from Lemon , asking whether the display conveyed \"a message that religion or a particular religious belief is favored or preferred.\" Looking to the memorial's nature and history, Justice Ginsburg believed that the Peace Cross did convey a message of endorsement. Ultimately, she concluded that by maintaining the monument, the state impermissibly \"elevate[d] Christianity over other faiths, and religion over nonreligion.\"", "Implications for Congress: While American Legion was ostensibly concerned with the constitutionality of a single monument, the Court's decision raises a number of questions regarding future interpretations of the Establishment Clause. First, while the plurality opinion said that \"monuments, symbols, and practices with a longstanding history\" should now be evaluated by reference to historical practices rather than the Lemon test, it is not clear what qualifies as a long-standing symbol or practice. Further, it is unclear whether the historical practice test will apply outside of the context of challenges to monuments or legislative prayer . Indeed, two of the Justices who joined the plurality opinionâ\u0080\u0094Justices Breyer and Kavanaughâ\u0080\u0094wrote separate opinions suggesting that other factors in addition to historical practice may be relevant to evaluating Establishment Clause challenges. More broadly, however, regardless of the particular test employed, the opinions in American Legion suggest that the Roberts Court may be adopting a view of the Establishment Clause that is more accommodating of government sponsorship of religious displays and practicesâ\u0080\u0094even where those practices are aligned with a particular religion. Given that a majority of Justices agreed in American Legion that at least with respect to government use of religious symbols, \"[t]he passage of time gives rise to a strong presumption of constitutionality,\" it seems likely that courts will view Establishment Clause challenges to long-standing monuments with significant skepticism moving forward."], "subsections": []}]}, {"section_title": "Separation of Powers", "paragraphs": [], "subsections": [{"section_title": "Nondelegation Doctrine: Gundy v. United States289", "paragraphs": ["In affirming the petitioner's conviction for violating the Sex Offender Registration and Notification Act (SORNA), a divided Supreme Court in Gundy v. United States upheld the constitutionality of Congress's delegated authority to the U.S. Attorney General to apply registration requirements to offenders convicted prior to SORNA's enactment. In a plurality opinion written on behalf of four Justices, Justice Kagan concluded that SORNA's delegation \"easily passes constitutional muster\" and was \"distinctively small-bore\" when compared to the other broad delegations the Court has upheld since 1935. Justice Gorsuch's dissent, joined by Chief Justice Roberts and Justice Thomas, highlighted an emerging split on the Court's approach in reviewing authority Congress delegates to another branch of government. Providing the fifth vote to affirm Gundy's conviction, Justice Alito concurred in the judgment only, declining to join Justice Kagan's opinion and indicating his willingness to rethink the Court's approach to the nondelegation doctrine, which seeks to bar Congress from delegating its legislative powers to other branches of government. After Gundy , whether the Court revives the long-dormant nondelegation doctrine likely depends on Justice Kavanaugh's views on the doctrine. (Justice Kavanaugh, who was not confirmed to the Court at the time of oral arguments, took no part in the Gundy decision. )", "Background: Article I, Section 1 of the Constitution provides that \"[a]ll legislative Powers herein granted\" will be vested in the United States Congress. The Supreme Court has held that the \"text in [Article I's Vesting Clause] permits no delegation of those powers.\" The nondelegation doctrine, as crafted by the courts, exists mainly to prevent Congress from ceding its legislative power to other entities and, in so doing, maintain the separation of powers among the three branches of government. At the same time, the Court has recognized that the nondelegation doctrine does not require complete separation of the three branches of government, permitting Congress to delegate certain powers to implement and enforce the law. To determine whether a delegation of authority is constitutional, the Court has required that Congress lay out an \"intelligible principle\" to guide the delegee's discretion and constrain its authority. Under the lenient \"intelligible principle\" standard that has its origins in the 1928 decision J.W. Hampton, Jr., & Co. v. United States , the Court has relied on the nondelegation doctrine twice, in 1935, to invalidate two provisions in the National Industrial Recovery Act delegating authority to the President, rejecting every nondelegation challenge thereafter.", "Gundy , the latest nondelegation challenge at the Supreme Court, centered on the application of registration requirements under SORNA to pre-act offenders. Enacted as Title I of the Adam Walsh Child Protection and Safety Act of 2006, SORNA's stated purpose is \"to protect the public from sex offenders and offenders against children\" by establishing a comprehensive national registration system of offenders. To this end, SORNA requires convicted sex offenders to register in each state where the offender resides, is employed, or is a student. Section 20913(d) of SORNA authorizes the Attorney General to \"specify the applicability\" of the registration requirements \"to sex offenders convicted before the enactment\" of the act and to \"prescribe rules for the registration of any such sex offenders\" and for other offenders unable to comply with the initial registration requirements. As decided by the Court in Reynolds v. United States , the law's registration requirements did not apply to pre-SORNA offenders until the Attorney General so specified. Accordingly, in a series of interim and final rules and guidance documents issued between 2007 and 2011, the Attorney General specified that SORNA's requirements apply to all sex offenders, including sex offenders convicted before the statute's enactment.", "Before the enactment of SORNA, petitioner Herman Gundy was convicted of a sex offense in Maryland. After serving his sentence, Gundy traveled from Maryland to New York. Subsequently, he was arrested and convicted for failing to register as a sex offender in New York under SORNA. In his petition to the Supreme Court, Gundy argued, among other things, that SORNA's grant of \"undirected discretion\" to the Attorney General to decide whether to apply the statute to pre-SORNA offenders is an unconstitutional delegation of legislative power to the executive branch.", "Supreme Court's Decision: In Gundy, Justice Kagan announced the judgment of the Court, affirming the lower court, and authored a plurality opinion joined by Justices Ginsburg, Breyer, and Sotomayor that followed the modern approach toward the nondelegation doctrine, rejecting Gundy's argument that Congress unconstitutionally delegated \"quintessentially legislative powers\" to the Attorney General to decide whether to apply the statute to pre-SORNA offenders. Relying on Reynolds , Justice Kagan read SORNA as requiring the Attorney General to \"apply SORNA's registration requirements as soon as feasible to offenders convicted before the statute's enactment.\" Based on this interpretation, the plurality decided that Congress did not violate the nondelegation doctrine based on the Court's \"long established law\" in upholding broad delegations. The plurality explained that under the intelligible principle standard, so long as Congress has made clear the \"general policy\" and boundaries of the delegation, such broad delegations are permissible. Compared to very broad delegations upheld in the past (e.g., delegations to agencies to regulate in the \"public's interest\"), the plurality concluded that the Attorney General's \"temporary authority\" to delay the application of SORNA's registration requirements to pre-act offenders due to feasibility concerns \"falls well within constitutional bounds.\"", "Dissenting and Concurring Opinions: In contrast, in his dissent, Justice Gorsuch, joined by Chief Justice Roberts and Justice Thomas, viewed the plain text of the delegation as providing the Attorney General limitless and \"vast\" discretion and \"free rein\" to impose (or not) selected registration requirements on pre-act offenders. In concluding the delegation to be unconstitutional, Justice Gorsuch distinguished his analysis from the plurality and the Court's precedents by focusing on the separation-of-powers principles that underpin the nondelegation doctrine. In the dissent's view, the nondelegation doctrine used to serve a vital role in maintaining the separation of powers among the branches of government by assuring that elected Members of Congress fulfill their constitutional lawmaking duties. Justice Gorsuch warned that delegating Congress's constitutional legislative duties to the executive branch bypasses the bicameral legislative process, resulting in laws that fail to protect minority interests or provide political accountability or fair notice. Consequently, the dissent faulted the \"evolving intelligible principle\" standard and increasingly broad delegations as pushing the nondelegation doctrine further from its separation-of-powers roots. Arguing for a more robust review of congressional delegations, Justice Gorsuch outlined several \"guiding principles.\" According to the dissent, Congress could permissibly delegate (1) authority to another branch of government to \"fill up the details\" of Congress's policies regulating private conduct; (2)Â fact-finding to the executive branch as a condition to applying legislative policy; or (3) nonlegislative responsibilities that are within the scope of another branch of government's vested powers (e.g., assign foreign affairs powers that are constitutionally vested in the President).", "Applying these \"traditional\" separation-of-powers tests in lieu of the plurality's \"intelligible principle\" approach, Justice Gorsuch concluded that SORNA's delegation was an unconstitutional breach of the separation between the legislative and executive branches. He argued that SORNA lacked a \"single policy decision concerning pre-Act offenders\" and delegated more than the power to fill the details to the Attorney General. The dissent disputed the plurality's comparison of SORNA's delegation to other broad delegations that the Court has upheld, reasoning that \"there isn't . . . a single other case where we have upheld executive authority over matters like these on the ground they constitute mere 'details.'\" Further, he asserted that the delegation is neither conditional legislation subject to executive fact-finding nor a delegation of powers vested in the executive branch because determining the rights and duties of citizens is \"quintessentially legislative power.\" In \"a future case with a full panel,\" Justice Gorsuch hoped that the Court would recognize that \"while Congress can enlist considerable assistance from the executive branch in filling up details and finding facts, it may never hand off to the nation's chief prosecutor the power to write his own criminal code. That 'is delegation running riot.'\"", "Although Justice Alito voiced \"support [for the] effort\" of the dissent in rethinking the Court's approach to the nondelegation doctrine, he opted to not join that effort without the support of the majority of the Court. As a result, Justice Alito concurred in the judgment of the Court in affirming the petitioner's conviction. In his brief, five-sentence concurring opinion, Justice Alito viewed a \"discernable standard [in SORNA's delegation] that is adequate under the approach this Court has taken for many years.\"", "Implications for Congress: The divided opinions in Gundy signal a potential shift in the Court's approach in nondelegation challenges and potential resurrection of the nondelegation doctrine. With three Justices and the Chief Justice in Gundy willing to reconsider or redefine the Court's \"intelligible principle\" standard, Justice Kavanaugh, who did not participate in Gundy , appears likely to be the critical vote to break the tie in a future case considering a revitalization of the nondelegation principle.", "If the Court were to replace the modern intelligible principle approach, new challenges may arise in determining when Congress crosses the nondelegation line. A more restrictive nondelegation standard could invite constitutional challenges to many other statutory provisions that delegate broad authority and discretion to the executive branch to issue and enforce regulations. The significance of these challenges was the subject of a debate between the Gundy plurality and dissent. Justice Kagan cautioned that striking down SORNA's delegation as unconstitutional would make most of Congress's delegations to the executive branch unconstitutional because Congress relies on broad delegations to executive agencies to implement its policies. However, Justice Gorsuch countered that \"respecting the separation of powers\" does not prohibit Congress from authorizing the executive branch to fill in details, find facts that trigger applicable statutory requirements, or exercise nonlegislative powers.", "A future case may provide the Court with the opportunity to provide guidance to the courts and Congress on how precise Congress must be in its delegation and how best to draw the line between permissible and impermissible delegations. For now, however, the current intelligible principle standard in use since 1935 survives while the nondelegation doctrine continues to remain \"moribund.\""], "subsections": []}]}]}}