{"id": "R45865", "title": "Farm Policy: USDA’s 2019 Trade Aid Package", "released_date": "2019-11-26T00:00:00", "summary": ["On May 23, 2019, Secretary of Agriculture Sonny Perdue announced that the U.S. Department of Agriculture (USDA) would undertake a second trade aid package in 2019 valued at up to $16 billionâ\u0080\u0094similar to a trade aid package initiated in 2018 valued at $12 billionâ\u0080\u0094to assist farmers in response to trade damage from continued tariff retaliation and trade disruptions.", "Under the 2019 trade aid package, USDA will use its authority under the Commodity Credit Corporation (CCC) Charter Act to fund three separate programs to assist agricultural producers in 2019 while the Administration works to resolve the ongoing trade disputes with certain foreign nations, most notably China. The three programs are similar to the 2018 trade aid package but are funded at different levels:", "1. The Market Facilitation Program (MFP) for 2019, administered by USDA's Farm Service Agency, is to provide up to $14.5 billion in direct payments to producers of affected commodities (compared with up to $10 billion in 2018). 2. A Food Purchase and Distribution Program , administered through USDA's Agricultural Marketing Service, will use $1.4 billion (compared with $1.2 billion in 2018) to purchase surplus commodities affected by trade retaliation, such as fruits, vegetables, some processed foods, beef, pork, lamb, poultry, and milk, for distribution by USDA's Food and Nutrition Service to food banks, schools, and other outlets serving low-income individuals. 3. The Agricultural Trade Promotion Program , administered by USDA's Foreign Agriculture Service, will be provided $100 million ($200 million in 2018) to assist in developing new export markets on behalf of U.S. agricultural producers.", "The broad discretionary authority granted to the Secretary under the CCC Charter Act to implement the trade aid package also allows the Secretary to determine how the aid is to be calculated and distributed. Some important differences between the 2018 and 2019 trade aid packages include the following.", "The 2019 package includes an expanded funding commitment of $16 billion versus $12 billion under the 2018 package. The 2019 package focuses on the same three commodity groupsâ\u0080\u0094non-specialty crops (grains and oilseeds), specialty crops (nuts and fruit), and animal products (hogs and dairy)â\u0080\u0094but includes an expanded list of eligible commodities (41 eligible commodities in 2019 compared with nine in 2018). The MFP payment formula for 2019 is modified for non-specialty crops to be a single county payment rate rather than commodity-specific rates that were applied in 2018. This is done to minimize influencing producer crop choices and avoid large payment-rate discrepancies across commodities. MFP payments for non-specialty crops will be based on planted acres in 2019, not harvested production as in 2018. This change will avoid having MFP payments reduced by the lower yields that are expected across major growing regions due to the widespread wet spring and delayed plantings. The 2019 package includes expanded payment limits per individual per commodity group ($250,000 versus $125,000 under the 2018 initiative) and an expanded maximum combined payment limit across commodity groups ($500,000 versus $375,000). It continues the expanded adjusted gross income (AGI) criteria (no restriction if at least 75% of AGI is from farming operations) adopted under the 2019 Supplemental Appropriations for Disaster Relief Act ( P.L. 116-20 ) and applied to 2018 MFP payments retroactively.", "Payments may be made in up to three tranches, with the second and third tranches dependent on market developments. The first payment started in August and consisted of the higher of either 50% of a producer's calculated payment or $15 per acre. USDA announced on November 15, 2019, that the second tranche of payments would go out on November 18, 2019. The third tranche would depend on USDA's evaluation of market and trade conditions. If deemed necessary, they would occur in January 2020. As of November 25, 2019, USDA had made $10.2 billion in 2019 MFP payments.", "USDA's use of CCC authority to initiate and fund agricultural support programs without congressional involvement is not without precedent, but the scope and scale of its use for the two trade aid packagesâ\u0080\u0094at $28 billionâ\u0080\u0094has increased congressional and public interest. Some have questioned whether MFP payments have established a precedent that might persist as long as trade disputes remain unresolved. Others have questioned the equity of their distribution across commodity sectors and regions. Finally, some economists worry that large MFP payments might contribute to a violation of U.S. trade commitments to the World Trade Organization."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On May 23, 2019, Secretary of Agriculture Sonny Perdue announced that USDA would undertake a second round of trade aid in 2019 to assist farmers in response to trade damage from continued tariff retaliation and trade disruptions. Partial details of the new initiative were announced on July 25, 2019. Final program detailsâ\u0080\u0094such as calculation of the individual commodity-specific payment rates used in the formulation of the county-level payment rates for non-specialty cropsâ\u0080\u0094were released on August 23, 2019.", "The 2019 trade aid package builds on the 2018 trade aid package in that it is based on the same legislative authority: Section 5 of the Commodity Credit Corporation (CCC) Charter Act of 1948 (P.L. 80-806; 15 U.S.C. 714 et seq. ), as amended. Specifically, the President has authorized USDA to provide up to $16 billion in new funding for the 2019 initiative. This new funding authority is in addition to the $12 billion in funding authority that was announced for the previous 2018 trade aid package. ", "The 2019 trade aid package is to be implemented using the same three trade assistance programs that were used under the 2018 trade aid packageâ\u0080\u0094a Market Facilitation Program (MFP), a Food Purchase and Distribution Program (FPDP), and an Agricultural Trade Promotion (ATP) programâ\u0080\u0094but at generally higher funding levels ( Table 1 ), except for ATP. ", "Also similar to the 2018 initiative, the 2019 trade aid package funding authority corresponds with USDA's estimate of the trade damage to the U.S. agricultural sector from retaliatory tariffsâ\u0080\u0094imposed on U.S. agricultural goods in response to previous U.S. trade actionsâ\u0080\u0094and other trade disruptions in 2019. The 2019 programs are intended to assist agricultural producers while the Administration works to resolve the ongoing trade disputes with certain foreign nations, most notably China. ", "This report describes the new trade aid package authorized for 2019, including its constituent parts, and identifies distinguishing differences from the 2018 trade aid package. An appendix provides additional details on USDA's implementation of the FPDP and ATP programs and on the evolution of USDA's formulation of the MFP payment rates under the 2018 and 2019 MFP programs. "], "subsections": []}, {"section_title": "2019 Trade Aid Package Components", "paragraphs": ["Under the 2019 trade aid package, USDA is to use up to $16 billion to fund three programs to assist producers of affected commodities in 2019:", "1. A Market Facilitation Program , administered by USDA's Farm Service Agency (FSA), to provide up to $14.5 billion in direct payments to producers of USDA-specified eligible commodities (described below). 2. A Food Purchase and Distribution Program , administered through USDA's Agricultural Marketing Service (AMS), to use $1.4 billion to purchase surplus commodities affected by trade retaliation, such as fruits, vegetables, some processed foods, beef, pork, lamb, poultry, and milk for distribution by the Food and Nutrition Service to food banks, schools, and other outlets serving low-income individuals. 3. An Agricultural Trade Promotion Program , administered by USDA's Foreign Agriculture Service (FAS), to use $100 million to assist in developing new export markets on behalf of U.S. agricultural producers.", "Some important differences between the 2018 and 2019 trade aid packages include the following:", "The 2019 package includes an expanded funding commitment of up to $16 billion versus $12 billion under the previous package. The 2019 package includes an expanded list of eligible commodities (41 eligible commodities in 2019 versus 9 in 2018). The MFP payment formula for 2019 is modified for non-specialty crops (field crops) to be a single county payment rate rather than commodity-specific rates. This is done to minimize influencing producer crop choices and avoid large payment-rate discrepancies across commodities. MFP payments for non-specialty crops in 2019 are to be based on planted acres, not harvested production as in 2018. This change would avoid having MFP payments reduced by the lower yields that are expected across major growing regions due to the widespread wet spring and delayed plantings. The 2019 package includes 1. expanded payment limits per individual per commodity group ($250,000 versus $125,000 for 2018 MFP payments); 2. an expanded maximum combined payment limit across commodity groups ($500,000 versus $375,000); and 3. adjusted gross income (AGI) eligibility criteria based on the average AGI for 2015, 2016, and 2017. AGI criteria used to assess eligibility for 2018 MFP payments were based on AGI for 2013, 2014, and 2015.", "Initially, 2018 MFP payment recipients were subject to an AGI limit of $900,000 for eligibility. However, the 2019 Supplemental Appropriations for Disaster Relief Act ( P.L. 116-20 ) included a provision that retroactively eliminated the AGI threshold if at least 75% of a farm's AGI came from farming operations. This expanded AGI interpretation is retained for 2019 MFP payments but based on the different three-year period described above."], "subsections": [{"section_title": "Market Facilitation Program", "paragraphs": ["The MFP program is authorized to make direct payments to producers of eligible commodities. Eligible producers must submit application forms as part of the signup for the MFP program. Signup runs from Monday, July 29, through Friday, December 6, 2019. Program informationâ\u0080\u0094including MFP application forms (CCC-913), program eligibility requirements, commodity coverage, and county-level payment ratesâ\u0080\u0094is available at USDA's MFP program website. Key program details are summarized below."], "subsections": [{"section_title": "Payment Qualifications", "paragraphs": ["Producers of MFP-eligible commodities (listed below) may apply for MFP payments, provided that they also ", "have an ownership interest in the commodity and are actively engaged in the farming operation; have an average AGI for tax years 2015, 2016, and 2017 of less than $900,000 per year or an AGI in excess of $900,000 with at least 75% of AGI derived from farming, ranching, or forestry-related activities; comply with the provisions of the \"Highly Erodible Land and Wetland Conservation\" regulations, often called the conservation compliance provisions; and have filed a 2019 acreage report with their county FSA offices.", "Producers are not required to have purchased crop insurance or coverage under the Noninsured Crop Disaster Assistance Program to be eligible for participation, nor are they required to participate in any other CCC programs."], "subsections": []}, {"section_title": "Covered Commodities and Payment Determination", "paragraphs": ["With respect to 2019 MFP payments, USDA has categorized the eligible commodities into three groups: ", "1. non-specialty crops (field crops including grains and oilseeds), 2. specialty crops (tree nuts and fruits), and 3. animal products (dairy and hogs). ", "Each of these three commodity groupings has different payment structures. In particular, producers of non-specialty crops will be eligible for a single county payment rate multiplied by their farms' total acres of MFP-eligible non-specialty crops planted in a county in 2019. In contrast, dairy, hogs, and specialty crops will each have a single national payment rate to be multiplied by their production history, inventory, or acres under cultivation in 2019, respectively ( Table 2 ). "], "subsections": [{"section_title": "Non-Specialty Crops", "paragraphs": ["Eligible non-specialty crops include alfalfa hay, barley, canola, corn, crambe, dried beans, dry peas, extra-long-staple cotton, flaxseed, lentils, long- and medium-grain rice, millet, mustard seed, oats, peanuts, rapeseed, rye, safflower, sesame seed, small and large chickpeas, sorghum, soybeans, sunflower seed, temperate japonica rice, triticale, upland cotton, and wheat.", "Unlike 2018, where MFP payment rates were specific for each eligible non-specialty crop, 2019 MFP payment rates are fixed at the county level and do not vary with a producer's mix of crops. This change in payment structure was done to minimize influencing producer crop choices (as the announcement was made before planting was finished) and avoid large payment-rate discrepancies across commodities. Thus, under the 2019 MFP payment format, producers of MFP-eligible non-specialty crops, within a particular county, are to receive MFP payments based on that county's MFP payment rate multiplied by the farms' total plantings to eligible crops in that county in 2019. USDA is requiring that a producer's total MFP-eligible plantings in 2019 may not exceed total 2018 plantings. ", "The MFP payment rate for non-specialty crops is fixed within each county. However, MFP payment rates will vary across counties based on each county's historical average share of eligible crops planted, average planted acres per eligible crop, and average yields of eligible crops. Within this construct, USDA has set minimum and maximum county MFP payment rates of $15 and $150 per acre.", "Producers who were prevented from planting MFP-eligible crops due to adverse weather but filed prevented-planting claims under crop insurance and planted FSA-certified cover crops (with the potential to be harvested) on the unplanted acres are also eligible for the minimum $15 per acre payment rate. Acres that were never planted in 2019 are not eligible for MFP payments. Acreage of non-specialty crops and cover crops must have been planted by August 1, 2019, to be eligible for MFP payments."], "subsections": []}, {"section_title": "Dairy and Hogs", "paragraphs": ["Dairy producers who were in business as of June 1, 2019, are to receive a $0.20 per hundredweight payment on their milk production history as reported for the Dairy Margin Coverage program. Hog producers are to receive a payment of $11 per head based on the number of live hogs owned on a date to be selected by the producer between April 1 and May 15, 2019. "], "subsections": []}, {"section_title": "Specialty Crops", "paragraphs": ["MFP payments are to also be made to producers of almonds, cranberries, cultivated ginseng, fresh grapes, fresh sweet cherries, hazelnuts, macadamia nuts, pecans, pistachios, and walnuts. Per-acre MFP payment rates will vary across specialty crops ( Table 2 ) based on their 2019 acres of fruit- or nut-bearing plants or, in the case of ginseng, harvested acres in 2019."], "subsections": []}]}, {"section_title": "MFP Payment Start Dates", "paragraphs": ["Payments are to be made in up to three tranches. The first payment is to consist of the higher of either 50% of a producer's calculated payment or $15 per acre. On August 22, 2019, news media announced that USDA had begun to process the first tranche of MFP payments. ", "USDA announced on November 15, 2019, that the second tranche of payments would go out on November 18, 2019. For producers with overall MFP payment rates equal to $15 per acre, there will be no second or third tranche payment. For producers with payment rates less than $30 per acre but greater than $15 per acre, the second tranche would equal the remaining unpaid balance. For producers with payment rates greater than $30 per acre, the second payment would be up to 75% of a producer's calculated payment (less the portion already received in the first tranche). As of November 25, 2019, USDA reported that $10.2 billion had been paid out under the first and second tranches. ", "The third tranche would depend on USDA's evaluation of market and trade conditions. If deemed necessary, the third and final payment would be for the remainder of a producer's calculated payment and would begin in January 2020."], "subsections": []}, {"section_title": "MFP Payment Limits", "paragraphs": ["MFP payments are limited to a combined $250,000 for each crop year for non-specialty crops per person or legal entity. MFP payments are also limited to a combined $250,000 for dairy and hog producers and a combined $250,000 for specialty crop producers. However, no applicant can receive more than $500,000 across the three commodity groups. ", "MFP payments do not count against other 2018 farm bill payment limitations. There are no criteria in place to calculate whether MFP might duplicate losses covered under revenue support programs such as the Agricultural Risk Coverage (ARC) and Price Loss Coverage (PLC) programs of the 2018 farm bill. As a result, the same program acres that are eligible for ARC or PLC payments may be eligible for MFP payments."], "subsections": []}, {"section_title": "MFP Payment Distribution by State", "paragraphs": ["Under the 2018 MFP program, payments were skewed toward major soybean producing statesâ\u0080\u0094particularly states in the Corn Belt â\u0080\u0094as the payments were based on commodity-specific payment rates and soybeans were allocated the largest payment rate at $1.65 per bushel ( Figure 1 ). When combined with a record soybean crop of over 4.5 billion in 2018, U.S. soybean producers received total outlays estimated at about $7 billion (or 82%) of 2018 MFP payments.", "For the 2019 MFP program, USDA released the MFP county-level payment rates for nearly 3,000 counties in the United States on July 25, 2019. Unlike 2018, when MFP payments centered on soybean-producing regions, the areas with the highest payment rates in 2019 are regions with heavy cotton and sorghum production ( Figure 2 ). Nationally, MFP payment rates range between $15 and $150 per acre. Some 22 counties are to receive the maximum paymentâ\u0080\u0094five counties each in Alabama, Georgia, and Texas; three counties in Mississippi and Arizona; and one county in New Mexicoâ\u0080\u0094while nearly 400 counties across the country are to receive the minimum $15 per acre payment. Some economists suggest that cotton acreage likely played a role in higher MFP payments rates in 2019 across southern states. In 2019, cotton acres averaged 52% of all MFP-eligible acres in counties with rates over $100 per acre. Peanut acreage could also play a role in higher payments."], "subsections": []}]}, {"section_title": "Food Purchase and Distribution Program", "paragraphs": ["USDA is to use CCC Charter Act authority to implement a 2019 FPDP program, valued at up to $1.4 billion, through AMS. FPDP is to purchase surplus commodities affected by trade retaliation, such as fruits, vegetables, some processed foods, beef, pork, lamb, poultry, and milk, for distribution by USDA's Food and Nutrition Service to food banks, schools, and other outlets serving low-income individuals ( Table B-1 ). The premise is that removing products from normal marketing channels helps to reduce supply and thereby increase prices and farm income."], "subsections": []}, {"section_title": "Agricultural Trade Promotion Program", "paragraphs": ["FAS will administer the ATP under authorities of the CCC. The ATP is to provide cost-share assistance to eligible U.S. organizations for activitiesâ\u0080\u0094such as consumer advertising, public relations, point-of-sale demonstrations, participation in trade fairs and exhibits, market research, and technical assistanceâ\u0080\u0094to boost exports for U.S. agriculture, food, fish, and forestry products. On July 19, 2019, USDA awarded $100 million to 48 organizations through the ATP to help U.S. farmers and ranchers identify and access new export markets ( Table C-1 ). Many of the 2019 ATP award recipients are among the cooperator organizations that had been awarded funding from the $200 million in 2018 ATP funds."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The broad discretionary authority granted to the Secretary under the CCC Charter Act to implement the trade aid package also allows the Secretary to determine how the aid is to be calculated and distributed. In 2018, when the first trade aid package was announced with funding of $12 billion, USDA officials declared that it would be a temporary, one-time response to foreign tariffs imposed on selected U.S. commodities. However, on May 23, 2019, Secretary Perdue announced a second round of trade aid package valued at $16 billion in 2019. USDA's use of CCC authority to initiate and fund agricultural support programs without congressional involvement is not without precedent, but the scope and scale of its use for the two trade aid packagesâ\u0080\u0094at $28 billionâ\u0080\u0094has increased congressional and public interest. ", "Some have suggested that the effects of tariffs and retaliatory tariffs could be long-lasting because they have created uncertainty about U.S. trade policy behavior and have called into question U.S. reliability as a trading partner. Furthermore, the use of CCC authority to mitigate tariff-related losses may establish a precedent for future situations. Some trade economists and market watchers have suggested that annual trade aid packages might continue as long as the trade disputes remain unresolved. ", "Most farm commodity and advocacy groups have been supportive of the trade aid package even as they have called for solutions that restore export activity. However, some stakeholders have questioned the equity of the distribution of 2018 MFP payments and the rationale for determining payments based on \"trade damage\" rather than a broader \"market loss\" measure. Some economists have suggested that, even under the 2019 formulation, USDA is overpaying farmers for trade losses and that USDA's calculations failed to fully incorporate last year's record soybean harvest or new trade patterns that have emerged following China's reluctance to buy U.S. soybeans.", "Due to their price tag ($12 billion in 2018 and $16 billion in 2019) and the coupled nature of the MFP payments to planted acres, there is considerable interest from policymakers, market observers, and trading partners about whether these payments will be fully compliant with World Trade Organization (WTO) commitments. In particular, there is some interest in whether large MFP payments might cause the United States to breach its $19.1 billion annual WTO spending limit on trade-distorting farm subsidies.", "Appendix A. MFP Payment Formula", "On August 23, 2019, USDA published the details on the calculation of MFP payment rates for USDA-designated eligible commodities under the 2019 trade aid packageâ\u0080\u0094including county-level MFP rates for non-specialty crops and national MFP rates for hogs, dairy, and specialty crops. ", "For both the 2018 and the 2019 trade aid packages, USDA defined economic losses due to foreign retaliatory trade actions narrowly in terms of gross trade damages rather than broadly as lost market value. Gross trade damages is defined as the total amount of expected export sales lost to the retaliating trade partner due to the additional tariffs. Gross trade damages were estimated for each of the major farm commodities affected by the retaliatory tariffs. The estimated trade damages were then used to derive both commodity-specific MFP payment rates and FPDP purchase targets for pork (hogs) and milk (dairy). ", "Both the 2018 and 2019 trade aid packages used the same methodology to estimate gross trade damages for USDA-designated commodities. However, the two estimates used different time frames to calculate the trade damages, thus producing different commodity-specific MFP payment rates ( Table A-1 ). The 2018 calculations of gross trade damages compared trade data from 2017 (pre-retaliatory tariffs) with 2018 data (post-retaliatory tariffs). The 2019 calculations used a longer historical time series, extending the \"look-back\" over a 10-year period from 2009 through 2018 compared with 2019 trade. ", "In a further change from the 2018 methodology, the 2019 MFP payment rates for non-specialty crops combined commodity-specific MFP payments rates at the county level in a formula (weighted by historical county planted acres and yields) to derive a single county-level MFP payment rate rather than separate national commodity-specific rates. Hogs, dairy, and specialty crops retained their national MFP payment rates but at different values due to the longer \"look-back\" period used to estimate gross trade damages.", "This appendix section briefly reviews the methodology used to derive the 2018 MFP commodity-specific payment rates. Then it discusses the adaptations made by USDA for 2019 to derive both the county-level payments for non-specialty crops and the national-level payment rates for specialty crops, hogs, and dairy. ", "2018 MFP Payment-Rate and Payment Methodology", "USDA calculated a unique national MFP payment rate for each affected commodity (as determined by USDA). A producer's MFP payment calculation involved three steps:", "First, USDA estimated the level of direct trade-related damage caused by 2018 retaliatory tariffsâ\u0080\u0094imposed by Canada, China, the European Union, Mexico, and Turkeyâ\u0080\u0094to U.S. exports for each affected commodity. Direct trade loss is the difference in expected trade value for each affected commodity with and without the retaliatory tariffs. To measure this, USDA compared U.S. exports for 2017 (the year prior to the imposition of retaliatory tariffs) with 2018 export levels when trade was subject to the retaliatory tariffs. ", "Much of the affected 2018 agricultural production had yet to be harvested and sold at the time the MFP payment rates were calculated. In addition, the final trade effect, with or without retaliatory tariffs, was not observable, and markets had yet to fully adjust to whatever new trade patterns would emerge from the trade dispute. As a result, USDA estimated both export values (with and without retaliatory tariffs) using a global trade model that accounted for the availability of both substitute supplies from export competitors and demand for U.S. agricultural exports from alternate importers. Indirect effectsâ\u0080\u0094such as any decline in market prices due to record 2018 soybean production and the build-up of domestic stocks, or resultant economy-wide \"lost value\" for non-producer owners of the affected commoditiesâ\u0080\u0094were not included in the payment calculation. ", "Second, the estimated trade damage for each affected commodity was divided by the crop's production in 2017 to calculate a national commodity-specific, per-unit damage rate. This per-unit damage rate is the commodity-specific MFP payment rate. In the case of both pork and milk, FPDP purchases were subtracted from the estimated trade damage before the per-unit MFP payment rates for hogs and milk were calculated.", "Finally, a producer's 2018 MFP payment was equal to the commodity-specific MFP payment rate multiplied by the producer's 2018 production for corn, cotton, sorghum, soybeans, wheat, fresh sweet cherries, and shelled almonds. For hog producers, the MFP payment rate was multiplied by a producer-selected hog inventory from July 15 to August 15, 2018. For milk producers, the MFP payment rate was multiplied by the farm's production history as reported for the Margin Protection Program of the 2014 farm bill. ", "2019 MFP Payment-Rate and Payment Methodology", "To calculate the 2019 MFP payment rates, USDA made several adaptations to the 2018 methodology. As a result, a producer's MFP payment calculation in 2019 involved an additional fourth step.", "First, USDA again calculated the level of direct trade-related damage caused by retaliatory tariffs to U.S. exports for each commodity. However, USDA used 2019 retaliatory tariffs (not 2018) that were being imposed by China, the European Union, and Turkey. Canada and Mexico were removed from the calculations, as they were no longer imposing retaliatory tariffs on U.S. agricultural exports. In addition, USDA adjusted the calculation of direct trade damage by using 10 years of historical U.S. export data (2009-2018) rather than a single year. This larger period captured trade losses for certain commodities that experienced fluctuating trade patterns in recent years and where trade levels during the 2017 data period were unrepresentative of historical trade volumes. ", "Second, the estimated trade damage for each affected commodity was divided by the crop's average production during the three-year period 2015-2017 to calculate a national commodity-specific, per-unit damage rate. In the case of both pork and milk, FPDP purchases were subtracted from the estimated trade damage before the per-unit MFP payment rates for hogs and milk were calculated.", "Third, the commodity-specific damage rates were then used to establish county-level, per-acre payment rates based on historical county data for average planted area and yields of the affected commodities. For each county, USDA multiplied three terms together to estimate the county-level trade damage for each MFP-eligible crop: (1) the three-year (2015-2017) average yield for each cropâ\u0080\u0094taken from USDA's Risk Management Agency's (RMA) crop insurance data, (2) the four-year (2015-2018) average planted acres of each crop in the countyâ\u0080\u0094taken from FSA's database of crop acreage reportsâ\u0080\u0094and (3) the commodity-specific, per-unit damage rate for each crop (from step two above). Then, for each county, the crop damage estimates were added across all MFP-eligible crops produced in the county to generate an estimate of the county's total trade damages. The county's total trade damage estimate was then divided by total planted acres of MFP-eligible crops within the county. The result is a unique county-level MFP payment rate. Under this formulation, MFP county-level rates will vary across counties based on the average crop mix, the average planted acres per crop, and average crop yields.", "Finally, a producer's 2019 MFP non-specialty-crop payment is equal to the county-level MFP non-specialty-crop payment rate (for the county where production occurs) multiplied by the total acreage of all non-specialty crops planted in that county by that producer. Thus, the 2019 MFP non-specialty-crop payment is independent of an individual farmer's crop mix (from among MFP-eligible non-specialty crops). ", "In 2019, many producers were prevented from planting acreage due to wet, cool conditions. These acres were not eligible for MFP non-specialty crop payments. However, if a USDA-approved cover crop was planted on the \"prevent-plant\" acres with the potential to be harvested, then those producers qualified for a $15-per-acre payment on \"prevent-plant\" acres.", "USDA suggests that this independence from individual crop choices prevents the county-level MFP payment from distorting producer planting decisions that were ongoing at the time of the initial trade aid package announcement on May 23, 2019. However, planting of an MFP-eligible crop was a requirement for MFP eligibility. Thus, the 2019 MFP payments may be non-commodity-specific outlays, but they are coupled to the planting of an MFP-eligible crop. These distinctions, although subtle, are important considerations for how the resultant outlays may be notified under WTO domestic-support program disciplines.", "Appendix B. FPDP Implementation", "The Administration is allocating about $1.4 billion of its 2019 trade aid package to USDA's AMS for purchasing various agricultural commodities and distributing them through domestic nutrition assistance programs ( Table B-1 ). ", "Under the 2019 FPDP program, AMS is to buy affected products in four phases, starting after October 1, 2019, with deliveries beginning in January 2020. The products purchased can be adjusted between phases to accommodate changes due to growing conditions, product availability, market conditions, trade negotiation status, and program capacity.", "AMS maintains purchase specifications for a variety of commodities based on recipient needs. The products discussed in this plan are to be distributed to states for use in the network of food banks and food pantries that participate in the Emergency Feeding Assistance Program, elderly feeding programs such as the Commodity Supplemental Foods Program, and tribes that operate the Food Distribution Program on Indian Reservations. These outlets are in addition to child nutrition programs such as the National School Lunch Program, which may also benefit from these purchases.", "Appendix C. ATP Program Implementation", "USDA announced funding allocations under the ATP program for both the 2018 and 2019 trade aid packages in 2019 ( Table C-1 ). A total of 59 organizations have received $300 million in awards under the two ATP programs, including 57 organization receiving $200 million under the 2018 ATP program and 48 organizations sharing $100 million under the 2019 program. "], "subsections": []}]}}