{"id": "R45889", "title": "Unemployment Compensation (UC): Issues Related to Drug Testing", "released_date": "2019-11-04T00:00:00", "summary": ["Recent interest in Unemployment Compensation (UC) drug testing has grown at both the federal and state levels. The policy interest in mandatory drug testing of individuals who are applying for or receiving UC benefits parallels two larger policy trends. First, some state legislatures have considered drug testing individuals receiving public assistance benefits. While UC is generally considered social insurance (rather than public assistance), the concept of drug testing UC recipients (who are receiving state-financed benefits from a program authorized under state laws) could be interpreted as a potential extension of this state-level interest. Second, over recent years, Congress has considered issues related to UC pro gram integrity, including drug testing, which may be viewed as addressing UC program integrity concerns.", "Under the current interpretation of federal law, and subject to specific exceptions, the U.S. Department of Labor (DOL) requires states to determine entitlement to benefits under their UC programs based only on facts or causes related to the individual's state of unemployment. Under this reasoning, individuals may be disqualified for UC benefits if they lost their previous job because of illegal drug use. Until recently, the prospective drug testing of UC applicants or beneficiaries has been generally prohibited. However, P.L. 112-96 expanded the breadth of allowable UC drug testing to include prospective drug testing based upon job searches for suitable work in an occupation that regularly conducts drug testing. On October 4, 2019, DOL issued a new final rule on this type of prospective testing after a previous, promulgated rule was repealed using the Congressional Review Act. This new final rule is effective November 4, 2019.", "Stakeholders have made a variety of arguments for and against expanded UC drug testing. Proponents of prospective drug testing cite not only program integrity concerns, but also the importance of job readiness for UC claimants as well as state discretion in matters of UC eligibility and administration. Opponents of the prospective drug testing of UC claimants argue that it would impose additional costs and undermine the fundamental goals of the UC program, which include the timely provision of income replacement to individuals who lost a job through no fault of their own. Some stakeholders also expressed concern that expanded UC drug testing could create barriers to UC benefit receipt among eligible individuals and discourage UC claims filing. Stakeholders have also raised at least two legal concerns with the new final UC drug testing rule: (1) some commenters have argued that the new final rule may violate the Fourth Amendment of the U.S. Constitution, and (2) some commenters have argued that the new final rule improperly delegates authority to the states to identify occupations that regularly conduct drug testing. Other policy issues to consider related to expanding UC drug testing include administrative concerns, such as state establishment of a drug testing program for UC claimants as well as the potential provision of and funding for drug treatment services.", "For a shorter summary of recent events related to UC drug testing, see CRS Insight IN10909, Recent Legislative and Regulatory Developments in States' Ability to Drug Test Unemployment Compensation Applicants and Beneficiaries . For additional information on the federal-state UC system generally, see CRS Report RL33362, Unemployment Insurance: Programs and Benefits . For additional insights on reissuing a rule that had been repealed under the Congressional Review Act, see CRS Insight IN10996, Reissued Labor Department Rule Tests Congressional Review Act Ban on Promulgating \"Substantially the Same\" Rules ."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Federal-State UC Program and Drug Testing", "paragraphs": ["The joint federal-state Unemployment Compensation (UC) program, created by the Social Security Act of 1935, provides unemployment benefits to eligible individuals who become involuntarily unemployed and meet state-established eligibility rules. Federal laws and regulations provide some broad guidelines on UC benefit coverage, eligibility, and benefit determination. However, state laws determine the specific parameters, resulting in essentially 53 different UC programs. States administer UC benefits with oversight from the U.S. Department of Labor (DOL).", "The main objectives of UC are to (1) offer workers income maintenance during periods of unemployment due to lack of work, providing partial wage replacement as an entitlement; (2) help maintain purchasing power and to stabilize the economy; and (3) help prevent dispersal of the employer's trained labor force, skill loss, and the breakdown of labor standards during temporary high levels of unemployment. The UC program attempts to meet these objectives in a number of ways. For example, individuals who receive UC are required to register with the Employment Service and to be able, available and searching for suitable work. ", "Under federal law, all states currently have the option to disqualify individuals for UC benefits if they lost their job because of illegal drug use. In addition, there has been recent and sustained congressional interest in prohibiting individuals who are engaged in unlawful use of controlled substances (whether or not such use was the cause of unemployment) from receiving UC benefits. In the 112 th Congress, states were given the option to require drug testing for UC applicants under specific and limited circumstances. A portion of these circumstances required that DOL issue a rule listing occupations that regularly require drug testing. On October 4, 2019, the new rule was finalized after a previous, promulgated rule was repealed using the Congressional Review Act. This new final rule is effective November 4, 2019. Thus, after this date, nothing in federal UC law would prohibit states from drug testing UC applicants who are searching for employment solely in those occupations listed in this final rule.", "The issue of drug testing in the UC program may be viewed in the context of two larger policy trends. First, some state legislatures have expressed interest in drug testing individuals receiving public assistance benefits. Although UC is generally considered to be social insurance (rather than public assistance), drug testing UC beneficiaries could be interpreted as a potential extension of this state-level interest. ", "Second, there has been sustained congressional interest in UC program integrity generally, and this has included drug testing certain applicants or beneficiaries. For instance, during the period from 2011 to 2015 Congress passed three laws ( P.L. 112-40 , P.L. 112-96 , Â andÂ  P.L. 113-67 ) that either added or clarified state administrative responsibilities to decrease UC benefit overpayments, and one of those laws ( P.L. 112-96 ) also imposed new restrictions on UC eligibility. Furthermore, P.L. 112-96 clarified that drug testing may be included among UC program integrity measures to ensure that benefits are not distributed to individuals who are involved in illegal drug use, presuming that this behavior may impede prospects for future employment.", "This report provides general background on issues related to UC benefits and illegal drug use; discusses recent developments related to the expansion of UC drug testing under state and federal laws as well as federal regulation; and analyzes selected policy considerations relevant to UC drug testing, including arguments for and against expanded drug testing, potential legal concerns, and administrative considerations."], "subsections": [{"section_title": "UC Eligibility and Disqualification", "paragraphs": ["The UC program generally does not provide UC benefits to the self-employed, individuals who are unable to work, or individuals who do not have a recent earnings history. Eligibility for UC benefits is based on attaining qualified wages and employment in covered work over a 12-month period (called a base period) prior to unemployment. To receive UC benefits, claimants must be able, available, and actively searching for work. UC claimants generally may not refuse suitable work, as defined under state laws, and maintain their UC eligibility. In addition, states may disqualify claimants who lost their jobs because of inability to work, voluntarily quit without good cause, were discharged for job-related misconduct, or refused suitable work without good cause. ", "The methods states use to determine monetary eligibility (based on an individual's previous earnings history) and nonmonetary eligibility (based on other characteristics related to an individual's unemployment status) vary across state UC programs. An ineligible individual is prohibited from receiving UC benefits under a state's laws until the condition serving as the basis for ineligibility no longer exists. UC eligibility is generally determined on a weekly basis. State UC programs may also disqualify individuals who apply for UC benefits. In this situation, which is distinct from ineligibility, an individual has no rights to UC benefits until she or he requalifies under a state's laws, usually by serving a predetermined disqualification period or obtaining new employment. In some situations, UC benefits may be reduced or wage credits may be cancelled for disqualified individuals."], "subsections": []}, {"section_title": "Disqualification for Unemployment Due to Illegal Drug Use", "paragraphs": ["Virtually all states currently disqualify individuals for UC benefits if they lost their jobs because of illegal drug use; it may be considered a \"discharge for misconduct connected with the work.\" In addition, 20 states have UC laws that specifically address other circumstances under which alcohol misuse, illegal drug use, and related occurrences, including refusing to undergo a drug test or testing positive for drugs or alcohol, may be disqualifying. Table 1 reproduces DOL's recent summary information on the 20 states with UC drug provisions."], "subsections": []}]}, {"section_title": "UC Drug Testing: Recent Developments", "paragraphs": ["DOL's current interpretation of federal law requires states to determine UC entitlement based only on facts or causes related to the individual's unemployment status, subject to specific exceptions. Current state laws and regulations that disqualify individuals based upon illegal drug use (as discussed above) have been tailored to fit this DOL interpretation. Recent federal legislative and regulatory developments, however, have expanded states' authority to prospectively drug test UC applicants and beneficiaries. These recent developments include the enactment of a federal law permitting two new types of drug testing, the issuance of guidance and regulations to support the implementation of the law, the overturning of these regulations, and the issuing of a new final rule."], "subsections": [{"section_title": "New Allowable Drug Testing Under P.L. 112-96", "paragraphs": ["Section 2105 of the Middle Class Tax Relief and Job Creation Act of 2012 ( P.L. 112-96 ; enacted on February 22, 2012) amended federal law to allow (but not require) states to conduct two types of drug testing. First, it expanded the long-standing state option to disqualify UC applicants who were discharged from employment with their most recent employer (as defined under state law) for unlawful drug use by allowing states to drug test these applicants to determine UC benefit eligibility or disqualification. Second, it allowed states to drug test UC applicants for whom suitable work (as defined under state law) is available only in an occupation that regularly conducts drug testing, with such occupations to be determined under new regulations required to be issued by the Secretary of Labor."], "subsections": [{"section_title": "2014 DOL Program Guidance: State Drug Testing Based upon Losing Employment Due to Illegal Use of Controlled Substances", "paragraphs": ["On October 9, 2014, DOL released guidance on disqualifying UC applicants based upon certain \"for cause\" discharges. This guidance (which remains in effect at this time) provided states with direction on how to conduct drug testing of UC applicants who are discharged from employment with their most recent employer for illegal use of controlled substances. States are permitted to deny benefits to individuals under these circumstances. "], "subsections": []}, {"section_title": "2016 DOL Rule: State Drug Testing Based upon Job Search in an Occupation that Regularly Conducts Drug Testing (Repealed)", "paragraphs": ["On August 1, 2016, DOL issued 20 C.F.R. Part 620, implementing the provisions of P.L. 112-96 related to the drug testing of UC applicants for whom suitable work (as defined under state law) is available only in an occupation that regularly conducts drug testing (as determined under regulations issued by DOL). The rule provided a list of the applicable occupations (20 C.F.R. Part 620.3) for which drug testing is regularly conducted. Significantly, the section of the regulations following this list (20 C.F.R. Part 620.4) limited a state's ability to conduct a drug test on UC applicants to those individuals who are only available for work in an occupation that regularly conducts drug testing under 20 C.F.R. Part 620.3. Thus, although an individual's previous occupation may have been listed in 20 C.F.R. Part 620.3, as long as she or he was currently able to work, available to work, and searching for work in at least one occupation not listed in 20 C.F.R. Â§620.3, the individual could not be subject to drug testing to determine eligibility for UC (unless she or he had been discharged for a drug-related reason).", "Various stakeholders raised concerns about the UC drug testing provisions enacted under P.L. 112-96 and the 2016 DOL rule finalized under 20 C . F . R . Part 620 . For example, advocates for UC beneficiaries claimed that drug testing applicants did not address any policy problem. On the other hand, a state administration stakeholder group and some Members of Congress contended that states needed more flexibility in implementing drug testing than was offered under the DOL rule. As the 115 th Congress met, the DOL rule was unpopular with some M embers , who considered DOL's interpretation too narrow ."], "subsections": []}]}, {"section_title": "Disapproval of 2016 DOL Rule Using Congressional Review Act", "paragraphs": ["Shortly after DOL released the final 2016 rule related to establishing state UC program occupations that regularly conduct drug testing, policymakers used the Congressional Review Act (CRA) to overturn 20 C.F.R. Â§620. On January 1, 2017, Representative Kevin Brady introduced a CRA resolution ( H.J.Res. 42 ) to nullify DOL's 2016 rule. H.J.Res. 42 was passed by the House on February 15, 2017, and passed by the Senate on March 14, 2017. President Trump signed H.J.Res. 42 into law as P.L. 115-17 on March 31, 2017. Because the list of occupations that require regular drug testing no longer exists within the Code of Federal Regulations (as a result of P.L. 115-17 ), the ability to prospectively test UC claimants based upon occupation became no longer available to states. Without this rule, states could drug test UC claimants only if they were discharged from employment because of unlawful drug use or for refusing a drug test. ", "In the Congressional Record for H.J.Res. 42 , several Members provided justifications for their support or opposition of the measure. Representative Kevin Brady, a supporter of the measure, argued that although the intent of the UC drug testing provisions in P.L. 112-96 was to provide states the ability to determine how to best implement drug testing programs, the final regulation narrowed the law to circumstances in which testing is legally required (rather than the broader definition of generally required by employer) and removed state discretion in conducting drug testing in their UC programs. Representative Richard E. Neal, an opponent of the measure, argued there was no evidence that unemployed workers have higher rates of drug abuse than the general population. He also noted that it appeared that some states may be trying to limit the number of workers who collect UC benefits. ", "In addition, in the Congressional Record for S.J.Res. 23 , the Senate companion bill to H.J.Res. 42 , Senator Cruz stated his reasons for support of the Disapproving Rule:", "The wording of the 2012 job creation act clearly demonstrated that Congress intended to provide States the ability to determine how to best implement these plans.... However, years after the law's passage, the Obama Department of Labor substantially narrowed the law beyond congressional intent to circumstances where testing is legally required, not where it is merely permitted. That narrow definition undermined congressional intent and it undermined the flexibility of the States to conduct drug testing in their programs, as permitted by Congress. This regulation is overly prescriptive. It removes State discretion regarding implementation, and it ignores years of congressional concern on both sides of the aisle."], "subsections": []}, {"section_title": "2019 DOL Reissued Rule32", "paragraphs": ["On November 5, 2018, DOL published a Notice of Proposed Rulemaking (NPRM) to reissue the rule identifying occupations that regularly conduct drug testing for purposes of Section 2105 of P.L. 112-96 . It was subsequently issued, with no substantive changes, as a new final rule on October 4, 2019. Because the 2016 regulation on this issue was repealed using the Congressional Review Act, this new rule is subject to the reissue requirements of the CRA. The CRA prohibits an agency from reissuing the rule in \"substantially the same form\" or issuing a \"new rule that is substantially the same\" as the disapproved rule, \"unless the reissued or new rule is specifically authorized by a law enacted after the date of the joint resolution disapproving the original rule.\"", "According to the front matter of the 2018 NPRM, DOL addressed the reissue requirements of the CRA by asserting that the new rule represents:", "a substantially different and more flexible approach to the statutory requirements than the 2016 Rule, enabling States to enact legislation to require drug testing for a far larger group of UC applicants than the previous Rule permitted. This flexibility is intended to respect the diversity of States' economies and the different roles played by employment drug testing in those economies.", " Table 2 compares the list of occupationsâ\u0080\u0094for which states were permitted to drug test UC applicants for whom suitable work (as defined under state law) is available only in an occupation that regularly conducts drug testingâ\u0080\u0094provided in 20 C.F.R. Section 620.3 in the 2016 DOL rule and the 2019 DOL reissued final rule. The 2019 reissued final rule includes the same occupations listed in the repealed 2016 rule (20 C.F.R. Â§620.3(a)-(h)) and also provides for two additional types of occupations: ", "those identified by state laws as requiring drug testing (20 C.F.R. Â§620.3(i)); and those for which states have a \"factual basis for finding that employers hiring employees in that occupation conduct pre- or post-hire drug testing as a standard eligibility requirement for obtaining or maintaining employment in that occupation\" (20 C.F.R. Â§620.3(j)).", "DOL developed the list of occupations set out under 20 C.F.R. Section 620.3(a)-(h) in both the 2016 rule and the reissued 2018 proposed/2019 final rule in consultation with federal agencies that have expertise in drug testing: the Substance Abuse and Mental Health Services Administration (SAMHSA) of the U.S. Department of Health and Human Services; the U.S. Department of Transportation; the U.S. Department of Defense; the U.S. Department of Homeland Security; DOL's Bureau of Labor Statistics (BLS); and DOL's Occupational Safety and Health Administration (OSHA).", "In the NPRM 2018, DOL justified the additional types of occupations that are included in the 2019 reissued rule (20 C.F.R. Â§620.3(i) and (j)) by highlighting the flexibility that these categories provide, such as their responsiveness to heterogeneity across states in labor market conditions and policy preferences:", "Employers exercise a variety of approaches and practices in conducting drug testing of employees. Some States have laws that impose very minimal restrictions on employer drug testing of employees while other States have very detailed and proscriptive requirements about what actions the employer can take. That diversity of State treatment also renders an exhaustive list of such occupations impractical. The proposed Rule therefore lays out a flexible standard that States can individually meet under the facts of their specific economies and practices."], "subsections": []}]}, {"section_title": "UC Drug Testing: Arguments For and Against", "paragraphs": ["In the context of recent legislative and regulatory developments, stakeholders have made a number of arguments in support of and in opposition to expanded UC drug testing. This section provides a discussion of these arguments, including comments on the proposed 2018 UC drug testing rule, which contribute additional context for this issue. Policymakers may also consider several types of administrative issues raised by expanded UC drug testing, including program establishment, funding considerations, and the provision of drug treatment services. These are discussed in this section as well.", "In addition to the expanded UC drug testing authorized under P.L. 112-96 , recent Congresses have considered two alternative approaches to the drug testing of UC applicants and beneficiaries: adding a new federal UC drug testing requirement (i.e., rather than a state option to drug test) or using some type of risk-assessment tool to guide the drug testing of UC claimants. Appendix A provides a discussion of legislation introduced in recent Congresses that would have used these alternative approaches to expanding UC drug testing. None of these bills advanced out of the committees to which they were referred. "], "subsections": [{"section_title": "Arguments in Favor of Expanded UC Drug Testing", "paragraphs": ["Proponents of prospective drug testing assert this new UC program function is warranted by program integrity concerns. Additionally, they argue that in today's job market, the ability to pass a drug test is required to be \"job ready.\" Finally, proponents contend that allowing a state to determine the jobs requiring drug testing for itself reflects the UC system's general approach of allowing states flexibility to shape their own UC programs."], "subsections": [{"section_title": "Program Integrity", "paragraphs": ["The Office of Management and Budget (OMB) has designated the UC program as one of 19 \"high-error\" programs. In FY2017, the UC improper payment rate was 12.5%, with a total of $4.1 billion in improper payments. Thus, expanded UC drug testing may be viewed as one type of program integrity measure. The authority for the expanded UC drug testing under Section 2105 of P.L. 112-96 was enacted along with several other program integrity measures (authorized under Sections 2103 and 2104 of P.L. 112-96 ) to ensure that UC benefits are not distributed to individuals involved in illegal drug use, presuming that this behavior may impede prospects for future employment."], "subsections": []}, {"section_title": "Job Readiness", "paragraphs": ["More specifically, expanded UC drug testing has been described by supporters as a type of program integrity activity that promotes \"job readiness.\" Because federal law requires that UC claimants be able to work, available to work, and actively searching for work as a condition of eligibility, drug testing may be viewed as a measure that helps to verify an ability and availability to work; the logic being that individuals with substance abuse problems would not meet this UC eligibility requirement. For example, Representative Kevin Brady's statements at a September 7, 2016, House Ways and Means Human Resources Subcommittee hearing on \"Unemployment Insurance: An Overview of the Challenges and Strengths of Today's System,\" provide an example of this argument:", "In a world where more and more industries and careers require workers who are drug free, especially in security-sensitive professions with many directed, by the way, by Federal law, this important reform signed by President Obama made sound policy since then and continues to today. If you have lost a job due to drug use, you have established you are not fully able to work. If you can't take a new job because you can't pass a required basic routine drug test, you are not really available for work either. In both cases, you have forfeited your eligibility to receive unemployment payments subsidized by employers. ", "Additionally, in a letter supportive of H.J.Res. 42 , which nullified DOL's 2016-finalized rule related to establishing state UC program occupations that regularly conduct drug testing, the UWC â\u0080\u0093 Strategic Services on Unemployment & Workers' Compensation (UWC) presented a similar argument:", "Drug testing is a critical requirement of employment in many industries and generally in determining whether a prospective employee will be able to perform the responsibilities of work for which the individual has applied. The results of drug tests are also indications of whether an individual is able to work and available to work so as to be eligible to be paid unemployment compensation."], "subsections": []}, {"section_title": "State Flexibility", "paragraphs": ["Supporters of expanded UC drug testing also make the argument that states ought to have the option to prospectively drug test UC claimants as an extension of general state discretion in UC eligibility and administration. Although there are broad requirements under federal law regarding UC benefits, much of the specifics of eligibility are set out under each state's laws. In this way, expanded drug testing, at the option of states, fits with the joint federal-state nature of the UC system."], "subsections": []}]}, {"section_title": "Arguments Against Expanded UC Drug Testing", "paragraphs": ["Opponents of the prospective drug testing of UC claimants raise a number of concerns: increased administrative costs, conflicts with the goals of the UC program to provide timely income replacement, and potential legal concerns (see the \" Potential Legal Concerns \" section)."], "subsections": [{"section_title": "Increased Administrative Costs", "paragraphs": ["Some of the organizations that provided comments on DOL's 2018 proposed rule cite the increased costs of expanded UC drug testing. Details of UC administrative funding are discussed in more detail below in the section on \" Funding a State Drug Testing Program .\" But briefly, the addition of new administrative functions performed by state UC programs without additional administrative funding amounts and/or funding sources is of concern to some stakeholders. For example, in its letter to DOL commenting on the 2018 proposed rule, the Michigan Employment Lawyers Association claims:", "It is well documented that states don't have adequate funding to truly run their UI programs in a fully efficient and effective manner. As states are experiencing record low administrative funding which is based on unemployment levels, which are historically low, they can scarcely afford additional administrative burdens. Because federal law prohibits assigning this cost to claimants, states would have to absorb the full cost of drug testing thousands of unemployed workers. At a time when they are already struggling to administer their UI programs because of reductions in federal administrative funding, this is a cost they can ill-afford."], "subsections": []}, {"section_title": "Conflicts with Fundamental Goals of UC Program", "paragraphs": ["Opponents of expanded UC drug testing also make the argument that it does not serve, and could even undermine, the fundamental goals of the UC program, which include the timely provision of income replacement to individuals who lost a job through no fault of their own. For instance, advocates for UC beneficiaries claim that drug testing applicants does not address any policy problem. Some stakeholders also worry that expanded UC drug testing could create barriers to UC benefit receipt among eligible individuals (e.g., by discouraging UC claims filing). The comment from Southeastern Ohio Legal Services on DOL's 2018 proposed rule includes the following claims: \"There is no evidence that unemployed workers have higher rates of drug abuse than the general population. Requiring this testing would also add just one more barrier to UI applicants trying to meet the cost of living.\" Similarly, in their comment on the 2018 proposed rule, Senator Ron Wyden and Representative Danny K. Davis asserted:", "Not only is UI recipiency near a record low, but numerous states in recent years have shortened the number of weeks of UI benefits available to workers. On top of that, more than half of states have insufficient UI trust fund balances, meaning they could only pay unemployment benefits for a short time if a recession hits. The Department of Labor should focus on protecting workers and addressing these challenges to the UI system before the next recession, not proposing regulations to further undermine access to earned benefits."], "subsections": []}]}]}, {"section_title": "Potential Legal Concerns55", "paragraphs": ["Stakeholders have also raised at least two legal concerns with DOL's 2019 final rule. First, some commenters have argued that UC drug testing programs implemented in accordance with the final rule may violate the Fourth Amendment of the U.S. Constitution. Second, some commenters argue that the rule improperly delegates authority to the states to identify occupations that regularly conduct drug testing. These issues are analyzed in turn."], "subsections": [{"section_title": "Constitutional Considerations in Drug Testing UC Beneficiaries58", "paragraphs": ["Congress amended Section 303 of the Social Security Act in 2012 to clarify that nothing in federal law prevents states from testing two groups of UC applicants for illicit drug use: (1) those terminated from their previous positions because of drug use (hereinafter referred to as the \"previously terminated\" group), and (2) those who are suited to work \"in an occupation that regularly conducts drug testing\" (hereinafter referred to as the \"regularly tested occupation\" group). As discussed above, DOL issued regulations to guide states on how to design and implement drug testing programs in accordance with Section 303 of the Social Security Act. Constitutional considerations, including protections against unreasonable government searches, may inform the implementation of government-mandated drug testing programs. ", "This section begins with a general overview of the Fourth Amendment and then reviews three Supreme Court opinions addressing the constitutionality of drug testing programs in the employment context, as well as two lower court cases involving similar state laws that conditioned the receipt of federal benefits on passing drug tests. The section concludes with an assessment of factors that might affect the constitutionality of a UC drug testing program in light of the Fourth Amendment."], "subsections": [{"section_title": "Fourth Amendment Overview", "paragraphs": ["The Fourth Amendment protects the \"right of the people\" to be free from \"unreasonable searches and seizures\" by the federal government. Although Fourth Amendment protections do not extend to purely private action, the Supreme Court has held that its protections extend to state and local action through the Due Process Clause of the Fourteenth Amendment. Governmental conduct generally has been found to constitute a \"search\" for Fourth Amendment purposes where it infringes \"an expectation of privacy that society is prepared to consider reasonable.\" The Court has held on a number of occasions that government-administered drug tests are searches under the Fourth Amendment. Therefore, the constitutionality of a law that requires an individual to pass a drug test to receive UC likely would turn on whether the drug test is reasonable under the circumstances.", "Whether a search is reasonable depends on the nature of the search and its underlying governmental purpose. Reasonableness under the Fourth Amendment generally requires individualized suspicion, which often, particularly in the criminal law enforcement context, takes the form of a court-issued warrant based on probable cause that a legal violation has occurred. The purpose of a warrant is to ensure that government-conducted searches are legally authorized, rather than \"random or arbitrary acts of government actors.\" However, the Court has held that a warrant is not \"essential\" under all circumstances to make a search reasonable, particularly when \"the burden of obtaining a warrant is likely to frustrate the governmental purpose behind the search.\" ", "The Court has noted, for instance, that \"the probable-cause standard ... may be unsuited to determining the reasonableness of administrative searches\" that are conducted for purposes unrelated to criminal investigations. For these noncriminal, administrative searches, courts typically employ a reasonable suspicion standard, which is \"a lesser standard than probable cause.\" The Court has \"deliberately avoided reducing [the reasonable suspicion standard] to a neat set of legal rules,\" but at a minimum, the standard requires that, in light of the \"totality of the circumstances,\" there is a \"particularized and objective basis,\" beyond \"a mere hunch,\" that a search would uncover wrongdoing.", "Additionally, while a search generally must be based on \"some quantum of individualized suspicion\" to be reasonable under the Fourth Amendment, the Court has held that \"a showing of individualized suspicion is not a constitutional floor.\" \"In limited circumstances,\" when a search imposes a minor intrusion on an individual's privacy interests, while furthering an \"important government interest\" that would be undermined by requiring individualized suspicion, \"a search may be reasonable despite the absence of such suspicion.\" ", "The Court has recognized an exception to the typical individualized suspicion requirement \"when special needs, beyond the normal need for law enforcement, make the warrant and probable-cause requirement impracticable,\" and the government's needs outweigh privacy interests invaded by a search. The Court noted that \"[o]ur precedents establish that the proffered special need for drug testing must be substantialâ\u0080\u0094important enough to override the individual's acknowledged privacy interest.\" The Court has recognized two categories of \"special needs\" substantial enough to justify suspicionless drug testing: in the employment context, where individuals perform activities involving matters of public safety, and the public school setting, involving children in the government's care.", "In instances where the government argues that \"drug tests 'fall within the closely guarded category of constitutionally permissible suspicionless searches',\" courts determine whether such searches are reasonable under the circumstances by balancing the competing interests of the government conducting the search and the private individuals who are subject to the search. Thus, even if special needs exist, government-mandated searches could still run afoul of the Fourth Amendment if they are excessively intrusive or otherwise significantly invade the privacy interests of affected individuals.", "The Court has assessed the constitutionality of governmental drug testing programs in a number of contexts. Three opinions in the employment context seem especially relevant to the question of whether a mandatory, suspicionless drug test for the receipt of UC would be considered an unreasonable search in violation of the Fourth Amendment. Additionally, two lower court cases, in which state laws that established mandatory, suspicionless drug testing programs as a condition to receiving Temporary Assistance for Needy Families (TANF) (formerly welfare) benefits were successfully challenged on Fourth Amendment grounds, could provide relevant insight into how future courts might assess the constitutionality of a UC drug testing program. These five cases are assessed in turn. "], "subsections": []}, {"section_title": "Supreme Court Drug Testing Precedent", "paragraphs": ["In Skinner v. Railway Labor Executives Association , the Court upheld as reasonable under the Fourth Amendment Federal Railroad Administration (FRA) regulations that required breath, blood, and urine tests of railroad workers involved in train accidents. The Court held that the \"special needs\" of railroad safetyâ\u0080\u0094for \"the traveling public and the employees themselves\"â\u0080\u0094made traditional Fourth Amendment requirements of a warrant and probable cause \"impracticable\" in this context. According to the Court, covered rail employees had \"expectations of privacy\" as to their own physical condition that were \"diminished by reasons of their participation in an industry that is regulated pervasively to ensure safety,\" and the testing procedures utilized \"pose[d] only limited threats to the justifiable expectations of privacy of covered employees.\" In these circumstances, the majority held, it was reasonable to conduct the tests, even in the absence of a warrant or reasonable suspicion that any employee may be impaired. ", "In National Treasury Employees Union v. Von Raab , which was handed down on the same day as Skinner , the Court upheld suspicionless drug testing of U.S. Customs Service personnel who sought transfer or promotion to certain \"sensitive\" positionsâ\u0080\u0094i.e., those that require carrying guns or are associated with drug interdiction. The Court concluded that covered employees had \"a diminished expectation of privacy interests\" due to the nature of their job duties. Additionally, the applicable testing procedures were minimally invasive on privacy interests because employees were provided advanced notice of testing procedures; urine samples were only tested for specified drugs and were not used for any other purposes; urine samples were provided in private stalls; employees were not required to share personal medical information except to licensed medical professionals, and only if tests were positive; and the testing procedures were \"highly accurate.\" Therefore, the Court held that the suspicionless drug testing program was reasonable under the Fourth Amendment. ", "In contrast, the Court in Chandler v. Miller struck down a Georgia statute requiring candidates for certain elective offices be tested for illicit drug use. The majority opinion noted several factors distinguishing the Georgia law from drug testing requirements upheld in earlier cases. First, there was no \"fear or suspicion\" of generalized illicit drug use by state elected officials. The Court noted that, while not a necessary constitutional prerequisite, evidence of historical drug abuse by the group targeted for testing might \"shore up an assertion of special need for a suspicionless general search program.\" In addition, the law did not serve as a \"credible means\" to detect or deter drug abuse by public officials because the timing of the test was largely controlled by the candidate rather than the state and legal compliance could be achieved by a mere temporary abstinence. Finally, the \"relentless scrutiny\" to which candidates for public office are subjected made suspicionless testing less necessary than in the case of safety-sensitive positions beyond the public view. The Chandler Court went on to stress that searches conducted without individualized suspicion generally must be linked to a degree of public safety \"important enough to override the individual's acknowledged privacy interest\" to be reasonable. At least outside the context of drug testing related to children in the government's care, the Chandler Court seemed to indicate that \"where ... public safety is not genuinely in jeopardy, the Fourth Amendment precludes the suspicionless search, no matter how conveniently arranged.\" "], "subsections": []}, {"section_title": "Lower Court Cases Involving TANF Drug Testing", "paragraphs": ["The federal district court ruling in Marchwinski v. Howard , which was affirmed by the U.S. Court of Appeals for the Sixth Circuit as a result of an evenly divided en banc panel, involved a state program requiring the suspicionless drug testing of TANF applicants. The district court in Marchwinski stated that \"the Chandler Court made clear that suspicionless drug testing is unconstitutional if there is no showing of a special need [] that ... [is] grounded in public safety.\" According to the Marchwinski court, the state's \"primary justification ... for instituting mandatory drug testing is to move more families from welfare to work.\" This legislative objective, however, is not \"a special need grounded in public safety\" that would justify a suspicionless search, in the court's view. The court also noted that allowing the state to conduct suspicionless drug tests in this context would provide a justification for conducting suspicionless drug tests of all parents of children who receive governmental benefits of any kind, such as student loans and a public education, which \"would set a dangerous precedent.\" Thus, the court granted the plaintiffs' motion for a preliminary injunction, concluding that the \"Plaintiffs have established a strong likelihood of succeeding on the merits of their Fourth Amendment claim.\" The state subsequently agreed to halt suspicionless drug testing.", "In another TANF case, Lebron v. Secretary, Florida Department of Children and Families , a three-judge panel of the U.S. Court of Appeals for the Eleventh Circuit unanimously affirmed a district court's ruling that a mandatory drug testing law applicable to TANF beneficiaries in Florida was unconstitutional. While \"viewing all facts in the light most favorable to the State,\" the panel concluded that \"the State has not demonstrated a substantial special need to carry out the suspicionless search.\" The panel also determined that the state had not provided evidence to support the notion that drug use by TANF recipients was any different than that of the Florida population at-large, and even if it had, this \"drug-testing program is not well designed to identify or deter applicants whose drug use will affect employability, endanger children, or drain public funds.\" The state did not seek en banc review or appeal the panel decision to the Supreme Court."], "subsections": []}, {"section_title": "Applicability of Case Law to UC Drug Testing", "paragraphs": ["Whether a government drug testing program comports with the Fourth Amendment may depend largely on the program's purpose and scope. Supreme Court precedent indicates that drug testing programs, unrelated to criminal law enforcement, that only authorize testing based on an individualized, reasonable suspicion of drug useâ\u0080\u0094such as through direct observation of an individual's drug impairment by trained personnel at a UC application siteâ\u0080\u0094are more likely to comport with the Fourth Amendment. In the absence of suspicion, the Court has held that governmental drug tests must promote \"special needs\" compelling enough to outweigh the privacy interests of the individuals subject to the test. Under current precedent, the Court has only recognized two contexts where \"special needs\" have justified suspicionless drug tests when balanced against the subjects' competing privacy interests: in cases where individuals were employed in occupations involving public safety concerns; and the public school setting , where the government is responsible for the health and safety of children.", "Although not dispositive, Supreme Court case law also suggests that suspicionless drug testing programs imposed on a subset of the population that has a \"demonstrated problem of drug abuse\" may help tilt the balancing test in the government's favor, especially if the testing program is designed to effectively address the problem. Moreover, drug testing programs that require results to be kept confidential to all but a small group of nonlaw enforcement officials, are not conducted for criminal law enforcement purposes, and only minimally affect an individual's life are more likely to be considered reasonable. On the other hand, programs that allow drug test results to be shared, especially with law enforcement, or that otherwise have the potential to negatively impact multiple or significant aspects of an individual's life, may be less likely to be considered reasonable.", "Given this case law, the constitutionality of a UC drug testing program will likely depend on how the program is structured. Additionally, the constitutional analysis might vary as it applies to each of the two categories of UC applicants that states are permitted to test under Section 303 of the Social Security Actâ\u0080\u0094i.e., the \"regularly tested occupation\" and \"previously terminated\" categories. Specifically, questions of whether individualized suspicion might justify testing appears potentially relevant to certain \"previously terminated\" UC applicants. Additionally, \"special needs\" analysis could be relevant to UC applicants who fall in DOL's proposed \"regularly tested occupation\" category. The remainder of this section addresses these potentially constitutionally significant characteristics of any UC drug testing program, in turn."], "subsections": [{"section_title": "Individualized Suspicion and \"Previously Terminated\" Applicants", "paragraphs": ["The reasons why an individual falls into the \"previously terminated\" category could be relevant to a reasonable suspicion analysis, but, as discussed below, whether or not there is reasonable suspicion to support testing a particular applicant will likely depend on how the category is defined and the facts and circumstances associated with that applicant's employment termination. ", "For example, the strength of the evidence tying an individual's termination to illicit drug use might be relevant. If a UC applicant was terminated from his or her previous position because of a criminal drug conviction or because of a failed employer-mandated drug test, there might be more compelling evidence for a reasonable suspicion analysis than if an at-will employee was fired for a number of reasons unrelated to drugs but also, in part, because he or she was rumored to have used illicit drugs outside of work. If a termination was based on the results of an employer-administered drug test, the relative strength of the test results on a reasonable suspicion analysis might be affected by the reliability of the drug test's results, whether or not the test was conducted pursuant to procedures sufficient to ensure urine or blood samples had not been tampered with, and whether or not those who performed the test were adequately trained. A reasonable suspicion analysis might also be affected by the time lapse between the termination and the UC drug test. A court might conclude, for instance, that a UC drug test is less likely to uncover illicit drug use if many months have passed since a UC applicant was fired, than if the termination and test happened within a few days of each other."], "subsections": []}, {"section_title": "Special Needs and the \"Regularly Tested Occupation\" Group", "paragraphs": ["A special needs analysis could be relevant to mandatory drug testing of UC applicants who fall in the \"regularly tested occupation\" cohort. The relative strength of a special needs legal defense of such a suspicionless drug testing program would likely depend on how the \"regularly tested occupation\" group is defined by implementing states. Additionally, there are notable differences between (1) individuals applying for UC benefits while searching for jobs in a \"regularly tested occupation\" and who are tested for illicit drugs by UC administrators and (2) individuals who are currently performing or in the final stages of being hired to perform safety-sensitive duties and who are drug tested by an employer. As discussed below, whether a reviewing court would consider these distinctions to be constitutionally significant is unclear. The remainder of this section first analyzes potentially relevant factors associated with how states might define the \"regularly tested occupation\" category, and then assesses the potentially constitutionally relevant distinctions between employer-mandated and UC administrator-mandated drug testing.", "In the absence of individualized suspicion, the Supreme Court has cautioned that \"where ... public safety is not genuinely in jeopardy, the Fourth Amendment precludes the suspicionless search, no matter how conveniently arranged.\" Absent a court recognizing a new category of special needs that may outweigh an individual's privacy interests, states, at a constitutional minimum, would likely need to define the \"regularly tested occupation\" group to encompass only occupations that involve matters of public safety in accordance with the Supreme Court special needs precedent. The \"regularly tested occupations\" category in DOL's 2019 regulation delineates a number of occupations that appear to be in line with those previously upheld under special needs precedent. These include an occupation that requires the employee to carry a firearm and an occupation that is subject to drug testing under Federal Railway Administration, Federal Motor Carrier Safety Administration, Federal Aviation Administration, or Federal Transit Administration regulations.", "However, the regulations also do not prohibit states from testing for \"[a]n occupation where the State has a factual basis for finding that employers hiring employees in that occupation conduct pre- or post-hire drug testing as a standard eligibility requirement for obtaining or maintaining employment in the occupation.\" As described below, it might be possible for an occupation to fall within the latter category but not comport with current Fourth Amendment precedent.", "Because the Fourth Amendment's protections against unreasonable searches and seizures only apply to governmental action, drug testing imposed by private employers \"not acting as an agent of the Government or with the participation or knowledge of any governmental official \" are completely \"unguarded by Fourth Amendment constraints.\" Consequently, private employers might regularly impose suspicionless drug tests in some occupations that do not involve safety-sensitive special needs because they are not constrained by the Fourth Amendment. However, Fourth Amendment protections would apply to drug tests imposed on the same individuals to the extent they are mandated by a state as part of a UC program. As a result, state programs that require suspicionless drug tests of UC applicants who are suitably employed in occupations that are regularly subject to drug testing by private employers but, nevertheless, are not related to public safety functions in accordance with Supreme Court precedent could potentially run afoul of the Fourth Amendment. ", "However, even if a state's \"regularly tested occupation\" drug testing program is limited to individuals whose suitable work is grounded in public safety in line with the Supreme Court's special needs jurisprudence, the program might still raise constitutional concerns. UC beneficiaries, unlike the plaintiffs in Skinner and Von Raab , are not actively performing or directly being considered for employment to perform duties grounded in public safety by the governmental entity that would be administering drug tests tied to the UC program. To the contrary, these individuals would merely be applying for or receiving unemployment benefits while agreeing not to turn down \"suitable work\" as defined by state law. A reviewing court might find this distinction constitutionally significant and, consequently, consider a UC drug testing program as more akin to the TANF drug testing programs addressed by the Marchwinski and Lebron courts than the testing programs upheld in Skinner and Von Raab . Under this line of reasoning, a reviewing court could conclude that, regardless of how it is structured, the underlying purpose of a UC drug testing program is primarily designed \"to promote work ... and conserve resources\" and, consequently, not sufficiently tied to public safety concerns that would warrant a special needs exception to the Fourth Amendment's protection against unreasonable searches."], "subsections": []}, {"section_title": "Other Potentially Relevant Factors", "paragraphs": ["Additional factors that a reviewing court might weigh when balancing the government's interest in conducting a drug test and the individual's competing privacy interests include the prevalence of illicit drug use in the cohort of UC applicants who are subject to suspicionless drug testing; how effectively the drug testing program is designed to identify and eliminate illicit drug use; whether procedural safeguards are in place to ensure that sufficiently trained personnel conduct the test, testing samples are protected from contamination, test results are accurate, and the test subject's medical and other personal information are protected; and the extent to which drug test results are shared beyond the UC program and could negatively affect other aspects of an individual's life. Regarding the latter factor, laws that authorize drug test results to be shared with law enforcement personnel, in particular, might raise heightened Fourth Amendment concerns."], "subsections": []}]}]}, {"section_title": "Subdelegation of DOL's Authority150", "paragraphs": ["Section 303( l )(1)(A)(ii) of the Social Security Act permits a state to adopt legislation for the drug testing of UC applicants when the only suitable work for such applicants is in occupations that regularly conduct drug testing. The section provides that these occupations will be determined \"under regulations issued by the Secretary of Labor.\" DOL's 2019 final regulations identify eight occupations that regularly conduct drug testing, including certain aviation and motor carrier occupations described in existing Federal Aviation Administration and Federal Motor Carrier Safety Administration regulations. In addition, the regulations identify two more occupations with reference to a state's involvement in the determination:", "(1) An occupation specifically identified in the State law of that State as requiring an employee to be tested for controlled substances; and", "(2) An occupation where the State has a factual basis for finding that employers hiring employees in that occupation conduct pre- or post-hire drug testing as a standard eligibility requirement for obtaining or maintaining employment in the occupation.", "Because these two additional occupations would seem to be determined by the state, some have contended that DOL is improperly subdelegating the authority it was provided by Section 303( l )(1)(A)(ii) to the state. Commenting on the 2018 reproposed regulations, the National Employment Law Project maintained:", "Congress mandated that occupations that regularly drug test are to be \"determined under regulations issued by the Secretary of Labor.\" In violation of that explicit directive, DOL has issued an NPRM that simply hands that power to the States, and provides little to no guidance concerning how that determination is to be made.", "When a statute delegates authority to a federal officer or agency, subdelegation to an outside party other than a subordinate federal officer or agency is generally assumed to be improper absent an affirmative showing of congressional authorization. In U.S. Telecom Association v. Federal Communications Commission , the U.S. Court of Appeals for the District of Columbia Circuit (D.C. Circuit) explained that subdelegations to outside parties are problematic because \"lines of accountability may blur, undermining an important democratic check on government decision-making.\" The D.C. Circuit further observed that subdelegation increases the risk that an outside party may pursue policy goals that are inconsistent with those of the agency and the underlying statute.", "While subdelegation by a federal agency to an outside party is generally prohibited, courts have permitted some outside party input into an agency's decisionmaking. In U.S. Telecom , the D.C. Circuit concluded that outside party input is permissible when it acts as a reasonable condition for granting federal approval, such as the need to obtain a local license or permit; when the outside party is simply providing factual information to a federal agency; and when the outside party is providing advice or policy recommendations to a federal agency that retains final decisionmaking authority.", "In Fund for Animals v. Kempthorne , the U.S. Court of Appeals for the Second Circuit determined that the U.S. Fish and Wildlife Service (FWS) did not improperly subdelegate its authority when it issued an order permitting state fish and wildlife agencies to kill certain migratory birds without a permit to prevent depredations of wildlife and plants. Pursuant to the Migratory Bird Treaty Act, the FWS is authorized to make certain determinations involving migratory birds, including when to allow for their hunting, capture, or killing. The plaintiffs in Fund for Animals , a group of individuals and environmental organizations, challenged the depredation order, arguing that the killing of the relevant birds could only be authorized by the FWS and not a state fish and wildlife agency.", "The Second Circuit contended that the depredation order operated as a \"grant of permission\" that was conditioned on a state fish and wildlife agency's determination that a depredation would occur if action were not taken. Citing U.S. Telecom , the court viewed this kind of determination as permissible outside party input. The court maintained that the depredation order did not represent a delegation of authority, but was an exercise of FWS's permitting authority that incorporated relevant local concerns.", "In light of Fund for Animals , it seems possible to argue that a state's role in identifying \"occupations that regularly conduct drug testing\" should be viewed like the state fish and wildlife agency's role in making determinations about depredations. One might contend that DOL's 2019 regulations are not a delegation of authority to the states, but instead provide for an incorporation of local concerns to identify the relevant occupations. Like the FWS, DOL would arguably be conditioning the drug testing of unemployment compensation applicants, at least for some individuals, on the state's identification of certain occupations.", "Ultimately, a legal challenge of the final regulations seems possible. Opponents of the state's role in identifying \"occupations that regularly conduct drug testing\" would likely maintain that the regulations provide more than a condition for identifying when the drug testing of UC applicants is appropriate, but are a delegation to an outside party without the explicit authorization of Congress. Proponents might insist, however, that the regulations simply provide the state an opportunity to identify a condition for such drug testing."], "subsections": []}]}, {"section_title": "UC Drug Testing: Administrative Considerations", "paragraphs": ["In order for a state to begin actively drug testing individuals applying for UC benefits under the authority provided by P.L. 112-96 and the newly reissued final DOL rule required by Section 2105, it must consider several policy issues related to designing, financing, and implementing a program. States must establish drug testing programsâ\u0080\u0094and, according to DOL, three states (Mississippi, Texas, and Wisconsin) have already enacted laws to do so. States may also consider the issue of providing and funding drug treatment services for UC claimants."], "subsections": [{"section_title": "Establishing a State Drug Testing Program", "paragraphs": ["States that enact laws to drug test UC applicants under the authority provided them by P.L. 112-96 must establish their own drug testing programs. According to DOL guidance, states may enter into a contract with an entity to conduct the drug tests on behalf of the state. When conducting tests for illegal use of controlled substances, the state must use a test that meets or exceeds the standards of the Mandatory Guidelines for Federal Workplace Drug Testing Programs, published by the Substance Abuse and Mental Health Services Administration (SAMHSA), or the U.S. Department of Transportation (DOT) procedures. Tests that do not meet or exceed (i.e., have more rigorous standards for sample collection, chain of custody, and other procedural requirements) SAMHSA guidelines or DOT procedures may not be used to determine an individual's eligibility for UC."], "subsections": []}, {"section_title": "Funding a State Drug Testing Program", "paragraphs": ["Funding for the additional costs associated with DOL-approved drug testing programs would come from the same state administrative grants that states use to run their UC programs generally; states would be prohibited from requiring UC claimants to pay for any drug testing costs.", "Administrative costs for state UC programs are financed through the Federal Unemployment Tax Act (FUTA), one of two types of payroll taxes on employers. The 0.6% effective net FUTA tax paid by employers on the first $7,000 of each employee's earnings (no more than $42 per worker per year) funds federal and state administrative costs, loans to insolvent state UC accounts, the federal share (50%) of Extended Benefit (EB) payments, and state employment services. In FY2018, an estimated $6.3 billion was collected in federal FUTA taxes, whereas an estimated $37.1 billion was collected in State Unemployment Tax Acts (SUTA) taxes to finance UC benefits. As discussed above in the section on \" Arguments Against Expanded UC Drug Testing ,\" some opponents of expanded UC drug testing are concerned about the adequacy of the existing stream of FUTA revenue for the new administrative function of drug testing UC applicants."], "subsections": []}, {"section_title": "States with New Drug Testing Laws Under P.L. 112-96", "paragraphs": ["According to DOL, three statesâ\u0080\u0094Mississippi, Texas, and Wisconsinâ\u0080\u0094have enacted laws under the UC drug testing authority provided by P.L. 112-96 . For summary information on these state laws, see Appendix B . The implementation of these laws is subject to applicable federal law, including the final DOL rule required by Section 2105 of P.L. 112-96 . Thus, in the absence of a final rule and until the issuance of the new rule, the three states had not implemented their programs."], "subsections": []}, {"section_title": "Providing Drug and Alcohol Treatment Services", "paragraphs": ["One of the underlying goals of the UC program is to provide income security after an individual becomes unemployed so that she or he may find suitable work. At least one state (Wisconsin) has a program addressing the underlying barriers of illicit drug use preventing work-readiness. In this program, if an employer voluntarily reports that a claimant failed a pre-employment drug test (without a valid prescription) and the claimant has not established that she or he had good cause, the claimant is to be offered the option to attend a drug treatment program and complete a skills assessment. If the claimant agrees to undergo drug treatment and complete a skills assessment, and does so in the required timeframe, the individual may continue to collect UC benefits. The Wisconsin UC program is to furnish the claimant with referrals and instructions in order to complete the assessment and access treatment directly. The claimant must also continue to meet all other UC program requirements. The program includes a budget of $500,000 to fund and administer a statewide substance abuse program."], "subsections": [{"section_title": "Funding Drug Treatment Services for UC Claimants", "paragraphs": ["Currently, no funding streams exist within the UC program dedicated to financing drug treatment services. Federal law sets limits on the permissible uses of SUTA funds. Section 3304(a)(4) of the Internal Revenue CodeÂ (IRC)Â and Section 303(a)(5) of the SSA set out the \"withdrawal standard\" for how states may use SUTA funds deposited within their state account in the Unemployment Trust Fund (UTF). Neither Section 3304(a) of the IRC nor Section 303(a)(5) of the SSA includes drug treatment services as a permissible use of SUTA funds. Additionally, grants to states for administrative expenses, which are financed by FUTA revenue, are limited under current law. Section 901(c)(1)(A) of the SSA sets out the authorized uses of these FUTA funds, which do not include drug treatment services.", "Nothing in federal UC law, however, prohibits states from using funding from non-FUTA or non-SUTA sources to finance drug treatment services for UC claimants. For instance, many states collect additional taxes for administrative purposes, including job training, employment service administration, or technology improvements. According to DOL, in 2019 there were 30 states with additional taxes for administrative purposes. It appears that none of these taxes have been collected for the purposes of funding drug treatment services.", "Appendix A. Additional Recent Legislative Approaches to UC Drug Testing", "In addition to the recent statutory and regulatory developments in UC drug testing related to P.L. 112-96 , legislation introduced in recent Congresses has proposed using other approaches to drug test UC applicants and beneficiaries. These approaches have generally either proposed a new federal UC drug testing requirement or some type of risk-assessment tool to guide the drug testing of UC claimants.", "New Federal Requirement to Drug Test", "One legislative option would be to add a new federal requirement to drug test UC applicants and beneficiaries. This type of approach differs from allowing states to expand UC drug testing (as under P.L. 112-96 ). There have been some proposals calling for this approach in recent Congresses. For example, H.R. 2001 (112 th Congress)Â would have created a new federal requirement that individuals be deemed ineligible for UC benefits based on previous employment from which they were separated due to an employment-related drug or alcohol offense. This proposal would have required states to amend their state UC laws.", "H.R. 1172 Â (113 th Congress) also would have created a new federal requirement that individuals be deemed ineligible for UC benefits based on previous employment from which they were separated due to an employment-related drug or alcohol offense. It would have denied benefits to anyone who (1) was discharged from employment for alcohol or drug use, (2) was in possession of controlled substance at a place of employment, (3) refused the employer's drug test, or (4) tested positive on the employer's drug test for illegal or controlled substances. This proposal would have required states to amend their state UC laws.", "Another proposal, the Accountability in Unemployment Act ( H.R. 3615 in the 112 th Congress, H.R. 1277 in the 113 th Congress, and H.R. 1136 in the 114 th Congress),Â would have created a new federal requirement for states to drug test all UC claimants as a condition of benefit eligibility. Under this proposal, if an individual tested positive for certain controlled substances (in the absence of a valid prescription or other authorization under a state's laws), he or she would have been required to retake a drug test after a 30-day period and test negative in order to be eligible for UC benefits. This proposal would have made individuals ineligible for UC benefits for five years after a third positive drug test.", "Risk Assessment-Based Drug Testing", "Another policy approach toward UC drug testing proposed in recent Congresses involves using a substance abuse risk assessment tool to screen UC applicants and beneficiaries and then drug test those individuals determined likely to be engaged in the unlawful use of controlled substances. In this way, such an approach attempts to avoid suspicionless drug testing. This type of proposal was introduced in the Ensuring Quality in the Unemployment Insurance Program (EQUIP) Act in the 112 th Congress ( H.R. 3601 ) , 113 th Congress ( H.R. 3454 ) , 114 th Congress ( H.R. 2148 ) , 115 th Congress ( H.R. 3330 ) , and the 116 th Congress ( H.R. 1121 ) . The EQUIP Act would have added a new federal requirement that individuals undergo a substance abuse risk assessment for each benefit year as a condition of eligibility for UC in all states. This new federal requirement would also have required individuals deemed to be at high risk for substance abuseâ\u0080\u0094based on the assessment resultsâ\u0080\u0094to test negative for controlled substances within one week after the assessment to qualify for UC benefits. Under this proposal, the screening assessment tool would have had to have been approved by the director of the National Institutes of Health and been \"designed to determine whether an individuals has a high risk of substance abuse.\"", "Appendix B. Enacted State UC Laws Subsequent to P.L. 112-96", "According to DOL's 2018 Comparison of State Unemployment Compensation Laws , three states have enacted laws under the authority provided by P.L. 112-96 (with \"implementation subject to applicable Federal law\"): Mississippi, Texas, and Wisconsin.", "Mississippi", "Section 40 of SB2604, Regular Session 2012 (Chapter 515; signed by Governor on May 1, 2012) added drug testing provisions to state UC eligibility requirements under Mississippi state law. This 2012 Mississippi law", "permits drug testing on individuals as a condition of eligibility for benefits if the individual was discharged because of unlawful drug use or if s/he is seeking suitable work only in an occupation that requires drug testing. Individuals may be denied benefits based on the results of these drug tests, but may end the disqualification period early by submitting acceptable proof of a negative drug test from an approved testing facility.", "Texas", "In Texas, SB21 (Chapter 1141, enacted July 14, 2013; effective September 1, 2013) added drug testing provisions to state UC eligibility requirements under state law. This 2013 Texas law", "permits drug testing, as a condition of eligibility of benefits, on individuals for whom suitable work is available only in an occupation that regularly conducts pre-employment drug testing.", "Wisconsin", "Section 3115 of 2015 Wisconsin Act 55 (2015 Senate Bill 21, enacted July 12, 2015) added drug testing provisions to state UC eligibility requirements under Wisconsin state law. This 2015 Wisconsin law", "require[s] the establishment of rules for a drug testing program for controlled substances, including rules identifying occupations for which drug testing is regularly conducted in the State. "], "subsections": []}]}]}]}}