{"id": "R45906", "title": "Congressional Action on FY2019 Appropriations Measures: 115th and 116th Congresses", "released_date": "2019-09-10T00:00:00", "summary": ["Congress annually considers 12 regular appropriations measures to provide discretionary funding for federal government activities and operations. For FY2019, appropriations actions spanned two Congresses, between which there was a change in the majority party in the House.", "The process of drafting, considering, and enacting FY2019 appropriations began in early 2018 and included the House and Senate Appropriations Committees each marking up and reporting all 12 annual appropriations bills by the end of July. Five appropriations bills in the 115 th Congress were enacted into law by the start of the fiscal year. An additional seven appropriations bills remained in various stages of consideration. Continuing resolutions (CRs) were enacted in order to extend funding of government operations covered in these seven bills. The first CR for FY2019 provided funding through December 7, 2018. A second CR provided funding through December 21, 2018. When the second CR expired, funding lapsed for the agencies and activities covered in the remaining seven appropriations bills, and a partial government shutdown ensued. The shutdown ended on January 25, 2019, when the 116 th Congress enacted a third CR to provide funding through February 15, 2019. Appropriations actions were subsequently completed when H.J.Res . 31 , an omnibus measure covering the seven remaining appropriations measures, was signed into law on February 15, 2019 ( P.L. 116-6 ).", "These and other actions are detailed in this report to provide overview information and a chronology of FY2019 appropriations measures. For information on tracking appropriations and related products, congressional clients may access the CRS FY2019 Appropriations Status Table at https://www.crs.gov/AppropriationsStatusTable ."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Congress annually considers 12 regular appropriations bills for the fiscal year that begins on October 1. These billsâ\u0080\u0094together with other legislative measures providing appropriations known as supplemental and continuing appropriations (also referred to as continuing resolutions or CRs)â\u0080\u0094provide annual appropriations for the agencies, projects, and activities funded therein.", "The annual appropriations cycle is often initiated after the President's budget submission. The House and Senate Appropriations Committees then hold hearings at which agencies provide further information and details about the President's budget. These hearings may be followed by congressional consideration of a budget resolution establishing a ceiling on overall spending within appropriations bills for the upcoming fiscal year. Committee and floor consideration of the annual appropriations bills occurs during the spring and summer months and may continue through the fall and winter until annual appropriations actions are completed. ", "This report discusses FY2019 congressional appropriations actions and the impacts of the statutory budget enforcement framework established in the Budget Con trol Act of 2011 (BCA; P.L. 112-25 ) and the Bipartisan Budget Act of 2018 (BBA 2018; P.L. 115-123 ). It includes a chronological discussion and timeline ( Figure 1 ) of these actions."], "subsections": []}, {"section_title": "FY2019 Appropriations and the Bipartisan Budget Act of 2018", "paragraphs": ["FY2019 appropriations actions were impacted by the BCA, which placed statutory limits on spending for FY2012-FY2021, divided between defense and nondefense. In addition, the law created procedures that would automatically lower those caps if specified deficit-reducing legislation were not enacted.", "Congress has adjusted these statutory caps, including through the Bipartisan Budget Acts (BBAs) of 2013 (for FY2014 and FY2015), 2015 (for FY2016 and FY2017), 2018 (for FY2018 and FY2019), and 2019 (for FY2020 and FY2021), which provided for spending cap increases in both defense and nondefense categories. ", "BBA 2018 capped FY2019 discretionary spending for defense at $647 billion and for nondefense at $597 billion. It also provided that in the absence of agreement on a budget resolution for FY2019, the Budget Committees in the House and Senate could make committee allocations that could function as enforceable limits under Section 302 of the Congressional Budget Act. In May 2018, the House and Senate submitted these filings. With a \"top-line\" for FY2019 funding established, the Appropriations Committees could proceed with consideration of the 12 appropriations bills and provide enforceable 302(b) suballocations for each regular appropriations bill. ", "The House and Senate Appropriations Committees completed their drafting and consideration of all 12 regular appropriations bills by the end of July 2018. "], "subsections": []}, {"section_title": "Consideration and Enactment of Regular Appropriations Measures", "paragraphs": ["In the 115 th Congress and prior to the start of FY2019 on October 1, 2018, the House passed half of the regular bills (6 out of 12), and the Senate passed 9 bills (see Table 2 and Table 3 ). In both chambers, separate regular appropriations bills were combined for floor consideration into consolidated appropriations bills, commonly referred to as \"minibuses\" (in contrast to an omnibus bill comprising most or all regular appropriations bills). These appropriations bill groupings were also used for resolving differences between the House and Senate through conference committees.", "Three appropriations bills were combined for initial consideration in the House: Energy and Water, Legislative Branch, and Military Construction and Veterans Affairs ( H.R. 5895 ). The House passed this combined measure on June 8, 2018. The Senate subsequently agreed to the combined measure with amendment on June 25. A final measure was negotiated in a conference committee. The Senate passed the final measure on September 12. The House passed it on September 13. It was enacted into law on September 21, 2018 ( P.L. 115-244 ).", "The House passed the Defense appropriations bill ( H.R. 6157 ) on June 28, 2018. The Senate added the text of the Labor, HHS, and Education appropriations bill and passed the combined measure on August 23, 2018. The combined measure was then sent to conference. The Senate passed the final measure on September 18. The House passed it on September 26. It was enacted into law on September 28, 2018 ( P.L. 115-245 ).", "In addition, the House passed a measure combining the Interior and Environment appropriations bill with the Financial Services appropriations bill ( H.R. 6147 ) on July 19, 2018. The Senate added the text of the Agriculture appropriations bill and the Transportation and HUD appropriations bill and passed the combined measure on August 1, 2018. Although a conference committee was appointed to negotiate on this measure, it did not report an agreement back to the House and Senate.", "FY2019 thus began on October 1, 2018, with five of the regular appropriations bills enacted. Funding for agencies, projects, and activities covered by the remaining seven regular appropriations bills was provided through December 7, 2018, in a CR (Division C of P.L. 115-245 , the same measure that provided funding for Defense and Labor, HHS, and Education). ", "A second CR was enacted on December 7, extending funding for the remaining seven appropriations bills through December 21, 2018 ( P.L. 115-298 )."], "subsections": []}, {"section_title": "Expiration of Second CR and the Shutdown", "paragraphs": ["In the Senate, a third CR for FY2019 ( H.R. 695 ) was passed by voice vote on December 19, 2018. This CR would have extended funding through February 8, 2019. The House subsequently considered and amended it the following day, adding $5.7 billion to the U.S. Customs and Border Protection's \"Procurement, Construction, and Improvements\" account to remain available until FY2024, as well as $7.8 billion for disaster relief. The amended CR passed the House by a vote of 217-185 and was sent back to the Senate for further consideration. On December 21, the Senate agreed to a motion to proceed to the House amendment by a vote of 48-47, with Vice President Pence casting the tie-breaking vote. Following the vote, Senate Majority Leader Mitch McConnell stated the following:", "However, obviously, since any eventual solution requires 60 votes here in the Senate, it has been clear from the beginning that two things are necessary: support from enough Senate Democrats to pass the proposal at 60 and a Presidential signature.", "As a result, the Senate has voted to proceed to legislation before us in order to preserve maximum flexibility for a productive conversation to continue between the White House and our Democratic colleagues. I hope Senate Democrats will work with the White House on an agreement that can pass both Houses of Congress and receive the President's signature.", "Colleagues, when an agreement is reached, it will receive a vote here on the Senate floor. ", "Without such an agreement, the Senate did not complete action on the House's proposal. The House and Senate adjourned later that day. ", "When the second CRâ\u0080\u0094which provided funding for the agencies, programs, and activities covered by the remaining seven FY2019 appropriations billsâ\u0080\u0094expired at midnight on December 21, funding lapsed and a partial government shutdown ensued. While the Senate continued consideration of the House amendment on December 22, December 27, and January 2, no further votes on appropriations occurred during the 115 th Congress. The 115 th Congress adjourned sine die on January 3, 2019, and the 116 th Congress took office the same day."], "subsections": []}, {"section_title": "Actions in the 116th Congress", "paragraphs": ["Majority control of the House in the 116 th Congress changed from the Republican Party to the Democratic Party. In addition, any appropriations measures introduced and only reported or considered in the 115 th Congress were no longer pending. New measures needed to be introduced for the 116 th Congress to complete action on FY2019 appropriations.", "During January 2019, the House introduced and considered a number of measures concerning FY2019 appropriations. These measures are listed below, along with information on their content and corresponding floor votes.", "January 3, 2019, H.J.Res. 1 , a CR to provide FY2019 appropriations for Homeland Security, lasting through February 8, 2019. The resolution passed the House by a vote of 239-192. No further action was taken in the Senate. January 3, 2019, H.R. 21 , a measure to provide full-year FY2019 funding for six regular appropriations bills (Agriculture; CJS; Financial Services; Interior and Environment; State and Foreign Operations; and Transportation and HUD). The bill passed the House by a vote of 241-190. No further action was taken in the Senate. January 9, 2019, H.R. 264 , a measure to provide full-year FY2019 regular appropriations for Financial Services. The bill passed the House by a vote of 240-188. No further action was taken in the Senate. January 10, 2019, H.R. 267 , a measure to provide full-year FY2019 regular appropriations for Transportation and HUD. The bill passed the House by a vote of 244-180. No further action was taken in the Senate. January 10, 2019, H.R. 265 , a measure to provide full-year regular appropriations for Agriculture. The bill passed the House by a vote of 243-183. No further action was taken in the Senate. January 11, 2019, H.R. 266 , a measure to provide full-year regular appropriations for Interior and Environment. The bill passed the House by a vote of 240-179. No further action was taken in the Senate. January 15, 2019, H.J.Res. 27 , a CR to provide funding through February 1 for the seven remaining regular FY2019 appropriations bills. The resolution was brought up under suspension of the rules requiring a two-thirds majority for passage. The motion failed to achieve the necessary two-thirds on a vote of 237-187 . January 16, 2019, H.R. 268 , supplemental appropriations for disaster relief. The legislation included a CR providing FY2019 continuing appropriations through February 8. The bill passed the House by a vote of 237-187. On January 24, 2019, the Senate considered two separate amendments to the House-passed bill: a Republican amendment ( S.Amdt. 5 ) and a Democratic amendment ( S.Amdt. 6 ). The Senate failed to invoke cloture (requiring a vote of three-fifths of all Senators, or 60 votes) to end consideration of either amendment. No further action occurred. January 17, 2019, H.J.Res. 28 , a CR to provide FY2019 appropriations for the seven remaining regular appropriations measures through February 28. The resolution passed the House on a voice vote, but the House later, by unanimous consent, vacated the proceedings by which the CR had passed and allowed further proceedings to be postponed through the legislative day of January 23, 2019. The resolution subsequently passed the House by a vote of 229-184 on January 23. The measure was passed by the Senate on January 25 by voice vote, with an amendment providing for continuing appropriations through February 15. The House then passed the measure as amended, clearing it for the President. It was signed into law on the same day ( P.L. 116-5 ), ending the partial shutdown. January 23, 2019, H.R. 648 , a bill to provide full-year FY2019 funding for six of the remaining regular appropriations measures (Agriculture; CJS; Financial Services; Interior and Environment; State and Foreign Operations; and Transportation and HUD). The bill passed the House by a vote of 234-180. No further action was taken in the Senate. January 24, 2019, H.J.Res. 31 , a CR to provide FY2019 appropriations for Homeland Security through February 28. The resolution passed the House by a vote of 231-180. The measure was amended in the Senate to provide full-year funding for the seven remaining regular appropriations bills and agreed to by voice vote on January 25. The two chambers then agreed to convene a conference committee to negotiate a final version of these bills. ", "A conference report to accompany H.J.Res . 31 was filed on February 13 and agreed to in the Senate, 83-16, on February 14 and in the House, 300-128, the same day. It was signed into law on February 15 ( P.L. 116-6 ). This ended action on regular appropriations bills for FY2019.", "For information about particular funding provisions in each of the 12 bills, congressional clients may access CRS's appropriations issue page at https://www.crs.gov/iap/appropriations ."], "subsections": []}]}}